["0801.1229",{"format":[],"subject":["Mathematics - Combinatorics","Mathematical Physics","Nonlinear Sciences - Exactly Solvable and Integrable Systems","05A15","82B20","82B23"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1229","Adv. Appl. Math. 43 (2009), 137-155"],"date":["2008-01-08","2008-05-07"],"type":["text"],"creator":["Rosengren, Hjalmar"],"language":[],"coverage":[],"title":["An Izergin-Korepin-type identity for the 8VSOS model, with applications\n  to alternating sign matrices"],"description":["  We obtain a new expression for the partition function of the 8VSOS model with\ndomain wall boundary conditions, which we consider to be the natural extension\nof the Izergin-Korepin formula for the six-vertex model. As applications, we\nfind dynamical (in the sense of the dynamical Yang-Baxter equation)\ngeneralizations of the enumeration and 2-enumeration of alternating sign\nmatrices. The dynamical enumeration has a nice interpretation in terms of\nthree-colourings of the square lattice.\n","Comment: 22 pages. Essential changes in Section 8, explaining relation to\n  three-colour model"]}]
["0806.0070",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0070","New J. Phys. 10, 115026 (2008)","doi:10.1088/1367-2630/10/11/115026"],"date":["2008-05-31"],"type":["text"],"creator":["Leonhardt, Ulf","Tyc, Tomas"],"language":[],"coverage":[],"title":["Superantenna made of transformation media"],"description":["  We show how transformation media can make a superantenna that is either\ncompletely invisible or focuses incoming light into a needle-sharp beam. Our\nidea is based on representating three-dimensional space as a foliage of sheets\nand performing two-dimensional conformal maps on each sheet\n"]}]
["0809.4283",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4283","Eur.Phys.J.C62:333-353,2009","doi:10.1140/epjc/s10052-009-1030-2"],"date":["2008-09-24","2014-06-13"],"type":["text"],"creator":["Ahrens, Valentin","Becher, Thomas","Neubert, Matthias","Yang, Li Lin"],"language":[],"coverage":[],"title":["Renormalization-Group Improved Prediction for Higgs Production at Hadron\n  Colliders"],"description":["  We use renormalization-group methods in effective field theory to improve the\ntheoretical prediction for the cross section for Higgs-boson production at\nhadron colliders. In addition to soft-gluon resummation at NNNLL, we also resum\nenhanced contributions of the form (C_A\\pi\\alpha_s)^n, which arise in the\nanalytic continuation of the gluon form factor to time-like momentum transfer.\nThis resummation is achieved by evaluating the matching corrections arising at\nthe Higgs-boson mass scale at a time-like renormalization point \\mu^2<0,\nfollowed by renormalization-group evolution to \\mu^2>0. We match our resummed\nresult to NNLO fixed-order perturbation theory and give numerical predictions\nfor the total production cross section as a function of the Higgs-boson mass.\nResummation effects are significant even at NNLO, where our improved\npredictions for the cross sections at the Tevatron and the LHC exceed the\nfixed-order predictions by about 13% and 8%, respectively, for m_H=120 GeV. We\nalso discuss the application of our technique to other time-like processes such\nas Drell-Yan production, e^+ e^- --> hadrons, and hadronic decays of the Higgs\nboson.\n","Comment: 35 pages, 6 figures; v2: update to MSTW2008 PDFs, detailed comparison\n  with moment-space formalism; v3: typo in equation (A.3) corrected"]}]
["0901.1787",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Number Theory","37A45, 11J70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.1787","Discrete and Continuous Dynamical Systems. Series A 32 (2012), no.\n  7, 2437-2451","doi:10.3934/dcds.2012.32.2437"],"date":["2009-01-13","2009-09-23"],"type":["text"],"creator":["Kesseböhmer, Marc","Stratmann, Bernd O."],"language":[],"coverage":[],"title":["On the Lebesgue measure of sum-level sets for continued fractions"],"description":["  In this paper we give a detailed measure theoretical analysis of what we call\nsum-level sets for regular continued fraction expansions. The first main result\nis to settle a recent conjecture of Fiala and Kleban, which asserts that the\nLebesgue measure of these level sets decays to zero, for the level tending to\ninfinity. The second and third main result then give precise asymptotic\nestimates for this decay. The proofs of these results are based on recent\nprogress in infinite ergodic theory, and in particular, they give non-trivial\napplications of this theory to number theory. The paper closes with a\ndiscussion of the thermodynamical significance of the obtained results, and\nwith some applications of these to metrical Diophantine analysis.\n","Comment: 1 figure"]}]
["0902.2473",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematical Physics","37C45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2473","Trans. Amer. Math. Soc. 363 (2011), no. 1, 313-330","doi:10.1090/S0002-9947-2010-05326-7"],"date":["2009-02-14","2010-03-30"],"type":["text"],"creator":["Jaerisch, Johannes","Kesseböhmer, Marc"],"language":[],"coverage":[],"title":["Regularity of multifractal spectra of conformal iterated function\n  systems"],"description":["  We investigate multifractal regularity for infinite conformal iterated\nfunction systems (cIFS). That is we determine to what extent the multifractal\nspectrum depends continuously on the cIFS and its thermodynamic potential. For\nthis we introduce the notion of regular convergence for families of cIFS not\nnecessarily sharing the same index set, which guarantees the convergence of the\nmultifractal spectra on the interior of their domain. In particular, we obtain\nan Exhausting Principle for infinite cIFS allowing us to carry over results for\nfinite to infinite systems, and in this way to establish a multifractal\nanalysis without the usual regularity conditions. Finally, we discuss the\nconnections to the $\\lambda$-topology introduced by Roy and Urbas{\\'n}ki.\n","Comment: 16 pages; 3 figures"]}]
["0904.0444",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.0444","Eur. Phys. J. C (2014) 74:2925","doi:10.1140/epjc/s10052-014-2925-0"],"date":["2009-04-02","2014-05-28"],"type":["text"],"creator":["Berenstein, David","Trancanelli, Diego"],"language":[],"coverage":[],"title":["S-duality and the giant magnon dispersion relation"],"description":["  We use S-duality and planarity to propose an argument for the\nnon-renormalization of the dispersion relation of giant magnon solutions in\ntype IIB string theory on AdS_5 x S^5. We compute the spectrum of giant magnons\nfor (p,q)-strings from field theory at strong coupling by using the central\ncharge properties of electrically and magnetically charged supersymmetric\nstates in the Coulomb branch of N=4 super Yang-Mills. We argue that the\ncoupling dependence of the giant magnon dispersion relation conjectured in the\nliterature using integrability assumptions is in fact the only functional\ndependence compatible with S-duality.\n","Comment: 4 pages; v2: reference added; v3: minor changes, references added"]}]
["0906.4491",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4491","IEEE Journal of Selected Topics in Quantum Electronics 16, 418\n  (2010)","doi:10.1109/JSTQE.2009.2032514"],"date":["2009-06-24"],"type":["text"],"creator":["Tyc, Tomas","Chen, Huanyang","Chan, Che Ting","Leonhardt, Ulf"],"language":[],"coverage":[],"title":["Non-Euclidean cloaking for light waves"],"description":["  Non-Euclidean geometry combined with transformation optics has recently led\nto the proposal of an invisibility cloak that avoids optical singularities and\ntherefore can work, in principle, in a broad band of the spectrum [U. Leonhardt\nand T. Tyc, Science 323, 110 (2009)]. Such a cloak is perfect in the limit of\ngeometrical optics, but not in wave optics. Here we analyze, both analytically\nand numerically, full wave propagation in non-Euclidean cloaking. We show that\nthe cloaking device performs remarkably well even in a regime beyond\ngeometrical optics where the device is comparable in size with the wavelength.\nIn particular, the cloak is nearly perfect for a spectrum of frequencies that\nare related to spherical harmonics. We also show that for increasing wavenumber\nthe device works increasingly better, approaching perfect behavior in the limit\nof geometrical optics.\n"]}]
["0910.5560",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Dynamical Systems","30F40, 37A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5560","Contributions to Analytic and Algebraic Number Theory -\n  Festschrift for S. J. Patterson, Series: Springer Proceedings in Mathematics\n  9, Blomer, Valentin; Mih\\~ailescu, Preda (Eds.) (2012), 237-245","doi:10.1007/978-1-4614-1219-9_10"],"date":["2009-10-29"],"type":["text"],"creator":["Kesseböhmer, Marc","Stratmann, Bernd O."],"language":[],"coverage":[],"title":["A note on the algebraic growth rate of Poincar\\'e series for Kleinian\n  groups"],"description":["  In this note we employ infinite ergodic theory to derive estimates for the\nalgebraic growth rate of the Poincar\\'e series for a Kleinian group at its\ncritical exponent of convergence.\n","Comment: 8 pages"]}]
["0911.0561",{"format":[],"subject":["Mathematics - Combinatorics","Mathematical Physics","Nonlinear Sciences - Exactly Solvable and Integrable Systems","05A15, 33E05, 82B23"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0561","Adv. Appl. Math 46 (2011), 481-535"],"date":["2009-11-03","2010-03-09"],"type":["text"],"creator":["Rosengren, Hjalmar"],"language":[],"coverage":[],"title":["The three-colour model with domain wall boundary conditions"],"description":["  We study the partition function for the three-colour model with domain wall\nboundary conditions. We express it in terms of certain special polynomials,\nwhich can be constructed recursively. Our method generalizes Kuperberg's proof\nof the alternating sign matrix theorem, replacing the six-vertex model used by\nKuperberg with the eight-vertex-solid-on-solid model. As applications, we\nobtain some combinatorial results on three-colourings. We also conjecture an\nexplicit formula for the free energy of the model.\n","Comment: Version 2: Minor changes, references added."]}]
["1003.1977",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1977"],"date":["2010-03-09","2014-06-12"],"type":["text"],"creator":["Parker, Brett"],"language":[],"coverage":[],"title":["De Rham theory of exploded manifolds"],"description":["  This paper extends de Rham theory of smooth manifolds to exploded manifolds.\nIncluded are versions of Stokes' theorem, De Rham cohomology, Poincare duality,\nand integration along the fiber. The resulting cohomology theory is used to\ndefine Gromov Witten invariants of exploded manifolds in a separate paper.\n","Comment: 40 pages. v2 adds a section on refined forms. v3 added concept of a\n  long path to correct proof that homology does not change in families"]}]
["1006.2676",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2676","Journal of Functional Analysis 260, 6 (2011) 1766-1794"],"date":["2010-06-14"],"type":["text"],"creator":["Skibsted, Erik","Wang, Xue Ping"],"language":[],"coverage":[],"title":["Two-body threshold spectral analysis, the critical case"],"description":["  We study in dimension $d\\geq2$ low-energy spectral and scattering asymptotics\nfor two-body $d$-dimensional Schr\\\"odinger operators with a radially symmetric\npotential falling off like $-\\gamma r^{-2},\\;\\gamma>0$. We consider angular\nmomentum sectors, labelled by $l=0,1,\\dots$, for which $\\gamma>(l+d/2-1)^2$. In\neach such sector the reduced Schr\\\"odinger operator has infinitely many\nnegative eigenvalues accumulating at zero. We show that the resolvent has a\nnon-trivial oscillatory behaviour as the spectral parameter approaches zero in\ncones bounded away from the negative half-axis, and we derive an asymptotic\nformula for the phase shift.\n"]}]
["1006.5693",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5693","Ergodic Theory Dynamical Systems 32 no. 3 (2012) 989-1017","doi:10.1017/S0143385711000186"],"date":["2010-06-29","2011-02-09"],"type":["text"],"creator":["Kesseböhmer, Marc","Munday, Sara","Stratmann, Bernd O."],"language":[],"coverage":[],"title":["Strong renewal theorems and Lyapunov spectra for $\\alpha$-Farey and\n  $\\alpha$-L\\\"uroth systems"],"description":["  In this paper we introduce and study the $\\alpha$-Farey map and its\nassociated jump transformation, the $\\alpha$-L\\\"uroth map, for an arbitrary\ncountable partition $\\alpha$ of the unit interval with atoms which accumulate\nonly at the origin. These maps represent linearised generalisations of the\nFarey map and the Gauss map from elementary number theory. First, a thorough\nanalysis of some of their topological and ergodic-theoretic properties is\ngiven, including establishing exactness for both types of these maps. The first\nmain result then is to establish weak and strong renewal laws for what we have\ncalled $\\alpha$-sum-level sets for the $\\alpha$-L\\\"uroth map. Similar results\nhave previously been obtained for the Farey map and the Gauss map, by using\ninfinite ergodic theory. In this respect, a side product of the paper is to\nallow for greater transparency of some of the core ideas of infinite ergodic\ntheory. The second remaining result is to obtain a complete description of the\nLyapunov spectra of the $\\alpha$-Farey map and the $\\alpha$-L\\\"uroth map in\nterms of the thermodynamical formalism. We show how to derive these spectra,\nand then give various examples which demonstrate the diversity of their\nbehaviours in dependence on the chosen partition $\\alpha$.\n","Comment: 29 pages, 16 figures"]}]
["1009.1823",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Dynamical Systems","10K05, 11B57"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1823","Uniform Distribution Theory, 7 (2012), no. 2, 21-33"],"date":["2010-09-09"],"type":["text"],"creator":["Kesseböhmer, Marc","Stratmann, Bernd O."],"language":[],"coverage":[],"title":["A dichotomy between uniform distributions of the Stern-Brocot and the\n  Farey sequence"],"description":["  We employ infinite ergodic theory to show that the even Stern-Brocot sequence\nand the Farey sequence are uniformly distributed mod 1 with respect to certain\ncanonical weightings. As a corollary we derive the precise asymptotic for the\nLebesgue measure of continued fraction sum-level sets as well as connections to\nasymptotic behaviours of geometrically and arithmetically restricted Poincar\\'e\nseries. Moreover, we give relations of our main results to elementary\nobservations for the Stern-Brocot tree.\n","Comment: 9 pages"]}]
["1012.0489",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Combinatorics","Mathematics - Group Theory","20G05, 20F55, 20H15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.0489","J. Algebra 385 (2013), 134-144"],"date":["2010-12-02","2014-06-13"],"type":["text"],"creator":["Belolipetsky, Mikhail V.","Gunnells, Paul E."],"language":[],"coverage":[],"title":["Cells in Coxeter groups I"],"description":["  The purpose of this article is to shed new light on the combinatorial\nstructure of Kazhdan-Lusztig cells in infinite Coxeter groups $W$. Our main\nfocus is the set $\\D$ of distinguished involutions in $W$, which was introduced\nby Lusztig in one of his first papers on cells in affine Weyl groups. We\nconjecture that the set $\\D$ has a simple recursive structure and can be\nenumerated algorithmically starting from the distinguished involutions of\nfinite Coxeter groups. Moreover, to each element of $\\D$ we assign an\nexplicitly defined set of equivalence relations on $W$ that altogether\nconjecturally determine the partition of $W$ into left (right) cells. We are\nable to prove these conjectures only in a special case, but even from these\npartial results we can deduce some interesting corollaries.\n","Comment: 14 pages, v4: fixed a small gap in the proof of Theorem 3.1 in the\n  published version of the paper, we thank Jian-yi Shi for pointing the gap and\n  for his help with the correction"]}]
["1012.5152",{"format":[],"subject":["Mathematics - Operator Algebras","58B34"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5152","doi:10.1016/j.jfa.2013.07.012"],"date":["2010-12-23","2011-10-13"],"type":["text"],"creator":["Kesseböhmer, Marc","Samuel, Tony"],"language":[],"coverage":[],"title":["Spectral metric spaces for Gibbs measures"],"description":["  We construct spectral metric spaces for Gibbs measures on a one-sided\ntopologically exact subshift of finite type. That is, for a given Gibbs measure\nwe construct a spectral triple and show that Connes' corresponding\npseudo-metric is a metric and that its metric topology agrees with the\nweak-*-topology on the state space over the set of continuous functions defined\non the subshift. Moreover, we show that each Gibbs measure can be fully\nrecovered from the noncommutative integration theory and that the\nnoncommutative volume constant of the associated spectral triple is equal to\nthe reciprocal of the measure theoretical entropy of the shift invariant Gibbs\nmeasure.\n","Comment: 25 pages"]}]
["1103.3406",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.3406","Phys. Rev. A 84, 031801(R) (2011)","doi:10.1103/PhysRevA.84.031801"],"date":["2011-03-17"],"type":["text"],"creator":["Tyc, Tomas"],"language":[],"coverage":[],"title":["Magnifying absolute instruments for optically homogeneous regions"],"description":["  We propose a class of magnifying absolute optical instruments with a positive\nisotropic refractive index. They create magnified stigmatic images, either\nvirtual or real, of optically homogeneous three-dimensional spatial regions\nwithin geometrical optics.\n","Comment: 4 pages, 8 figures"]}]
["1104.0609",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Operator Algebras","11G15, 46L85"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0609"],"date":["2011-04-04","2014-06-12"],"type":["text"],"creator":["Nikolaev, Igor"],"language":[],"coverage":[],"title":["On the rank conjecture"],"description":["  The rank conjecture says that rank of elliptic curve with complex\nmultiplication is one less the so-called arithmetic complexity of the\ncorresponding noncommutative torus with real multiplication. We prove the\nconjecture for the Q-curves introduced by B. H. Gross\n","Comment: 9 pages"]}]
["1107.0275",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0275","Numerical Functional Analysis and Optimization 33:7-9 (2012)\n  791-832"],"date":["2011-07-01"],"type":["text"],"creator":["Bohnstengel, Jana","Kesseböhmer, Marc"],"language":[],"coverage":[],"title":["Multiresolution analysis for Markov Interval Maps"],"description":["  We set up a multiresolution analysis on fractal sets derived from limit sets\nof Markov Interval Maps. For this we consider the $\\mathbb{Z}$-convolution of a\nnon-atomic measure supported on the limit set of such systems and give a\nthorough investigation of the space of square integrable functions with respect\nto this measure. We define an abstract multiresolution analysis, prove the\nexistence of mother wavelets, and then apply these abstract results to Markov\nInterval Maps. Even though, in our setting the corresponding scaling operators\nare in general not unitary we are able to give a complete description of the\nmultiresolution analysis in terms of multiwavelets.\n","Comment: 31 pages, 4 figures"]}]
["1107.2524",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2524","New J. Phys. 13, 115004 (2011)","doi:10.1088/1367-2630/13/11/115004"],"date":["2011-07-13"],"type":["text"],"creator":["Tyc, Tomas","Herzanova, Lenka","Sarbort, Martin","Bering, Klaus"],"language":[],"coverage":[],"title":["Absolute instruments and perfect imaging in geometrical optics"],"description":["  We investigate imaging by spherically symmetric absolute instruments that\nprovide perfect imaging in the sense of geometrical optics. We derive a number\nof properties of such devices, present a general method for designing them and\nuse this method to propose several new absolute instruments, in particular a\nlens providing a stigmatic image of an optically homogeneous region and having\na moderate refractive index range.\n","Comment: 20 pages, 9 images"]}]
["1110.5232",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5232","doi:10.1007/s00220-012-1601-1"],"date":["2011-10-24","2014-06-12"],"type":["text"],"creator":["Fredenhagen, Klaus","Rejzner, Katarzyna"],"language":[],"coverage":[],"title":["Batalin-Vilkovisky formalism in perturbative algebraic quantum field\n  theory"],"description":["  On the basis of a thorough discussion of the Batalin-Vilkovisky formalism for\nclassical field theory presented in our previous publication, we construct in\nthis paper the Batalin-Vilkovisky complex in perturbatively renormalized\nquantum field theory. The crucial technical ingredient is a proof that the\nrenormalized time-ordered product is equivalent to the pointwise product of\nclassical field theory. The renormalized Batalin-Vilkovisky algebra is then the\nclassical algebra but written in terms of the time-ordered product, together\nwith an operator which replaces the ill defined graded Laplacian of the\nunrenormalized theory. We identify it with the anomaly term of the anomalous\nMaster Ward Identity of Brennecke and D\\\"utsch. Contrary to other approaches we\ndo not refer to the path integral formalism and do not need to use\nregularizations in intermediate steps.\n","Comment: 34 pages"]}]
["1201.2496",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2496","Optics Letters 37, 924 (2012)","doi:10.1364/OL.37.000924"],"date":["2012-01-12"],"type":["text"],"creator":["Tyc, Tomas"],"language":[],"coverage":[],"title":["Gouy phase for full-aperture spherical and cylindrical waves"],"description":["  We investigate the Gouy phase shift for full-aperture waves converging to a\nfocal point from all directions in two and three dimensions. We find a simple\ninterpretation for the Gouy phase in this situation and show that it has a\ndramatic effect on reshaping sharply localized pulses.\n","Comment: 3 pages, 3 figures"]}]
["1204.1444",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1444"],"date":["2012-04-06","2014-06-13"],"type":["text"],"creator":["Trefois, Maguy","Delvenne, Jean-Charles"],"language":[],"coverage":[],"title":["Computing the minimum rank of a loop directed tree"],"description":["  The minimum rank of a graph is the minimum possible rank of a real matrix\nwhose zero-nonzero pattern is described by the graph. The current algorithms\ncan compute efficiently the minimum rank of undirected trees. This paper\nprovides an algorithm to compute in polynomial time the minimum rank of\ndirected trees allowing loops.\n","Comment: This paper has been withdrawn due to a crucial error in Lemma 5.2. A\n  correct and more complete version is available here: arXiv:1405.6222. In\n  particular, in this new version we identify a class of directed trees\n  allowing loops whose minimum rank is computable in linear time. An efficient\n  algorithm for the minimum rank of any directed tree allowing loops is still\n  needed"]}]
["1204.6452",{"format":[],"subject":["Mathematics - Statistics Theory","Statistics - Methodology","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.6452"],"date":["2012-04-28","2014-06-13"],"type":["text"],"creator":["Jin, Jiashun","Zhang, Cun-Hui","Zhang, Qi"],"language":[],"coverage":[],"title":["Optimality of Graphlet Screening in High Dimensional Variable Selection"],"description":["  Consider a linear regression model where the design matrix X has n rows and p\ncolumns. We assume (a) p is much large than n, (b) the coefficient vector beta\nis sparse in the sense that only a small fraction of its coordinates is\nnonzero, and (c) the Gram matrix G = X'X is sparse in the sense that each row\nhas relatively few large coordinates (diagonals of G are normalized to 1).\n  The sparsity in G naturally induces the sparsity of the so-called graph of\nstrong dependence (GOSD). We find an interesting interplay between the signal\nsparsity and the graph sparsity, which ensures that in a broad context, the set\nof true signals decompose into many different small-size components of GOSD,\nwhere different components are disconnected.\n  We propose Graphlet Screening (GS) as a new approach to variable selection,\nwhich is a two-stage Screen and Clean method. The key methodological innovation\nof GS is to use GOSD to guide both the screening and cleaning. Compared to\nm-variate brute-forth screening that has a computational cost of p^m, the GS\nonly has a computational cost of p (up to some multi-log(p) factors) in\nscreening.\n  We measure the performance of any variable selection procedure by the minimax\nHamming distance. We show that in a very broad class of situations, GS achieves\nthe optimal rate of convergence in terms of the Hamming distance. Somewhat\nsurprisingly, the well-known procedures subset selection and the lasso are rate\nnon-optimal, even in very simple settings and even when their tuning parameters\nare ideally set.\n"]}]
["1205.3943",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.3943","Phys. Rev. E 88, 022152 (2013)","doi:10.1103/PhysRevE.88.022152"],"date":["2012-05-17","2013-08-30"],"type":["text"],"creator":["Sinha, Suman","Biswas, Soham","Sen, Parongama"],"language":[],"coverage":[],"title":["A stochastic opinion dynamics model with domain size dependent dynamic\n  evolution"],"description":["  We introduce a stochastic model of binary opinion dynamics in one dimension.\nThe binary opinions $\\pm 1$ are analogous to up and down Ising spins and in the\nequivalent spin system, only the spins at the domain boundary can flip. The\nprobability that a spin at the boundary is up is taken as $P_{up} = \\frac\n{s_{up}} {s_{up} + \\delta s_{down}}$ where $s_{up} (s_{down})$ denotes the size\nof the domain with up (down) spins neighbouring it. With $x$ fraction of up\nspins initially, a phase transition is observed in terms of the exit\nprobability and the phase boundary is obtained in the $\\delta -x$ plane. In\naddition, we investigate the coarsening behaviour starting from a completely\nrandom state; conventional scaling is observed only at the phase transition\npoint $\\delta = 1$. The scaling behaviour is compared to other dynamical\nphenomena; the model apparently belongs to a new dynamical universility class\nas far as persistence is concerned although the dynamical exponent, equal to\none, is identical to a similar model with no stochasticity.\n","Comment: This paper has been withdrawn by the authors. An updated, revised and\n  accepted version (in PRE) of this paper is available at arXiv:1306.6813"]}]
["1205.5397",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.5397","Mon.Not.Roy.Astron.Soc.423:2228-2233,2012","doi:10.1111/j.1365-2966.2012.21619.x"],"date":["2012-05-24","2012-07-23"],"type":["text"],"creator":["Sanders, Jason"],"language":[],"coverage":[],"title":["Determining the velocity dispersion of the thick disc"],"description":["  We attempt to recover the mean vertical velocity and vertical velocity\ndispersion as a function of the Galactic height for a sample drawn from a\nrealistic Galaxy distribution function by following the method presented in\nMoni Bidin et al. (2012). We find that, for the sample size used, the\nobservational error in the velocities is much smaller than the Poisson noise\nwhich has not been accounted for by Moni Bidin et al. We repeat the analysis on\na large number of samples to estimate the contribution of the Poisson noise and\nto uncover any systematics. We find that the dispersion is systematically\noverestimated at low Galactic heights and slightly underestimated at high\nGalactic heights leading to an underestimate of the gradient of the dispersion\nwith Galactic height. The causes of the systematics are revealed by repeating\nthe calculation using a method inspired by Girard et al. (2006). This method\nrecovers the expected dispersion much more successfully and in particular\nyields a gradient of the dispersion with Galactic height which is approximately\nthree times that found using the method presented by Moni Bidin et al.\n","Comment: 7 pages, 7 figures, accepted for publication in MNRAS - included more\n  information on DF, small change to DF has slightly altered the results"]}]
["1208.2813",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.2813","Mon. Not. R. Astron. Soc. 426: 128-139, 2012","doi:10.1111/j.1365-2966.2012.21698.x"],"date":["2012-08-14"],"type":["text"],"creator":["Sanders, Jason"],"language":[],"coverage":[],"title":["Angle-action estimation in a general axisymmetric potential"],"description":["  The usefulness of angle-action variables in galaxy dynamics is well known,\nbut their use is limited due to the difficulty of their calculation in\nrealistic galaxy potentials. Here we present a method for estimating\nangle-action variables in a realistic Milky Way axisymmetric potential by\nlocally fitting a St\\\"ackel potential over the region an orbit probes. The\nquality of the method is assessed by comparison with other known methods for\nestimating angle-action variables of a range of disc and halo-type orbits. We\nconclude by projecting the Geneva-Copenhagen survey into angle-action space.\n","Comment: 13 pages, 12 figures, accepted for publication in MNRAS"]}]
["1209.6581",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.6581","The Astrophysical Journal Supplement, Volume 203, Issue 2, article\n  id. 20, 10 pp. (2012)","doi:10.1088/0067-0049/203/2/20"],"date":["2012-09-28"],"type":["text"],"creator":["Kubát, Jiří"],"language":[],"coverage":[],"title":["Spherically symmetric NLTE model atmospheres of hot hydrogen-helium\n  first stars"],"description":["  We present results of our calculations of NLTE model stellar atmospheres for\nhot Population III stars composed of hydrogen and helium. We use our own\ncomputer code for calculation of spherically symmetric NLTE model atmospheres\nin hydrostatic and radiative equilibrium. The model atmospheres are then used\nfor calculation of emergent fluxes. These fluxes serve for the evaluation of\nthe flow of high-energy photons for energies higher than ionization energies of\nhydrogen and helium, the so-called ionizing photon fluxes. We also present the\ntime evolution of the ionizing photon fluxes.\n","Comment: accepted to Astrophys. J. Suppl"]}]
["1210.0497",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.0497","Nuclear Physics, Section B (2014), pp. 481-492"],"date":["2012-10-01","2014-06-13"],"type":["text"],"creator":["Bhattacharjee, Srijit","Majumdar, Parthasarathi"],"language":[],"coverage":[],"title":["Gravitational Coleman-Weinberg Potential and It's Finite Temperature\n  Counterpart"],"description":["  Coleman-Weinberg (CW) phenomena for the case of gravitons minimally coupled\nto massless scalar field is studied. The one loop effect completely vanishes if\nthere is no self interaction term present in the matter sector. The one loop\neffective potential is shown to develop an instability in the form of acquiring\nan imaginary part, which can be traced to the tachyonic pole in the graviton\npropagator. The finite temperature counterpart of this CW potential is computed\nto study the behaviour of the potential in the high and low temperature regimes\nwith respect to the typical energy scale of the theory. Finite temperature\ncontribution to the imaginary part of gravitational CW potential exhibits a\ndamped oscillatory behaviour; all thermal effects are damped out as the\ntemperature vanishes, consistent with the zero-temperature result. Possibility\nof symmetry restoration at high temperature is also depicted.\n","Comment: 13 pages, 2 figures, version accepted in Nuclear Physics B"]}]
["1210.3283",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3283"],"date":["2012-10-11","2014-06-13"],"type":["text"],"creator":["Weeraddana, Pradeep Chathuranga","Athanasiou, George","Jakobsson, Martin","Fischione, Carlo","Baras, John S."],"language":[],"coverage":[],"title":["On the Privacy of Optimization Approaches"],"description":["  Ensuring privacy of sensitive data is essential in many contexts, such as\nhealthcare data, banks, e-commerce, wireless sensor networks, and social\nnetworks. It is common that different entities coordinate or want to rely on a\nthird party to solve a specific problem. At the same time, no entity wants to\npublish its problem data during the solution procedure unless there is a\nprivacy guarantee. Unlike cryptography and differential privacy based\napproaches, the methods based on optimization lack a quantification of the\nprivacy they can provide. The main contribution of this paper is to provide a\nmechanism to quantify the privacy of a broad class of optimization approaches.\nIn particular, we formally define a one-to-many relation, which relates a given\nadversarial observed message to an uncertainty set of the problem data. This\nrelation quantifies the potential ambiguity on problem data due to the employed\noptimization approaches. The privacy definitions are then formalized based on\nthe uncertainty sets. The properties of the proposed privacy measure is\nanalyzed. The key ideas are illustrated with examples, including localization,\naverage consensus, among others.\n"]}]
["1211.1452",{"format":[],"subject":["Mathematical Physics","20C99, 20C35, 22E70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1452","J. Phys. A: Math. Theor. 46 022002, 2013","doi:10.1088/1751-8113/46/2/022002"],"date":["2012-11-07"],"type":["text"],"creator":["Kalnins, E. G.","Kress, J. M.","Miller Jr, W."],"language":[],"coverage":[],"title":["Superintegrability in a non-conformally-flat space"],"description":["  Superintegrable systems in two- and three-dimensional spaces of constant\ncurvature have been extensively studied. From these, superintegrable systems in\nconformally flat spaces can be constructed by Staeckel transform. In this paper\na method developed to establish the superintegrability of the\nTremblay-Turbiner-Winternitz system in two dimensions is extended to higher\ndimensions and a superintegrable system on a non-conformally-flat\nfour-dimensional space is found. In doing so, curvature corrections to the\ncorresponding classical potential are found to be necessary. It is found that\nsome subalgebras of the symmetry algebra close polynomially.\n"]}]
["1211.3549",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.3549","IEEE Trans. Antennas Propag., vol. 61, no. 9, pp. 4606 - 4614,\n  Sep. 2013","doi:10.1109/TAP.2013.2271892"],"date":["2012-11-15","2013-06-24"],"type":["text"],"creator":["Ra'di, Younes","Asadchy, Victor S.","Tretyakov, Sergei A."],"language":[],"coverage":[],"title":["Total absorption of electromagnetic waves in ultimately thin layers"],"description":["  We consider single-layer arrays of electrically small lossy bi-anisotropic\nparticles that completely absorb electromagnetic waves at normal incidence.\nRequired conditions for electromagnetic properties of bi-anisotropic particles\nhave been identified in the most general case of uniaxial reciprocal and\nnonreciprocal particles. We consider the design possibilities offered by the\nparticles of all four fundamental classes of bianisotropic inclusions:\nreciprocal chiral and omega particles and nonreciprocal Tellegen and moving\nparticles. We also study the reflection/transmission properties of asymmetric\nstructures with different properties when illuminated from the opposite sides\nof the sheet. It has been found that it is possible to realize single-layer\ngrids which exhibit the total absorption property when illuminated from one\nside but are totally transparent when illuminated from the other side (an\nultimately thin isolator). Other possible properties are co-polarized or twist\npolarized reflection from the side opposite to the absorbing one. Finally, we\ndiscuss possible approaches to practical realization of particles with the\nproperties required for single-layer perfect absorbers and other proposed\ndevices.\n","Comment: 9 pages, 1 Table, Accepted for Publication in Transactions on\n  Antennas & Propagation"]}]
["1301.1063",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Number Theory","Mathematics - Representation Theory","Primary 53B10, 11S90, Secondary 53C10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.1063"],"date":["2013-01-06","2014-06-13"],"type":["text"],"creator":["Kato, Hironao"],"language":[],"coverage":[],"title":["Castling transformations of projective structures"],"description":["  We construct an infinite sequence of projectively flat manifolds by using\ncastling transformations of prehomogeneous vector spaces. We also give a\nclassification of manifolds equipped with a flat projective structure obtained\nby a finite number of castling transformations, and describe these flat\nprojective structures by atlases.\n","Comment: 30 pages"]}]
["1301.7110",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.7110","Phys. Rev. A 89, 042323, 2014","doi:10.1103/PhysRevA.89.042323"],"date":["2013-01-29","2013-11-05"],"type":["text"],"creator":["de Almeida, Marcelo","Gu, Mile","Fedrizzi, Alessandro","Broome, Matthew A.","Ralph, Timothy C.","White, Andrew G."],"language":[],"coverage":[],"title":["Entanglement-free certification of entangling gates"],"description":["  Not all quantum protocols require entanglement to outperform their classical\nalternatives. The nonclassical correlations that lead to this quantum advantage\nare conjectured to be captured by quantum discord. Here we demonstrate that\ndiscord can be explicitly used as a resource: certifying untrusted entangling\ngates without generating entanglement at any stage. We implement our protocol\nin the single-photon regime, and show its success in the presence of high\nlevels of noise and imperfect gate operations. Our technique offers a practical\nmethod for benchmarking entangling gates in physical architectures in which\nonly highly-mixed states are available.\n","Comment: 5 pages, 2 figures"]}]
["1302.3306",{"format":[],"subject":["Quantitative Finance - Computational Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.3306","JSIAM Letters Vol. 5 (2013) p.17-20","doi:10.14495/jsiaml.5.17"],"date":["2013-02-13"],"type":["text"],"creator":["Kato, Takashi","Takahashi, Akihiko","Yamada, Toshihiro"],"language":[],"coverage":[],"title":["An Asymptotic Expansion Formula for Up-and-Out Barrier Option Price\n  under Stochastic Volatility Model"],"description":["  This paper derives a new semi closed-form approximation formula for pricing\nan up-and-out barrier option under a certain type of stochastic volatility\nmodel including SABR model by applying a rigorous asymptotic expansion method\ndeveloped by Kato, Takahashi and Yamada (2012). We also demonstrate the\nvalidity of our approximation method through numerical examples.\n","Comment: 9 pages"]}]
["1302.4849",{"format":[],"subject":["Mathematics - Functional Analysis","47A30, 15A60, 05C50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.4849","New York J. Math. 20 (2014) 325-352"],"date":["2013-02-20","2014-06-13"],"type":["text"],"creator":["Levene, Rupert H."],"language":[],"coverage":[],"title":["Norms of idempotent Schur multipliers"],"description":["  Let D be a masa in B(H) where H is a separable Hilbert space. We find real\nnumbers \\eta_0 < \\eta_1 < \\eta_2 < ... < \\eta_6 so that for every bounded,\nnormal D-bimodule map {\\Phi} on B(H) either ||\\Phi|| > \\eta_6, or ||\\Phi|| =\n\\eta_k for some k <= 6. When D is totally atomic, these maps are the idempotent\nSchur multipliers and we characterise those with norm \\eta_k for 0 <= k <= 6.\nWe also show that the Schur idempotents which keep only the diagonal and\nsuperdiagonal of an n x n matrix, or of an n x (n+1) matrix, both have norm\n2/(n+1) cot(pi/(n+1)), and we consider the average norm of a random idempotent\nSchur multiplier as a function of dimension. Many of our arguments are framed\nin the combinatorial language of bipartite graphs.\n","Comment: http://nyjm.albany.edu/j/2014/20-19.html"]}]
["1302.6064",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.6064","Light: Sci. Appl. 3, e163 (2014)","doi:10.1038/lsa.2014.44"],"date":["2013-02-25"],"type":["text"],"creator":["Witte, Stefan","Tenner, Vasco T.","Noom, Daniël W. E.","Eikema, Kjeld S. E."],"language":[],"coverage":[],"title":["Ultra-broadband extreme-ultraviolet lensless imaging of extended complex\n  structures"],"description":["  Lensless imaging is an elegant approach to high-resolution microscopy, which\nis rapidly gaining popularity in applications where imaging optics are\nproblematic. However, current lensless imaging methods require objects to be\nplaced within a well-defined support structure, while the light source needs to\nhave a narrow, stable, and accurately known spectrum. Here we introduce a\ngeneral approach to lensless imaging without spectral bandwidth limitations or\nsample requirements. We use two time-delayed coherent light pulses, and show\nthat scanning the pulse-to-pulse time delay allows the reconstruction of\ndiffraction-limited images for all spectral components in the pulse. Moreover,\nan iterative phase retrieval algorithm is introduced, which uses these\nspectrally resolved Fresnel diffraction patterns to obtain high-resolution\nimages of complex extended objects without any support requirements. We\ndemonstrate this two-pulse imaging method with octave-spanning visible light\nsources (in both transmission and reflection geometries), and with broadband\nextreme-ultraviolet radiation from a high-harmonic source. This demonstrates\nthat our approach enables effective use of low-flux ultra-broadband sources,\nsuch as table-top soft-X-ray systems, for high-resolution imaging.\n","Comment: 14 pages, 7 figures"]}]
["1303.7209",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.7209","Phys. Rev. Lett. 112, 108302 (2014)","doi:10.1103/PhysRevLett.112.108302"],"date":["2013-03-28","2014-03-11"],"type":["text"],"creator":["Zaitsev, V. Y.","Gusev, V. E.","Tournat, V.","Richard, P."],"language":[],"coverage":[],"title":["Slow relaxation and aging phenomena at nano-scale in granular materials"],"description":["  Complex systems having metastable elements often demonstrate nearly log-time\nrelaxations and a kind of aging: repeated stimuli weaken the system's\nrelaxational response. Granular matter is known to exhibit a wealth of such\nbehaviors, for which the role of thermal fluctuations is usually ignored.\nHowever, we demonstrate that the latter can pronouncedly affect contacting\nmesoscopic-scale asperities and be macroscopically observed via appropriate\nacoustic effects. We also propose a mechanism comprising slow relaxations and\naging as intrinsic properties of a wide class of systems with metastable\nstates.\n","Comment: 5 pages, 4 figures"]}]
["1304.0615",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.0615","New J. Phys. 15, 065005 (2013)","doi:10.1088/1367-2630/15/6/065005"],"date":["2013-04-02"],"type":["text"],"creator":["Tyc, Tomas"],"language":[],"coverage":[],"title":["Spectra of absolute instruments from the WKB approximation"],"description":["  We calculate frequency spectra of absolute optical instruments using the WKB\napproximation. The resulting eigenfrequencies approximate the actual values\nvery accurately, in some cases they even give the exact values. Our\ncalculations confirm results obtained previously by a completely different\nmethod. In particular, the eigenfrequencies of absolute instruments form tight\ngroups that are almost equidistantly spaced. We demonstrate our method and its\nresults on several examples.\n"]}]
["1305.0666",{"format":[],"subject":["Mathematical Physics","Mathematics - Classical Analysis and ODEs","Mathematics - Combinatorics","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.0666"],"date":["2013-05-03","2014-05-21"],"type":["text"],"creator":["Rosengren, Hjalmar"],"language":[],"coverage":[],"title":["Special polynomials related to the supersymmetric eight-vertex model. I.\n  Behaviour at cusps"],"description":["  We study certain symmetric polynomials, which as very special cases include\npolynomials related to the supersymmetric eight-vertex model, and other\nelliptic lattice models with $\\Delta=\\pm 1/2$. In this paper, which is the\nfirst part of a series, we study the behaviour of the polynomials at special\nparameter values, which can be identified with cusps of the modular group\n$\\Gamma_0(12)$. In subsequent papers, we will show that the polynomials satisfy\na non-stationary Schr\\\"odinger equation related to the\nKnizhnik--Zamolodchikov--Bernard equation and that they give a four-dimensional\nlattice of tau functions of Painlev\\'e VI.\n","Comment: 53 pages. Minor changes from previous version"]}]
["1305.0696",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.0696","J. Opt. 15, 125716 (2013)","doi:10.1088/2040-8978/15/12/125716"],"date":["2013-05-03"],"type":["text"],"creator":["Sarbort, Martin","Tyc, Tomas"],"language":[],"coverage":[],"title":["Multi-focal spherical media and geodesic lenses in geometrical optics"],"description":["  This paper presents a general approach to designing the isotropic spherical\nmedia with complex spatial structure that provide different types of imaging\nfor different light rays. It is based on equivalence of the spherical medium\nand the corresponding geodesic lens. We use this approach to design multi-focal\ngradient- index lenses embedded into an optically homogeneous region and\nmulti-focal absolute instruments that provide perfect imaging of\nthree-dimensional domains.\n"]}]
["1305.4788",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.4788","MNRAS 435, 689 - 697 (2013)","doi:10.1093/mnras/stt1328"],"date":["2013-05-21","2013-07-10"],"type":["text"],"creator":["Gent, Frederick Armstrong","Fedun, Viktor","Mumford, Stuart John","Erdelyi, Robertus"],"language":[],"coverage":[],"title":["Magnetohydrostatic equilibrium. I: Three-dimensional open magnetic flux\n  tube in the stratified solar atmosphere"],"description":["  A single open magnetic flux tube spanning the solar photosphere (solar radius\nR) and the lower corona (R + 10 Mm) is modelled in magnetohydrostatic\nequilibrium within a realistic stratified atmosphere subject to solar gravity.\nSuch flux tubes are observed to remain relatively stable for up to a day or\nmore, and it is our aim to apply the model as the background condition for\nnumerical studies of energy transport mechanisms from the surface to the\ncorona. We solve analytically an axially symmetric 3D structure for the model,\nwith magnetic field strength, plasma density, pressure and temperature all\nconsistent with observational and theoretical estimates. The self similar\nconstruction ensures the magnetic field is divergence free. The equation of\npressure balance for this particular set of flux tubes can be integrated\nanalytically to find the pressure and density corrections required to preserve\nthe magnetohydrostatic equilibrium. The model includes a number of free\nparameters, which makes the solution applicable to a variety of other physical\nproblems and it may therefore be of more general interest.\n","Comment: 9 pages, 8 figures"]}]
["1305.6306",{"format":[],"subject":["Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.6306","doi:10.1145/2600917"],"date":["2013-05-27","2014-02-27"],"type":["text"],"creator":["Goldberg, Leslie Ann","Jerrum, Mark"],"language":[],"coverage":[],"title":["The Complexity of Approximately Counting Tree Homomorphisms"],"description":["  We study two computational problems, parameterised by a fixed tree H.\n#HomsTo(H) is the problem of counting homomorphisms from an input graph G to H.\n#WHomsTo(H) is the problem of counting weighted homomorphisms to H, given an\ninput graph G and a weight function for each vertex v of G. Even though H is a\ntree, these problems turn out to be sufficiently rich to capture all of the\nknown approximation behaviour in #P. We give a complete trichotomy for\n#WHomsTo(H). If H is a star then #WHomsTo(H) is in FP. If H is not a star but\nit does not contain a certain induced subgraph J_3 then #WHomsTo(H) is\nequivalent under approximation-preserving (AP) reductions to #BIS, the problem\nof counting independent sets in a bipartite graph. This problem is complete for\nthe class #RHPi_1 under AP-reductions. Finally, if H contains an induced J_3\nthen #WHomsTo(H) is equivalent under AP-reductions to #SAT, the problem of\ncounting satisfying assignments to a CNF Boolean formula. Thus, #WHomsTo(H) is\ncomplete for #P under AP-reductions. The results are similar for #HomsTo(H)\nexcept that a rich structure emerges if H contains an induced J_3. We show that\nthere are trees H for which #HomsTo(H) is #SAT-equivalent (disproving a\nplausible conjecture of Kelk). There is an interesting connection between these\nhomomorphism-counting problems and the problem of approximating the partition\nfunction of the ferromagnetic Potts model. In particular, we show that for a\nfamily of graphs J_q, parameterised by a positive integer q, the problem\n#HomsTo(H) is AP-interreducible with the problem of approximating the partition\nfunction of the q-state Potts model. It was not previously known that the Potts\nmodel had a homomorphism-counting interpretation. We use this connection to\nobtain some additional upper bounds for the approximation complexity of\n#HomsTo(J_q).\n"]}]
["1307.0905",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","90C27","G.1.6"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.0905"],"date":["2013-07-02","2014-06-13"],"type":["text"],"creator":["Kunkler, Sarah J.","LaMar, M. Drew","Kincaid, Rex K.","Phillips, David"],"language":[],"coverage":[],"title":["Algorithm and Complexity for a Network Assortativity Measure"],"description":["  We show that finding a graph realization with the minimum Randi\\'c index for\na given degree sequence is solvable in polynomial time by formulating the\nproblem as a minimum weight perfect b-matching problem. However, the\nrealization found via this reduction is not guaranteed to be connected.\nApproximating the minimum weight b-matching problem subject to a connectivity\nconstraint is shown to be NP-Hard. For instances in which the optimal solution\nto the minimum Randi\\'c index problem is not connected, we describe a heuristic\nto connect the graph using pairwise edge exchanges that preserves the degree\nsequence. In our computational experiments, the heuristic performs well and the\nRandi\\'c index of the realization after our heuristic is within 3% of the\nunconstrained optimal value on average. Although we focus on minimizing the\nRandi\\'c index, our results extend to maximizing the Randi\\'c index as well.\nApplications of the Randi\\'c index to synchronization of neuronal networks\ncontrolling respiration in mammals and to normalizing cortical thickness\nnetworks in diagnosing individuals with dementia are provided.\n","Comment: Added additional section on applications"]}]
["1307.5302",{"format":[],"subject":["Statistics - Machine Learning","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.5302"],"date":["2013-07-19","2014-06-12"],"type":["text"],"creator":["Sejdinovic, Dino","Strathmann, Heiko","Garcia, Maria Lomeli","Andrieu, Christophe","Gretton, Arthur"],"language":[],"coverage":[],"title":["Kernel Adaptive Metropolis-Hastings"],"description":["  A Kernel Adaptive Metropolis-Hastings algorithm is introduced, for the\npurpose of sampling from a target distribution with strongly nonlinear support.\nThe algorithm embeds the trajectory of the Markov chain into a reproducing\nkernel Hilbert space (RKHS), such that the feature space covariance of the\nsamples informs the choice of proposal. The procedure is computationally\nefficient and straightforward to implement, since the RKHS moves can be\nintegrated out analytically: our proposal distribution in the original space is\na normal distribution whose mean and covariance depend on where the current\nsample lies in the support of the target distribution, and adapts to its local\ncovariance structure. Furthermore, the procedure requires neither gradients nor\nany other higher order information about the target, making it particularly\nattractive for contexts such as Pseudo-Marginal MCMC. Kernel Adaptive\nMetropolis-Hastings outperforms competing fixed and adaptive samplers on\nmultivariate, highly nonlinear target distributions, arising in both real-world\nand synthetic examples. Code may be downloaded at\nhttps://github.com/karlnapf/kameleon-mcmc.\n","Comment: Proceedings of the 31st International Conference on Machine Learning,\n  Beijing, China, 2014; JMLR: W&CP volume 32(2)"]}]
["1308.3833",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1308.3833"],"date":["2013-08-18","2014-06-12"],"type":["text"],"creator":["Bharath, H. M.","Ghosh, Saikat"],"language":[],"coverage":[],"title":["A model independent approach towards resource count and precision limits\n  in a general measurement"],"description":["  A formulation towards quantifying resource count used in a measurement, that\nis independent of the model of the measurement dynamics(Quantum/Classical), is\nconsidered. For any general measurement with $(M+1)$ discrete outcomes, it is\nfound that there is a unique probability distribution that minimizes the\nmeasurement error, with the error scaling as $1/M$. For a measurement with a\nfinite resource$(R)$, this absolute bound implies the resource count to be\nequal to the possible outcomes i.e. $R=M$. This formulation therefore provides\na model independent route towards estimating resource count used in any general\nmeasurement scheme.\n","Comment: 4+1 pages and supplementary information"]}]
["1309.5207",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1309.5207","Journal-ref: International Journal of Geometric Methods in Modern\n  Physics, Vol. 11 (2014) 1450067","doi:10.1142/S0219887814500674"],"date":["2013-09-20","2014-06-13"],"type":["text"],"creator":["Cirilo-Lombardo, Diego Julio","Prudencio, Thiago"],"language":[],"coverage":[],"title":["Quantum Gravity: physics from supergeometries"],"description":["  We show that the metric (line element) is the first geometrical object to be\nassociated to a discrete (quantum) structure of the spacetime without necessity\nof black hole-entropy-area arguments, in sharp contrast with other attempts in\nthe literature. To this end, an emergent metric solution obtained previously in\n[Physics Letters B 661, 186-191 (2008)] from a particular non-degenerate\nRiemmanian superspace is introduced. This emergent metric is described by a\nphysical coherent state belonging to the metaplectic group Mp (n) with a\nPoissonian distribution at lower n (number basis) restoring the classical\nthermal continuum behaviour at large n (n ! 1), or leading to non-classical\nradiation states, as is conjectured in a quite general basis by mean the\nBekenstein- Mukhanov effect. Group-dependent conditions that control the\nbehavior of the macroscopic regime spectrum (thermal or not), as the\nrelationship with the problem of area / entropy of the black hole are presented\nand discussed.\n","Comment: Published in IJGMMP, Improved version (misprints and typos\n  corrected). 13 pages, one figure add and comments"]}]
["1309.5767",{"format":[],"subject":["Computer Science - Logic in Computer Science","F.3.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1309.5767"],"date":["2013-09-23","2014-06-13"],"type":["text"],"creator":["Herbelin, Hugo","Spiwack, Arnaud"],"language":[],"coverage":[],"title":["The Rooster and the Syntactic Bracket"],"description":["  We propose an extension of pure type systems with an algebraic presentation\nof inductive and co-inductive type families with proper indices. This type\ntheory supports coercions toward from smaller sorts to bigger sorts via\nexplicit type construction, as well as impredicative sorts. Type families in\nimpredicative sorts are constructed with a bracketing operation. The necessary\nrestrictions of pattern-matching from impredicative sorts to types are confined\nto the bracketing construct. This type theory gives an alternative presentation\nto the calculus of inductive constructions on which the Coq proof assistant is\nan implementation.\n","Comment: To appear in the proceedings of the 19th International Conference on\n  Types for Proofs and Programs"]}]
["1309.7046",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1309.7046","doi:10.1088/0034-4885/77/6/066901"],"date":["2013-09-26","2014-06-13"],"type":["text"],"creator":["Buehler, Rolf","Blandford, Roger"],"language":[],"coverage":[],"title":["The surprising Crab pulsar and its nebula: A review"],"description":["  The Crab nebula and its pulsar (referred to together as \"Crab\") have\nhistorically played a central role in astrophysics. True to their legacy,\nseveral unique discoveries have been made recently. The Crab was found to emit\ngamma-ray pulsations up to energies of 400 GeV, beyond what was previously\nexpected from pulsars. Strong gamma-ray flares, of durations of a few days were\ndiscovered from within the nebula, while the source was previously expected to\nbe stable in flux on these time scales. Here we review these intriguing and\nsuggestive developments. In this context we give an overview of the\nobservational properties of the Crab and our current understanding of pulsars\nand their nebulae.\n","Comment: Review for Reports on Progress in Physics, 31 pages, 11 figures. For\n  a video abstract see the journal web page of the article or\n  http://bcove.me/391e37dv"]}]
["1309.7831",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1309.7831","J.Phys.Conf.Ser. 523 (2014) 012032","doi:10.1088/1742-6596/523/1/012032"],"date":["2013-09-30","2014-06-13"],"type":["text"],"creator":["Conte, Eric","Fuks, Benjamin"],"language":[],"coverage":[],"title":["MadAnalysis 5: status and new developments"],"description":["  MadAnalysis 5 is a new Python/C++ package facilitating phenomenological\nanalyses that can be performed in the framework of Monte Carlo simulations of\ncollisions to be produced in high-energy physics experiments. It allows, by\nmeans of a user-friendly interpreter, to perform professional physics analyses\nin a very simple way. Starting from event samples as generated by any Monte\nCarlo event generator, large classes of selections can be implemented through\nintuitive commands, many standard kinematical distributions can be\nautomatically represented by histograms and all results are eventually gathered\ninto detailed Html and latex reports. In this work, we briefly report on the\nlatest developments of the code, focusing on the interface to the FastJet\nprogram dedicated to jet reconstruction.\n","Comment: 8 pages, 1 figure, contribution to the proceedings of the 15th\n  International Workshop of advanced computing and analysis techniques (ACAT\n  2013), 16-21 May 2013, China; version to appear in the proceedings"]}]
["1310.0449",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1310.0449","Astronomy and Astrophysics, Volume 559, id.A130, 17 pp (2013)","doi:10.1051/0004-6361/201322390"],"date":["2013-10-01"],"type":["text"],"creator":["Šurlan, B.","Hamann, W. -R.","Aret, A.","Kubát, J.","Oskinova, L. M.","Torres, A. F."],"language":[],"coverage":[],"title":["Macroclumping as solution of the discrepancy between H{\\alpha} and P v\n  mass loss diagnostics for O-type stars"],"description":["  Recent studies of O-type stars demonstrated that discrepant mass-loss rates\nare obtained when different diagnostic methods are employed - fitting the\nunsaturated UV resonance lines (e.g. P v) gives drastically lower values than\nobtained from the H{\\alpha} emission. Wind clumping may be the main cause for\nthis discrepancy. In a previous paper, we have presented 3-D Monte-Carlo\ncalculations for the formation of scattering lines in a clumped stellar wind.\nIn the present paper we select five O-type supergiants (from O4 to O7) and test\nwhether the reported discrepancies can be resolved this way. In the first step,\nthe analyses start with simulating the observed spectra with Potsdam Wolf-Rayet\n(PoWR) non-LTE model atmospheres. The mass-loss rates are adjusted to fit best\nto the observed H{\\alpha} emission lines. For the unsaturated UV resonance\nlines (i.e. P v) we then apply our 3-D Monte-Carlo code, which can account for\nwind clumps of any optical depths, a non-void inter-clump medium, and a\nvelocity dispersion inside the clumps. The ionization stratifications and\nunderlying photospheric spectra are adopted from the PoWR models. From fitting\nthe observed resonance line profiles, the properties of the wind clumps are\nconstrained. Our results show that with the mass-loss rates that fit H{\\alpha}\n(and other Balmer and He II lines), the UV resonance lines (especially the\nunsaturated doublet of P v) can also be reproduced without problem when\nmacroclumping is taken into account. There is no need to artificially reduce\nthe mass-loss rates, nor to assume a sub-solar phosphorus abundance or an\nextremely high clumping factor, contrary to what was claimed by other authors.\nThese consistent mass-loss rates are lower by a factor of 1.3 to 2.6, compared\nto the mass-loss rate recipe from Vink et al. Macroclumping resolves the\npreviously reported discrepancy between H{\\alpha} and P v mass-loss\ndiagnostics.\n","Comment: 18 pages, 14 figures, 5 tables, accepted for publication in\n  Astrononomy & Astrophysics"]}]
["1310.3480",{"format":[],"subject":["Mathematics - Representation Theory","16E35, 16E40, 16E45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1310.3480"],"date":["2013-10-13","2014-06-13"],"type":["text"],"creator":["Liu, Qunhua","Yang, Dong"],"language":[],"coverage":[],"title":["Stratifications of algebras with two simple modules"],"description":["  Let $A$ be a finite-dimensional algebra with two simple modules. It is shown\nthat if the derived category of $A$ admits a stratification with simple factors\nbeing the base field $k$, then $A$ is derived equivalent to a quasi-hereditary\nalgebra. As a consequence, if further $k$ is algebraically closed and $A$ has\nfinite global dimension, then $A$ is either derived simple or derived\nequivalent to a quasi-hereditary algebra\n","Comment: 16 pages. Typos corrected, some corollaries added in the end of\n  section 3"]}]
["1310.4283",{"format":[],"subject":["Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1310.4283"],"date":["2013-10-16","2014-06-13"],"type":["text"],"creator":["Spiwack, Arnaud"],"language":[],"coverage":[],"title":["Abstract interpretation as anti-refinement"],"description":["  This article shows a correspondence between abstract interpretation of\nimperative programs and the refinement calculus: in the refinement calculus, an\nabstract interpretation of a program is a specification which is a function.\n  This correspondence can be used to guide the design of mechanically verified\nstatic analyses, keeping the correctness proof well separated from the\nheuristic parts of the algorithms.\n","Comment: Working paper"]}]
["1310.4586",{"format":[],"subject":["Physics - Optics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1310.4586","Phys. Rev. B, vol. 89, no. 7, p. 075109, Feb. 2014","doi:10.1103/PhysRevB.89.075109"],"date":["2013-10-17"],"type":["text"],"creator":["Ra'di, Younes","Asadchy, Viktar","Tretyakov, Sergei"],"language":[],"coverage":[],"title":["One-way transparent sheets"],"description":["  In this paper we introduce the concept of metasurfaces which are fully\ntransparent when looking from one of the two sides of the sheet and have\ncontrollable functionalities for waves hitting the opposite side (one-way\ntransparent sheets). We address the question on what functionalities are\nallowed, considering limitations due to reciprocity and passivity. In\nparticular, we have found that it is possible to realize one-way transparent\nsheets which have the properties of a twist-polarizer in reflection or\ntransmission when illuminated from the other side. Also one-way transparent\nsheets with controllable co-polarized reflection and transmission from the\nopposite side are feasible. We show that particular non-reciprocal\nmagneto-electric coupling inside the sheet is necessary to realize lossless\nnon-active transparent sheets. Furthermore, we derive the required\npolarizabilities of constituent dipole particles such that the layers composed\nof them form one-way transparent sheets. We conclude with design and\nsimulations of an example of a nonreciprocal one-way transparent sheet\nfunctioning as an isolating twist-polarizer.\n","Comment: 8 pages, 4 figures"]}]
["1310.4685",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1310.4685"],"date":["2013-10-17","2014-06-13"],"type":["text"],"creator":["Rambour, Philippe"],"language":[],"coverage":[],"title":["Asymptotic of the terms of the Gegenbauer polynomial on the unit circle\n  and applications to the inverse of Toeplitz matrices"],"description":["  The first part of this paper is devoted to the study of the orthogonal\npolynomial on the circle, with respect of a weight of type $f_\\alpha (\\theta) =\n(2\\cos \\theta- 2\\cos \\theta_0)^{2\\alpha} c_1$ with $\\theta_0 \\in ]0,\\pi[$, -1/2\n<\\alpha<1/2 and c_1 a sufficiently smooth function. In a second part of the\npaper we obtain an asymptotic of the entries $(T_N f_\\alpha)^{-1}_{k+1,l+1}$\nfor sufficiently large values of $k,l$, that provides a lower bound on the\neigenvalues of this matrix.\n"]}]
["1310.6337",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1310.6337","Phys. Rev. Lett. 112, 031803 (2014)","doi:10.1103/PhysRevLett.112.031803"],"date":["2013-10-23","2014-06-13"],"type":["text"],"creator":["Dasgupta, Basudeb","Kopp, Joachim"],"language":[],"coverage":[],"title":["A m\\'enage \\`a trois of eV-scale sterile neutrinos, cosmology, and\n  structure formation"],"description":["  We show that sterile neutrinos with masses ~1 eV or larger, as motivated by\nseveral short-baseline oscillation anomalies, can be consistent with\ncosmological constraints if they are charged under a hidden sector force\nmediated by a light boson. In this case, sterile neutrinos experience a large\nthermal potential that suppresses mixing between active and sterile neutrinos\nin the early Universe, even if vacuum mixing angles are large. Thus, the\nabundance of sterile neutrinos in the Universe remains very small, and their\nimpact on Big Bang Nucleosynthesis, Cosmic Microwave Background, and\nlarge-scale structure formation is negligible. It is conceivable that the new\ngauge force also couples to dark matter, possibly ameliorating some of the\nsmall-scale structure problems associated with cold dark matter.\n","Comment: 7 pages, 4 figures. v3: minor corrections in the discussion of small\n  scale structure led to the realization that all 3 problems can be solved\n  simultaneously. Matches PRL version titled \"Cosmologically Safe eV-Scale\n  Sterile Neutrinos and Improved Dark Matter Structure\". v4: references added,\n  calculations in appendix A rewritten in Feynman gauge. ArXiv version includes\n  2 additional figures"]}]
["1311.2062",{"format":[],"subject":["Quantum Physics","Condensed Matter - Quantum Gases","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.2062","Sci. Rep. 4, 5274 (2014)","doi:10.1038/srep05274"],"date":["2013-11-08","2014-06-11"],"type":["text"],"creator":["del Campo, Adolfo","Boshier, Malcolm G.","Saxena, Avadh"],"language":[],"coverage":[],"title":["Bent waveguides for matter-waves: supersymmetric potentials and\n  reflectionless geometries"],"description":["  Non-zero curvature in a waveguide leads to the appearance of an attractive\nquantum potential which crucially affects the dynamics in matter-wave circuits.\nUsing methods of supersymmetric quantum mechanics, pairs of bent waveguides are\nfound whose geometry-induced potentials share the same scattering properties.\nAs a result, reflectionless waveguides, dual to the straight waveguide, are\nidentified. Strictly isospectral waveguides are also found by modulating the\ndepth of the trapping potential. Numerical simulations are used to demonstrate\nthe efficiency of these approaches in tailoring and controlling\ncurvature-induced quantum-mechanical effects.\n","Comment: 6 pages, 4 figures"]}]
["1311.5324",{"format":[],"subject":["Mathematics - Functional Analysis","26A15, 26A45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.5324","J. Math. Anal. Appl. 419 (2014), 428-432"],"date":["2013-11-21","2014-05-16"],"type":["text"],"creator":["Hormozi, Mahdi","Prus-Wisniowski, Franciszek","Rosengren, Hjalmar"],"language":[],"coverage":[],"title":["Inclusions of Waterman-Shiba spaces into generalized Wiener classes"],"description":["  The characterization of the inclusion of Waterman-Shiba spaces $\\Lambda\nBV^{(p)}$ into generalized Wiener classes of functions $BV(q;\\,\\delta)$ is\ngiven. It uses a new and shorter proof and extends an earlier result of U.\nGoginava.\n","Comment: 5 pages"]}]
["1311.5649",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.5649"],"date":["2013-11-21","2014-06-13"],"type":["text"],"creator":["Bukac, Martina"],"language":[],"coverage":[],"title":["Stability and convergence analysis of the kinematically coupled scheme\n  for fluid-structure interaction"],"description":["  In this work we analyze the stability and convergence properties of a\nloosely-coupled scheme, called the kinematically coupled scheme, for\ninteraction between an incompressible viscous fluid and a thin structure. We\nconsider a benchmark problem where the structure is modeled using the linearly\nelastic Koiter membrane model and the coupling between the fluid and structure\nis linear. We derive the energy estimates associated with the unconditional\nstability and, for the first time, present a priori estimates showing optimal,\nfirst-order in time, convergence. The theoretical stability and convergence\nresults are supported with numerical examples.\n","Comment: This paper has been withdrawn by the author due to an error"]}]
["1311.6309",{"format":[],"subject":["Quantum Physics","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.6309"],"date":["2013-11-25","2014-06-13"],"type":["text"],"creator":["Jain, Rahul","Pereszlényi, Attila","Yao, Penghui"],"language":[],"coverage":[],"title":["A parallel repetition theorem for entangled two-player one-round games\n  under product distributions"],"description":["  We show a parallel repetition theorem for the entangled value $\\omega^*(G)$\nof any two-player one-round game $G$ where the questions $(x,y) \\in\n\\mathcal{X}\\times\\mathcal{Y}$ to Alice and Bob are drawn from a product\ndistribution on $\\mathcal{X}\\times\\mathcal{Y}$. We show that for the $k$-fold\nproduct $G^k$ of the game $G$ (which represents the game $G$ played in parallel\n$k$ times independently),\n  $ \\omega^*(G^k)\n=\\left(1-(1-\\omega^*(G))^3\\right)^{\\Omega\\left(\\frac{k}{\\log(|\\mathcal{A}|\n\\cdot |\\mathcal{B}|)}\\right)} $, where $\\mathcal{A}$ and $\\mathcal{B}$\nrepresent the sets from which the answers of Alice and Bob are drawn.\n","Comment: 14 pages. Accepted by CCC 2014, camera-ready version"]}]
["1311.7079",{"format":[],"subject":["Mathematics - Rings and Algebras","17B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.7079"],"date":["2013-11-27","2014-06-12"],"type":["text"],"creator":["Chen, Hongjia","Sun, Jie"],"language":[],"coverage":[],"title":["Universal central extensions of $sl_{m|n}$ over $Z/2Z$-graded algebras"],"description":["  We study central extensions of the Lie superalgebra $sl_{m|n}(A)$, where $A$\nis a $Z/2Z$-graded superalgebra over a commutative ring $K$. The Steinberg Lie\nsuperalgebra $st_{m|n}(A)$ plays a crucial role. We show that $st_{m|n}(A)$ is\na central extension of $sl_{m|n}(A)$ for $m+n\\geq 3$. We use a $Z/2Z$-graded\nversion of cyclic homology to show that the center of the extension is\nisomorphic to $HC_1(A)$ as $K$-modules. For $m+n\\geq 5$, we prove that\n$st_{m|n}(A)$ is the universal central extension of $sl_{m|n}(A)$. For\n$m+n=3,4$, we prove that $st_{2|1}(A)$ and $st_{3|1}(A)$ are both centrally\nclosed. The universal central extension of $st_{2|2}(A)$ is constructed\nexplicitly.\n","Comment: 18 pages; section 7 added; reference [KT] added; the authors thank\n  the referee for comments on the previous version"]}]
["1311.7245",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.7245"],"date":["2013-11-28","2014-06-13"],"type":["text"],"creator":["Papadopoulos, A.","Georgiadis, L."],"language":[],"coverage":[],"title":["Multiuser Broadcast Erasure Channel with Feedback and Side Information,\n  and Related Index Coding Results"],"description":["  We consider the N-user broadcast erasure channel with public feedback and\nside information. Before the beginning of transmission, each receiver knows a\nfunction of the messages of some of the other receivers. This situation arises\nnaturally in wireless and in particular cognitive networks where a node may\noverhear transmitted messages destined to other nodes before transmission over\na given broadcast channel begins. We provide an upper bound to the capacity\nregion of this system. Furthermore, when the side information is linear, we\nshow that the bound is tight for the case of two-user broadcast channels. The\nspecial case where each user knows the whole or nothing of the message of each\nother node, constitutes a generalization of the index coding problem. For this\ninstance, and when there are no channel errors, we show that the bound reduces\nto the known Maximum Weighted Acyclic Induced Subgraph bound. We also show how\nto convert the capacity upper bound to transmission completion rate (broadcast\nrate) lower bound and provide examples of codes for certain information graphs\nfor which the bound is either achieved of closely approximated\n","Comment: In the replacement version we modified slightly the title and the\n  abstract of the original submission, in order to reflect better the content\n  of the paper"]}]
["1311.7615",{"format":[],"subject":["Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.7615","Experimental Mathematics 23 (2014), no. 2, 170-173","doi:10.1080/10586458.2014.886535"],"date":["2013-11-29","2014-02-18"],"type":["text"],"creator":["Burton, Benjamin A."],"language":[],"coverage":[],"title":["A duplicate pair in the SnapPea census"],"description":["  We identify a duplicate pair in the well-known Callahan-Hildebrand-Weeks\ncensus of cusped finite-volume hyperbolic 3-manifolds. Specifically, the\nsix-tetrahedron non-orientable manifolds x101 and x103 are homeomorphic.\n","Comment: 5 pages, 3 figures; v2: minor edits. To appear in Experimental\n  Mathematics"]}]
["1312.1743",{"format":[],"subject":["Computer Science - Learning","Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.1743"],"date":["2013-12-05","2014-06-13"],"type":["text"],"creator":["Ramanan, Deva"],"language":[],"coverage":[],"title":["Dual coordinate solvers for large-scale structural SVMs"],"description":["  This manuscript describes a method for training linear SVMs (including binary\nSVMs, SVM regression, and structural SVMs) from large, out-of-core training\ndatasets. Current strategies for large-scale learning fall into one of two\ncamps; batch algorithms which solve the learning problem given a finite\ndatasets, and online algorithms which can process out-of-core datasets. The\nformer typically requires datasets small enough to fit in memory. The latter is\noften phrased as a stochastic optimization problem; such algorithms enjoy\nstrong theoretical properties but often require manual tuned annealing\nschedules, and may converge slowly for problems with large output spaces (e.g.,\nstructural SVMs). We discuss an algorithm for an \"intermediate\" regime in which\nthe data is too large to fit in memory, but the active constraints (support\nvectors) are small enough to remain in memory. In this case, one can design\nrather efficient learning algorithms that are as stable as batch algorithms,\nbut capable of processing out-of-core datasets. We have developed such a\nMATLAB-based solver and used it to train a collection of recognition systems\nfor articulated pose estimation, facial analysis, 3D object recognition, and\naction classification, all with publicly-available code. This writeup describes\nthe solver in detail.\n"]}]
["1312.1864",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.1864","Phys. Rev. C89, 054903 (2014)","doi:10.1103/PhysRevC.89.054903"],"date":["2013-12-05","2014-05-30"],"type":["text"],"creator":["Bhalerao, Rajeev S.","Jaiswal, Amaresh","Pal, Subrata","Sreekanth, V."],"language":[],"coverage":[],"title":["Relativistic viscous hydrodynamics for heavy-ion collisions: A\n  comparison between the Chapman-Enskog and Grad methods"],"description":["  Derivations of relativistic second-order dissipative hydrodynamic equations\nhave relied almost exclusively on the use of Grad's 14-moment approximation to\nwrite $f(x,p)$, the nonequilibrium distribution function in the phase space.\nHere we consider an alternative Chapman-Enskog-like method, which, unlike\nGrad's, involves a small expansion parameter. We derive an expression for\n$f(x,p)$ to second order in this parameter. We show analytically that while\nGrad's method leads to the violation of the experimentally observed\n$1/\\sqrt{m_T}$ scaling of the longitudinal femtoscopic radii, the alternative\nmethod does not exhibit such an unphysical behavior. We compare numerical\nresults for hadron transverse-momentum spectra and femtoscopic radii obtained\nin these two methods, within the one-dimensional scaling expansion scenario.\nMoreover, we demonstrate a rapid convergence of the Chapman-Enskog-like\nexpansion up to second order. This leads to an expression for $\\delta f(x,p)$\nwhich provides a better alternative to Grad's approximation for hydrodynamic\nmodeling of relativistic heavy-ion collisions.\n","Comment: 9 pages, 2 figs. Version 2: same as the published version. Appendix A\n  expanded"]}]
["1312.2472",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.2472"],"date":["2013-12-09","2014-06-13"],"type":["text"],"creator":["Ballico, Edoardo","Huh, Sukmoon","Malaspina, Francesco"],"language":[],"coverage":[],"title":["Globally generated vector bundles on a smooth quadric surface"],"description":["  We give the classification of globally generated vector bundles of rank $2$\non a smooth quadric surface with $c_1\\le (2,2)$ in terms of the indices of the\nbundles, and extend the result to arbitrary higher rank case. We also\ninvestigate their indecomposability and give the sufficient and necessary\ncondition on numeric data of vector bundles for indecomposability.\n","Comment: 23 pages; Comments welcome; Several corrections"]}]
["1312.5879",{"format":[],"subject":["Mathematical Physics","Mathematics - Classical Analysis and ODEs","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.5879"],"date":["2013-12-20","2014-05-21"],"type":["text"],"creator":["Rosengren, Hjalmar"],"language":[],"coverage":[],"title":["Special polynomials related to the supersymmetric eight-vertex model.\n  II. Schr\\\"odinger equation"],"description":["  We show that symmetric polynomials previously introduced by the author\nsatisfy a certain differential equation. After a change of variables, it can be\nwritten as a non-stationary Schr\\\"odinger equation with elliptic potential,\nwhich is closely related to the Knizhnik--Zamolodchikov--Bernard equation and\nto the canonical quantization of the Painlev\\'e VI equation. In a subsequent\npaper, this will be used to construct a four-dimensional lattice of tau\nfunctions for Painlev\\'e VI.\n","Comment: 26 pages, minor changes from previous version"]}]
["1312.6473",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Differential Geometry","Mathematics - Dynamical Systems","Mathematics - Functional Analysis","93A30 (Primary) 32C05, 34A12, 34A60, 46E10, 93B17, 93B18, 93B27,\n  93B99 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.6473"],"date":["2013-12-23","2014-06-13"],"type":["text"],"creator":["Jafarpour, Saber","Lewis, Andrew D."],"language":[],"coverage":[],"title":["Mathematical models for geometric control theory"],"description":["  Just as an explicit parameterisation of system dynamics by state, i.e., a\nchoice of coordinates, can impede the identification of general structure, so\nit is too with an explicit parameterisation of system dynamics by control.\nHowever, such explicit and fixed parameterisation by control is commonplace in\ncontrol theory, leading to definitions, methodologies, and results that depend\nin unexpected ways on control parameterisation. In this paper a framework is\npresented for modelling systems in geometric control theory in a manner that\ndoes not make any choice of parameterisation by control; the systems are called\n\"tautological control systems.\" For the framework to be coherent, it relies in\na fundamental way on topologies for spaces of vector fields. As such, classes\nof systems are considered possessing a variety of degrees of regularity:\nfinitely differentiable; Lipschitz; smooth; real analytic. In each case,\nexplicit geometric seminorms are provided for the topologies of spaces of\nvector fields that enable straightforward descriptions of time-varying vector\nfields and control systems. As part of the development, theorems are proved for\nregular (including real analytic) dependence on initial conditions of flows of\nvector fields depending measurably on time. Classes of \"ordinary\" control\nsystems are characterised that interact with the regularity under consideration\nin a comprehensive way. In this framework, for example, the statement that \"a\nsmooth or real analytic control-affine system is a smooth or real analytic\ncontrol system\" becomes a theorem. Correspondences between ordinary control\nsystems and tautological control systems are carefully examined, and trajectory\ncorrespondence between the two classes is proved for control-affine systems and\nfor systems with general control dependence when the control set is compact.\n","Comment: 203 pages, 182 references"]}]
["1312.7028",{"format":[],"subject":["High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.7028","Phys. Rev. D 89, 097101 (2014)","doi:10.1103/PhysRevD.89.097101"],"date":["2013-12-25","2014-06-13"],"type":["text"],"creator":["The HERMES Collaboration","Airapetian, A.","Akopov, N.","Akopov, Z.","Aschenauer, E. C.","Augustyniak, W.","Avetissian, A.","Avetisyan, E.","Belostotski, S.","Blok, H. P.","Borissov, A.","Bryzgalov, V.","Burns, J.","Capiluppi, M.","Capitani, G. P.","Cisbani, E.","Ciullo, G.","Contalbrigo, M.","Dalpiaz, P. F.","Deconinck, W.","De Leo, R.","De Sanctis, E.","Diefenthaler, M.","Di Nezza, P.","Düren, M.","Ehrenfried, M.","Elbakian, G.","Ellinghaus, F.","Etzelmüller, E.","Felawka, L.","Frullani, S.","Gabbert, D.","Gapienko, G.","Gapienko, V.","García, J. Garay","Garibaldi, F.","Gavrilov, G.","Gharibyan, V.","Giordano, F.","Gliske, S.","Hartig, M.","Hasch, D.","Hoek, M.","Holler, Y.","Hristova, I.","Jackson, H. E.","Joosten, S.","Kaiser, R.","Karyan, G.","Keri, T.","Kinney, E.","Kisselev, A.","Korotkov, V.","Kozlov, V.","Kravchenko, P.","Krivokhijine, V. G.","Lagamba, L.","Lapikás, L.","Lehmann, I.","Lenisa, P.","Lorenzon, W.","Ma, B. -Q.","Mahon, D.","Manaenkov, S. I.","Mao, Y.","Marianski, B.","Marukyan, H.","Miyachi, Y.","Movsisyan, A.","Muccifora, V.","Murray, M.","Mussgiller, A.","Naryshkin, Y.","Nass, A.","Negodaev, M.","Nowak, W. -D.","Pappalardo, L. L.","Perez-Benito, R.","Petrosyan, A.","Reimer, P. E.","Reolon, A. R.","Riedl, C.","Rith, K.","Rosner, G.","Rostomyan, A.","Rubin, J.","Ryckbosch, D.","Salomatin, Y.","Schäfer, A.","Schnell, G.","Seitz, B.","Shibata, T. -A.","Stahl, M.","Statera, M.","Steffens, E.","Steijger, J. J. M.","Stinzing, F.","Taroian, S.","Terkulov, A.","Truty, R.","Trzcinski, A.","Tytgat, M.","Van Haarlem, Y.","Van Hulse, C.","Veretennikov, D.","Vikhrov, V.","Vilardi, I.","Vogel, C.","Wang, S.","Yaschenko, S.","Ye, Z.","Yen, S.","Zihlmann, B.","Zupranski, P."],"language":[],"coverage":[],"title":["Reevaluation of the parton distribution of strange quarks in the nucleon"],"description":["  An earlier extraction from the HERMES experiment of the polarization-averaged\nparton distribution of strange quarks in the nucleon has been reevaluated using\nfinal data on the multiplicities of charged kaons in semi-inclusive\ndeep-inelastic scattering obtained with a kinematically more comprehensive\nmethod of correcting for experimental effects. General features of the\ndistribution are confirmed, but the rise at low x is less pronounced than\npreviously reported.\n"]}]
["1312.7753",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.7753","Phys. Rev. E 89, 062904 (2014)","doi:10.1103/PhysRevE.89.062904"],"date":["2013-12-30"],"type":["text"],"creator":["Löber, Jakob"],"language":[],"coverage":[],"title":["Stability of position control of traveling waves in reaction-diffusion\n  systems"],"description":["  We consider the stability of position control of traveling waves in\nreaction-diffusion system as proposed in {[}J. L\\\"ober, H. Engel,\narXiv:1304.2327{]}. Instead of analyzing the controlled reaction-diffusion\nsystem, stability is studied on the reduced level of the equation of motion for\nthe position over time of perturbed traveling waves. We find an interval of\nperturbations of initial conditions for which position control is stable. This\ninterval can be interpreted as a localized region where traveling waves are\nsusceptible to perturbations. For stationary solutions of reaction-diffusion\nsystems with reflection symmetry, this region does not exist. Analytical\nresults are in qualitative agreement with numerical simulations of the\ncontrolled Schl\\\"ogl model.\n"]}]
["1401.0439",{"format":[],"subject":["Quantum Physics","Mathematical Physics","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.0439","J. Phys. A: Math. Theor. 47 (2014) 243001 (75pp)","doi:10.1088/1751-8113/47/24/243001"],"date":["2014-01-02","2014-06-13"],"type":["text"],"creator":["Baye, Daniel","Sparenberg, Jean-Marc","Pupasov-Maksimov, Andrey M","Samsonov, Boris F"],"language":[],"coverage":[],"title":["Single- and coupled-channel radial inverse scattering with\n  supersymmetric transformations"],"description":["  The present status of the coupled-channel inverse-scattering method with\nsupersymmetric transformations is reviewed. We first revisit in a pedagogical\nway the single-channel case, where the supersymmetric approach is shown to\nprovide a complete solution to the inverse-scattering problem. A special\nemphasis is put on the differences between conservative and non-conservative\ntransformations. In particular, we show that for the zero initial potential, a\nnon-conservative transformation is always equivalent to a pair of conservative\ntransformations. These single-channel results are illustrated on the inversion\nof the neutron-proton triplet eigenphase shifts for the S and D waves. We then\nsummarize and extend our previous works on the coupled-channel case and stress\nremaining difficulties and open questions. We mostly concentrate on two-channel\nexamples to illustrate general principles while keeping mathematics as simple\nas possible. In particular, we discuss the difference between the\nequal-threshold and different-threshold problems. For equal thresholds,\nconservative transformations can provide non-diagonal Jost and scattering\nmatrices. Iterations of such transformations are shown to lead to practical\nalgorithms for inversion. A convenient technique where the mixing parameter is\nfitted independently of the eigenphases is developed with iterations of pairs\nof conjugate transformations and applied to the neutron-proton triplet S-D\nscattering matrix, for which exactly-solvable matrix potential models are\nconstructed. For different thresholds, conservative transformations do not seem\nto be able to provide a non-trivial coupling between channels. In contrast, a\nsingle non-conservative transformation can generate coupled-channel potentials\nstarting from the zero potential and is a promising first step towards a full\nsolution to the coupled-channel inverse problem with threshold differences.\n","Comment: Topical review, 84 pages, 7 figures, 93 references"]}]
["1401.5480",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.5480","Phys. Rev. B 89, 214305 (2014)","doi:10.1103/PhysRevB.89.214305"],"date":["2014-01-21"],"type":["text"],"creator":["Ruiz, Antonia","Alonso, Daniel","Plenio, Martin B.","del Campo, Adolfo"],"language":[],"coverage":[],"title":["Tuning heat transport in trapped-ion chains across a structural phase\n  transition"],"description":["  We explore heat transport across an ion Coulomb crystal beyond the harmonic\nregime by tuning it across the structural phase transition between the linear\nand zigzag configurations. This demonstrates that the control of the spatial\nion distribution by varying the trapping frequencies renders ion Coulomb\ncrystals an ideal test-bed to study heat transport properties in finite open\nsystem of tunable non-linearities.\n","Comment: 5+2 pp, 6 figures"]}]
["1401.5945",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.5945"],"date":["2014-01-23","2014-06-13"],"type":["text"],"creator":["Usoskin, Ilya","Kovaltsov, Gennady"],"language":[],"coverage":[],"title":["A comet could not produce the carbon-14 spike in the 8th century"],"description":["  A mysterious increase of radiocarbon 14C ca. 775 AD in the Earth's atmosphere\nhas been recently found by Miyake et al. (Nature, 486, 240, 2012). A possible\nsource of this event has been discussed widely, the most likely being an\nextreme solar energetic particle event. A new exotic hypothesis has been\npresented recently by Liu et al. (Nature Sci. Rep., 4, 3728, 2014) who proposed\nthat the event was caused by a comet bringing additional 14C to Earth. Here we\ncalculated a realistic mass and size of such a comet to show that it would have\nbeen huge (~100 km across and 10^{14}-10^{15} ton of mass) and would have\nproduced a disastrous impact on Earth. Such an impact could not remain\nunnoticed in the geological records and chronicles. The absence of an evidence\nfor such a dramatic event makes this hypothesis invalid.\n","Comment: Icarus (accepted)"]}]
["1401.6511",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.6511","J. Phys.: Condens. Matter 26 (2014) 215501","doi:10.1088/0953-8984/26/21/215501"],"date":["2014-01-25","2014-06-13"],"type":["text"],"creator":["Sharma, Sonu","Pandey, Sudhir K."],"language":[],"coverage":[],"title":["Investigation of thermoelectric properties of half-metallic Co2 MnGe by\n  using first principles calculations"],"description":["  By combining the electronic structures obtained from first principles\ncalculations with Boltzmann transport theory we have investigated the\nelectronic, magnetic and transport properties of Co$_{2}$MnGe Heusler compound.\nThe density of states plots, dispersion curves and total energy of paramagnetic\nand ferromagnetic (FM) phases clearly show the half-metallic FM ground state\nfor the compound with an indirect band gap of about 400 meV in the minority\nspin channel. It has integer value of the magnetic moment equal to 5 $\\mu_{B}$.\nIn the FM phase a very large value ($\\sim$550 $\\mu$V/K) of Seebeck coefficient\n(S) is obtained for down-spin electrons due to the existence of almost flat\nconduction band along X to $\\Gamma$ direction. The two current model has been\nused to find the total S and the obtained value is about 10 $\\mu$V/K. The\ncalculated values of Seebeck coefficient, resistivity and electronic thermal\nconductivity show nice agreement with the experimental results.\n"]}]
["1401.7886",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.7886"],"date":["2014-01-30","2014-06-13"],"type":["text"],"creator":["Naves, Guyslain","Spiwack, Arnaud"],"language":[],"coverage":[],"title":["Balancing lists: a proof pearl"],"description":["  Starting with an algorithm to turn lists into full trees which uses\nnon-obvious invariants and partial functions, we progressively encode the\ninvariants in the types of the data, removing most of the burden of a\ncorrectness proof.\n  The invariants are encoded using non-uniform inductive types which parallel\nnumerical representations in a style advertised by Okasaki, and a small amount\nof dependent types.\n","Comment: To appear in proceedings of Interactive Theorem Proving (2014)"]}]
["1401.8170",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.8170","doi:10.1007/s13389-013-0065-3"],"date":["2014-01-31"],"type":["text"],"creator":["Rauzy, Pablo","Guilley, Sylvain"],"language":[],"coverage":[],"title":["A Formal Proof of Countermeasures against Fault Injection Attacks on\n  CRT-RSA"],"description":["  In this article, we describe a methodology that aims at either breaking or\nproving the security of CRT-RSA implementations against fault injection\nattacks. In the specific case-study of the BellCoRe attack, our work bridges a\ngap between formal proofs and implementation-level attacks. We apply our\nresults to three implementations of CRT-RSA, namely the unprotected one, that\nof Shamir, and that of Aum\\\"uller et al. Our findings are that many attacks are\npossible on both the unprotected and the Shamir implementations, while the\nimplementation of Aum\\\"uller et al. is resistant to all single-fault attacks.\nIt is also resistant to double-fault attacks if we consider the less powerful\nthreat-model of its authors.\n","Comment: PROOFS, Santa Barbara, CA : United States (2013)"]}]
["1402.1658",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Condensed Matter - Disordered Systems and Neural Networks","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.1658","Phys. Rev. Lett. 112, 234101 (2014)","doi:10.1103/PhysRevLett.112.234101"],"date":["2014-02-07","2014-06-13"],"type":["text"],"creator":["Dubertrand, R.","García-Mata, I.","Georgeot, B.","Giraud, O.","Lemarié, G.","Martin, J."],"language":[],"coverage":[],"title":["Two scenarios for quantum multifractality breakdown"],"description":["  We expose two scenarios for the breakdown of quantum multifractality under\nthe effect of perturbations. In the first scenario, multifractality survives\nbelow a certain scale of the quantum fluctuations. In the other one, the\nfluctuations of the wave functions are changed at every scale and each\nmultifractal dimension smoothly goes to the ergodic value. We use as generic\nexamples a one-dimensional dynamical system and the three-dimensional Anderson\nmodel at the metal-insulator transition. Based on our results, we conjecture\nthat the sensitivity of quantum multifractality to perturbation is universal in\nthe sense that it follows one of these two scenarios depending on the\nperturbation. We also discuss the experimental implications.\n","Comment: 5 pages, 4 figures, minor modifications, published version"]}]
["1402.4331",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.4331"],"date":["2014-02-18","2014-06-12"],"type":["text"],"creator":["Kralemann, Björn","Pikovsky, Arkady","Rosenblum, Michael"],"language":[],"coverage":[],"title":["Effective phase connectivity from observations"],"description":["  We present a novel approach for recovery of the directional connectivity of a\nsmall oscillator network by means of the phase dynamics reconstruction from\nmultivariate time series data. The main idea is to use a triplet analysis\ninstead of the traditional pair-wise one. Our technique reveals effective phase\nconnectivity which is generally not equivalent to structural one. We\ndemonstrate that by comparing the coupling functions from all possible triplets\nof oscillators, we are able to achieve in the reconstruction a good separation\nbetween existing and non-existing connections, and thus reliably reproduce the\nnetwork structure.\n"]}]
["1402.5394",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.5394"],"date":["2014-02-21","2014-06-13"],"type":["text"],"creator":["Belolipetsky, Mikhail"],"language":[],"coverage":[],"title":["Hyperbolic orbifolds of small volume"],"description":["  Volume is a natural measure of complexity of a Riemannian manifold. In this\nsurvey, we discuss the results and conjectures concerning n-dimensional\nhyperbolic manifolds and orbifolds of small volume.\n","Comment: 16 pages, 1 figure, article for Proceedings of the ICM 2014; v2, v3:\n  small corrections"]}]
["1402.5958",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.5958","Phys. Rev. Applied, vol. 1, no. 3, p. 034005, Feb. 2014","doi:10.1103/PhysRevApplied.1.034005"],"date":["2014-02-24","2014-02-27"],"type":["text"],"creator":["Mirmoosa, M. S.","Ra'di, Y.","Asadchy, V. S.","Simovski, C. R.","Tretyakov, S. A."],"language":[],"coverage":[],"title":["Polarizabilities of nonreciprocal bianisotropic particles"],"description":["  For two electrically small nonreciprocal scatterers an analytical\nelectromagnetic model of polarizabilities is developed. Both particles are\nbianisotropic: the so-called Tellegen-omega particle and moving-chiral\nparticle. Analytical results are compared to the full-wave numerical\nsimulations. Both models satisfy to main physical restrictions and leave no\ndoubts in the possibility to realize these particles experimentally. This paper\nis a necessary step towards applications of nonreciprocal bianisotropic\nparticles such as perfect electromagnetic isolators, twist polarizers,\nthin-sheet phase shifters, and other devices.\n","Comment: 10 pages, 9 figures"]}]
["1402.5974",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.5974","Phys. Rev. E 89, 052311 (2014)","doi:10.1103/PhysRevE.89.052311"],"date":["2014-02-24","2014-06-13"],"type":["text"],"creator":["Hocky, Glen M","Berthier, Ludovic","Kob, Walter","Reichman, David R."],"language":[],"coverage":[],"title":["Crossovers in the dynamics of supercooled liquids probed by an amorphous\n  wall"],"description":["  We study the relaxation dynamics of a binary Lennard-Jones liquid in the\npresence of an amorphous wall generated from equilibrium particle\nconfigurations. In qualitative agreement with the results presented in Nature\nPhys. {\\bf 8}, 164 (2012) for a liquid of harmonic spheres, we find that our\nbinary mixture shows a saturation of the dynamical length scale close to the\nmode-coupling temperature $T_c$. Furthermore we show that, due to the broken\nsymmetry imposed by the wall, signatures of an additional change in dynamics\nbecome apparent at a temperature well above $T_c$. We provide evidence that\nthis modification in the relaxation dynamics occurs at a recently proposed\ndynamical crossover temperature $T_s > T_c$, which is related to the breakdown\nof the Stokes-Einstein relation. We find that this dynamical crossover at $T_s$\nis also observed for a system of harmonic spheres as well as a WCA liquid,\nshowing that it may be a general feature of glass-forming systems.\n","Comment: 10 pages, 8 figures"]}]
["1403.0011",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.0011","Physics Letters B 732 (2014), pp. 122-126","doi:10.1016/j.physletb.2014.03.025"],"date":["2014-02-28","2014-03-18"],"type":["text"],"creator":["Carone, Christopher D.","Ramos, Raymundo","Sher, Marc"],"language":[],"coverage":[],"title":["LHC Constraints on the Lee-Wick Higgs Sector"],"description":["  We determine constraints on the Lee-Wick Higgs sector obtained from the full\nLHC Higgs boson data set. We determine the current lower bound on the heavy\nneutral Lee-Wick scalar, as well as projected bounds at a 14 TeV LHC with 300\nand 3000 inverse femtobarns of integrated luminosity. We point out that the\nfirst sign of new physics in this model may be the observation of a deviation\nfrom standard model expectations of the lighter neutral Higgs signal strengths\ncorresponding to production via gluon-gluon fusion and decay to either tau or\n$Z$ pairs. The signal strength of the latter is greater than the standard model\nexpectation, unlike most extensions of the standard model.\n","Comment: 14 pages LaTeX, 2 figures (v2: reference added)"]}]
["1403.2093",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.2093","Nano Letters 14, 3582 (2014)","doi:10.1021/nl501242b"],"date":["2014-03-09","2014-06-13"],"type":["text"],"creator":["Higginbotham, A. P.","Larsen, T. W.","Yao, J.","Yan, H.","Lieber, C. M.","Marcus, C. M.","Kuemmeth, F."],"language":[],"coverage":[],"title":["Hole Spin Coherence in a Ge/Si Heterostructure Nanowire"],"description":["  Relaxation and dephasing of hole spins are measured in a gate-defined Ge/Si\nnanowire double quantum dot using a fast pulsed-gate method and dispersive\nreadout. An inhomogeneous dephasing time $T_2^* \\sim 0.18~\\mathrm{\\mu s}$\nexceeds corresponding measurements in III-V semiconductors by more than an\norder of magnitude, as expected for predominately nuclear-spin-free materials.\nDephasing is observed to be exponential in time, indicating the presence of a\nbroadband noise source, rather than Gaussian, previously seen in systems with\nnuclear-spin-dominated dephasing.\n","Comment: 15 pages, 4 figures"]}]
["1403.2185",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.2185","MNRAS, 2014, volume 442, pages 13-19","doi:10.1093/mnras/stu785"],"date":["2014-03-10","2014-06-13"],"type":["text"],"creator":["Pandolfi, Stefania","Evoli, Carmelo","Ferrara, Andrea","Villaescusa-Navarro, Francisco"],"language":[],"coverage":[],"title":["Constraining Warm Dark Matter with high-$z$ supernova lensing"],"description":["  We propose a new method to constrain the warm dark matter (WDM) particle\nmass, $m_\\chi$, based on the counts of multiply imaged, distant supernovae (SN)\nproduced by strong lensing by intervening cosmological matter fluctuations. The\ncounts are very sensitive to the WDM particle mass, assumed here to be\n$m_\\chi=1, 1.5, 2$ keV. We use the analytic approach developed by Das &\nOstriker to compute the probability density function of the cold dark matter\n(CDM) convergence ($\\kappa$) on the lens plane; such method has been\nextensively tested against numerical simulations. We have extended this method\ngeneralizing it to the WDM case, after testing it against WDM $N$-body\nsimulations. Using the observed cosmic star formation history we compute the\nprobability for a distant SN to undergo a strong lensing event in different\ncosmologies. A minimum observing time of 2 yr (5 yr) is required for a future\n100 square degrees survey reaching $z \\approx 4$ ($z \\approx 3$) to disentangle\nat 2$\\sigma$ a WDM ($m_\\chi=1$ keV) model from the standard CDM scenario. Our\nmethod is not affected by any astrophysical uncertainty (such as baryonic\nphysics effects), and, in principle, it does not require any particular\ndedicated survey strategy, as it may come as a byproduct of a future SN survey.\n","Comment: 7 pages, 7 figures, 1 table. Accepted for publication in MNRAS"]}]
["1403.2243",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.2243","doi:10.1103/PhysRevD.89.114013"],"date":["2014-03-10"],"type":["text"],"creator":["Wang, Qian"],"language":[],"coverage":[],"title":["Search for $J^{PC}=1^{-+}$ exotic state in $e^+e^-$ annihilation"],"description":["  The charmed meson pair $(\\frac{3}{2})^+$ and anti-$(\\frac{1}{2})^-$, i.e.\n$D_1(2420)\\bar D+c.c.$, $D_1(2420)\\bar D^*+c.c.$, $D_2(2460)\\bar D^*+c.c.$, can\ncouple to states with vector quantum number $J^{PC}=1^{--}$ and exotic quantum\nnumber $J^{PC}=1^{-+}$ in a relative $S$ wave. Near threshold, the charmed\nmeson pair may form hadronic molecules due to the strong $S$-wave coupling, and\nthe mysterious vector state $Y(4260)$ could be such a state of the\n$D_1(2420)\\bar D+c.c.$ molecule. This implies the possible existence of its\nexotic partner made of the same charmed mesons but with $J^{PC}=1^{-+}$. We\nevaluate the production rate of such exotic hadronic molecules and propose a\ndirect experimental search for them in $e^+e^-$ annihilation. The confirmation\nof such exotic states in experiment will shed light on the spectrum in the\nheavy quark sector.\n","Comment: 5 pages, 3 figures"]}]
["1403.4825",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons","Condensed Matter - Disordered Systems and Neural Networks","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.4825","New Journal of Physics, 16, 063024, 2014","doi:10.1088/1367-2630/16/6/063024"],"date":["2014-03-19","2014-06-13"],"type":["text"],"creator":["Schoenleber, Konrad","Zensen, Carla","Heinrich, Andreas","Krischer, Katharina"],"language":[],"coverage":[],"title":["Pattern formation during the oscillatory photoelectrodissolution of\n  n-type silicon: Turbulence, clusters and chimeras"],"description":["  We report and classify the rich variety of patterns forming spontaneously in\nthe oxide layer during the oscillatory photoelectrodissolution of n-type doped\nsilicon electrodes under limited illumination. Remarkably, these patterns are\noften comprised of several dynamical states coexisting on the electrode, such\nas subharmonic phase clusters and spatio-temporal chaos, and include so-called\n'chimera states'. The experiments suggest that the subharmonic phase clusters\nemerge from a period doubling bifurcation which, upon further parameter\nchanges, evolve into classical phase clusters. Experimentally the occurrence of\nthe patterns is controlled via two coupling mechanisms: A linear global\ncoupling by an external resistor and a nonlinear coupling imposed on the system\nby the limitation of the illumination.\n"]}]
["1403.6602",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.6602"],"date":["2014-03-26","2014-06-13"],"type":["text"],"creator":["Nebel, Markus E.","Wild, Sebastian"],"language":[],"coverage":[],"title":["Pivot Sampling in Dual-Pivot Quicksort"],"description":["  The new dual-pivot Quicksort by Vladimir Yaroslavskiy - used in Oracle's Java\nruntime library since version 7 - features intriguing asymmetries in its\nbehavior. They were shown to cause a basic variant of this algorithm to use\nless comparisons than classic single-pivot Quicksort implementations. In this\npaper, we extend the analysis to the case where the two pivots are chosen as\nfixed order statistics of a random sample and give the precise leading term of\nthe average number of comparisons, swaps and executed Java Bytecode\ninstructions. It turns out that - unlike for classic Quicksort, where it is\noptimal to choose the pivot as median of the sample - the asymmetries in\nYaroslavskiy's algorithm render pivots with a systematic skew more efficient\nthan the symmetric choice. Moreover, the optimal skew heavily depends on the\nemployed cost measure; most strikingly, abstract costs like the number of swaps\nand comparisons yield a very different result than counting Java Bytecode\ninstructions, which can be assumed most closely related to actual running time.\n","Comment: presented at AofA 2014 (http://www.aofa14.upmc.fr/)"]}]
["1404.0203",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.0203"],"date":["2014-04-01","2014-06-13"],"type":["text"],"creator":["Scholz, Teresa","Lopes, Vitor V.","Lind, Pedro","Raischel, Frank"],"language":[],"coverage":[],"title":["Modeling and analysis of cyclic inhomogeneous Markov processes: a wind\n  turbine case study"],"description":["  A method is proposed to reconstruct a cyclic time-inhomogeneous Markov pro-\ncess from measured data. First, a time-inhomogeneous Markov model is fit to the\ndata, taken here from measurements on a wind turbine. From the time-dependent\ntransition matrices, the time-dependent Kramers-Moyal coefficients of the\ncorresponding stochastic process are computed. Further applications of this\nmethod are discussed.\n","Comment: 11 pages, conference proceedings SMTDA conference"]}]
["1404.0293",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.0293","Phys.Lett.B735:12-18,2014","doi:10.1016/j.physletb.2014.06.007"],"date":["2014-04-01","2014-06-13"],"type":["text"],"creator":["Lucha, Wolfgang","Melikhov, Dmitri","Simula, Silvano"],"language":[],"coverage":[],"title":["Decay constants of the charmed vector mesons $D^*$ and $D^*_s$ from QCD\n  sum rules"],"description":["  We present a sum-rule calculation of the decay constants of the charmed\nvector mesons $D^*$ and $D^*_s$ from the two-point correlator of vector\ncurrents. First, we show that the perturbative expansion in terms of the pole\nmass exhibits no sign of convergence whereas the reorganization of this\nexpansion in terms of the $\\overline{\\rm MS}$ mass leads to a distinct\nhierarchy. Second, making use of the operator product expansion in terms of the\n$\\overline{\\rm MS}$ mass, we determine the decay constants of the $D^*$ and\n$D^*_s$ mesons with an emphasis on the uncertainties in these theoretically\npredicted quantities related both to the input QCD parameters and to the\nlimited accuracy of the method of sum rules. Our results are $f_{D^*}=(252.2\n\\pm 22.3_{\\rm OPE}\\pm 4_{\\rm syst})\\; {\\rm MeV}$ and $f_{D_s^*}=(305.5 \\pm\n26.8_{\\rm OPE}\\pm 5_{\\rm syst})\\; {\\rm MeV}$. For the ratios of the\nvector-to-pseudoscalar decay constants we report $f_{D^*}/f_D= 1.221\\pm\n0.080_{\\rm OPE}\\pm 0.008_{\\rm syst}$ and $f_{D^*_s}/f_{D_s}= 1.241\\pm\n0.057_{\\rm OPE}\\pm 0.007_{\\rm syst}$.\n","Comment: 9 pages, published version"]}]
["1404.0518",{"format":[],"subject":["Quantum Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.0518","Appl. Phys. Lett. 104, 231107 (2014)","doi:10.1063/1.4883374"],"date":["2014-04-02","2014-06-04"],"type":["text"],"creator":["Prtljaga, N.","Coles, R. J.","OHara, J.","Royall, B.","Clarke, E.","Fox, A. M.","Skolnick, M. S."],"language":[],"coverage":[],"title":["Monolithic Integration of a Quantum Emitter with a Compact On-chip\n  Beam-splitter"],"description":["  A fundamental component of an integrated quantum optical circuit is an\non-chip beam-splitter operating at the single-photon level. Here we demonstrate\nthe monolithic integration of an on-demand quantum emitter in the form of a\nsingle self-assembled InGaAs quantum dot (QD) with a compact (>10 um), air\nclad, free standing directional coupler acting as a beam-splitter for\nanti-bunched light. The device was tested by using single photons emitted by a\nQD embedded in one of the input arms of the device. We verified the\nsingle-photon nature of the QD signal by performing Hanbury Brown- Twiss (HBT)\nmeasurements and demonstrated single-photon beam splitting by cross-correlating\nthe signal from the separate output ports of the directional coupler.\n","Comment: 5 pages, 3 figures"]}]
["1404.1721",{"format":[],"subject":["Mathematics - Commutative Algebra","13P10 and 68W30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.1721"],"date":["2014-04-07","2014-06-13"],"type":["text"],"creator":["Hashemi, Amir","Schweinfurter, Michael","Seiler, Werner M."],"language":[],"coverage":[],"title":["Deterministically Computing Reduction Numbers of Polynomial Ideals"],"description":["  We discuss the problem of determining reduction number of a polynomial ideal\nI in n variables. We present two algorithms based on parametric computations.\nThe first one determines the absolute reduction number of I and requires\ncomputation in a polynomial ring with (n-dim(I))dim(I) parameters and n-dim(I)\nvariables. The second one computes via a Grobner system the set of all\nreduction numbers of the ideal I and thus in particular also its big reduction\nnumber. However,it requires computations in a ring with n.dim(I) parameters and\nn variables.\n","Comment: This new version replaces the earlier version arXiv:1404.1721 and it\n  has been accepted for publication in the proceedings of CASC 2014, Warsaw,\n  Polnad"]}]
["1404.1837",{"format":[],"subject":["Physics - Optics","Condensed Matter - Mesoscale and Nanoscale Physics","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.1837","Nature Communications 5, 4034 (2014)","doi:10.1038/ncomms5034"],"date":["2014-04-07"],"type":["text"],"creator":["Brandstetter, M.","Liertzer, M.","Deutsch, C.","Klang, P.","Schöberl, J.","Türeci, H. E.","Strasser, G.","Unterrainer, K.","Rotter, S."],"language":[],"coverage":[],"title":["Reversing the Pump-Dependence of a Laser at an Exceptional Point"],"description":["  When two resonant modes in a system with gain or loss coalesce in both their\nresonance position and their width, a so-called \"Exceptional Point\" occurs\nwhich acts as a source of non-trivial physics in a diverse range of systems.\nLasers provide a natural setting to study such \"non-Hermitian degeneracies\",\nsince they feature resonant modes and a gain material as their basic\nconstituents. Here we show that Exceptional Points can be conveniently induced\nin a photonic molecule laser by a suitable variation of the applied pump. Using\na pair of coupled micro-disk quantum cascade lasers, we demonstrate that in the\nvicinity of these Exceptional Points the laser shows a characteristic reversal\nof its pump-dependence, including a strongly decreasing intensity of the\nemitted laser light for increasing pump power. This result establishes photonic\nmolecule lasers as promising tools for exploring many further fascinating\naspects of Exceptional Points, like a strong line-width enhancement and the\ncoherent perfect absorption of light in their vicinity as well as non-trivial\nmode-switching and the accumulation of a geometric phase when encircling an\nExceptional Point parametrically.\n","Comment: 19 pages, 7 figures, submitted version including supplementary\n  information"]}]
["1404.1938",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.1938","J I Read 2014 J. Phys. G: Nucl. Part. Phys. 41 063101","doi:10.1088/0954-3899/41/6/063101"],"date":["2014-04-07","2014-06-13"],"type":["text"],"creator":["Read, J. I."],"language":[],"coverage":[],"title":["The Local Dark Matter Density"],"description":["  I review current efforts to measure the mean density of dark matter near the\nSun. This encodes valuable dynamical information about our Galaxy and is also\nof great importance for 'direct detection' dark matter experiments. I discuss\ntheoretical expectations in our current cosmology; the theory behind mass\nmodelling of the Galaxy; and I show how combining local and global measures\nprobes the shape of the Milky Way dark matter halo and the possible presence of\na 'dark disc'. I stress the strengths and weaknesses of different methodologies\nand highlight the continuing need for detailed tests on mock data -\nparticularly in the light of recently discovered evidence for disequilibria in\nthe Milky Way disc. I highlight several recent measurements in order of\nincreasing data complexity and prior, and, correspondingly, decreasing formal\nerror bars. Comparing these measurements with spherical extrapolations from the\nMilky Way's rotation curve, I show that the Milky Way is consistent with having\na spherical dark matter halo at the Solar position R0. The very latest measures\nbased on ~10,000 stars from the Sloan Digital Sky Survey appear to favour\nlittle halo flattening at R0, suggesting that the Galaxy has a rather weak dark\nmatter disc, with a correspondingly quiescent merger history [Abridged].\n","Comment: 62 pages, 11 Figures. Replaced with final version published in\n  Journal of Physics G. A high resolution version is available here:\n  http://personal.ph.surrey.ac.uk/~jr0018/Papers/localdm_review.pdf"]}]
["1404.2232",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.2232"],"date":["2014-04-08","2014-06-12"],"type":["text"],"creator":["Chen, Shaowei","Xiao, Liqian"],"language":[],"coverage":[],"title":["Existence of a nontrivial solution for a strongly indefinite periodic\n  Schrodinger-Poisson system"],"description":["  We consider the Schr\\\"odinger-Poisson system\n\\begin{eqnarray}\\left\\{\\begin{array} [c]{ll} -\\Delta u+V(x)\nu+|u|^{p-2}u=\\lambda \\phi u, & \\mbox{in}\\mathbb{R}^{3},\\\\ -\\Delta\\phi= u^{2}, &\n\\mbox{in}\\mathbb{R}^{3}. \\end{array} \\right.\\nonumber \\end{eqnarray} where\n$\\lambda>0$ is a parameter, $3< p<6$, $V\\in C(\\mathbb{R}^{3}) $ is $1$-periodic\nin $x_j$ for $j = 1,2,3$ and 0 is in a spectral gap of the operator\n$-\\Delta+V$. This system is strongly indefinite, i.e., the operator $-\\Delta+V$\nhas infinite-dimensional negative and positive spaces and it has a competitive\ninterplay of the nonlinearities $|u|^{p-2}u$ and $\\lambda \\phi u$.\n  Moreover, the functional corresponding to this system does not satisfy the\nPalai-Smale condition. Using a new infinite-dimensional linking theorem, we\nprove that, for sufficiently small $\\lambda>0,$ this system has a nontrivial\nsolution.\n","Comment: 19 pages"]}]
["1404.2396",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.2396"],"date":["2014-04-09","2014-06-13"],"type":["text"],"creator":["Chiplunkar, Ashish","Vishwanathan, Sundar"],"language":[],"coverage":[],"title":["Approximating the Regular Graphic TSP in near linear time"],"description":["  We present a randomized approximation algorithm for computing traveling\nsalesperson tours in undirected regular graphs. Given an $n$-vertex,\n$k$-regular graph, the algorithm computes a tour of length at most\n$\\left(1+\\frac{7}{\\ln k-O(1)}\\right)n$, with high probability, in $O(nk \\log\nk)$ time. This improves upon a recent result by Vishnoi (\\cite{Vishnoi12}, FOCS\n2012) for the same problem, in terms of both approximation factor, and running\ntime. The key ingredient of our algorithm is a technique that uses\nedge-coloring algorithms to sample a cycle cover with $O(n/\\log k)$ cycles with\nhigh probability, in near linear time.\n  Additionally, we also give a deterministic\n$\\frac{3}{2}+O\\left(\\frac{1}{\\sqrt{k}}\\right)$ factor approximation algorithm\nrunning in time $O(nk)$.\n","Comment: 12 pages"]}]
["1404.4627",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Experiment","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4627","JCAP 06 (2014) 032","doi:10.1088/1475-7516/2014/06/032"],"date":["2014-04-17","2014-05-16"],"type":["text"],"creator":["Ren, Jing","Xianyu, Zhong-Zhi","He, Hong-Jian"],"language":[],"coverage":[],"title":["Higgs Gravitational Interaction, Weak Boson Scattering, and Higgs\n  Inflation in Jordan and Einstein Frames"],"description":["  We study gravitational interaction of Higgs boson through the unique\ndimension-4 operator $\\xi H^\\dag H R$, with $H$ the Higgs doublet and $R$ the\nRicci scalar curvature. We analyze the effect of this dimensionless nonminimal\ncoupling $\\xi$ on weak gauge boson scattering in both Jordan and Einstein\nframes. We explicitly establish the longitudinal-Goldstone boson equivalence\ntheorem with nonzero $\\xi$ coupling in both frames, and analyze the unitarity\nconstraints. We study the $\\xi$-induced weak boson scattering cross sections at\nO(1-30)TeV scales, and propose to probe the Higgs-gravity coupling via weak\nboson scattering experiments at the LHC(14TeV) and the next generation pp\ncolliders (50-100TeV). We further extend our study to Higgs inflation, and\nquantitatively derive the perturbative unitarity bounds via coupled channel\nanalysis, under large field background at the inflation scale. We analyze the\nunitarity constraints on the parameter space in both the conventional Higgs\ninflation and the improved models in light of the recent BICEP2 data.\n","Comment: 40pp, JCAP Final Version. Use jcappub.sty, only minor rewordings,\n  references added"]}]
["1405.2736",{"format":[],"subject":["Computer Science - Information Theory","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.2736"],"date":["2014-05-12","2014-06-13"],"type":["text"],"creator":["Gorla, Elisa","Ravagnani, Alberto"],"language":[],"coverage":[],"title":["Subspace codes from Ferrers diagrams"],"description":["  In this paper we give new constructions of Ferrer diagram rank metric codes,\nwhich achieve the largest possible dimension. In particular, we prove several\ncases of a conjecture by T. Etzion and N. Silberstein. We also establish a\nsharp lower bound on the dimension of linear rank metric anticodes with a given\nprofile. Combining our results with the multilevel construction, we produce\nexamples of subspace codes with the largest known cardinality for the given\nparameters.\n","Comment: minor edits"]}]
["1405.3890",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.3890"],"date":["2014-05-15","2014-06-13"],"type":["text"],"creator":["Zubkov, Alexandr N."],"language":[],"coverage":[],"title":["Some homological properties of $GL(m|n)$ in arbitrary characteristic"],"description":["  We show that Penkov's approach to a superanalog of Borel-Bott-Weil theorem\nfor $G=GL(m|n)$ over a field of zero characteristic can be extended for a\nperfect field of arbitrary odd characteristic. We also prove some partial\nversion of Kempf's vanishing theorem and characteristic free formula for Euler\ncharacteristic $\\chi(B, \\lambda^{\\epsilon})$, where $B$ is a Borel subgroup of\n$G$.\n"]}]
["1405.5318",{"format":[],"subject":["Mathematical Physics","Mathematics - Classical Analysis and ODEs","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.5318"],"date":["2014-05-21"],"type":["text"],"creator":["Rosengren, Hjalmar"],"language":[],"coverage":[],"title":["Special polynomials related to the supersymmetric eight-vertex model.\n  III. Painlev\\'e VI equation"],"description":["  We prove that certain polynomials previously introduced by the author can be\nidentified with tau functions of Painlev\\'e VI, obtained from one of Picard's\nalgebraic solutions by acting with a four-dimensional lattice of B\\\"acklund\ntransformations. For particular lines in the lattice, this proves conjectures\nof Bazhanov and Mangazeev. As applications, we describe the behaviour of the\ncorresponding solutions near the singular points of Painlev\\'e VI, and obtain\nseveral new properties of our polynomials.\n","Comment: 27 pages"]}]
["1405.7736",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.7736","Photonics Technology Letters, IEEE , vol.24, no.7, pp.548,550,\n  April 1, 2012","doi:10.1109/LPT.2012.2183342"],"date":["2014-05-29","2014-06-13"],"type":["text"],"creator":["Eryilmaz, Sukru Burc","Tidin, Onur","Okyay, Ali K."],"language":[],"coverage":[],"title":["Plasmonic Nanoslit Array Enhanced Metal-Semiconductor-Metal Optical\n  Detectors"],"description":["  Metallic nanoslit arrays integrated on germanium metal-semiconductor-metal\nphotodetectors show many folds of absorption enhancement for\ntransverse-magnetic polarization in the telecommunication C-band. Such high\nenhancement is attributed to resonant interference of surface plasmon modes at\nthe metal-semiconductor interface. Horizontal surface plasmon modes were\nreported earlier to inhibit photodetector performance. We computationally show,\nhowever, that horizontal modes enhance the efficiency of surface devices\ndespite reducing transmitted light in the far field.\n","Comment: This is revised in accordance with publisher's requirements. DOI is\n  included in the manuscript"]}]
["1406.0455",{"format":[],"subject":["Computer Science - Social and Information Networks","Computer Science - Computer Science and Game Theory","Quantitative Finance - General Finance","Quantitative Finance - Statistical Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.0455"],"date":["2014-06-02","2014-06-13"],"type":["text"],"creator":["Chen, Cheng","Zheng, Lan","Srinivasan, Venkatesh","Thomo, Alex","Wu, Kui","Sukow, Anthony"],"language":[],"coverage":[],"title":["Buyer to Seller Recommendation under Constraints"],"description":["  The majority of recommender systems are designed to recommend items (such as\nmovies and products) to users. We focus on the problem of recommending buyers\nto sellers which comes with new challenges: (1) constraints on the number of\nrecommendations buyers are part of before they become overwhelmed, (2)\nconstraints on the number of recommendations sellers receive within their\nbudget, and (3) constraints on the set of buyers that sellers want to receive\n(e.g., no more than two people from the same household). We propose the\nfollowing critical problems of recommending buyers to sellers: Constrained\nRecommendation (C-REC) capturing the first two challenges, and Conflict-Aware\nConstrained Recommendation (CAC-REC) capturing all three challenges at the same\ntime. We show that C-REC can be modeled using linear programming and can be\nefficiently solved using modern solvers. On the other hand, we show that\nCAC-REC is NP-hard. We propose two approximate algorithms to solve CAC-REC and\nshow that they achieve close to optimal solutions via comprehensive experiments\nusing real-world datasets.\n","Comment: 9 pages, 7 figures"]}]
["1406.0961",{"format":[],"subject":["Mathematics - Category Theory","18A30, 18A40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.0961"],"date":["2014-06-04","2014-06-12"],"type":["text"],"creator":["Benini, Marco"],"language":[],"coverage":[],"title":["Cartesian closed categories are distributive"],"description":["  A folklore result in category theory is that a (weakly) Cartesian closed\ncategory with finite co-products is distributive. Usually, the proof of this\nsmall result is carried on using the fact that the exponential functor is right\nadjoint to the product functor. And, since functors having a right adjoint\npreserve co-limits, the result follows immediately. But, when we try to\nexplicitly construct the arrows, things become a bit more involved. In rare\ncases, it is pretty useful to have the exact arrows that make this isomorphism\nto hold. The purpose of this note is to develop the explicit proof with all the\ninvolved arrows constructed in an explicit way.\n"]}]
["1406.2978",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Probability","H6015, 35R60, 35L65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.2978"],"date":["2014-06-11","2014-06-13"],"type":["text"],"creator":["Gess, Benjamin","Souganidis, Panagiotis E."],"language":[],"coverage":[],"title":["Scalar conservation laws with multiple rough fluxes"],"description":["  We study pathwise entropy solutions for scalar conservation laws with\ninhomogeneous fluxes and quasilinear multiplicative rough path dependence. This\nextends the previous work of Lions, Perthame and Souganidis who considered\nspatially independent and inhomogeneous fluxes with multiple paths and a single\ndriving singular path respectively. The approach is motivated by the theory of\nstochastic viscosity solutions which relies on special test functions\nconstructed by inverting locally the flow of the stochastic characteristics.\nFor conservation laws this is best implemented at the level of the kinetic\nformulation which we follow here.\n","Comment: 26 pages"]}]
["1406.3191",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3191","In Proceedings of 16th Portuguese Conference on Artificial\n  Intelligence (EPIA 2013), Acores, Portugal, 9-12 September 2013, PP. 290-301"],"date":["2014-06-12","2014-06-13"],"type":["text"],"creator":["Fanaee-T, Hadi","Gama, Joao"],"language":[],"coverage":[],"title":["An eigenvector-based hotspot detection"],"description":["  Space and time are two critical components of many real world systems. For\nthis reason, analysis of anomalies in spatiotemporal data has been a great of\ninterest. In this work, application of tensor decomposition and eigenspace\ntechniques on spatiotemporal hotspot detection is investigated. An algorithm\ncalled SST-Hotspot is proposed which accounts for spatiotemporal variations in\ndata and detect hotspots using matching of eigenvector elements of two cases\nand population tensors. The experimental results reveal the interesting\napplication of tensor decomposition and eigenvector-based techniques in hotspot\nanalysis.\n"]}]
["1406.3260",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3260"],"date":["2014-06-12","2014-06-13"],"type":["text"],"creator":["Damasso, M.","Bernagozzi, A.","Bertolini, E.","Calcidese, P.","Carbognani, A.","Cenadelli, D.","Christille, J-M","Giacobbe, P.","Lanteri, L.","Lattanzi, M. G.","Smart, R.","Sozzetti, A."],"language":[],"coverage":[],"title":["New Variable Stars Discovered by the APACHE Survey. I. Results After the\n  First Observing Season"],"description":["  We present more than 80 new variable stars discovered during the first\nobserving season of the APACHE survey. APACHE is a project aimed at detecting\nextrasolar planets transiting nearby, bright M dwarfs by using an array of\nsmall-aperture telescopes. Despite the fact that the survey is targeted to a\nwell-defined sample of cool stars, we also reduce and analyze data for all the\ndetected field stars. Since July 2012 dozens of different stellar fields have\nbeen monitored, leading to the detection of several variables for which we\npropose a classification and estimate a period, when a periodicity is evident\nin the data. Thanks to the SuperWASP public archive, we have also retrieved and\nanalyzed photometric data collected by the SWASP survey, which helped us to\nrefine the classification and the period estimation of many variables found in\nthe APACHE database. Some of the variables present peculiarities and thus are\ndiscussed separately.\n","Comment: accepted for publications in Journal of the American Association of\n  Variable Star Observers (JAAVSO), Vol. 42. Typos in Table 1, column\n  \"Amplitude\": from page 6 to 9 the first digit (equal to the page number) is\n  actually an artifact and must be not considered"]}]
["1406.3354",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3354"],"date":["2014-06-12"],"type":["text"],"creator":["Haan, Sebastian","Braun, Robert"],"language":[],"coverage":[],"title":["A Kinematic Measurement of Ram Pressure in the Outer Disk of Regular\n  Galaxies"],"description":["  While most ram pressure studies have focused on ram pressure stripping in\ngalaxy clusters, we devise a novel approach based on a kinematic measurement of\nram pressure perturbations in HI velocity fields for intergalactic material\n(IGM) densities and relative velocities that are one to two orders of magnitude\nlower than in galaxies showing ram pressure stripping. Our model evaluates ram\npressure induced kinematic terms in gas disks with constant inclination as well\nas those with a warped geometry. Ram pressure perturbations are characterized\nby kinematic modes of even order, m=0 and m=2, corresponding to a ram wind\nperpendicular and parallel to the gas disk, respectively. Long-term\nconsequences of ram pressure, such as warped disks as well as uncertainties in\nthe disk geometry typically generate uneven modes (m=1 and m=3), that are\nclearly distinguishable from the kinematic ram pressure terms. We have applied\nour models to three nearby isolated galaxies, utilizing Markov Chain Monte\nCarlo fitting routines to determine ram pressure perturbations in the velocity\nfields of NGC 6946 and NGC 3621 of ~30km s$^{-1}$ (effective line-of-sight\nvelocity change) at HI column densities below (4-10)$\\times$10$^{20}$cm$^{-2}$\n(at radial scales greater than ~15kpc). In contrast, NGC 628 is dominated by a\nstrongly warped disk. Our model fits reveal the three-dimensional vector of the\ngalaxies' movement with respect to the IGM rest-frame and provide constraints\non the product of speed with IGM density, opening a new window for\nextragalactic velocity measurements and studies of the intergalactic medium.\n","Comment: 34 pages, 28 figures, accepted for publication in MNRAS"]}]
["1406.3370",{"format":[],"subject":["Mathematics - Geometric Topology","57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3370"],"date":["2014-06-12"],"type":["text"],"creator":["Howards, Hugh"],"language":[],"coverage":[],"title":["Forming the Borromean Rings out of arbitrary polygonal unknots"],"description":["  We prove the perhaps surprising result that given any three polygonal unknots\nin $\\R^3$, then we may form the Borromean rings out of them through rigid\nmotions of $\\R^3$ applied to the individual components together with possible\nscaling of the components. We also prove that if at least two of the unknots\nare planar, then we do not need scaling. This is true even for a set of three\npolygonal unknots that are arbitrarily close to three circles, which themselves\ncannot be usedfigure to form the Borromean Rings.\n","Comment: Final Version appears in JKTR"]}]
["1406.3376",{"format":[],"subject":["Quantitative Biology - Biomolecules","Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3376","doi:10.1073/pnas.1405384111"],"date":["2014-06-12"],"type":["text"],"creator":["Chakrabarti, Shaon","Hinczewski, Michael","Thirumalai, D."],"language":[],"coverage":[],"title":["Plasticity of hydrogen bond networks regulates mechanochemistry of cell\n  adhesion complexes"],"description":["  Mechanical forces acting on cell adhesion receptor proteins regulate a range\nof cellular functions by formation and rupture of non-covalent interactions\nwith ligands. Typically, force decreases the lifetimes of intact complexes\n(slip-bonds), making the discovery that these lifetimes can also be prolonged\n(\"catch-bonds\"), a surprise. We created a microscopic analytic theory by\nincorporating the structures of selectin and integrin receptors into a\nconceptual framework based on the theory of stochastic equations, which\nquantitatively explains a wide range of experimental data (including\ncatch-bonds at low forces and slip-bonds at high forces). Catch-bonds arise due\nto force-induced remodeling of hydrogen bond networks, a finding that also\naccounts for unbinding in structurally unrelated integrin-fibronectin and\nactomyosin complexes. For the selectin family, remodeling of hydrogen bond\nnetworks drives an allosteric transition resulting in the formation of maximum\nnumber of hydrogen bonds determined only by the structure of the receptor and\nis independent of the ligand. A similar transition allows us to predict the\nincrease in number of hydrogen bonds in a particular allosteric state of\n$\\alpha_5 \\beta_1$ integrin-fibronectin complex, a conformation which is yet to\nbe crystallized. We also make a testable prediction that a single point\nmutation (Tyr51Phe) in the ligand associated with selectin should dramatically\nalter the nature of the catch-bond compared to the wild type. Our work suggests\nthat nature utilizes a ductile network of hydrogen bonds to engineer function\nover a broad range of forces.\n","Comment: main text: 8 pages, 4 figures; SI: 5 pages, 2 figures, Proc. Natl.\n  Acad. Sci., published online before print (2014)"]}]
["1406.3381",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3381","doi:10.1016/j.ijsolstr.2014.05.023"],"date":["2014-06-12"],"type":["text"],"creator":["Grassl, Peter","Xenos, Dimitrios","Jirásek, Milan","Horák, Martin"],"language":[],"coverage":[],"title":["Evaluation of nonlocal approaches for modelling fracture near nonconvex\n  boundaries"],"description":["  Integral-type nonlocal damage models describe the fracture process zones by\nregular strain profiles insensitive to the size of finite elements, which is\nachieved by incorporating weighted spatial averages of certain state variables\ninto the stress-strain equations. However, there is no consensus yet how the\ninfluence of boundaries should be taken into account by the averaging\nprocedures. In the present study, nonlocal damage models with different\naveraging procedures are applied to the modelling of fracture in specimens with\nvarious boundary types. Firstly, the nonlocal models are calibrated by fitting\nload-displacement curves and dissipated energy profiles for direct tension to\nthe results of mesoscale analyses performed using a discrete model. These\nanalyses are set up so that the results are independent of boundaries. Then,\nthe models are applied to two-dimensional simulations of three-point bending\ntests with a sharp notch, a V-type notch, and a smooth boundary without a\nnotch. The performance of the nonlocal approaches in modelling of fracture near\nnonconvex boundaries is evaluated by comparison of load-displacement curves and\ndissipated energy profiles along the beam ligament with the results of\nmeso-scale simulations. As an alternative approach, elastoplasticity combined\nwith nonlocal or over-nonlocal damage is also included in the comparative\nstudy.\n"]}]
["1406.3382",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3382","Icarus (2014), pp. 191-204","doi:10.1016/j.icarus.2014.04.008"],"date":["2014-06-12"],"type":["text"],"creator":["Protopapa, Silvia","Sunshine, Jessica M.","Feaga, Lori M.","Kelley, Michael S. P.","Hearn, Michael F. A'","Farnham, Tony L.","Groussin, Olivier","Besse, Sebastien","Merlin, Frederic","Li, Jian-Yang"],"language":[],"coverage":[],"title":["Water Ice and Dust in the Innermost Coma of Comet 103P/Hartley 2"],"description":["  On November 4th, 2010, the Deep Impact eXtended Investigation (DIXI)\nsuccessfully encountered comet 103P/Hartley 2, when it was at a heliocentric\ndistance of 1.06 AU. Spatially resolved near-IR spectra of comet Hartley 2 were\nacquired in the 1.05-4.83 micron wavelength range using the HRI-IR\nspectrometer. We present spectral maps of the inner ~10 kilometers of the coma\ncollected 7 minutes and 23 minutes after closest approach. The extracted\nreflectance spectra include well-defined absorption bands near 1.5, 2.0, and\n3.0 micron consistent in position, bandwidth, and shape with the presence of\nwater ice grains. Using Hapke's radiative transfer model, we characterize the\ntype of mixing (areal vs. intimate), relative abundance, grain size, and\nspatial distribution of water ice and refractories. Our modeling suggests that\nthe dust, which dominates the innermost coma of Hartley 2 and is at a\ntemperature of 300K, is thermally and physically decoupled from the\nfine-grained water ice particles, which are on the order of 1 micron in size.\nThe strong correlation between the water ice, dust, and CO2 spatial\ndistribution supports the concept that CO2 gas drags the water ice and dust\ngrains from the nucleus. Once in the coma, the water ice begins subliming while\nthe dust is in a constant outflow. The derived water ice scale-length is\ncompatible with the lifetimes expected for 1-micron pure water ice grains at 1\nAU, if velocities are near 0.5 m/s. Such velocities, about three order of\nmagnitudes lower than the expansion velocities expected for isolated 1-micron\nwater ice particles [Hanner, 1981; Whipple, 1951], suggest that the observed\nwater ice grains are likely aggregates.\n","Comment: 51 pages, 12 figures, accepted for publication in Icarus"]}]
["1406.3383",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3383"],"date":["2014-06-12"],"type":["text"],"creator":["Reichhardt, C.","Reichhardt, C. J. Olson"],"language":[],"coverage":[],"title":["Absorbing Phase Transitions and Dynamic Freezing in Running Active\n  Matter Systems"],"description":["  We examine a two-dimensional system of sterically repulsive interacting disks\nwhere each particle runs in a random direction. This system is equivalent to a\nrun-and-tumble dynamics system in the limit where the run time is infinite. At\nlow densities, we find a strongly fluctuating state composed of transient\nclusters. Above a critical density that is well below the density at which\nnon-active particles would crystallize, the system can organize into a drifting\nquiescent or frozen state where the fluctuations are lost and large\ncrystallites form surrounded by a small density of individual particles.\nAlthough all the particles are still moving, their paths form closed orbits.\nThe average transient time to organize into the quiescent state diverges as a\npower law upon approaching the critical density from above. We compare our\nresults to the random organization observed for periodically sheared systems\nthat can undergo an absorbing transition from a fluctuating state to a\ndynamical non-fluctuating state. In the random organization studies, the system\norganizes to a state in which the particles no longer interact; in contrast, we\nfind that the randomly running active matter organizes to a strongly\ninteracting dynamically jammed state. We show that the transition to the frozen\nstate is robust against a certain range of stochastic fluctuations. We also\nexamine the effects of adding a small number of pinned particles to the system\nand find that the transition to the frozen state shifts to significantly lower\ndensities and arises via the nucleation of faceted crystals centered at the\nobstacles.\n","Comment: 10 pages, 10 postscript figures"]}]
["1406.3385",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3385"],"date":["2014-06-12"],"type":["text"],"creator":["Jackmana, Mark J.","Deák, Peter","Syres, Karen L.","Adell, Johan","Thiagarajan, Balasubramanian","Levy, Anna","Thomas, Andrew G."],"language":[],"coverage":[],"title":["Observation of vacancy-related polaron states at the surface of anatase\n  and rutile TiO2 by high-resolution photoelectron spectroscopy"],"description":["  Defects in the surface region of a reducible oxide, as TiO2, have a profound\neffect on applications, while their nature is very much influenced by the\npossibility of small polaron formation. Here, we probe rutile (110) and anatase\n(101) single crystals via high-resolution ultraviolet photoelectron\nspectroscopy and resolve multiple components of the well-known defect state in\nthe band gap. In rutile, we find two at VBM+2.1 eV and VBM+1.4 eV, which we\nassign to subsurface polaron traps and vacancy-bound states, respectively,\nconfirming the predicted partial suppression of polaron formation at high\nvacancy concentration. New defects are created in situ on the anatase surface\nby the synchrotron beam. We assign a component at VBM+2.3 eV, which can be\nremoved by annealing, to polaron states associated with surface oxygen\nvacancies. We also identify a second component at VBM+1.6 eV, which can not be\nremoved by annealing, and is too deep to be associated with oxygen vacancies.\n"]}]
["1406.3386",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3386"],"date":["2014-06-12"],"type":["text"],"creator":["Wagner, Gregory L.","Young, William R.","Lauga, Eric"],"language":[],"coverage":[],"title":["Mixing by microorganisms in stratified fluids"],"description":["  We examine the vertical mixing induced by the swimming of microorganisms at\nlow Reynolds and P\\'eclet numbers in a stably stratified ocean, and show that\nthe global contribution of oceanic microswimmers to vertical mixing is\nnegligible. We propose two approaches to estimating the mixing efficiency,\n$\\eta$, or the ratio of the rate of potential energy creation to the total\nrate-of-working on the ocean by microswimmers. The first is based on scaling\narguments and estimates $\\eta$ in terms of the ratio between the typical\norganism size, $a$, and an intrinsic length scale for the stratified flow,\n$\\ell = \\left ( \\nu \\kappa / N^2 \\right )^{1/4}$, where $\\nu$ is the kinematic\nviscosity, $\\kappa$ the diffusivity, and $N$ the buoyancy frequency. In\nparticular, for small organisms in the relevant oceanic limit, $a / \\ell \\ll\n1$, we predict the scaling $\\eta \\sim (a / \\ell)^3$. The second estimate of\n$\\eta$ is formed by solving the full coupled flow-stratification problem by\nmodeling the swimmer as a regularized force dipole, and computing the\nefficiency numerically. Our computational results, which are examined for all\nratios $a/\\ell$, validate the scaling arguments in the limit $a / \\ell \\ll 1$\nand further predict $\\eta \\approx 1.2 \\left ( a / \\ell \\right )^3$ for vertical\nswimming and $\\eta \\approx 0.15 \\left ( a / \\ell \\right )^3$ for horizontal\nswimming. These results, relevant for any stratified fluid rich in biological\nactivity, imply that the mixing efficiency of swimming microorganisms in the\nocean is at very most 8\\% and is likely smaller by at least two orders of\nmagnitude.\n","Comment: 27 pages, 2 figures"]}]
["1406.3390",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3390"],"date":["2014-06-12"],"type":["text"],"creator":["Scheinhardt, Werner R. W.","Kroese, Dirk P."],"language":[],"coverage":[],"title":["Computing the Drift of Random Walks in Dependent Random Environments"],"description":["  Although the theoretical behavior of one-dimensional random walks in random\nenvironments is well understood, the numerical evaluation of various\ncharacteristics of such processes has received relatively little attention.\nThis paper develops new theory and methodology for the computation of the drift\nof the random walk for various dependent random environments, including\n$k$-dependent and moving average environments.\n","Comment: 21 pages, 7 figures"]}]
["1406.3391",{"format":[],"subject":["Mathematics - Combinatorics","05E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3391"],"date":["2014-06-12"],"type":["text"],"creator":["Naqvi, Yusra"],"language":[],"coverage":[],"title":["A product formula for certain Littlewood-Richardson coefficients for\n  Jack and Macdonald polynomials"],"description":["  Jack polynomials generalize several classical families of symmetric\npolynomials, including Schur polynomials, and are further generalized by\nMacdonald polynomials. In 1989, Richard Stanley conjectured that if the\nLittlewood-Richardson coefficient for a triple of Schur polynomials is 1, then\nthe corresponding coefficient for Jack polynomials can be expressed as a\nproduct of weighted hooks of the Young diagrams associated to the partitions\nindexing the coefficient. We prove a special case of this conjecture in which\nthe partitions indexing the Littlewood-Richardson coefficient have at most 3\nparts. We also show that this result extends to Macdonald polynomials.\n","Comment: 30 pages"]}]
["1406.3394",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3394"],"date":["2014-06-12"],"type":["text"],"creator":["Patkowski, Alexander E"],"language":[],"coverage":[],"title":["A note on the $l$-fold Bailey Lemma and Mixed Mock Modular forms"],"description":["  In this paper we present a method for constructing multiple-sum $q$-series\nfor what is known as Mixed Mock Modular forms.\n"]}]
["1406.3395",{"format":[],"subject":["Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3395"],"date":["2014-06-12"],"type":["text"],"creator":["Lekeas, Paraskevas V."],"language":[],"coverage":[],"title":["An Evolutionary Approach to Coalition Formation"],"description":["  In Cooperative Games with Externalities when the members of a set S \\subset N\nof agents wish to deviate they need to calculate their worth. This worth\ndepends on what the non-members (outsiders) N \\setminus S will do, which in\nturn depends on which coalition structure the outsiders will form. Since this\ncoalition formation problem is NP-hard, various approaches have been adopted.\nIn this paper using an evolutionary game theoretic approach we provide a set of\nequations that can help agents in S reason about the coalition structures the\noutsiders may form in terms of minimum distances on an n-s dimensional space,\nwhere n=|N|, s=|S|.\n"]}]
["1406.3398",{"format":[],"subject":["Quantitative Biology - Genomics","Nonlinear Sciences - Adaptation and Self-Organizing Systems","Physics - Biological Physics","Quantitative Biology - Cell Behavior","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3398"],"date":["2014-06-12"],"type":["text"],"creator":["Slavov, Nikolai","Botstein, David","Caudy, Amy"],"language":[],"coverage":[],"title":["Extensive regulation of metabolism and growth during the cell division\n  cycle"],"description":["  Yeast cells grown in culture can spontaneously synchronize their respiration,\nmetabolism, gene expression and cell division. Such metabolic oscillations in\nsynchronized cultures reflect single-cell oscillations, but the relationship\nbetween the oscillations in single cells and synchronized cultures is poorly\nunderstood. To understand this relationship and the coordination between\nmetabolism and cell division, we collected and analyzed DNA-content,\ngene-expression and physiological data, at hundreds of time-points, from\ncultures metabolically-synchronized at different growth rates, carbon sources\nand biomass densities. The data enabled us to extend and generalize an\nensemble-average-over-phases (EAP) model that connects the population-average\ngene-expression of asynchronous cultures to the gene-expression dynamics in the\nsingle-cells comprising the cultures. The extended model explains the\ncarbon-source specific growth-rate responses of hundreds of genes. Our data\ndemonstrate that for a given growth rate, the frequency of metabolic cycling in\nsynchronized cultures increases with the biomass density. This observation\nunderscores the difference between metabolic cycling in synchronized cultures\nand in single cells and suggests entraining of the single-cell cycle by a\nquorum-sensing mechanism. Constant levels of residual glucose during the\nmetabolic cycling of synchronized cultures indicate that storage carbohydrates\nare required to fuel not only the G1/S transition of the division cycle but\nalso the metabolic cycle. Despite the large variation in profiled conditions\nand in the time-scale of their dynamics, most genes preserve invariant dynamics\nof coordination with each other and with the rate of oxygen consumption.\nSimilarly, the G1/S transition always occurs at the beginning, middle or end of\nthe high oxygen consumption phases, analogous to observations in human and\ndrosophila cells.\n","Comment: 34 pages, 7 figures"]}]
["1406.3399",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3399"],"date":["2014-06-12"],"type":["text"],"creator":["Hartig, Olaf","Thompson, Bryan"],"language":[],"coverage":[],"title":["Foundations of an Alternative Approach to Reification in RDF"],"description":["  This document defines extensions of the RDF data model and of the SPARQL\nquery language that capture an alternative approach to represent\nstatement-level metadata. While this alternative approach is backwards\ncompatible with RDF reification as defined by the RDF standard, the approach\naims to address usability and data management shortcomings of RDF reification.\nOne of the great advantages of the proposed approach is that it clarifies a\nmeans to (i) understand sparse matrices, the property graph model, hypergraphs,\nand other data structures with an emphasis on link attributes, (ii) map such\ndata onto RDF, and (iii) query such data using SPARQL. Further, the proposal\ngreatly expands both the freedom that database designers enjoy when creating\nphysical indexing schemes and query plans for graph data annotated with link\nattributes and the interoperability of those database solutions.\n","Comment: 14 pages"]}]
["1406.3400",{"format":[],"subject":["Computer Science - Robotics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3400"],"date":["2014-06-12"],"type":["text"],"creator":["Jokic, Sasa","Novikov, Petr","Maggs, Stuart","Sadan, Dori","Jin, Shihui","Nan, Cristina"],"language":[],"coverage":[],"title":["Robotic positioning device for three-dimensional printing"],"description":["  Additive manufacturing brings a variety of new possibilities to the\nconstruction industry, extending the capabilities of existing fabrication\nmethods whilst also creating new possibilities. Currently three-dimensional\nprinting is used to produce small-scale objects; large-scale three-dimensional\nprinting is difficult due to the size of positioning devices and machine\nelements. Presently fixed Computer Numerically Controlled (CNC) routers and\nrobotic arms are used to position print-heads. Fixed machines have work\nenvelope limitations and can't produce objects outside of these limits.\nLarge-scale three-dimensional printing requires large machines that are costly\nto build and hard to transport. This paper presents a compact print-head\npositioning device for Fused Deposition Modeling (FDM) a method of\nthree-dimensional printing independent from the size of the object it prints.\n","Comment: 14 pages, 9 figures"]}]
["1406.3403",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematical Physics","Mathematics - Differential Geometry","Mathematics - Symplectic Geometry","49J15, 70H05, 70G65, 70E60, 22A22, 53C30, 53B21"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3403","International Journal of Geometric Methods in Modern Physics\n  (2014) 1450038","doi:10.1142/S0219887814500388"],"date":["2014-06-12"],"type":["text"],"creator":["Abrunheiro, L.","Camarinha, M."],"language":[],"coverage":[],"title":["Optimal control of affine connection control systems from the point of\n  view of Lie algebroids"],"description":["  The purpose of this paper is to use the framework of Lie algebroids to study\noptimal control problems for affine connection control systems on Lie groups.\nIn this context, the equations for critical trajectories of the problem are\ngeometrically characterized as a Hamiltonian vector field.\n","Comment: 7 pages"]}]
["1406.3405",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3405"],"date":["2014-06-12"],"type":["text"],"creator":["Rajasekaran, Sanguthevar","Nicolae, Marius"],"language":[],"coverage":[],"title":["An error correcting parser for context free grammars that takes less\n  than cubic time"],"description":["  The problem of parsing has been studied extensively for various formal\ngrammars. Given an input string and a grammar, the parsing problem is to check\nif the input string belongs to the language generated by the grammar. A closely\nrelated problem of great importance is one where the input are a string ${\\cal\nI}$ and a grammar $G$ and the task is to produce a string ${\\cal I}'$ that\nbelongs to the language generated by $G$ and the `distance' between ${\\cal I}$\nand ${\\cal I}'$ is the smallest (from among all the strings in the language).\nSpecifically, if ${\\cal I}$ is in the language generated by $G$, then the\noutput should be ${\\cal I}$. Any parser that solves this version of the problem\nis called an {\\em error correcting parser}. In 1972 Aho and Peterson presented\na cubic time error correcting parser for context free grammars. Since then this\nasymptotic time bound has not been improved under the (standard) assumption\nthat the grammar size is a constant. In this paper we present an error\ncorrecting parser for context free grammars that runs in $O(T(n))$ time, where\n$n$ is the length of the input string and $T(n)$ is the time needed to compute\nthe tropical product of two $n\\times n$ matrices.\n  In this paper we also present an $\\frac{n}{M}$-approximation algorithm for\nthe {\\em language edit distance problem} that has a run time of $O(Mn^\\omega)$,\nwhere $O(n^\\omega)$ is the time taken to multiply two $n\\times n$ matrices. To\nthe best of our knowledge, no approximation algorithms have been proposed for\nerror correcting parsing for general context free grammars.\n"]}]
["1406.3406",{"format":[],"subject":["Mathematics - Complex Variables","32T27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3406"],"date":["2014-06-12"],"type":["text"],"creator":["Ahn, Taeyong","Gaussier, Herve","Kim, Kang-Tae"],"language":[],"coverage":[],"title":["Bergman and Caratheodory metrics of the Kohn-Nirenberg domains"],"description":["  The Kohn-Nireberg domains are unbounded domains in the complex Euclidean\nspace of dimension 2 upon which many outstanding questions are yet to be\nexplored. The primary aim of this article is to demonstrate that the Bergman\nand Caratheodory metrics of any Kohn-Nirenberg domains are positive and\ncomplete.\n","Comment: 11 pages"]}]
["1406.3410",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematical Physics","Mathematics - Probability","60B20, 44A60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3410"],"date":["2014-06-12"],"type":["text"],"creator":["Sodin, Sasha"],"language":[],"coverage":[],"title":["Several applications of the moment method in random matrix theory"],"description":["  Several applications of the moment method in random matrix theory,\nespecially, to local eigenvalue statistics at the spectral edges, are surveyed,\nwith emphasis on a modification of the method involving orthogonal polynomials.\n","Comment: 25 pages., 3 figures"]}]
["1406.3411",{"format":[],"subject":["Computer Science - Social and Information Networks","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3411"],"date":["2014-06-12"],"type":["text"],"creator":["Koutra, Danai","Kang, U","Vreeken, Jilles","Faloutsos, Christos"],"language":[],"coverage":[],"title":["VoG: Summarizing and Understanding Large Graphs"],"description":["  How can we succinctly describe a million-node graph with a few simple\nsentences? How can we measure the \"importance\" of a set of discovered subgraphs\nin a large graph? These are exactly the problems we focus on. Our main ideas\nare to construct a \"vocabulary\" of subgraph-types that often occur in real\ngraphs (e.g., stars, cliques, chains), and from a set of subgraphs, find the\nmost succinct description of a graph in terms of this vocabulary. We measure\nsuccess in a well-founded way by means of the Minimum Description Length (MDL)\nprinciple: a subgraph is included in the summary if it decreases the total\ndescription length of the graph.\n  Our contributions are three-fold: (a) formulation: we provide a principled\nencoding scheme to choose vocabulary subgraphs; (b) algorithm: we develop\n\\method, an efficient method to minimize the description cost, and (c)\napplicability: we report experimental results on multi-million-edge real\ngraphs, including Flickr and the Notre Dame web graph.\n","Comment: SIAM International Conference on Data Mining (SDM) 2014"]}]
["1406.3412",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3412"],"date":["2014-06-12"],"type":["text"],"creator":["Hua, Min","Yang, Kristo W.","Wang, M.","Zou, Kingsley J."],"language":[],"coverage":[],"title":["Analysis of the Frequency Offset Effect on Zadoff-Chu Sequence Timing\n  Performance"],"description":["  Zadoff-Chu (ZC) sequences have been used as synchronization sequences in\nmodern wireless communication systems, replacing the conventional pseudo-random\nnoise (PN) sequences due to their perfect autocorrelation properties. We first\nstudy the ambiguity problem between a timing offset and a frequency offset when\na ZC sequence is used as a synchronization signal. We show how a frequency\noffset can impair the timing property of a ZC sequence, causing irreducible\ntiming errors. An analytical framework is developed, which completely\ncharacterizes a ZC sequence's timing behavior and its fundamental limitation as\na synchronization sequence in the presence of a frequency offset between the\ntransmitter and the receiver.\n"]}]
["1406.3414",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3414"],"date":["2014-06-13"],"type":["text"],"creator":["Furer, Martin","Yu, Huiwen"],"language":[],"coverage":[],"title":["Space Saving by Dynamic Algebraization"],"description":["  Dynamic programming is widely used for exact computations based on tree\ndecompositions of graphs. However, the space complexity is usually exponential\nin the treewidth. We study the problem of designing efficient dynamic\nprogramming algorithm based on tree decompositions in polynomial space. We show\nhow to construct a tree decomposition and extend the algebraic techniques of\nLokshtanov and Nederlof such that the dynamic programming algorithm runs in\ntime $O^*(2^h)$, where $h$ is the maximum number of vertices in the union of\nbags on the root to leaf paths on a given tree decomposition, which is a\nparameter closely related to the tree-depth of a graph. We apply our algorithm\nto the problem of counting perfect matchings on grids and show that it\noutperforms other polynomial-space solutions. We also apply the algorithm to\nother set covering and partitioning problems.\n","Comment: 14 pages, 1 figure"]}]
["1406.3418",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3418"],"date":["2014-06-13"],"type":["text"],"creator":["Chaudhary, Ankit","Raheja, J. L.","Das, K.","Raheja, S."],"language":[],"coverage":[],"title":["Fingers' Angle Calculation using Level-Set Method"],"description":["  In the current age, use of natural communication in human computer\ninteraction is a known and well installed thought. Hand gesture recognition and\ngesture based applications has gained a significant amount of popularity\namongst people all over the world. It has a number of applications ranging from\nsecurity to entertainment. These applications generally are real time\napplications and need fast, accurate communication with machines. On the other\nend, gesture based communications have few limitations also like bent finger\ninformation is not provided in vision based techniques. In this paper, a novel\nmethod for fingertip detection and for angle calculation of both hands bent\nfingers is discussed. Angle calculation has been done before with sensor based\ngloves/devices. This study has been conducted in the context of natural\ncomputing for calculating angles without using any wired equipment, colors,\nmarker or any device. The pre-processing and segmentation of the region of\ninterest is performed in a HSV color space and a binary format respectively.\nFingertips are detected using level-set method and angles were calculated using\ngeometrical analysis. This technique requires no training for system to perform\nthe task.\n","Comment: 7 pages, IGI 2014"]}]
["1406.3422",{"format":[],"subject":["Mathematics - Optimization and Control","93B07, 93C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3422"],"date":["2014-06-13"],"type":["text"],"creator":["Wang, Gengsheng","Zhang, Can"],"language":[],"coverage":[],"title":["Observability inequalities from measurable sets for some evolution\n  equations"],"description":["  In this paper, we build up two observability inequalities from measurable\nsets in time for some evolution equations in Hilbert spaces from two different\nsettings. The equation reads: $u'=Au,\\; t>0$, and the observation operator is\ndenoted by $B$. In the first setting, we assume that $A$ generates an analytic\nsemigroup, $B$ is an admissible observation operator for this semigroup (cf.\n\\cite{TG}), and the pair $(A,B)$ verifies some observability inequality from\ntime intervals. With the help of the propagation estimate of analytic functions\n(cf. \\cite{V}) and a telescoping series method provided in the current paper,\nwe establish an observability inequality from measurable sets in time. In the\nsecond setting, we suppose that $A$ generates a $C_0$ semigroup, $B$ is a\nlinear and bounded operator, and the pair $(A, B)$ verifies some spectral-like\ncondition. With the aid of methods developed in \\cite{AEWZ} and \\cite{PW2}\nrespectively, we first obtain an interpolation inequality at one time, and then\nderive an observability inequality from measurable sets in time. These two\nobservability inequalities are applied to get the bang-bang property for some\ntime optimal control problems.\n","Comment: 29 pages"]}]
["1406.3424",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Representation Theory","53A20, 53A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3424"],"date":["2014-06-13"],"type":["text"],"creator":["Kato, Hironao"],"language":[],"coverage":[],"title":["Low dimensional Lie groups admitting left invariant flat projective or\n  affine structures"],"description":["  We prove that any real Lie group of dimension \\leq 5 admits a left invariant\nflat projective structure. We also prove that a real Lie group L of dimension\n\\leq 5 admits a left invariant flat affine structure if and only if the Lie\nalgebra of L is not perfect.\n","Comment: 16 pages"]}]
["1406.3426",{"format":[],"subject":["Mathematics - Differential Geometry","53A20, 11S90"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3426"],"date":["2014-06-13"],"type":["text"],"creator":["Kato, Hironao"],"language":[],"coverage":[],"title":["Left invariant flat projective structures on Lie groups and\n  prehomogeneous vector spaces"],"description":["  We show the correspondence between left invariant flat projective structures\non Lie groups and certain prehomogeneous vector spaces. Moreover by using the\nclassification theory of prehomogeneous vector spaces, we classify complex Lie\ngroups admitting irreducible left invariant flat complex projective structures.\nAs a result, direct sums of special linear Lie algebras sl(2) \\oplus sl(m_1)\n\\oplus \\cdots \\oplus sl(m_k) admit left invariant flat complex projective\nstructures if the equality 4 + m_1^2 + \\cdots + m_k^2 -k - 4 m_1 m_2 \\cdots m_k\n= 0 holds. These contain sl(2), sl(2) \\oplus sl(3)$, sl(2) \\oplus sl(3) \\oplus\nsl(11) for example.\n","Comment: 33 pages"]}]
["1406.3427",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3427"],"date":["2014-06-13"],"type":["text"],"creator":["Moser, Jan"],"language":[],"coverage":[],"title":["Jacob's ladders and multiplicative algebra of reversely iterated\n  integrals (energies) on the critical line"],"description":["  Certain completely logarithmic formula for a set of reversely iterated\nintegrals (energies) is proved in this paper. Namely, in this case we have that\nintegral powers of $\\ln T$ are contained on input as well as on output of\ncorresponding integrals (energies).\n"]}]
["1406.3433",{"format":[],"subject":["Computer Science - Emerging Technologies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3433"],"date":["2014-06-13"],"type":["text"],"creator":["Goudarzi, Alireza","Lakin, Matthew R.","Stefanovic, Darko","Teuscher, Christof"],"language":[],"coverage":[],"title":["A Model for Variation- and Fault-Tolerant Digital Logic using\n  Self-Assembled Nanowire Architectures"],"description":["  Reconfiguration has been used for both defect- and fault-tolerant nanoscale\narchitectures with regular structure. Recent advances in self-assembled\nnanowires have opened doors to a new class of electronic devices with irregular\nstructure. For such devices, reservoir computing has been shown to be a viable\napproach to implement computation. This approach exploits the dynamical\nproperties of a system rather than specifics of its structure. Here, we extend\na model of reservoir computing, called the echo state network, to reflect more\nrealistic aspects of self-assembled nanowire networks. As a proof of concept,\nwe use echo state networks to implement basic building blocks of digital\ncomputing: AND, OR, and XOR gates, and 2-bit adder and multiplier circuits. We\nshow that the system can operate perfectly in the presence of variations five\norders of magnitude higher than ITRS's 2005 target, $\\bm{6\\%}$, and achieves\nsuccess rates $\\bm{6}$ times higher than related approaches at half the cost.\nWe also describe an adaptive algorithm that can detect faults in the system and\nreconfigure it to resume perfect operational condition.\n"]}]
["1406.3436",{"format":[],"subject":["Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3436"],"date":["2014-06-13"],"type":["text"],"creator":["Fuss, Ian G","Filinkov, Alexei"],"language":[],"coverage":[],"title":["An introduction to generalised functions in periodic quantum theory"],"description":["  A proof that minimum uncertainty states of the simplest periodic quantum\nsystem exist in a state space that is represented by a Colombeau algebra of\ngeneralised functions but not in Hilbert space or in the space of Schwartz\ndistributions is given. There are two significant generalisations of Hilbert\nspace that lead to the special Colombeau algebra. The first step is to a vector\nspace of Schwartz distributions that contains the eigenstates of operators with\ncontinuous spectra, the second is to a Colombeau algebra that provides a\nsolution for a differential equation with non-constant coefficients.\n  From the perspective of Colombeau algebra a rigged Hilbert space of Schwartz\ndistributions can be understood as a representation of the linear component of\nthe algebra. The utility of this representation is illustrated by a proof that\ngeneralised eigen-decompositions exist for linear operators with periodic\ncontinuous spectra.\n"]}]
["1406.3437",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3437"],"date":["2014-06-13"],"type":["text"],"creator":["Mattia Fontana for the ALICE Collaboration"],"language":[],"coverage":[],"title":["Performance of the ALICE muon trigger RPCs during LHC Run I"],"description":["  ALICE (A Large Ion Collider Experiment) studies the transition of nuclear\nmatter to a deconfined phase known as Quark Gluon Plasma, in ultra-relativistic\nheavy-ion collisions at the LHC. ALICE is equipped with a muon spectrometer for\nthe detection of quarkonia and heavy flavour particles. The trigger system of\nthe spectrometer consists of 72 RPCs arranged in four detection planes, with a\ntotal area of 140 m^{2}. In the first three years of LHC operation, the muon\ntrigger system was fully operational in data-taking in pp, Pb-Pb and p-Pb\ncollisions. The RPC performance and stability throughout the whole data-taking\nperiod is presented and discussed, for the parameters such as the efficiency,\nthe dark counting rate, the dark current and the cluster size.\n","Comment: 9 pages, proceeding for XII Workshop on Resistive plate Chambers and\n  Related Detectors (RPC 2014 - Beijing February 2014)"]}]
["1406.3440",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3440"],"date":["2014-06-13"],"type":["text"],"creator":["Horvath, Denis","Ulicny, Jozef","Brutovsky, Branislav"],"language":[],"coverage":[],"title":["Self-organized manifold learning and heuristic charting via adaptive\n  metrics"],"description":["  Classical metric and non-metric multidimensional scaling (MDS) variants are\nwidely known manifold learning (ML) methods which enable construction of low\ndimensional representation (projections) of high dimensional data inputs.\nHowever, their use is crucially limited to the cases when data are inherently\nreducible to low dimensionality. In general, drawbacks and limitations of\nthese, as well as pure, MDS variants become more apparent when the exploration\n(learning) is exposed to the structured data of high intrinsic dimension. As we\ndemonstrate on artificial and real-world datasets, the over-determination\nproblem can be solved by means of the hybrid and multi-component\ndiscrete-continuous multi-modal optimization heuristics. Its remarkable feature\nis, that projections onto 2D are constructed simultaneously with the data\ncategorization (classification) compensating in part for the loss of original\ninput information. We observed, that the optimization module integrated with ML\nmodeling, metric learning and categorization leads to a nontrivial mechanism\nresulting in generation of patterns of categorical variables which can be\ninterpreted as a heuristic charting. The method provides visual information in\nthe form of non-convex clusters or separated regions. Furthermore, the ability\nto categorize the surfaces into back and front parts of the analyzed 3D data\nobjects have been attained through self-organized structuring without\nsupervising.\n","Comment: 13 pages, 11 figures"]}]
["1406.3449",{"format":[],"subject":["Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3449"],"date":["2014-06-13"],"type":["text"],"creator":["Haridas, Pranav","Verma, Kaushal"],"language":[],"coverage":[],"title":["Quadrature domains in $\\mathbb C^n$"],"description":["  We prove two density theorems for quadrature domains in $\\mathbb{C}^n$, $n\n\\geq 2$. It is shown that quadrature domains are dense in the class of all\nproduct domains of the form $D \\times \\Omega$, where $D \\subset\n\\mathbb{C}^{n-1}$ is a smoothly bounded domain satisfying Bell's Condition R\nand $\\Omega \\subset \\mathbb{C}$ is a smoothly bounded domain and also in the\nclass of all smoothly bounded complete Hartogs domains in $\\mathbb{C}^2$.\n","Comment: 13 pages"]}]
["1406.3454",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3454"],"date":["2014-06-13"],"type":["text"],"creator":["Chaaban, Anas","Maier, Henning","Sezgin, Aydin"],"language":[],"coverage":[],"title":["The Degrees-of-Freedom of Multi-way Device-to-Device Communications is\n  Limited by 2"],"description":["  A 3-user device-to-device (D2D) communications scenario is studied where each\nuser wants to send and receive a message from each other user. This scenario\nresembles a 3-way communication channel. The capacity of this channel is\nunknown in general. In this paper, a sum-capacity upper bound that\ncharacterizes the degrees-of-freedom of the channel is derived by using\ngenie-aided arguments. It is further shown that the derived upper bound is\nachievable within a gap of 2 bits, thus leading to an approximate sum-capacity\ncharacterization for the 3-way channel. As a by-product, interesting analogies\nbetween multi-way communications and multi-way relay communications are\nconcluded.\n","Comment: 5 pages, ISIT 2014"]}]
["1406.3455",{"format":[],"subject":["Mathematics - Group Theory","08C20, 20M07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3455"],"date":["2014-06-13"],"type":["text"],"creator":["Jackson, Marcel"],"language":[],"coverage":[],"title":["Natural dualities, nilpotence and projective planes"],"description":["  We use an interpretation of projective planes to show the inherent\nnondualisability of some finite semigroups. The method is sufficiently flexible\nto demonstrate the nondualisability of (asymptotically) almost all finite\nsemigroups as well as to give a fresh proof of the Quackenbush-Szab\\'o result\nthat any finite group with a nonabelian Sylow subgroup is nondualisable. A\nnovel feature is that the ostensibly different notions of nilpotence for\nsemigroups, nilpotence for groups, and the property of being nonorthodox for a\ncompletely 0-simple semigroup are unified by way of a single construction. We\nalso give a semigroup example of two dualisable finite semigroups whose direct\nproduct is inherently nondualisable.\n"]}]
["1406.3457",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3457","Appl. Phys. Lett. 104, 232905 (2014)","doi:10.1063/1.4883375"],"date":["2014-06-13"],"type":["text"],"creator":["Kundys, B.","Iurchuk, V.","Meny, C.","Majjad, H.","Doudin, B."],"language":[],"coverage":[],"title":["Subcoercive and multilevel ferroelastic remnant states with resistive\n  readout"],"description":["  Ferroelectric devices use their electric polarization ferroic order as the\nswitching and storage physical quantity for memory applications. However,\nadditional built-in physical quantities and memory paradigms are requested for\napplications. We propose here to take advantage of the multiferroic properties\nof ferroelectrics, using ferroelasticity to create a remnant strain, persisting\nafter stressing the material by converse piezoelectricity means. While large\nelectric fields are needed to switch the polarization, here writing occurs at\nsubcoercive much lower field values, which can efficiently imprint multiple\nremnant strain states. A proof-of-principle device, with the simplest and\nnon-optimized resistance strain detection design, is shown here to exhibit\n13-memory states of high reproducibility and reliability. The related\nadvantages in lower power consumption and limited device fatigue make our\napproach relevant for applications.\n","Comment: Resistive random access memory-like (RRAM) effect is described.\n  Multistate non-volatile ferroelastic-resistive memory"]}]
["1406.3458",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3458"],"date":["2014-06-13"],"type":["text"],"creator":["Zhang, Wei","Latorre, Juan C.","Pavliotis, Grigorios A.","Hartmann, Carsten"],"language":[],"coverage":[],"title":["Optimal control of multiscale systems using reduced-order models"],"description":["  We study optimal control of diffusions with slow and fast variables and\naddress a question raised by practitioners: is it possible to first eliminate\nthe fast variables before solving the optimal control problem and then use the\noptimal control computed from the reduced-order model to control the original,\nhigh-dimensional system? The strategy \"first reduce, then optimize\"--rather\nthan \"first optimize, then reduce\"--is motivated by the fact that solving\noptimal control problems for high-dimensional multiscale systems is numerically\nchallenging and often computationally prohibitive. We state sufficient and\nnecessary conditions, under which the \"first reduce, then control\" strategy can\nbe employed and discuss when it should be avoided. We further give numerical\nexamples that illustrate the \"first reduce, then optmize\" approach and discuss\npossible pitfalls.\n"]}]
["1406.3459",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3459","Physica Scripta, Vol.2014, No.T159, April 2014, p.014012","doi:10.1088/0031-8949/2014/T159/014012"],"date":["2014-06-13"],"type":["text"],"creator":["Coad, J P","Alves, E","Barradas, N P","Baron-Wiechec, A","Heinola, K.","Likonen, J","Mayer, M","Matthews, G F","Petersson, P","Widdowson, A","contributors, JET-EFDA"],"language":[],"coverage":[],"title":["Surface analysis of tiles and samples exposed to the first JET campaigns\n  with the ITER-Like Wall"],"description":["  This paper reports on the first post-mortem analyses of tiles removed from\nJET after the first campaigns with the ITER-like Wall (ILW) during 2011-2 [1].\nTiles from the divertor have been analysed by the Ion Beam Analysis (IBA)\ntechniques Rutherford Backscattering Spectroscopy (RBS) and Nuclear Reaction\nAnalysis (NRA) and by Secondary Ion Mass Spectrometry (SIMS) to determine the\namount of beryllium deposition and deuterium retention in the tiles exposed to\nthe scrape-off layer. Films 10-20 microns thick were present at the top of Tile\n1, but only very thin films (<1 micron) were found in the shadowed areas and on\nother divertor tiles. The total amount of Be found in the divertor following\nthe ILW campaign was a factor of ~9 less that the material deposited in the\n2007-9 carbon campaign, after allowing for the longer operations in 2007-9.\n","Comment: 10 pages, 5 figures. This is an author-created, un-copyedited version\n  of an article accepted for publication in Physica Scripta. IOP Publishing Ltd\n  is not responsible for any errors or omissions in this version of the\n  manuscript or any version derived from it"]}]
["1406.3460",{"format":[],"subject":["Computer Science - Computation and Language"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3460"],"date":["2014-06-13"],"type":["text"],"creator":["Suchowolec, Karolina"],"language":[],"coverage":[],"title":["Are Style Guides Controlled Languages? The Case of Koenig & Bauer AG"],"description":["  Controlled natural languages for industrial application are often regarded as\na response to the challenges of translation and multilingual communication.\nThis paper presents a quite different approach taken by Koenig & Bauer AG,\nwhere the main goal was the improvement of the authoring process for technical\ndocumentation. Most importantly, this paper explores the notion of a controlled\nlanguage and demonstrates how style guides can emerge from non-linguistic\nconsiderations. Moreover, it shows the transition from loose language\nrecommendations into precise and prescriptive rules and investigates whether\nsuch rules can be regarded as a full-fledged controlled language.\n","Comment: Fourth Workshop on Controlled Natural Language (CNL 2014)"]}]
["1406.3461",{"format":[],"subject":["Computer Science - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3461"],"date":["2014-06-13"],"type":["text"],"creator":["Kalinovsky, Yakiv O.","Lande, Dmitry V.","Sc., Dr.","Boyarinova, Yuliya E.","Turenko, Alina S."],"language":[],"coverage":[],"title":["Clifford Type Algebra Characteristics Investigation"],"description":["  The main properties of hypercomplex generalization of quaternion system as\nantiquaternion are presented in this article. Definitions and studied of\nantiquaternions conjugation are introduced, their norm and zero divisor, and\nhow to perform operations on them.\n","Comment: 7 pages, 5 figures"]}]
["1406.3464",{"format":[],"subject":["Mathematics - Group Theory","20D10, 20D15, 20D20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3464"],"date":["2014-06-13"],"type":["text"],"creator":["Yi, Xiaolan","Kovaleva, Viktoria A."],"language":[],"coverage":[],"title":["Finite groups with all 3-maximal subgroups K-U-subnormal"],"description":["  A classification of finite groups in which every 3-maximal subgroup is\nK-U-subnormal is given.\n"]}]
["1406.3465",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3465"],"date":["2014-06-13"],"type":["text"],"creator":["Degeratu, Anda","Mazzeo, Rafe"],"language":[],"coverage":[],"title":["Fredholm theory for elliptic operators on quasi-asymptotically conical\n  spaces"],"description":["  We consider the mapping properties of generalized Laplace-type operators\n${\\mathcal L} = \\nabla^* \\nabla + {\\mathcal R}$ on the class of\nquasi-asymptotically conical (QAC) spaces, which provide a Riemannian\ngeneralization of the QALE manifolds considered by Joyce. Our main result gives\nconditions under which such operators are Fredholm when between certain\nweighted Sobolev or weighted H\\\"older spaces. These are generalizations of\nwell-known theorems in the asymptotically conical (or asymptotically Euclidean)\nsetting, and also sharpen and extend corresponding theorems by Joyce. The\nmethods here are based on heat kernel estimates originating from old ideas of\nMoser and Nash, as developed further by Grigor'yan and Saloff-Coste. As\ndemonstrated by Joyce's work, the QAC spaces here contain many examples of\ngravitational instantons, and this work is motivated by various applications to\nmanifolds with special holonomy.\n"]}]
["1406.3466",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3466"],"date":["2014-06-13"],"type":["text"],"creator":["Astola, Helena","Tabus, Ioan"],"language":[],"coverage":[],"title":["On the Linear Programming Bound for Lee-codes"],"description":["  Finding the largest code with a given minimum distance is one of the most\nbasic problems in coding theory. In this paper, we study the linear programming\nbound for codes in the Lee metric. We introduce refinements on the linear\nprogramming bound for linear codes in the Lee metric, which give a tighter\nbound for linear codes. We also discuss the computational aspects of the\nproblem and introduce a more compact program by the obtained refinements, and a\nrecursive method for computing the so-called Lee-numbers, which are important\nin the computation of the linear programming bound.\n"]}]
["1406.3474",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Computer Science - Learning","Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3474"],"date":["2014-06-13"],"type":["text"],"creator":["Li, Sijin","Liu, Zhi-Qiang","Chan, Antoni B."],"language":[],"coverage":[],"title":["Heterogeneous Multi-task Learning for Human Pose Estimation with Deep\n  Convolutional Neural Network"],"description":["  We propose an heterogeneous multi-task learning framework for human pose\nestimation from monocular image with deep convolutional neural network. In\nparticular, we simultaneously learn a pose-joint regressor and a sliding-window\nbody-part detector in a deep network architecture. We show that including the\nbody-part detection task helps to regularize the network, directing it to\nconverge to a good solution. We report competitive and state-of-art results on\nseveral data sets. We also empirically show that the learned neurons in the\nmiddle layer of our network are tuned to localized body parts.\n"]}]
["1406.3478",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3478","EPTCS 155, 2014, pp. 1-8","doi:10.4204/EPTCS.155.1"],"date":["2014-06-13"],"type":["text"],"creator":["Mostrous, Dimitris"],"language":[],"coverage":[],"title":["Multiparty Sessions based on Proof Nets"],"description":["  We interpret Linear Logic Proof Nets in a term language based on Solos\ncalculus. The system includes a synchronisation mechanism, obtained by a\nconservative extension of the logic, that enables to define non-deterministic\nbehaviours and multiparty sessions.\n","Comment: In Proceedings PLACES 2014, arXiv:1406.3313"]}]
["1406.3479",{"format":[],"subject":["Computer Science - Programming Languages","Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Logic in Computer Science","D.3.2","F.3.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3479","EPTCS 155, 2014, pp. 9-16","doi:10.4204/EPTCS.155.2"],"date":["2014-06-13"],"type":["text"],"creator":["Lindley, Sam","Morris, J. Garrett"],"language":[],"coverage":[],"title":["Sessions as Propositions"],"description":["  Recently, Wadler presented a continuation-passing translation from a\nsession-typed functional language, GV, to a process calculus based on classical\nlinear logic, CP. However, this translation is one-way: CP is more expressive\nthan GV. We propose an extension of GV, called HGV, and give translations\nshowing that it is as expressive as CP. The new translations shed light both on\nthe original translation from GV to CP, and on the limitations in\nexpressiveness of GV.\n","Comment: In Proceedings PLACES 2014, arXiv:1406.3313"]}]
["1406.3480",{"format":[],"subject":["Computer Science - Programming Languages","Computer Science - Logic in Computer Science","Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3480","EPTCS 155, 2014, pp. 17-24","doi:10.4204/EPTCS.155.3"],"date":["2014-06-13"],"type":["text"],"creator":["Tiezzi, Francesco","Yoshida, Nobuko"],"language":[],"coverage":[],"title":["Towards Reversible Sessions"],"description":["  In this work, we incorporate reversibility into structured\ncommunication-based programming, to allow parties of a session to automatically\nundo, in a rollback fashion, the effect of previously executed interactions.\nThis permits taking different computation paths along the same session, as well\nas reverting the whole session and starting a new one. Our aim is to define a\ntheoretical basis for examining the interplay in concurrent systems between\nreversible computation and session-based interaction. We thus enrich a\nsession-based variant of pi-calculus with memory devices, dedicated to keep\ntrack of the computation history of sessions in order to reverse it. We discuss\nour initial investigation concerning the definition of a session type\ndiscipline for the proposed reversible calculus, and its practical advantages\nfor static verification of safe composition in communication-centric\ndistributed software performing reversible computations.\n","Comment: In Proceedings PLACES 2014, arXiv:1406.3313"]}]
["1406.3481",{"format":[],"subject":["Computer Science - Programming Languages","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3481","EPTCS 155, 2014, pp. 25-31","doi:10.4204/EPTCS.155.4"],"date":["2014-06-13"],"type":["text"],"creator":["Kouzapas, Dimitrios","Gutkovas, Ramūnas","Gay, Simon J."],"language":[],"coverage":[],"title":["Session Types for Broadcasting"],"description":["  Up to now session types have been used under the assumptions of point to\npoint communication, to ensure the linearity of session endpoints, and reliable\ncommunication, to ensure send/receive duality. In this paper we define a\nsession type theory for broadcast communication semantics that by definition do\nnot assume point to point and reliable communication. Our session framework\nlies on top of the parametric framework of broadcasting psi-calculi, giving\ninsights on developing session types within a parametric framework. Our session\ntype theory enjoys the properties of soundness and safety. We further believe\nthat the solutions proposed will eventually provide a deeper understanding of\nhow session types principles should be applied in the general case of\ncommunication semantics.\n","Comment: In Proceedings PLACES 2014, arXiv:1406.3313"]}]
["1406.3482",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3482","EPTCS 155, 2014, pp. 32-37","doi:10.4204/EPTCS.155.5"],"date":["2014-06-13"],"type":["text"],"creator":["Neykova, Rumyana","Yoshida, Nobuko"],"language":[],"coverage":[],"title":["Multiparty Session Actors"],"description":["  Actor coordination armoured with a suitable protocol description language has\nbeen a pressing problem in the actors community. We study the applicability of\nmultiparty session type (MPST) protocols for verification of actor programs. We\nincorporate sessions to actors by introducing minimum additions to the model\nsuch as the notion of actor roles and protocol mailbox. The framework uses\nScribble, which is a protocol description language based on multiparty session\ntypes. Our programming model supports actor-like syntax and runtime\nverification mechanism guaranteeing type-safety and progress of the\ncommunicating entities. An actor can implement multiple roles in a similar way\nas an object can implement multiple interfaces. Multiple roles allow for\ninter-concurrency in a single actor still preserving its progress property. We\ndemonstrate our framework by designing and implementing a session actor library\nin Python and its runtime verification mechanism.\n","Comment: In Proceedings PLACES 2014, arXiv:1406.3313"]}]
["1406.3483",{"format":[],"subject":["Computer Science - Programming Languages","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3483","EPTCS 155, 2014, pp. 38-46","doi:10.4204/EPTCS.155.6"],"date":["2014-06-13"],"type":["text"],"creator":["Chen, Tzu-chun"],"language":[],"coverage":[],"title":["Lightening Global Types"],"description":["  Global session types prevent participants from waiting for never coming\nmessages. Some interactions take place just for the purpose of informing\nreceivers that some message will never arrive or the session is terminated. By\ndecomposing a big global type into several light global types, one can avoid\nsuch kind of redundant interactions. Lightening global types gives us cleaner\nglobal types, which keep all necessary communications. This work proposes a\nframework which allows to easily decompose global types into light global\ntypes, preserving the interaction sequences of the original ones but for\nredundant interactions.\n","Comment: In Proceedings PLACES 2014, arXiv:1406.3313"]}]
["1406.3484",{"format":[],"subject":["Computer Science - Software Engineering","Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3484","EPTCS 155, 2014, pp. 47-53","doi:10.4204/EPTCS.155.7"],"date":["2014-06-13"],"type":["text"],"creator":["Blom, Stefan","Darabi, Saeed","Huisman, Marieke"],"language":[],"coverage":[],"title":["Verifying Parallel Loops with Separation Logic"],"description":["  This paper proposes a technique to specify and verify whether a loop can be\nparallelised. Our approach can be used as an additional step in a parallelising\ncompiler to verify user annotations about loop dependences. Essentially, our\ntechnique requires each loop iteration to be specified with the locations it\nwill read and write. From the loop iteration specifications, the loop\n(in)dependences can be derived. Moreover, the loop iteration specifications\nalso reveal where synchronisation is needed in the parallelised program. The\nloop iteration specifications can be verified using permission-based separation\nlogic.\n","Comment: In Proceedings PLACES 2014, arXiv:1406.3313"]}]
["1406.3485",{"format":[],"subject":["Computer Science - Programming Languages","Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Software Engineering","D.1.3","D.3","D.3.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3485","EPTCS 155, 2014, pp. 54-60","doi:10.4204/EPTCS.155.8"],"date":["2014-06-13"],"type":["text"],"creator":["Swalens, Janwillem","Marr, Stefan","De Koster, Joeri","Van Cutsem, Tom"],"language":[],"coverage":[],"title":["Towards Composable Concurrency Abstractions"],"description":["  In the past decades, many different programming models for managing\nconcurrency in applications have been proposed, such as the actor model,\nCommunicating Sequential Processes, and Software Transactional Memory. The\nubiquity of multi-core processors has made harnessing concurrency even more\nimportant. We observe that modern languages, such as Scala, Clojure, or F#,\nprovide not one, but multiple concurrency models that help developers manage\nconcurrency. Large end-user applications are rarely built using just a single\nconcurrency model. Programmers need to manage a responsive UI, deal with file\nor network I/O, asynchronous workflows, and shared resources. Different\nconcurrency models facilitate different requirements. This raises the issue of\nhow these concurrency models interact, and whether they are composable. After\nall, combining different concurrency models may lead to subtle bugs or\ninconsistencies.\n  In this paper, we perform an in-depth study of the concurrency abstractions\nprovided by the Clojure language. We study all pairwise combinations of the\nabstractions, noting which ones compose without issues, and which do not. We\nmake an attempt to abstract from the specifics of Clojure, identifying the\ngeneral properties of concurrency models that facilitate or hinder composition.\n","Comment: In Proceedings PLACES 2014, arXiv:1406.3313"]}]
["1406.3486",{"format":[],"subject":["Computer Science - Logic in Computer Science","D.3.3, F.3.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3486","EPTCS 155, 2014, pp. 61-71","doi:10.4204/EPTCS.155.9"],"date":["2014-06-13"],"type":["text"],"creator":["Dezani-Ciancaglini, Mariangiola","Padovani, Luca","Pantovic, Jovanka"],"language":[],"coverage":[],"title":["Session Type Isomorphisms"],"description":["  There has been a considerable amount of work on retrieving functions in\nfunction libraries using their type as search key. The availability of rich\ncomponent specifications, in the form of behavioral types, enables similar\nqueries where one can search a component library using the behavioral type of a\ncomponent as the search key. Just like for function libraries, however,\ncomponent libraries will contain components whose type differs from the\nsearched one in the order of messages or in the position of the branching\npoints. Thus, it makes sense to also look for those components whose type is\ndifferent from, but isomorphic to, the searched one.\n  In this article we give semantic and axiomatic characterizations of\nisomorphic session types. The theory of session type isomorphisms turns out to\nbe subtle. In part this is due to the fact that it relies on a non-standard\nnotion of equivalence between processes. In addition, we do not know whether\nthe axiomatization is complete. It is known that the isomorphisms for arrow,\nproduct and sum types are not finitely axiomatisable, but it is not clear yet\nwhether this negative results holds also for the family of types we consider in\nthis work.\n","Comment: In Proceedings PLACES 2014, arXiv:1406.3313"]}]
["1406.3492",{"format":[],"subject":["Physics - Classical Physics","78A25, 78A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3492"],"date":["2014-06-13"],"type":["text"],"creator":["Vasilyev, Andrey"],"language":[],"coverage":[],"title":["Integral Property of Laplace Operator"],"description":["  Relations have been derived which establish connection between a scalar or a\nvector functions and the integral of Laplace operator of these functions (the\nintegral property of Laplace operator). The integral property of Laplace\noperator was employed to obtain relations expressing the electric field in\nterms of the charge gradient. It is demonstrated that these relations define\nthe same field which is described by the well known classical expressions for\nthe electric field. It is shown that these proposed expressions represent\nactually a particular case of the general theory of generalized functions. This\napproach is illustrated by calculation of an electric field performed with the\nproposed formalism.\n","Comment: 9 pages, 7 references"]}]
["1406.3495",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3495"],"date":["2014-06-13"],"type":["text"],"creator":["Taruna, S.","Pahwa, Bhumika"],"language":[],"coverage":[],"title":["A Novel Scheme to improve spectrum sensing performance"],"description":["  Due to limited availability of spectrum for licensed users only, the need for\nsecondary access by unlicensed users is increasing. Cognitive radio turns out\nto be helping this situation because all that is needed is a technique that\ncould efficiently detect the empty spaces and provide them to the secondary\ndevices without causing any interference to the primary (licensed) users.\nSpectrum sensing is the foremost function of the cognitive radio which senses\nthe environment for white spaces. Energy detection is one of the various\nspectrum sensing techniques that are under research. Earlier it was shown that\nenergy detection works better under AWGN channel as compared to Rayleigh\nchannel, however the conventional spectrum sensing techniques have a high\nprobability of false alarm and also show a better probability of detection for\nhigher values of SNR. There is a need for a new technique that shows a reduced\nprobability of false alarm as well as an increase in the probability of\ndetection for lower values of SNR. In the present work the conventional energy\ndetection technique has been enhanced to get better results.\n","Comment: 8 pages,International Journal of Computer network and communication\n  (IJCNC), 2014"]}]
["1406.3498",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3498","Physica Scripta, Vol.2014, No.T159, April 2014, p.014068","doi:10.1088/0031-8949/2014/T159/014068"],"date":["2014-06-13"],"type":["text"],"creator":["Romanelli, S. Grunhagen","Brezinsek, S.","Butler, B.","Coad, J. P.","Drenik, A.","Giroud, C.","Jachmich, S.","Keenan, T.","Kruezi, U.","Mozetic, M.","Oberkofler, M.","Parracho, A.","Romanelli, M.","Smith, R.","contributors, JET EFDA"],"language":[],"coverage":[],"title":["Gas Analyses of First complete JET Cryopump Regeneration with ITER-Like\n  Wall"],"description":["  Analytical results of a complete JET cryopump regeneration, including the\nnitrogen panel, following the first ITER-Like Wall campaign are presented along\nwith the in-situ analyses of residual gas. H/D mixtures and impurities such as\nnitrogen and neon were injected during plasma operation in the vessel to study\nradiation cooling in the scrape-off-layer and divertor region. The global gas\ninventory over the campaign is incomplete, suggesting residual volatile\nimpurities are remaining on the cryogenic panel. This paper presents results on\na) residual deuterium on the panel which is related to the campaign very low,\nb) impurities like nitrogen which sticks on the panel and c) the ammonia\nproduction which can be observed in the RGA spectrum.\n","Comment: 7 pages, 3 figures. This is an author-created, un-copyedited version\n  of an article accepted for publication in Physica Scripta. IOP Publishing Ltd\n  and IAEA are not responsible for any errors or omissions in this version of\n  the manuscript or any version derived from it"]}]
["1406.3499",{"format":[],"subject":["Computer Science - Numerical Analysis","Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3499"],"date":["2014-06-13"],"type":["text"],"creator":["Beer, Gernot","Marussig, Benjamin","Zechner, Jürgen","Dünser, Christian","Fries, Thomas-Peter"],"language":[],"coverage":[],"title":["Boundary Element Analysis with trimmed NURBS and a generalized IGA\n  approach"],"description":["  A novel approach to the simulation with the boundary element method using\ntrimmed NURBS patches is presented. The advantage of this approach is its\nefficiency and easy implementation. The analysis with trimmed NURBS is achieved\nby double mapping. The variation of the unknowns on the boundary is specified\nin a local coordinate system and is completely independent of the description\nof the geometry. The method is tested on a branched tunnel and the results\ncompared with those obtained from a conventional analysis. The conclusion is\nthat the proposed approach is superior in terms of number of unknowns and\neffort required.\n","Comment: 11 pages, 10 figures"]}]
["1406.3500",{"format":[],"subject":["Mathematical Physics","35R30, 35L05, 78A46"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3500"],"date":["2014-06-13"],"type":["text"],"creator":["Thành, Nguyen Trung","Beilina, Larisa","Klibanov, Michael V.","Fiddy, Michael A."],"language":[],"coverage":[],"title":["Imaging of buried objects from experimental backscattering time\n  dependent measurements using a globally convergent inverse algorithm"],"description":["  We consider the problem of imaging of objects buried under the ground using\nbackscattering experimental time dependent measurements generated by a single\npoint source or one incident plane wave. In particular, we estimate dielectric\nconstants of those objects using the globally convergent inverse algorithm of\nBeilina and Klibanov. Our algorithm is tested on experimental data collected\nusing a microwave scattering facility at the University of North Carolina at\nCharlotte. There are two main challenges working with this type of experimental\ndata: (i) there is a huge misfit between these data and computationally\nsimulated data, and (ii) the signals scattered from the targets may overlap\nwith and be dominated by the reflection from the ground's surface. To overcome\nthese two challenges, we propose new data preprocessing steps to make the\nexperimental data to be approximately the same as the simulated ones, as well\nas to remove the reflection from the ground's surface. Results of total 25 data\nsets of both non blind and blind targets indicate a good accuracy.\n","Comment: 34 pages"]}]
["1406.3503",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3503"],"date":["2014-06-13"],"type":["text"],"creator":["Kaneta, Hitoshi","Marcugini, Stefano","Pambianco, Fernanda"],"language":[],"coverage":[],"title":["The First and Second Most Symmetric Nonsingular Cubic Surfaces"],"description":["  The first and second most symmetric nonsingular cubic surfaces are\nx^3+y^3+z^3+t^3=0 and x^2y+y^2z+z^2t+t^2x=0, respectively.\n","Comment: 8 pages"]}]
["1406.3504",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3504"],"date":["2014-06-13"],"type":["text"],"creator":["Teilab, Khaled","Giacosa, Francesco","Rischke, Dirk H."],"language":[],"coverage":[],"title":["Meson production in proton-proton scattering within an extended linear\n  sigma model"],"description":["  We study the production of non-strange mesons in proton-proton scattering\nreactions within an effective model of mesons and baryons with global chiral\nsymmetry. The model includes the nucleon ($N$) and its chiral partner\n($N^{\\ast}$) and their couplings to the $N_{f}=2$ multiplets of (pseudo-)scalar\nand (axial-)vector mesons. Results for the production of $\\omega$ and $\\eta$\nmesons are presented.\n","Comment: Presented at Excited QCD 2014, Bjelasnica Mountain, Sarajevo"]}]
["1406.3505",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3505"],"date":["2014-06-13"],"type":["text"],"creator":["Sharma, Sonu","Pandey, Sudhir K."],"language":[],"coverage":[],"title":["{Effect of on-site Coulomb interaction (\\textit{U}) on the electronic\n  and magnetic properties of Fe$_{2}$MnSi, Fe$_{2}$MnAl and Co$_{2}$MnGe"],"description":["  The electronic band structures, density of states plots and magnetic moments\nof Fe$_{2 }$MnSi, Fe$_{2 }$MnAl, and Co$_{2 }$MnGe are studied by using the\nfirst principles calculations. The FM solutions using LSDA without \\textit{U}\nshow the presence of half-metallic ferromagnetic (HFM) ground state in Fe$_{2\n}$MnSi, whereas the ground state of Fe$_{2 }$MnAl is found to be metallic. In\nboth compounds the maximum contribution to the total magnetic moment is from\nthe Mn atom, while the Fe atom contributes very less. The electronic structures\nand magnetic moments of Fe-based compounds affected significantly by\n\\textit{U}, whereas its effect is very less on Co$_{2}$MnGe. The magnetic\nmoment of Fe atom in Fe$_{2 }$MnSi (Fe$_{2 }$MnAl), increased by $\\sim$ 70 %\n($\\sim$ 75 %) and in Mn atom it decreases by $\\sim$ 50 % ($\\sim$ 70 %) when the\nvalue of \\textit{U} is increased from 1 to 5 eV. The Hund's like exchange\ninteractions are increasing in Fe atom while decreasing in Mn atom with\nincrease in \\textit{U}. The Fe and Mn moments are ferromagnetically coupled in\nFe$_{2 }$MnSi for all values of \\textit{U}, whereas in Fe$_{2 }$MnAl they\ncoupled antiferromagnetically below \\textit{U} = 2 eV and ferromagnetically\nabove it. Above \\textit{U} = 2 eV the metallic ground state of Fe$_{2 }$MnAl\nchanges to semiconducting ground state and the ferromagnetic coupling between\nFe and Mn atoms appears to be responsible for this.\n"]}]
["1406.3508",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3508","Comput. Mater. Sci. 92 (2014) 84-91","doi:10.1016/j.commatsci.2014.05.020"],"date":["2014-06-13"],"type":["text"],"creator":["Popov, A. M.","Lebedeva, I. V.","Knizhnik, A. A.","Lozovik, Yu. E.","Poklonski, N. A.","Siahlo, A. I.","Vyrko, S. A.","Ratkevich, S. V."],"language":[],"coverage":[],"title":["Force and magnetic field sensor based on measurement of tunneling\n  conductance between ends of coaxial carbon nanotubes"],"description":["  The interaction and tunneling conductance between oppositely located ends of\ncoaxial carbon nanotubes are studied by the example of two (11,11) nanotubes\nwith open ends terminated by hydrogen atoms. The Green function formalism is\napplied to determine the tunneling current through the nanotube ends as a\nfunction of the distance between the ends, relative orientation of the\nnanotubes and voltage applied. The energy favorable configuration of the\ncoaxial nanotubes is obtained by the analysis of their interaction energy at\ndifferent distances between the nanotube ends and angles of their relative\nrotation. Using these calculations, a general scheme of the force sensor based\non the interaction between ends of coaxial nanotubes is proposed and the\nrelation between the tunneling conductance and measured force is established\nfor the considered nanotubes. The operational characteristics of this device as\na magnetic field sensor based on measurements of the magnetic force acting on\nthe coaxial nanotubes filled with magnetic endofullerenes are estimated.\n","Comment: 9 pages, 8 figures"]}]
["1406.3509",{"format":[],"subject":["Mathematics - Rings and Algebras","16T05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3509"],"date":["2014-06-13"],"type":["text"],"creator":["Timmermann, Thomas","Van Daele, Alfons"],"language":[],"coverage":[],"title":["Multiplier Hopf algebroids arising from weak multiplier Hopf algebras"],"description":["  It is well-known that any weak Hopf algebra gives rise to a Hopf algebroid.\nMoreover it is possible to characterize those Hopf algebroids that arise in\nthis way.\n  Recently, the notion of a weak Hopf algebra has been extended to the case of\nalgebras without identity. This led to the theory of weak multiplier Hopf\nalgebras. Similarly also the theory of Hopf algebroids was recently developed\nfor algebras without identity. They are called multiplier Hopf algebroids. Then\nit is quite natural to investigate the expected link between weak multiplier\nHopf algebras and multiplier Hopf algebroids. This relation has been considered\nalready in the original paper on multiplier Hopf algebroids. In this note, we\ninvestigate the connection further.\n  First we show that any regular weak multiplier Hopf algebra gives rise, in a\nnatural way, to a regular multiplier Hopf algebroid. Secondly we give a\ncharacterization, mainly in terms of the base algebra, for a regular multiplier\nHopf algebroid to have an underlying weak multiplier Hopf algebra. We\nillustrate this result with some examples. In particular, we give examples of\nmultiplier Hopf algebroids that do not arise from a weak multiplier Hopf\nalgebra.\n"]}]
["1406.3512",{"format":[],"subject":["Computer Science - Computational Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3512"],"date":["2014-06-13"],"type":["text"],"creator":["Di Summa, Marco","Eisenbrand, Friedrich","Faenza, Yuri","Moldenhauer, Carsten"],"language":[],"coverage":[],"title":["On largest volume simplices and sub-determinants"],"description":["  We show that the problem of finding the simplex of largest volume in the\nconvex hull of $n$ points in $\\mathbb{Q}^d$ can be approximated with a factor\nof $O(\\log d)^{d/2}$ in polynomial time. This improves upon the previously best\nknown approximation guarantee of $d^{(d-1)/2}$ by Khachiyan. On the other hand,\nwe show that there exists a constant $c>1$ such that this problem cannot be\napproximated with a factor of $c^d$, unless $P=NP$. % This improves over the\n$1.09$ inapproximability that was previously known. Our hardness result holds\neven if $n = O(d)$, in which case there exists a $\\bar c\\,^{d}$-approximation\nalgorithm that relies on recent sampling techniques, where $\\bar c$ is again a\nconstant. We show that similar results hold for the problem of finding the\nlargest absolute value of a subdeterminant of a $d\\times n$ matrix.\n"]}]
["1406.3513",{"format":[],"subject":["Mathematics - Category Theory","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3513"],"date":["2014-06-13"],"type":["text"],"creator":["Nakaoka, Hiroyuki"],"language":[],"coverage":[],"title":["Several adjoint constructions for biset functors via Mackey-functorial\n  interpretation"],"description":["  We consider analogs of Jacobson's $F$-Burnside construction and Boltje's\n$(-)_+$-construction for biset functors, using Mackey-functor theoretic\ninterpretation of biset functors.\n","Comment: 34 pages"]}]
["1406.3515",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3515"],"date":["2014-06-13"],"type":["text"],"creator":["Li, Buyang","Sun, Weiwei"],"language":[],"coverage":[],"title":["Regularity of the diffusion-dispersion tensor and error analysis of\n  Galerkin FEMs for a porous media flow"],"description":["  We study Galerkin finite element methods for an incompressible miscible flow\nin porous media with the commonly-used Bear-Scheidegger diffusion-dispersion\ntensor $D({\\bf u}) = \\Phi d_m I + |{\\bf u}| \\big ( \\alpha_T I + (\\alpha_L -\n\\alpha_T) \\frac{{\\bf u} \\otimes {\\bf u}}{|{\\bf u}|^2}\\big)$. The traditional\napproach to optimal $L^\\infty((0,T);L^2)$ error estimates is based on an\nelliptic Ritz projection, which usually requires the regularity of\n$\\nabla_x\\partial_tD({\\bf u}(x,t)) \\in L^p(\\Omega_T)$. However, the\nBear-Scheidegger diffusion-dispersion tensor may not satisfy the regularity\ncondition even for a smooth velocity field ${\\bf u}$. A new approach is\npresented in this paper, in terms of a parabolic projection, which only\nrequires the Lipschitz continuity of $D({\\bf u})$. With the new approach, we\nestablish optimal $L^p((0,T);L^q)$ error estimates and an almost optimal\n$L^\\infty((0,T);L^\\infty)$ error estimate.\n"]}]
["1406.3516",{"format":[],"subject":["Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3516"],"date":["2014-06-13"],"type":["text"],"creator":["Cui, Weideng"],"language":[],"coverage":[],"title":["Affine cellularity of affine Birman-Murakami-Wenzl algebras"],"description":["  We show that the affine BMW algebras are affine cellular algebras.\n","Comment: Comments are welcome. arXiv admin note: substantial text overlap with\n  arXiv:0801.0306 by other authors"]}]
["1406.3517",{"format":[],"subject":["Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3517"],"date":["2014-06-13"],"type":["text"],"creator":["Cui, Weideng"],"language":[],"coverage":[],"title":["Affine cellularity of affine Brauer algebras"],"description":["  We show that the affine Brauer algebras are affine cellular algebras in the\nsense of Koenig and Xi.\n","Comment: Comments are welcome"]}]
["1406.3518",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3518","Eur. Phys. J. B 87, 102 (2014)","doi:10.1140/epjb/e2014-40956-0"],"date":["2014-06-13"],"type":["text"],"creator":["Forte, Giuseppe","Cecconi, Fabio","Vulpiani, Angelo"],"language":[],"coverage":[],"title":["Non-anomalous diffusion is not always Gaussian"],"description":["  Through the analysis of unbiased random walks on fractal trees and continuous\ntime random walks, we show that even if a process is characterized by a mean\nsquare displacement (MSD) growing linearly with time (standard behaviour) its\ndiffusion properties can be not trivial. In particular, we show that the\nfollowing scenarios are consistent with a linear increase of MSD with time: i)\nthe high-order moments, $\\langle [x(t)]^q \\rangle$ for $q>2$ and the\nprobability density of the process exhibit multiscaling; ii) the random walk on\ncertain fractal graphs, with non integer spectral dimension, can display a\nfully standard diffusion; iii) positive order moments satisfying standard\nscaling do not imply an exact scaling property of the probability density.\n","Comment: RevTeX-4, 9 pages, 11 eps-figures"]}]
["1406.3522",{"format":[],"subject":["Mathematics - Functional Analysis","Primary 46L10, Secondary 47C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3522"],"date":["2014-06-13"],"type":["text"],"creator":["Komisarski, Andrzej","Paszkiewicz, Adam"],"language":[],"coverage":[],"title":["Sums of compositions of pairs of projections"],"description":["  We give some necessary and sufficient conditions for the possibility to\nrepresent a Hermitian operator on an infinite-dimensional Hilbert space (real\nor complex) in the form $\\sum_{i=1}^nQ_iP_i$, where $P_1,\\dots,P_n$,\n$Q_1,\\dots,Q_n$ are orthogonal projections. We show that the smallest number\n$n=n(c)$ admitting the representation $x=\\sum_{i=1}^{n(c)}Q_iP_i$ for every\n$x=x^*$ with $\\|x\\|\\leq c$ satisfies $8c+\\frac83\\leq n(c)\\leq 8c+10$. This is a\npartial answer to the question asked by L. W. Marcoux in 2010.\n"]}]
["1406.3528",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3528","Phys. Rev. B 89, 214102 (2014)","doi:10.1103/PhysRevB.89.214102"],"date":["2014-06-13"],"type":["text"],"creator":["Cordero, F.","Trequattrini, F.","Craciun, F.","Galassi, C."],"language":[],"coverage":[],"title":["Effects of aging and annealing on the polar and antiferrodistortive\n  components of the antiferroelectric transition in PZT"],"description":["  The antipolar and antiferrodistortive (AFD) components of the\nantiferroelectric (AFE) transition in PbZr1-xTixO3 (x=0.054) can occur\nseparately and with different kinetics, depending on the sample history, and\nare accompanied by elastic softening and stiffening, respectively. Together\nwith the softening that accompanies octahedral tilting in the fraction of phase\nthat is not yet transformed into AFE, they give rise to a variety of shapes of\nthe curves of the elastic compliance versus temperature. All such anomalies\nfound in samples with x=0.046 and 0.054, in addition to those already studied\nat x=0.050, can be fitted consistently with a phenomenological model based on\nthe simple hypothesis that each of the polar and AFD transitions produces a\nstep in the elastic modulus, whose position in temperature and width reflect\nthe progress of each transition. The slowing of the kinetics of the\ntransformations is correlated with the formation of defect structures during\naging in the ferroelectric or AFE state, which are also responsible for a\nprogressive softening of the lattice with time and thermal cycling, until\nannealing at high temperature recovers the initial conditions.\n"]}]
["1406.3530",{"format":[],"subject":["Mathematics - Complex Variables","Primary: 30B40, Secondary: 30F99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3530"],"date":["2014-06-13"],"type":["text"],"creator":["Gauthier, P. M.","Nestoridis, V."],"language":[],"coverage":[],"title":["Conformal extensions of functions defined on arbitrary subsets of\n  Riemann surfaces"],"description":["  For a function defined on an arbitrary subset of a Riemann surface, we give\nconditions which allow the function to be extended conformally. One folkloric\nconsequence is that two common definitions of an analytic arc in ${\\mathbb C}$\nare equivalent.\n  Key-words: analytic continuation; analytic arc.\n","Comment: 7 pages"]}]
["1406.3531",{"format":[],"subject":["Quantitative Finance - General Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3531"],"date":["2014-06-13"],"type":["text"],"creator":["Racorean, Ovidiu"],"language":[],"coverage":[],"title":["Decoding Stock Market Behavior with the Topological Quantum Computer"],"description":["  A surprising image of the stock market arises if the price time series of all\nDow Jones Industrial Average stock components are represented in one chart at\nonce. The chart evolves into a braid representation of the stock market by\ntaking into account only the crossing of stocks and fixing a convention\ndefining overcrossings and undercrossings. The braid of stocks prices has a\nremarkable connection with the topological quantum computer. Using pairs of\nquasi-particles, called non-abelian anyons, having their trajectories braided\nin time, topological quantum computer can effectively simulate the stock market\nbehavior encoded in the braiding of stocks. In a typically topological quantum\ncomputation process the trajectories of non-abelian anyons are manipulated\naccording to the braiding of stocks and the outcome reflects the probability of\nthe future state of stock market. The probability depends only on the Jones\npolynomial of the knot formed by plat closing the quantum computation. The\nJones polynomial of the knotted stock market acts, making a parallel with the\ncommon financial literature, in a topological quantum computation as a\ncounterpart of a classical technical indicator in trading the stock market. The\ntype of knot stock market formed is an indicator of its future tendencies.\n","Comment: 24 pages, 12 figures"]}]
["1406.3539",{"format":[],"subject":["Mathematics - Geometric Topology","57Q45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3539"],"date":["2014-06-13"],"type":["text"],"creator":["Takase, Masamichi","Tanaka, Kokoro"],"language":[],"coverage":[],"title":["Regular-equivalence of $2$-knot diagrams and sphere eversions"],"description":["  For each diagram $D$ of a $2$-knot, we provide a way to construct a new\ndiagram $D'$ of the same knot such that any sequence of Roseman moves between\n$D$ and $D'$ necessarily involves branch points. The proof is done by\ndeveloping the observation that no sphere eversion can be lifted to an isotopy\nin $4$-space.\n","Comment: 10 pages, 6 figures"]}]
["1406.3540",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3540"],"date":["2014-06-13"],"type":["text"],"creator":["Dover, N. P.","Streeter, M. J. V.","Palmer, C. A. J.","Ahmed, H.","Albertazzi, B.","Borghesi, M.","Carroll, D. C.","Fuchs, J.","Heathcote, R.","Hilz, P.","Kakolee, K. F.","Kar, S.","Kodama, R.","Kon, A.","MacLellan, D. A.","McKenna, P.","Nagel, S. R.","Nakatsutsumi, M.","Neely, D.","Notley, M. M.","Prasad, R.","Scott, G.","Tampo, M.","Zepf, M.","Schreiber, J.","Najmudin, Z."],"language":[],"coverage":[],"title":["Buffered spectrally-peaked proton beams in the relativistic-transparency\n  regime"],"description":["  Spectrally-peaked proton beams ($E_{p}\\approx 8$ MeV, $\\Delta E\\approx 4$\nMeV) have been observed from the interaction of an intense laser ($> 10^{19 }$\nWcm$^{-2}$) with ultrathin CH foils, as measured by spectrally-resolved full\nbeam profiles. These beams are reproducibly generated for foil thicknesses\n(5-100 nm), and exhibit narrowing divergence with decreasing target thickness\ndown to $\\approx 8^\\circ$ for 5 nm. Simulations demonstrate that the narrow\nenergy spread feature is a result of buffered acceleration of protons. Due to\ntheir higher charge-to-mass ratio, the protons outrun a carbon plasma driven in\nthe relativistic transparency regime.\n"]}]
["1406.3543",{"format":[],"subject":["Mathematics - Geometric Topology","57Q45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3543"],"date":["2014-06-13"],"type":["text"],"creator":["Oshiro, Kanako","Tanaka, Kokoro"],"language":[],"coverage":[],"title":["On rack colorings for surface-knot diagrams without branch points"],"description":["  Racks do not give us invariants of surface-knots in general. For example, if\na surface-knot diagram has branch points (and a rack which we use satisfies\nsome mild condition), then it admits no rack colorings. In this paper, we\ninvestigate rack colorings for surface-knot diagrams without branch points and\nprove that rack colorings are invariants of $S^2$-knots. We also prove that\nrack colorings for $S^2$-knots can be interpreted in terms of quandles, and\ndiscuss a relationship with regular-equivalences of surface-knot diagrams.\n","Comment: 13 pages, 11 figures, to appear in Topology and its Application"]}]
["1406.3550",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Computers and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3550","doi:10.5121/csit.2014.4511"],"date":["2014-06-13"],"type":["text"],"creator":["Mishra, Saraswati","Kaur, Prabhjot"],"language":[],"coverage":[],"title":["Energy efficient neighbor selection for flat wireless sensor networks"],"description":["  In this paper we have analyzed energy efficient neighbour selection\nalgorithms for routing in wireless sensor networks. Since energy saving or\nconsumption is an important aspect of wireless sensor networks, its precise\nusage is highly desirable both for the faithful performance of network and to\nincrease the network life time. For this work, we have considered a flat\nnetwork topology where every node has the same responsibility and capability.\nWe have compared two energy efficient algorithms and analyzed their\nperformances with increase in number of nodes, time rounds and node failures.\n","Comment: 7 pages, 5 figures, 1 table,WiMON 2014 conference proceedings, may\n  24-25"]}]
["1406.3552",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3552"],"date":["2014-06-13"],"type":["text"],"creator":["Tang, Kun","Qiu, Chunyin","Ke, Manzhu","Lu, Jiuyang","Ye, Yangtao","Liu, Zhengyou"],"language":[],"coverage":[],"title":["Highly efficient anomalous refraction of airborne sound through\n  ultrathin metasurfaces"],"description":["  Similar to their optic counterparts, acoustic components are anticipated to\nflexibly tailor the propagation of sound. However, the practical applications,\ne.g. for audible sound with large wavelengths, are frequently hampered by the\nissue of device thickness. Here we present an effective design of metasurface\nstructures that can deflect the transmitted airborne sound in an anomalous way.\nThis flat lens, made of spatially varied coiling-slit subunits, has a thickness\nof deep subwavelength. By elaborately optimizing its microstructures, the\nproposed lens exhibits high performance in steering sound wavefronts. The\nexperimental results are in excellent agreement with the theoretical\npredictions. This study may open new avenues for numerous daily life\napplications, such as controlling indoor sound effects by decorating rooms with\nlight metasurface walls.\n","Comment: 20 pages and 6 figures"]}]
["1406.3554",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3554","doi:10.5121/ijfcst.2014.4305"],"date":["2014-06-13"],"type":["text"],"creator":["Lahlouhi, Ammar"],"language":[],"coverage":[],"title":["Methodological Societies"],"description":["  The evolution of self-adaptive systems poses the problems of their coherence\nand the resume of the systems' functioning taking into account the accomplished\nwork. While they are the base of the self-adaptive systems, these two aspects\nare not considered in the related works. In this paper, we propose a\nmethodological based approach. In such approach, the adaptive system's\nevolution is thought at its model level where its execution is made on the\nsystem by exploiting a methodological process. For its concretization, we use\ncolored Petri nets to describe the agents' individual tasks. To handle the\nsystem's functioning resume, we exploit the property of Petri nets on which the\ncontrol flow depends on last marking only.\n","Comment: International Journal in Foundations of Computer Science & Technology\n  (IJFCST), Vol.4, No.3, May 2014"]}]
["1406.3561",{"format":[],"subject":["Computer Science - Human-Computer Interaction","K.4.4","H.2.8"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3561"],"date":["2014-06-13"],"type":["text"],"creator":["Di, Wei","Bhardwaj, Anurag","Jagadeesh, Vignesh","Piramuthu, Robinson","Churchill, Elizabeth"],"language":[],"coverage":[],"title":["When relevance is not Enough: Promoting Visual Attractiveness for\n  Fashion E-commerce"],"description":["  Fashion, and especially apparel, is the fastest-growing category in online\nshopping. As consumers requires sensory experience especially for apparel goods\nfor which their appearance matters most, images play a key role not only in\nconveying crucial information that is hard to express in text, but also in\naffecting consumer's attitude and emotion towards the product. However,\nresearch related to e-commerce product image has mostly focused on quality at\nperceptual level, but not the quality of content, and the way of presenting.\nThis study aims to address the effectiveness of types of image in showcasing\nfashion apparel in terms of its attractiveness, i.e. the ability to draw\nconsumer's attention, interest, and in return their engagement. We apply\nadvanced vision technique to quantize attractiveness using three common display\ntypes in fashion filed, i.e. human model, mannequin, and flat. We perform\ntwo-stage study by starting with large scale behavior data from real online\nmarket, then moving to well designed user experiment to further deepen our\nunderstandings on consumer's reasoning logic behind the action. We propose a\nFisher noncentral hypergeometric distribution based user choice model to\nquantitatively evaluate user's preference. Further, we investigate the\npotentials to leverage visual impact for a better search that caters to user's\npreference. A visual attractiveness based re-ranking model that incorporates\nboth presentation efficacy and user preference is proposed. We show\nquantitative improvement by promoting visual attractiveness into search on top\nof relevance.\n"]}]
["1406.3563",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3563"],"date":["2014-06-13"],"type":["text"],"creator":["Chae, Hi-Joon","Jun, Byungheup","Lee, Jungyun"],"language":[],"coverage":[],"title":["An analogue of the Rademacher function for generalized Dedekind sums in\n  higher dimension"],"description":["  We consider generalized Dedekind sums in dimension $n$, for fixed $n$-tuple\nof natural numbers, defined as sum of products of values of periodic Bernoulli\nfunctions. This includes the higher dimensional Dedekind sums of Zagier and\nApostol-Carlitz' generalized Dedekind sums as well as the original Dedekind\nsums. These are realized as coefficients of Todd series of lattice cones and\nsatisfy reciprocity law from the cocycle property of Todd series. Using\niterated residue formula, we compute the coefficient of the decomposition of of\nthe Todd series corresponding to a nonsingular decomposition of the lattice\ncone defining the Dedekind sums. We associate a Laurent polynomial which is\nadded to generalized Dedekind sums of fixed index to make their denominators\nbounded. We give explicitly the denominator in terms of Bernoulli numbers. This\ngeneralizes the role played by the rational function given by the difference of\nthe Rademacher function and the classical Dedekind sums. We associate an\nexponential sum to the generalized Dedekind sums using the integrality of the\ngeneralized Rademacher function. We show that this exponential sum has a\nnontrivial bound that is sufficient to fulfill Weyl's equidistribution\ncriterion and thus the fractional part of the generalized Dedekind sums are\nequidistributed. As an example, for a 3 dimensional case and Zagier's higher\ndimensional generalization of Dedekind sums, we compute the Laurent polynomials\nassociated.\n","Comment: 43 pages, 2 Appendices"]}]
["1406.3567",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3567"],"date":["2014-06-13"],"type":["text"],"creator":["Sarmady, Siamak","Haron, Fazilah","Talib, Abdullah Zawawi"],"language":[],"coverage":[],"title":["Simulation of Pedestrian Movements Using Fine Grid Cellular Automata\n  Model"],"description":["  Crowd simulation is used for evacuation and crowd safety inspections, study\nof performance in crowd systems and animations. Cellular automata has been\nextensively used in modelling the crowd. In regular cellular automata models,\neach pedestrian occupies a single cell with the size of a pedestrian body.\nSince the space is divided into relatively large cells, the movements of\npedestrians look like the movements of pieces on a chess board. Furthermore,\nall pedestrians have the same body size and speed. In this paper, a method\ncalled fine grid cellular automata is proposed in which smaller cells are used\nand pedestrian body may occupy several cells. The model allows the use of\ndifferent body sizes, shapes and speeds for pedestrian.\n  The proposed model is used for simulating movements of pedestrians toward a\ntarget. A typical walkway scenario is used to test and evaluate the model. The\nmovements of pedestrians are smoother because of the finer grain discretization\nof movements and the simulation results match empirical speed-density graphs\nwith good accuracy.\n"]}]
["1406.3568",{"format":[],"subject":["Physics - Instrumentation and Detectors","Computer Science - Hardware Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3568"],"date":["2014-06-13"],"type":["text"],"creator":["Lonardo, A.","Ameli, F.","Ammendola, R.","Biagioni, A.","Frezza, O.","Lamanna, G.","Cicero, F. Lo","Martinelli, M.","Paolucci, P. S.","Pastorelli, E.","Pontisso, L.","Rossetti, D.","Simeone, F.","Simula, F.","Sozzi, M.","Tosoratto, L.","Vicini, P."],"language":[],"coverage":[],"title":["NaNet: a Low-Latency, Real-Time, Multi-Standard Network Interface Card\n  with GPUDirect Features"],"description":["  While the GPGPU paradigm is widely recognized as an effective approach to\nhigh performance computing, its adoption in low-latency, real-time systems is\nstill in its early stages.\n  Although GPUs typically show deterministic behaviour in terms of latency in\nexecuting computational kernels as soon as data is available in their internal\nmemories, assessment of real-time features of a standard GPGPU system needs\ncareful characterization of all subsystems along data stream path.\n  The networking subsystem results in being the most critical one in terms of\nabsolute value and fluctuations of its response latency.\n  Our envisioned solution to this issue is NaNet, a FPGA-based PCIe Network\nInterface Card (NIC) design featuring a configurable and extensible set of\nnetwork channels with direct access through GPUDirect to NVIDIA Fermi/Kepler\nGPU memories.\n  NaNet design currently supports both standard - GbE (1000BASE-T) and 10GbE\n(10Base-R) - and custom - 34~Gbps APElink and 2.5~Gbps deterministic latency\nKM3link - channels, but its modularity allows for a straightforward inclusion\nof other link technologies.\n  To avoid host OS intervention on data stream and remove a possible source of\njitter, the design includes a network/transport layer offload module with\ncycle-accurate, upper-bound latency, supporting UDP, KM3link Time Division\nMultiplexing and APElink protocols.\n  After NaNet architecture description and its latency/bandwidth\ncharacterization for all supported links, two real world use cases will be\npresented: the GPU-based low level trigger for the RICH detector in the NA62\nexperiment at CERN and the on-/off-shore data link for KM3 underwater neutrino\ntelescope.\n"]}]
["1406.3570",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3570"],"date":["2014-06-13"],"type":["text"],"creator":["Sumetsky, M."],"language":[],"coverage":[],"title":["Slow light microfluidics: a proposal"],"description":["  The resonant slow light structures created along a thin-walled optical\ncapillary by nanoscale deformation of its surface can perform comprehensive\nsimultaneous detection and manipulation of microfluidic components. This\nconcept is illustrated with a model of a 0.5 millimeter long 5 nm high\ntriangular bottle resonator created at a 50 micron radius silica capillary\ncontaining floating microparticles. The developed theory shows that the\nmicroparticle positions can be determined from the bottle resonator spectrum.\nIn addition, the microparticles can be driven and simultaneously positioned at\npredetermined locations by the localized electromagnetic field created by the\noptimized superposition of eigenstates of this resonator, thus, exhibiting a\nmulticomponent near field optical tweezers.\n"]}]
["1406.3577",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3577"],"date":["2014-06-13"],"type":["text"],"creator":["Bennett, Jonathan","Bez, Neal","Iliopoulou, Marina"],"language":[],"coverage":[],"title":["Flow monotonicity and Strichartz inequalities"],"description":["  We identify complete monotonicity properties underlying a variety of\nwell-known sharp Strichartz inequalities in euclidean space.\n"]}]
["1406.3580",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3580"],"date":["2014-06-13"],"type":["text"],"creator":["Bonetto, F.","Mastropietro, V."],"language":[],"coverage":[],"title":["Quantum Phase Transition in an Interacting Fermionic Chain"],"description":["  We rigorously analyze the quantum phase transition between a metallic and an\ninsulating phase in (non solvable) interacting spin chains or one dimensional\nfermionic systems. In particular, we prove the persistence of Luttinger liquid\nbehavior in the presence of an interaction even arbitrarily close to the\ncritical point, where the Fermi velocity vanishes and the two Fermi points\ncoalesce. The analysis is based on two different multiscale analysis; the\nanalysis of the first regime provides gain factors which compensate exactly the\nsmall divisors due to the vanishing Fermi velocity.\n","Comment: 38 pages, 1 figure"]}]
["1406.3581",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3581"],"date":["2014-06-13"],"type":["text"],"creator":["Tiwari, M K","Das, Gangadhar"],"language":[],"coverage":[],"title":["Temporal Coherence in Surface x-ray Standing Waves"],"description":["  We present a unified elucidation for the role temporal coherence properties\nof x-rays in surface x-ray standing wave analysis, under total external\nreflection condition. Analytical formulas have been derived that provide a\ndirect relation between the intensity distribution of x-ray standing wave (XSW)\npattern and complex degree of coherence of the incoming x-rays. The novelty of\nthe proposed method has been demonstrated experimentally together with the\ntheoretical results for a real application by analyzing the distribution of\nmetal nanoparticles on a Si mirror surface. Our results demonstrate that the\nmodified XSW approach opens up an opportunity to unambiguously interpret\nstructural studies of large dimension nanostructure materials of height 200nm\n(or more), deposited on a substrate surface.\n"]}]
["1406.3582",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3582"],"date":["2014-06-13"],"type":["text"],"creator":["Mishra, Kumar Vijay","Kruger, Anton","Krajewski, Witold F."],"language":[],"coverage":[],"title":["Compressed Sensing Applied to Weather Radar"],"description":["  We propose an innovative meteorological radar, which uses reduced number of\nspatiotemporal samples without compromising the accuracy of target information.\nOur approach extends recent research on compressed sensing (CS) for radar\nremote sensing of hard point scatterers to volumetric targets. The previously\npublished CS-based radar techniques are not applicable for sampling weather\nsince the precipitation echoes lack sparsity in both range-time and Doppler\ndomains. We propose an alternative approach by adopting the latest advances in\nmatrix completion algorithms to demonstrate the sparse sensing of weather\nechoes. We use Iowa X-band Polarimetric (XPOL) radar data to test and\nillustrate our algorithms.\n","Comment: 4 pages, 5 figrues"]}]
["1406.3583",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3583"],"date":["2014-06-13"],"type":["text"],"creator":["Jaggard, Aaron D.","Johnson, Aaron","Syverson, Paul","Feigenbaum, Joan"],"language":[],"coverage":[],"title":["Representing Network Trust and Using It to Improve Anonymous\n  Communication"],"description":["  Motivated by the effectiveness of correlation attacks against Tor, the\ncensorship arms race, and observations of malicious relays in Tor, we propose\nthat Tor users capture their trust in network elements using probability\ndistributions over the sets of elements observed by network adversaries. We\npresent a modular system that allows users to efficiently and conveniently\ncreate such distributions and use them to improve their security. The major\ncomponents of this system are (i) an ontology of network-element types that\nrepresents the main threats to and vulnerabilities of anonymous communication\nover Tor, (ii) a formal language that allows users to naturally express trust\nbeliefs about network elements, and (iii) a conversion procedure that takes the\nontology, public information about the network, and user beliefs written in the\ntrust language and produce a Bayesian Belief Network that represents the\nprobability distribution in a way that is concise and easily sampleable. We\nalso present preliminary experimental results that show the distribution\nproduced by our system can improve security when employed by users; further\nimprovement is seen when the system is employed by both users and services.\n","Comment: 24 pages; talk to be presented at HotPETs 2014"]}]
["1406.3589",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3589"],"date":["2014-06-13"],"type":["text"],"creator":["Monzon, Boris S.","Schmelcher, Peter"],"language":[],"coverage":[],"title":["Impurity electrons in narrow electric field-biased armchair graphene\n  nanoribbons"],"description":["  We present an analytical investigation of the quasi-Coulomb impurity states\nin a narrow gapped armchair graphene nanoribbon (GNR) in the presence of a\nuniform external electric field directed parallel to the ribbon axis. The\neffect of the ribbon confinement is taken to be much greater than that of the\nimpurity electric field, which in turn considerably exceeds the external\nelectric field. Under these conditions we employ the adiabatic approximation\nassuming that the motion parallel (\"slow\") and perpendicular (\"fast\") to the\nribbon axis are separated adiabatically. In the approximation of the isolated\nsize-quantized subbands induced by the \"fast\" motion the complex energies of\nthe impurity electron are calculated in explicit form. The real and imaginary\nparts of these energies determine the binding energy and width of the\nquasi-discrete state, respectively. The energy width increases with increasing\nthe electric field and ribbon width. The latter forms the background of the\nmechanism of dimensional ionization. The S-matrix - the basic tool of study of\nthe transport problems can be trivially derived from the phases of the wave\nfunctions of the continuous spectrum presented in explicit form. In the\ndouble-subband approximation we calculate the complete widths of the impurity\nstates caused by the combined effect of the electric field and the Fano\nresonant coupling between the impurity states of the discrete and continuous\nspectra associated with the ground and first excited size-quantized subbands.\n","Comment: 5 figures"]}]
["1406.3595",{"format":[],"subject":["Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3595"],"date":["2014-06-13"],"type":["text"],"creator":["Di, Z.","Gho, M.","Lu, X.","Li, G.","Roehner, B. M.","Suematsu, N. J.","Yepremian, C."],"language":[],"coverage":[],"title":["How can one measure group cohesion? From individual organisms to their\n  interaction"],"description":["  Measuring atomic and molecular interactions was one of the main objectives of\nphysics during the past century. It was an essential step not only in itself\nbut because most macroscopic properties can be derived once one knows\ninteraction strengths. At the present time, except for systems that can be\ndescribed as discrete networks (like the Internet network) our knowledge of\nsocial and biological ties still remains very limited. An important step is to\ndevelop experimental means for measuring social and biological interactions. In\nthis talk there are two parts. Firstly, we describe experimental evidence of\ninter-individual attraction in populations of insects. Secondly, we focus on a\nspecific system, namely populations of Euglena gracilis, a green, swimming\nunicellular organism, for which we try to determine individual and interaction\nproperties.\n","Comment: 42 pages, 19 figures"]}]
["1406.3597",{"format":[],"subject":["Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3597"],"date":["2014-06-13"],"type":["text"],"creator":["Mamageishvili, Akaki","Mihalák, Matúš","Montemezzani, Simone"],"language":[],"coverage":[],"title":["An $H_{n/2}$ Upper Bound on the Price of Stability of Undirected Network\n  Design Games"],"description":["  In the network design game with $n$ players, every player chooses a path in\nan edge-weighted graph to connect her pair of terminals, sharing costs of the\nedges on her path with all other players fairly. We study the price of\nstability of the game, i.e., the ratio of the social costs of a best Nash\nequilibrium (with respect to the social cost) and of an optimal play. It has\nbeen shown that the price of stability of any network design game is at most\n$H_n$, the $n$-th harmonic number. This bound is tight for directed graphs. For\nundirected graphs, the situation is dramatically different, and tight bounds\nare not known. It has only recently been shown that the price of stability is\nat most $H_n \\left(1-\\frac{1}{\\Theta(n^4)} \\right)$, while the worst-case known\nexample has price of stability around 2.25. In this paper we improve the upper\nbound considerably by showing that the price of stability is at most $H_{n/2} +\n\\epsilon$ for any $\\epsilon$ starting from some suitable $n \\geq n(\\epsilon)$.\n"]}]
["1406.3602",{"format":[],"subject":["Computer Science - Robotics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3602","International Journal of Electrical Engineering Education, Volume\n  50, Number 2 (April 2013), Manchester University Press, pp. 157-171"],"date":["2014-06-13"],"type":["text"],"creator":["Zaldivar, Daniel","Cuevas, Erik","Perez, Marco A.","Sossa, Juan H.","Rodriguez, Jose G.","Palafox, Edgar O."],"language":[],"coverage":[],"title":["An Educational Fuzzy-based Control platform using LEGO Robots"],"description":["  Fuzzy controllers have gained popularity in the past few decades with\nsuccessful implementations in many fields that have enabled designers to\ncontrol complex systems through linguistic-based rules in contrast to\ntraditional methods. This paper presents an educational platform based on\nLEGO\\c{opyright} NXT to assist the learning of fuzzy logic control principles\nat undergraduate level by providing a simple and easy-to-follow teaching setup.\nThe proposed fuzzy control study aims to accompany students to the learning of\nfuzzy control fundamentals by building hands-on robotic experiments. The\nproposed educational platform has been successfully applied to several\nundergraduate courses within the Electronics Department in the University of\nGuadalajara. The description of robotic experiments and the evaluation of their\nimpact in the student performance are both provided in the paper.\n"]}]
["1406.3605",{"format":[],"subject":["Mathematics - Analysis of PDEs","35D40, 35F21, 65C05, 49L25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3605"],"date":["2014-06-13"],"type":["text"],"creator":["Djehiche, Boualem","Hult, Henrik","Nyquist, Pierre"],"language":[],"coverage":[],"title":["Min-max representations of viscosity solutions of Hamilton-Jacobi\n  equations and applications in rare-event simulation"],"description":["  In this paper a duality relation between the Ma\\~{n}\\'e potential and\nMather's action functional is derived in the context of convex and\nstate-dependent Hamiltonians. The duality relation is used to obtain min-max\nrepresentations of viscosity solutions of first order Hamilton-Jacobi\nequations. These min-max representations naturally suggest class\\-es of\nsubsolutions of Hamilton-Jacobi equations that arise in the theory of large\ndeviations. The subsolutions, in turn, are good candidates for designing\nefficient rare-event simulation algorithms.\n"]}]
["1406.3606",{"format":[],"subject":["Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3606"],"date":["2014-06-09"],"type":["text"],"creator":["de Piro, Tristram"],"language":[],"coverage":[],"title":["Decay Rates for Cusp Functions"],"description":["  We make some observations on the decay rates of the Fourier coefficients of\ncusp functions.\n"]}]
["1406.3613",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3613"],"date":["2014-06-13"],"type":["text"],"creator":["Tian, Guiji","Wang, Qi","Xu, Chao-Jiang"],"language":[],"coverage":[],"title":["$C^\\infty$ local solutions of elliptical $2-$Hessian equation in\n  $\\mathbb{R}^3$"],"description":["  In this work, we study the existence of $C^{\\infty}$ local solutions to\n$2$-Hessian equation in $\\mathbb{R}^{3}$. We consider the case that the right\nhand side function $f$ possibly vanishes, changes the sign, is positively or\nnegatively defined. We also give the convexities of solutions which are related\nwith the annulation or the sign of right-hand side function $f$. The associated\nlinearized operator are uniformly elliptic.\n"]}]
["1406.3614",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Dynamical Systems","Primary 30C80, Secondary 30D05, 30C35, 34M15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3614"],"date":["2014-06-13"],"type":["text"],"creator":["Contreras, Manuel D.","Diaz-Madrigal, Santiago","Gumenyuk, Pavel"],"language":[],"coverage":[],"title":["Slope problem for trajectories of holomorphic semigroups in the unit\n  disc"],"description":["  It has been an open problem for about ten years whether every trajectory of a\nparabolic one-parameter semigroup in the unit disk tends to the Denjoy-Wolff\npoint with a definite (and common for all trajectories) slope. In this paper,\nwe give the negative answer to this question.\n"]}]
["1406.3615",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3615"],"date":["2014-06-11"],"type":["text"],"creator":["Frieden, B. Roy","Gatenby, Robert A."],"language":[],"coverage":[],"title":["Derivation of Principle of Extreme Physical Information"],"description":["  The unknown amplitude law q(x) defining an observed effect may be found using\nthe principle of Extreme Physical Information. EPI is derived as follows. The\nobservations follow an information flow J --> I, with J the information\nintrinsic to the source and I the Fisher information level in its data, obeying\n(i) I=4 Integral dx q' -squared. Here q'= dq/dx and p(x) = q(x)-squared is the\nprobability. It was previously shown, using L. Hardy's 5 axioms defining\nphysics, that I = max. Therefore, its variation (ii) delta I = 0. Note that I\nis generic, obeying (i) for all source effects, whereas J is specific to the\nparticular effect. Hence, rather than having form (i), J obeys (iii) J =\nIntegral dx j[q(x),s(x)] with j some function of its arguments and s(x) a known\nsource, such as of mass, biological fitness, etc. Information I decreases under\nany irreversible operation such as measurement, so that I l.e. J or,\nequivalently, I = kJ where 0 l.e. k l.e. 1. Then the variation delta I = k\ndelta J so that property (ii) gives (iv) delta J = 0 as well. Then combining\n(ii) and (iv), delta(I - J) = 0. Or, I - J = L = extremum. What kind of\nextremum? Eqs. (i) and (iii) give (v) L=4q'^2 - j[q(x),s(x)]. Differentiating\n(v), (d^2 L )/(dq'^2) = +8. Then by the Legendre condition the extremum is a\nminimum. The unknown source effect obeys (vi) I - J= minimum, EPI.\n","Comment: 14 pages"]}]
["1406.3620",{"format":[],"subject":["Mathematical Physics","35Q60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3620"],"date":["2014-06-13"],"type":["text"],"creator":["Valero, Carlos"],"language":[],"coverage":[],"title":["Topological Aspects of Wave Propagation"],"description":["  In the context of wave propagation on a manifold X, the characteristic\nfunctions are real valued functions on cotangent bundle of X that specify the\nallowable phase velocities of the waves. For certain classes of differential\noperators (e.g Maxwell's Equations) the associated characteristic functions\nhave singularities. These singularities account for phenomena like conical\nrefraction and the transformation of longitudinal waves into transversal ones\n(or viceversa). For a specific class of differential operators on surface, we\nprove that the singularities of the characteristic functions can be accounted\nfrom purely topological considerations. We also prove that there is a natural\nway to desingularsize the characteristic functions, and observe that this fact\nand Morse Theory establishes a specific connection between singularities and\ncritical points of these functions. The relation between characteristic\nfunctions and differential operators is obtained through what is known as the\nsymbol of the operator. We establish a connection between these symbols and\nholomorphic vector fields, which will provide us with symbols whose\ncharacteristic functions have interesting singularity sets.\n"]}]
