["1003.1667",{"format":[],"subject":["Physics - General Physics","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1667"],"date":["2010-03-08"],"type":["text"],"creator":["Sivaram, C","Arun, Kenath"],"language":[],"coverage":[],"title":["Charged Black Holes and Constraints on Baryon Asymmetry"],"description":["  The no-hair theorem, which postulates that all black holes can be completely\ncharacterized by only three externally observable parameters: mass, electric\ncharge, and angular momentum, sets constraints on both the maximal angular\nmomentum and maximal electric charge. In this work, we would explore the\nconsequence of these for the formation of primordial black holes in the early\nuniverse and also the formation of black holes due to collapse of dark matter\nconfigurations and how this could be used to probe the conditions in the very\nearly universe and constrain the epoch when baryon asymmetry was established.\n","Comment: 5 pages, 12 equations"]}]
["1312.7637",{"format":[],"subject":["Computer Science - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.7637"],"date":["2013-12-30"],"type":["text"],"creator":["Premjith, B.","Kumar, S. Sachin","Manikkoth, Akhil","Bijeesh, T V","Soman, K P"],"language":[],"coverage":[],"title":["Insight into Primal Augmented Lagrangian Multilplier Method"],"description":["  We provide a simplified form of Primal Augmented Lagrange Multiplier\nalgorithm. We intend to fill the gap in the steps involved in the mathematical\nderivations of the algorithm so that an insight into the algorithm is made. The\nexperiment is focused to show the reconstruction done using this algorithm.\n"]}]
["1312.7774",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.7774"],"date":["2013-12-30"],"type":["text"],"creator":["Zorikov, Tengiz"],"language":[],"coverage":[],"title":["Echo-processing mechanisms in bottlenose dolphins"],"description":["  The mechanisms of echo-processing were investigated in our experiments,\nconducted on bottlenose dolphins. Hierarchically organized system of\nindependent dimensions, describing echoes in animals perception, was revealed.\nThe rules of discrimination and recognition of echoes in dolphins were\nestablished.\n","Comment: 10 pg. 8 fig"]}]
["1312.7852",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing","Computer Science - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.7852"],"date":["2013-12-30"],"type":["text"],"creator":["Erdbrink, C. D.","Krzhizhanovskaya, V. V.","Sloot, P. M. A."],"language":[],"coverage":[],"title":["Evolutionary Design of Numerical Methods: Generating Finite Difference\n  and Integration Schemes by Differential Evolution"],"description":["  Classical and new numerical schemes are generated using evolutionary\ncomputing. Differential Evolution is used to find the coefficients of finite\ndifference approximations of function derivatives, and of single and multi-step\nintegration methods. The coefficients are reverse engineered based on samples\nfrom a target function and its derivative used for training. The Runge-Kutta\nschemes are trained using the order condition equations. An appealing feature\nof the evolutionary method is the low number of model parameters. The\npopulation size, termination criterion and number of training points are\ndetermined in a sensitivity analysis. Computational results show good agreement\nbetween evolved and analytical coefficients. In particular, a new fifth-order\nRunge-Kutta scheme is computed which adheres to the order conditions with a sum\nof absolute errors of order 10^-14. Execution of the evolved schemes proved the\nintended orders of accuracy. The outcome of this study is valuable for future\ndevelopments in the design of complex numerical methods that are out of reach\nby conventional means.\n","Comment: 19 pages, 7 figures, 10 tables, 4 appendices"]}]
