["0902.4825",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.4825","Adv.Theor.Math.Phys. 17 (2013) 701-740"],"date":["2009-02-27","2009-05-06"],"type":["text"],"creator":["Bytsko, A.","Teschner, J."],"language":[],"coverage":[],"title":["The integrable structure of nonrational conformal field theory"],"description":["  Using the example of Liouville theory, we show how the separation into left-\nand rightmoving degrees of freedom of a nonrational conformal field theory can\nbe made explicit in terms of its integrable structure. The key observation is\nthat there exist separate Baxter Q-operators for left- and right-moving degrees\nof freedom. Combining a study of the analytic properties of the Q-operators\nwith Sklyanin's Separation of Variables Method leads to a complete\ncharacterization of the spectrum. Taking the continuum limit allows us in\nparticular to rederive the Liouville reflection amplitude using only the\nintegrable structure.\n","Comment: 34 pages; typos corrected, comments added"]}]
["0904.4383",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematics - Operator Algebras","46L80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.4383","Journal f\\\"ur die reine und angewandte Mathematik (Crelles\n  Journal), ISSN (Online) 1435-5345, 2012","doi:10.1515/crelle-2012-0076"],"date":["2009-04-28","2012-07-19"],"type":["text"],"creator":["Mesland, Bram"],"language":[],"coverage":[],"title":["Unbounded bivariant $K$-theory and correspondences in noncommutative\n  geometry"],"description":["  By introducing a notion of smooth connection for unbounded $KK$-cycles, we\nshow that the Kasparov product of such cycles can be defined directly, by an\nalgebraic formula. In order to achieve this it is necessary to develop a\nframework of smooth algebras and a notion of differentiable $C^{*}$-module. The\ntheory of operator spaces provides the required tools. Finally, the above\nmentioned $KK$-cycles with connection can be viewed as the morphisms in a\ncategory whose objects are spectral triples.\n","Comment: 67 pages. Final version. Accepted for publication"]}]
["0910.4661",{"format":[],"subject":["Physics - Physics and Society","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.4661"],"date":["2009-10-24","2014-04-17"],"type":["text"],"creator":["Borghesi, Christian"],"language":["fr"],"coverage":[],"title":["Une \\'etude de physique sur les \\'elections"],"description":["  We study spatiotemporal regularities of electoral results and turnout rates\nfor each municipality (or polling station) concerning French elections between\n1992 and 2007. We try to account for the data using models based on a simple\nimitation of agents in the vicinity. We also propose a model of an experiment\nthat shows how choices are modified by knowing the choices of others agents.\n","Comment: PhD. Thesis (in French). New version: with less spelling mistakes,\n  and an epilogue"]}]
["0911.1325",{"format":[],"subject":["Mathematics - Number Theory","26A09, 11A25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.1325","International Journal of Number Theory 7 (2011) 623-634","doi:10.1142/S179304211100423X"],"date":["2009-11-06","2010-03-11"],"type":["text"],"creator":["Medina, Luis A.","Moll, Victor H.","Rowland, Eric S."],"language":[],"coverage":[],"title":["Iterated primitives of logarithmic powers"],"description":["  The evaluation of iterated primitives of powers of logarithms is expressed in\nclosed form. The expressions contain polynomials with coefficients given in\nterms of the harmonic numbers and their generalizations. The logconcavity of\nthese polynomials is established.\n","Comment: 11 pages"]}]
["1006.0957",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0957"],"date":["2010-06-04","2014-04-17"],"type":["text"],"creator":["Argyros, S. A.","Kanellopoulos, V.","Tyros, K."],"language":[],"coverage":[],"title":["Spreading Models in Banach Space Theory"],"description":["  We extend the classical Brunel-Sucheston definition of the spreading model by\nintroducing the $\\mathcal{F}$-sequences $(x_s)_{s\\in\\mathcal{F}}$ in a Banach\nspace and the plegma families in $\\mathcal{F}$ where $\\mathcal{F}$ is a regular\nthin family. The new concept yields a transfinite increasing hierarchy of\nclasses of spreading sequences. We explore the corresponding theory and we\npresent examples establishing this hierarchy and illustrating the limitation of\nthe theory.\n","Comment: vi+138 pages"]}]
["1006.1324",{"format":[],"subject":["Mathematics - Combinatorics","68R15, 05A15, 68Q42, 05C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1324","Advances in Applied Mathematics 48 (2012) 414-431","doi:10.1016/j.aam.2011.11.002"],"date":["2010-06-07","2011-12-09"],"type":["text"],"creator":["Cooper, Bobbe","Rowland, Eric","Zeilberger, Doron"],"language":[],"coverage":[],"title":["Toward a language theoretic proof of the four color theorem"],"description":["  This paper considers the problem of showing that every pair of binary trees\nwith the same number of leaves parses a common word under a certain simple\ngrammar. We enumerate the common parse words for several infinite families of\ntree pairs and discuss several ways to reduce the problem of finding a parse\nword for a pair of trees to that for a smaller pair. The statement that every\npair of trees has a common parse word is equivalent to the statement that every\nplanar graph is four-colorable, so the results are a step toward a language\ntheoretic proof of the four color theorem.\n","Comment: 18 pages, many images; final version"]}]
["1007.1573",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.1573"],"date":["2010-07-09","2014-04-17"],"type":["text"],"creator":["Gogokhia, V.","Vasúth, M."],"language":[],"coverage":[],"title":["The Non-Perturbative Analytical Equation of State for SU(3) Gauge Theory"],"description":["  The effective potential approach for composite operators is generalized to\nnon-zero temperature in order to derive the non-perturbative analytical\nequation of state for pure SU(3) Yang-Mills fields valid in the whole\ntemperature range. Adjusting our parametrization of the gluon plasma pressure\nto the lattice pressure at high temperature for SU(3) Yang-Mills case, we have\nreproduced well our analytical curves and numbers not only for the pressure but\nfor all other independent thermodynamic quantities as well in the whole\ntemperature range $[0, \\infty)$. We explicitly show that the pressure is a\ncontinuous function of the temperature across a phase transition at $T_c =\n266.5 \\MeV$. The entropy and energy densities have finite jump discontinuities\nat $T_c$ with latent heat $\\epsilon_{LH}= 1.414$. This is a firm evidence of\nthe first-order phase transition in SU(3) pure gluon plasma. The heat capacity\nhas a $\\delta$-type singularity (an essential discontinuity) at $T_c$, so that\nthe velocity of sound squared becomes zero at this point. All the independent\nthermodynamic quantities are exponentially suppressed below $T_c$ and rather\nslowly approach their respective Stefan-Boltzmann limits at high temperatures.\nThose thermodynamic quantities which are the ratios of their independent\ncounterparts such as conformity, conformality and the velocity of sound squared\napproach their Stefan-Boltzmann limit at high temperatures rather rapidly and\ndemonstrate the non-trivial dependence on the temperature below $T_c$. We\npredict the existence of the three massive and the two massless excitations,\nall of non-perturbative dynamical origin. One of the massive excitations has an\neffective mass $1.17 \\GeV$ and the two others have the same effective mass\n$0.585 \\GeV$, but are propagating in different ways.\n","Comment: This paper has been withdrawn because its substantial text has been\n  included into the late work arXiv:1012.4157"]}]
["1008.0599",{"format":[],"subject":["Mathematics - K-Theory and Homology","16E55, 16E45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0599"],"date":["2010-08-03","2014-04-17"],"type":["text"],"creator":["Bergh, Michel Van den"],"language":[],"coverage":[],"title":["Calabi-Yau algebras and superpotentials"],"description":["  We prove that complete d-Calabi-Yau algebras in the sense of Ginzburg are\nderived from superpotentials.\n","Comment: Many typos spotted by the referee corrected"]}]
["1012.3429",{"format":[],"subject":["Mathematics - Number Theory","26A09, 11A25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.3429","International Journal of Number Theory 8 (2012) 71-94","doi:10.1142/S1793042112500042"],"date":["2010-12-15","2011-04-05"],"type":["text"],"creator":["Amdeberhan, Tewodros","Koutschan, Christoph","Moll, Victor H.","Rowland, Eric S."],"language":[],"coverage":[],"title":["The iterated integrals of ln(1 + x^2)"],"description":["  For a polynomial P, we consider the sequence of iterated integrals of ln\nP(x). This sequence is expressed in terms of the zeros of P(x). In the special\ncase of ln(1 + x^2), arithmetic properties of certain coefficients arising are\ndescribed. Similar observations are made for ln(1 + x^3).\n","Comment: 21 pages, 1 figure; publication version"]}]
["1101.3535",{"format":[],"subject":["Mathematics - Combinatorics","68R15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3535","Discrete Mathematics 312 (2012) 1282-1288","doi:10.1016/j.disc.2011.12.019"],"date":["2011-01-18"],"type":["text"],"creator":["Rowland, Eric","Shallit, Jeffrey"],"language":[],"coverage":[],"title":["Avoiding 3/2-powers over the natural numbers"],"description":["  In this paper we answer the following question: what is the lexicographically\nleast sequence over the natural numbers that avoids 3/2-powers?\n","Comment: 9 pages"]}]
["1106.1861",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.1861","Physical Review B 86,184420 (2012)","doi:10.1103/PhysRevB.86.184420"],"date":["2011-06-09","2011-12-31"],"type":["text"],"creator":["Lu, Y.","Yang, H. X.","Tiusan, C.","Hehn, M.","Chshiev, M.","Bellouard, C.","Kierren, B.","Lengaigne, G.","Duluard, A.","Lacour, D.","Montaigne, F."],"language":[],"coverage":[],"title":["Symmetry Dependent Scattering by Minority Interface Resonance States in\n  Single-crystal Magnetic Tunnel Junctions"],"description":["  Symmetry dependent scattering effect by minority interface resonance states\n(IRS) has been evidenced in full-epitaxial Fe/MgO/Fe magnetic tunnel junctions\n(MTJs). Two types of samples with and without carbon doped bottom Fe/MgO\ninterface were fabricated to represent two different types of IRS in the\nminority channel in the vicinity of the Fermi level. By analysis of the first-\nprinciples calculated local density of states (LDOS) and the temperature\ndependence of conductance in parallel configuration at low bias, we show that\nthe IRS in the carbon free sample is dominated by the delta5 symmetry. This has\na major contribution on the majority deltai to delta5 channel scattering and\nexplains the enhancement of the delta5 conductance in the parallel\nconfiguration at low temperature. Furthermore, the spectral composition of the\nIRS in the carbon doped interface is found to be dominated by the delta1\nsymmetry, which is responsible for the suppression of delta5 channel in the\nparallel conductance.\n","Comment: We recently find that the explication in this paper is not correct.\n  We are continuing to study the mechanism"]}]
["1108.1067",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1067"],"date":["2011-08-04","2014-04-17"],"type":["text"],"creator":["Wehmuth, Klaus","Gomes, Antonio Tadeu A.","Ziviani, Artur"],"language":[],"coverage":[],"title":["DANCE: A Framework for the Distributed Assessment of Network\n  Centralities"],"description":["  The analysis of large-scale complex networks is a major challenge in the Big\nData domain. Given the large-scale of the complex networks researchers commonly\ndeal with nowadays, the use of localized information (i.e. restricted to a\nlimited neighborhood around each node of the network) for centrality-based\nanalysis is gaining momentum in the recent literature. In this context, we\npropose a framework for the Distributed Assessment of Network Centralities\n(DANCE) in complex networks. DANCE offers a single environment that allows the\nuse of different localized centrality proposals, which can be tailored to\nspecific applications. This environment can be thus useful given the vast\npotential applicability of centrality-based analysis on large-scale complex\nnetworks found in different areas, such as Biology, Physics, Sociology, or\nComputer Science. Since the localized centrality proposals DANCE implements\nemploy only localized information, DANCE can easily benefit from parallel\nprocessing environments and run on different computing architectures. To\nillustrate this, we present a parallel implementation of DANCE and show how it\ncan be applied to the analysis of large-scale complex networks using different\nkinds of network centralities. This implementation is made available to complex\nnetwork researchers and practitioners interested in using it through a\nscientific web portal.\n"]}]
["1112.3920",{"format":[],"subject":["Mathematics - Combinatorics","05C07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.3920","Discrete Mathematics Volume 313, Issue 13, 6 July 2013, Pages\n  1500-1501","doi:10.1016/j.disc.2013.03.004"],"date":["2011-12-16"],"type":["text"],"creator":["Sivaraman, Vaidy"],"language":[],"coverage":[],"title":["Two short proofs of the bounded case of S.B. Rao's degree sequence\n  conjecture"],"description":["  S. B. Rao conjectured that graphic sequences are well-quasi-ordered under an\ninclusion based on induced subgraphs. This conjecture has now been settled\ncompletely by M. Chudnovsky and P. Seymour. One part of the proof proves the\nresult for the bounded case, a result proved independently by C. J. Altomare.\nWe give two short proofs of the bounded case of S. B. Rao's conjecture. Both\nthe proofs use the fact that if the number of entries in an integer sequence\n(with even sum) is much larger than its highest term, then it is necessarily\ngraphic.\n","Comment: 4 pages"]}]
["1112.5464",{"format":[],"subject":["Mathematics - Complex Variables","Mathematical Physics","Mathematics - Analysis of PDEs","Mathematics - Differential Geometry","32L10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.5464","Commun. Anal. Geom. 22 (2014), No. 1, 1-108","doi:10.4310/CAG.2014.v22.n1.a1"],"date":["2011-12-22","2014-04-16"],"type":["text"],"creator":["Hsiao, Chin-Yu","Marinescu, George"],"language":[],"coverage":[],"title":["Asymptotics of spectral function of lower energy forms and Bergman\n  kernel of semi-positive and big line bundles"],"description":["  In this paper we study the asymptotic behaviour of the spectral function\ncorresponding to the lower part of the spectrum of the Kodaira Laplacian on\nhigh tensor powers of a holomorphic line bundle. This implies a full asymptotic\nexpansion of this function on the set where the curvature of the line bundle is\nnon-degenerate. As application we obtain the Bergman kernel asymptotics for\nadjoint semi-positive line bundles over complete Kaehler manifolds, on the set\nwhere the curvature is positive. We also prove the asymptotics for big line\nbundles endowed with singular Hermitian metrics with strictly positive\ncurvature current. In this case the full asymptotics holds outside the singular\nlocus of the metric.\n","Comment: 71 pages; v.2 is a final update to agree with the published paper"]}]
["1204.0103",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0103","Ukr. J. Phys. 58 (2013), No. 3, 211-227"],"date":["2012-03-31","2014-04-17"],"type":["text"],"creator":["Oliinychenko, D. R.","Bugaev, K. A.","Sorin, A. S."],"language":[],"coverage":[],"title":["Investigation of hadron multiplicities and hadron yield ratios in heavy\n  ion collisions"],"description":["  Here we thoroughly discuss some weak points of the thermal model which is\ntraditionally used to describe the hadron multiplicities measured in the\ncentral nucleus-nucleus collisions. In particularly, the role of conservation\nlaws, the values of hard-core radii along with the effects of the Lorentz\ncontraction of hadron eigen volumes and the hadronic surface tension are\nsystematically studied. It is shown that for the adequate description of hadron\nmultiplicities the conservation laws should be modified, whereas for the\ndescription of hadron yield ratios the conservation laws are not necessary at\nall. Also here we analyzed the usual criteria for the chemical freeze-out and\nfound that none of them is robust. A new chemical freeze-out criterion of\nconstant entropy per hadron equals to 7.18 is suggested and a novel effect of\nadiabatic chemical hadron production is discussed. Additionally, we found that\nthe data for the center of mass energies above 10 GeV lead to the temperature\nof the nil hadronic surface tension coefficient of about $T_0 = 147 \\pm 7$ MeV.\nThis is a very intriguing result since a very close estimate for such a\ntemperature was obtained recently within entirely different approach. We argue\nthat these two independently obtained results evidence that the (tri)critical\ntemperature of the QCD phase diagram is between 140 and 154 MeV. In addition,\nhere we suggest to consider the pion and kaon hard-core radii as new fitting\nparameters. Such an approach for the first time allows us to simultaneously\ndescribe the hadron multiplicities and the Strangeness Horn and get a very high\nquality fit of the available experimental data.\n","Comment: 16 pages, 17 figures"]}]
["1204.4385",{"format":[],"subject":["Physics - Atomic Physics","Physics - Optics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.4385","Chin. Sci. Bull. 58, 2033-2038(2013)","doi:10.1007/s11434-013-5877-0"],"date":["2012-04-19"],"type":["text"],"creator":["Zhang, Tonggang","Wang, Yanfei","Zang, Xiaorun","Zhuang, Wei","Chen, Jingbiao"],"language":[],"coverage":[],"title":["Active optical clock based on four-level quantum system"],"description":["  Active optical clock, a new conception of atomic clock, has been proposed\nrecently. In this report, we propose a scheme of active optical clock based on\nfour-level quantum system. The final accuracy and stability of two-level\nquantum system are limited by second-order Doppler shift of thermal atomic\nbeam. To three-level quantum system, they are mainly limited by light shift of\npumping laser field. These limitations can be avoided effectively by applying\nthe scheme proposed here. Rubidium atom four-level quantum system, as a typical\nexample, is discussed in this paper. The population inversion between\n$6S_{1/2}$ and $5P_{3/2}$ states can be built up at a time scale of $10^{-6}$s.\nWith the mechanism of active optical clock, in which the cavity mode linewidth\nis much wider than that of the laser gain profile, it can output a laser with\nquantum-limited linewidth narrower than 1 Hz in theory. An experimental\nconfiguration is designed to realize this active optical clock.\n","Comment: 5 pages"]}]
["1205.7056",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.7056"],"date":["2012-05-31","2014-04-17"],"type":["text"],"creator":["Ginot, Gregory","Tradler, Thomas","Zeinalian, Mahmoud"],"language":[],"coverage":[],"title":["Higher Hochschild cohomology, Brane topology and centralizers of\n  $E_n$-algebra maps"],"description":["  We use factorization homology and higher Hochschild (co)chains to study\nvarious problems in algebraic topology and homotopical algebra, notably brane\ntopology, centralizers of $E_n$-algebras maps and iterated bar constructions.\nIn particular, we obtain an $E_{n+1}$-algebra model on the shifted integral\nchains of the mapping space of the n-sphere into an orientable closed manifold\n$M$. We construct and use $E_\\infty$-Poincar\\'e duality to identify higher\nHochschild cochains, modeled over the $n$-sphere, with the chains on the above\nmapping space, and then relate Hochschild cochains to the deformation complex\nof the $E_\\infty$-algebra $C^*(M)$, thought of as an $E_n$-algebra. We invoke\n(and prove) the higher Deligne conjecture to furnish $E_n$-Hochschild\ncohomology, and all that is naturally equivalent to it, with an\n$E_{n+1}$-algebra structure. We prove that this construction recovers the\nsphere product. In fact, our approach to the Deligne conjecture is based on an\nexplicit description of the $E_n$-centralizers of a map of $E_\\infty$-algebras\n$f:A\\to B$ by relating it to the algebraic structure on Hochschild cochains\nmodeled over spheres, which is of independent interest and explicit. More\ngenerally, we give a factorization algebra model/description of the centralizer\nof any $E_n$-algebra map and a solution of Deligne conjecture. We also apply\nsimilar ideas to the iterated bar construction. We obtain factorization algebra\nmodels for (iterated) bar construction of augmented $E_m$-algebras together\nwith their $E_n$-coalgebras and $E_{m-n}$-algebra structures, and discuss some\nof its features. For $E_\\infty$-algebras we obtain a higher Hochschild chain\nmodel, which is an $E_n$-coalgebra. In particular, considering an n-connected\ntopological space $Y$, we obtain a higher Hochschild cochain model of the\nnatural $E_n$-algebra structure of the chains of the iterated loop space of\n$Y$.\n","Comment: 124 pages, 3 figures"]}]
["1207.1809",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1809","Chaos 24, 023106 (2014)","doi:10.1063/1.4869983"],"date":["2012-07-07","2014-02-04"],"type":["text"],"creator":["Melnik, Sergey","Porter, Mason A.","Mucha, Peter J.","Gleeson, James P."],"language":[],"coverage":[],"title":["Dynamics on Modular Networks with Heterogeneous Correlations"],"description":["  We develop a new ensemble of modular random graphs in which degree-degree\ncorrelations can be different in each module and the inter-module connections\nare defined by the joint degree-degree distribution of nodes for each pair of\nmodules. We present an analytical approach that allows one to analyze several\ntypes of binary dynamics operating on such networks, and we illustrate our\napproach using bond percolation, site percolation, and the Watts threshold\nmodel. The new network ensemble generalizes existing models (e.g., the\nwell-known configuration model and LFR networks) by allowing a heterogeneous\ndistribution of degree-degree correlations across modules, which is important\nfor the consideration of nonidentical interacting networks.\n","Comment: 12 pages, 13 figures"]}]
["1207.2591",{"format":[],"subject":["Mathematics - Combinatorics","05A19, 28A25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2591"],"date":["2012-07-11","2014-04-17"],"type":["text"],"creator":["Goaoc, Xavier","Matoušek, Jiří","Paták, Pavel","Safernová, Zuzana","Tancer, Martin"],"language":[],"coverage":[],"title":["Simplifying inclusion-exclusion formulas"],"description":["  Let $\\mathcal{F}=\\{F_1,F_2, \\ldots,F_n\\}$ be a family of $n$ sets on a ground\nset $S$, such as a family of balls in $\\mathbb{R}^d$. For every finite measure\n$\\mu$ on $S$, such that the sets of $\\mathcal{F}$ are measurable, the classical\ninclusion-exclusion formula asserts that $\\mu(F_1\\cup F_2\\cup\\cdots\\cup\nF_n)=\\sum_{I:\\emptyset\\ne I\\subseteq[n]} (-1)^{|I|+1}\\mu\\Bigl(\\bigcap_{i\\in I}\nF_i\\Bigr)$; that is, the measure of the union is expressed using measures of\nvarious intersections. The number of terms in this formula is exponential in\n$n$, and a significant amount of research, originating in applied areas, has\nbeen devoted to constructing simpler formulas for particular families\n$\\mathcal{F}$. We provide an upper bound valid for an arbitrary $\\mathcal{F}$:\nwe show that every system $\\mathcal{F}$ of $n$ sets with $m$ nonempty fields in\nthe Venn diagram admits an inclusion-exclusion formula with $m^{O(\\log^2n)}$\nterms and with $\\pm1$ coefficients, and that such a formula can be computed in\n$m^{O(\\log^2n)}$ expected time. For every $\\varepsilon>0$ we also construct\nsystems with Venn diagram of size $m$ for which every valid inclusion-exclusion\nformula has the sum of absolute values of the coefficients at least\n$\\Omega(m^{2-\\varepsilon})$.\n","Comment: 17 pages, 3 figures/tables; improved lower bound in v2"]}]
["1210.1721",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.1721"],"date":["2012-10-05","2014-04-17"],"type":["text"],"creator":["Salamon, P.","Lovas, R. G.","Betan, R. M. Id","Vertse, T.","Balkay, L."],"language":[],"coverage":[],"title":["Strictly finite-range potential for light and heavy nuclei"],"description":["  Strictly finite-range (SFR) potentials are exactly zero beyond their finite\nrange. Single-particle energies and densities as well as S-matrix pole\ntrajectories are studied in a few SFR potentials suited for the description of\nneutrons interacting with light and heavy nuclei. The SFR potentials considered\nare the standard cut-off Woods--Saxon (CWS) potentials and two potentials\napproaching zero smoothly: the SV potential introduced by Salamon and Vertse\nand the SS potential of Sahu and Sahu. The parameters of these latter were set\nso that the potentials may be similar to the CWS shape. The range of the SV and\nSS potentials scales with the cube root of the mass number of the core like the\nnuclear radius itself. For light nuclei a single term of the SV potential (with\na single parameter) is enough for a good description of the neutron-nucleus\ninteraction. The trajectories are compared with a bench-mark for which the\nstarting points (belonging to potential depth zero) can be determined\nindependently. Even the CWS potential is found to conform to this bench-mark if\nthe range is identified with the cutoff radius. For the CWS potentials some\ntrajectories show irregular shapes, while for the SV and SS potentials all\ntrajectories behave regularly.\n","Comment: 14 figs"]}]
["1210.2070",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Number Theory","30D05 (Primary) 11B37, 05A15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.2070","Journal of Integer Sequences 16 (2013) 13.2.10"],"date":["2012-10-07","2012-10-15"],"type":["text"],"creator":["Bell, Jason P.","Coons, Michael","Rowland, Eric"],"language":[],"coverage":[],"title":["The rational-transcendental dichotomy of Mahler functions"],"description":["  In this paper, we give a new proof of a result due to Bezivin that a D-finite\nMahler function is necessarily rational. This also gives a new proof of the\nrational-transcendental dichotomy of Mahler functions due to Nishioka. Using\nour method of proof, we also provide a new proof of a Polya-Carlson type result\nfor Mahler functions due to Rande; that is, a Mahler function which is\nmeromorphic in the unit disk is either rational or has the unit circle as a\nnatural boundary.\n","Comment: 10 pages, 1 figure; added reference to Bezivin's paper"]}]
["1210.5562",{"format":[],"subject":["Mathematics - Commutative Algebra","13"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5562"],"date":["2012-10-19","2014-04-17"],"type":["text"],"creator":["Caviglia, Giulio","Kummini, Manoj"],"language":[],"coverage":[],"title":["Poset Embeddings of Hilbert functions and Betti numbers"],"description":["  We study inequalities between graded Betti numbers of ideals in a standard\ngraded algebra over a field and their images under embedding maps, defined\nearlier by us in [Math. Z. 274, (2013), no. 3-4, pp. 809-819; arXiv:1009.4488].\nWe show that if graded Betti numbers do not decrease when we replace ideals in\nan algebra by their embedded versions, then the same behaviour is carried over\nto ring extensions. As a corollary we give alternative inductive proofs of\nearlier results of Bigatti, Hulett, Pardue, Mermin-Peeva-Stillman and Murai. We\nextend a hypersurface restriction theorem of Herzog-Popescu to the situation of\nembeddings. We show that we can obtain the Betti table of an ideal in the\nextension ring from the Betti table of its embedded version by a sequence of\nconsecutive cancellations. We further show that the lex-plus-powers conjecture\nof Evans reduces to the Artinian situation.\n","Comment: Minor changes in exposition"]}]
["1210.6626",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.6626","Quantum Information Processing Vol. 13, Issue 5, pp 1211-1221\n  (2014)","doi:10.1007/s11128-013-0723-5"],"date":["2012-10-24","2013-10-23"],"type":["text"],"creator":["Siomau, Michael"],"language":[],"coverage":[],"title":["A Quantum Model for Autonomous Learning Automata"],"description":["  The idea of information encoding on quantum bearers and its\nquantum-mechanical processing has revolutionized our world and brought mankind\non the verge of enigmatic era of quantum technologies. Inspired by this idea,\nin present paper we search for advantages of quantum information processing in\nthe field of machine learning. Exploiting only basic properties of the Hilbert\nspace, superposition principle of quantum mechanics and quantum measurements,\nwe construct a quantum analog for Rosenblatt's perceptron, which is the\nsimplest learning machine. We demonstrate that the quantum perceptron superiors\nits classical counterpart in learning capabilities. In particular, we show that\nthe quantum perceptron is able to learn an arbitrary (Boolean) logical\nfunction, perform the classification on previously unseen classes and even\nrecognize the superpositions of learned classes -- the task of high importance\nin applied medical engineering.\n","Comment: 6 pages, 1 figure, 19 references"]}]
["1210.8084",{"format":[],"subject":["Physics - Fluid Dynamics","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.8084","Journal of Computational Physics, Volume 266, 1 June 2014, Pages\n  191-213","doi:10.1016/j.jcp.2014.02.019"],"date":["2012-10-30","2014-04-17"],"type":["text"],"creator":["Sagert, Irina","Colbry, Dirk","Strother, Terrance","Pickett, Rodney","Bauer, Wolfgang"],"language":[],"coverage":[],"title":["Hydrodynamic Shock Wave Studies within a Kinetic Monte Carlo Approach"],"description":["  Kinetic approaches are routinely employed to simulate the dynamics of systems\nthat are too rarified to be described by the Navier-Stokes equations. However,\ngenerally they are far too computationally expensive to be applied for systems\nthat are governed by continuum hydrodynamics. In this paper, we introduce a\nmassively parallelized test-particle based kinetic Monte Carlo code that is\ncapable of modeling the phase space evolution of an arbitrarily sized system\nthat is free to move in and out of the continuum limit. Using particle mean\nfree paths which are small with respect to the characteristic length scale of\nthe simulated system, we retrieve continuum behavior, while non-equilibrium\neffects are observed when the mean free path is increased. To demonstrate the\nability of our code to reproduce hydrodynamic solutions, we apply a test-suite\nof classic hydrodynamic shock problems. Simulations using tens of millions of\ntest-particles are found to reproduce the analytical solutions well.\n","Comment: 26 pages, 18 figures; corrections to text, new shock wave test added"]}]
["1211.0333",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Rings and Algebras","16G10, 16G60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.0333"],"date":["2012-11-01","2014-04-16"],"type":["text"],"creator":["Li, Liping"],"language":[],"coverage":[],"title":["Representations of Modular Skew Group Algebras"],"description":["  In this paper we study representations of skew group algebras $\\Lambda G$,\nwhere $\\Lambda$ is a connected, basic, finite-dimensional algebra (or a locally\nfinite graded algebra) over an algebraically closed field $k$ with\ncharacteristic $p \\geqslant 0$, and $G$ is an arbitrary finite group each\nelement of which acts as an algebra automorphism on $\\Lambda$. We characterize\nskew group algebras with finite global dimension or finite representation type,\nand classify the representation types of transporter categories for $p \\neq\n2,3$. When $\\Lambda$ is a locally finite graded algebra and the action of $G$\non $\\Lambda$ preserves grading, we show that $\\Lambda G$ is a generalized\nKoszul algebra if and only if so is $\\Lambda$.\n","Comment: A technical mistake was corrected"]}]
["1211.5435",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5435","Front. Phys.9,194(2014)","doi:10.1007/s11467-013-0407-8"],"date":["2012-11-23","2014-04-17"],"type":["text"],"creator":["Liang, Yi","Wu, Xianxin","Tsai, Wei-Feng","Hu, Jiangping"],"language":[],"coverage":[],"title":["Pairing Symmetry in Layered BiS$_2$ Compounds Driven by\n  Electron-Electron Correlation"],"description":["  We investigate the pairing symmetry of layered BiS$_2$ compounds by assuming\nthat electron-electron correlation is still important so that the pairing is\nrather short range. We find that the extended s-wave pairing symmetry always\nwins over d-wave when the pairing is confined between two short range sites up\nto next nearest neighbors. The pairing strength is peaked around the doping\nlevel x=0.5, which is consistent with experimental observation. The extended\ns-wave pairing symmetry is very robust against spin-orbital coupling because it\nis mainly determined by the structure of Fermi surfaces. Moreover, the extended\ns-wave pairing can be distinguished from conventional s-wave pairing by\nmeasuring and comparing superconducting gaps of different Fermi surfaces.\n","Comment: 5 pages and 6 figures"]}]
["1211.6085",{"format":[],"subject":["Computer Science - Learning","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.6085"],"date":["2012-11-26","2014-04-17"],"type":["text"],"creator":["Paul, Saurabh","Boutsidis, Christos","Magdon-Ismail, Malik","Drineas, Petros"],"language":[],"coverage":[],"title":["Random Projections for Linear Support Vector Machines"],"description":["  Let X be a data matrix of rank \\rho, whose rows represent n points in\nd-dimensional space. The linear support vector machine constructs a hyperplane\nseparator that maximizes the 1-norm soft margin. We develop a new oblivious\ndimension reduction technique which is precomputed and can be applied to any\ninput matrix X. We prove that, with high probability, the margin and minimum\nenclosing ball in the feature space are preserved to within \\epsilon-relative\nerror, ensuring comparable generalization as in the original space in the case\nof classification. For regression, we show that the margin is preserved to\n\\epsilon-relative error with high probability. We present extensive experiments\nwith real and synthetic data to support our theory.\n","Comment: To appear in ACM TKDD, 2014. Shorter version appeared at AISTATS 2013"]}]
["1212.5356",{"format":[],"subject":["Mathematics - Combinatorics","05A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.5356","25th International Conference on Formal Power Series and Algebraic\n  Combinatorics (FPSAC 2013), Discrete Mathematics & Theoretical Computer\n  Science Proceedings (2013) 253-264"],"date":["2012-12-21","2013-05-07"],"type":["text"],"creator":["Guay-Paquet, Mathieu","Morales, Alejandro H.","Rowland, Eric"],"language":[],"coverage":[],"title":["Structure and enumeration of (3+1)-free posets (extended abstract)"],"description":["  A poset is (3+1)-free if it does not contain the disjoint union of chains of\nlength 3 and 1 as an induced subposet. These posets are the subject of the\n(3+1)-free conjecture of Stanley and Stembridge. Recently, Lewis and Zhang have\nenumerated \\emph{graded} (3+1)-free posets, but until now the general\nenumeration problem has remained open. We enumerate all (3+1)-free posets by\ngiving a decomposition into bipartite graphs, and obtain generating functions\nfor (3+1)-free posets with labelled or unlabelled vertices.\n","Comment: 12 pages, 5 figures"]}]
["1301.0313",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.0313","Infocommunications Journal 6: 22-25 (2014)"],"date":["2013-01-01"],"type":["text"],"creator":["Kak, Subhash"],"language":[],"coverage":[],"title":["The Piggy Bank Cryptographic Trope"],"description":["  This paper presents applications of the trope of the locked and sealed\npiggy-bank into which the secret can be easily inserted but from which it\ncannot be withdrawn without opening the box. We present a basic two-pass\ncryptographic scheme that can serve as template for a variety of\nimplementations. Together with the sealed piggy-bank is sent a coded letter\nthat lists and certifies the contents of the box. We show how this idea can\nhelp increase the security of cryptographic protocols for classical systems as\nwell as those based on \"single-state\" systems. More specifically, we propose\nthe use of a hashing digest (instead of the coded letter) to detect loss of key\nbits to the eavesdropper and use in communication systems where error\ncorrection is an important issue.\n","Comment: 7 pages, 6 figures"]}]
["1301.1988",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.1988","doi:10.1103/PhysRevB.87.064411"],"date":["2013-01-09"],"type":["text"],"creator":["Gasi, T.","Ksenofontov, V.","Kiss, J.","Chadov, S.","Nayak, A. K.","Nicklas, M.","Winterlik, J.","Schwall, M.","Klaer, P.","Adler, P.","Felser, C."],"language":[],"coverage":[],"title":["New iron-based Heusler compounds Fe2YZ: Comparison with theoretical\n  predictions of the crystal structure and magnetic properties"],"description":["  The present work reports on the new soft ferromagnetic Heusler phases\nFe2NiGe, Fe2CuGa, and Fe2CuAl, which in previous theoretical studies have been\npredicted to exist in a tetragonal regular Heusler structure. Together with the\nknown phases Fe2CoGe and Fe2NiGa these materials have been synthesized and\ncharacterized by powder XRD, 57 Fe M\\\"ossbauer spectroscopy, SQUID and EDX\nmeasurements. In particular M\\\"ossbauer spectroscopy was used to monitor the\ndegree of local atomic order/disorder and to estimate magnetic moments at the\nFe sites from the hyperfine fields. It is shown that in contrast to the\nprevious predictions all the materials except Fe2NiGa basically adopt the\ninverse cubic Heusler (X-) structure with differing degrees of disorder. The\ndisorder is more enhanced in case of Fe2NiGa, which was predicted as an inverse\nHeusler phase. The experimental data are compared with results from ab-inito\nelectronic structure calculations on LDA level incorporating the effects of\natomic disorder by using the coherent potential approximation (CPA). A good\nagreement between calculated and experimental magnetic moments is found for the\ncubic inverse Heusler phases. Model calculations on various atomic\nconfigurations demonstrate that antisite disorder tends to enhance the\nstability of the X-structure. Given the fundamental scientific and\ntechnological importance of tetragonal Heusler phases the present results call\nfor further investigations to unravel the factors stabilizing tetragonal\nHeusler materials.\n"]}]
["1301.3512",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.3512","Phys. Rev. B 88, 085439 (2013)","doi:10.1103/PhysRevB.88.085439"],"date":["2013-01-15"],"type":["text"],"creator":["Sabashvili, Andro","Östlund, Stellan","Granath, Mats"],"language":[],"coverage":[],"title":["Bilayer graphene spectral function in RPA and self-consistent GW"],"description":["  We calculate the single-particle spectral function for doped bilayer graphene\nin the low energy limit, described by two parabolic bands with zero band gap\nand long range Coulomb interaction. Calculations are done using thermal Green's\nfunctions in both the random phase approximation (RPA) and the fully\nself-consistent GW approximation. RPA (in line with previous studies) yields a\nspectral function which apart from the Landau quasiparticle peaks shows\nadditional coherent features interpreted as plasmarons, i.e. composite\nelectron-plasmon excitations. In GW the plasmaron becomes incoherent and peaks\nare replaced by much broader features. The deviation of the quasiparticle\nweight and mass renormalization from their non-interacting values is small\nwhich indicates that bilayer graphene is a weakly interacting system. The\nelectron energy loss function, $Im[-\\epsilon^{-1}_q(\\omega)]$ shows a sharp\nplasmon mode in RPA which in GW approximation becomes less coherent and thus\nconsistent with the weaker plasmaron features in the corresponding\nsingle-particle spectral function.\n"]}]
["1302.6118",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.6118","J. Math. Phys. 54, 083505 (2013)","doi:10.1063/1.4817066"],"date":["2013-02-25"],"type":["text"],"creator":["Hofmann, Martin","Rudolph, Gerd","Schmidt, Matthias"],"language":[],"coverage":[],"title":["On the Reflection Type Decomposition of the Adjoint Reduced Phase Space\n  of a Compact Semisimple Lie group"],"description":["  We consider a system with symmetries whose configuration space is a compact\nLie group, acted upon by inner automorphisms. The classical reduced phase space\nof this system decomposes into connected components of orbit type subsets. To\ninvestigate hypothetical quantum effects of this decomposition one has to\nconstruct the associated costratification of the Hilbert space of the quantum\nsystem in the sense of Huebschmann. In the present paper, instead of the\ndecomposition by orbit types, we consider the related decomposition by\nreflection types (conjugacy classes of reflection subgroups). These two\ndecompositions turn out to coincide e.g. for the classical groups SU(n) and\nSp(n). We derive defining relations for reflection type subsets in terms of\nirreducible characters and discuss how to obtain from that the corresponding\ncostratification of the Hilbert space of the system. To illustrate the method,\nwe give explicit results for some low rank classical groups.\n","Comment: 31 pages"]}]
["1303.1307",{"format":[],"subject":["Mathematics - Differential Geometry","58J70 (Primary), 53B99, 22E46, 17B70 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.1307"],"date":["2013-03-06","2014-04-16"],"type":["text"],"creator":["Kruglikov, Boris","The, Dennis"],"language":[],"coverage":[],"title":["The gap phenomenon in parabolic geometries"],"description":["  The infinitesimal symmetry algebra of any Cartan geometry has maximum\ndimension realized by the flat model, but often this dimension drops\nsignificantly when considering non-flat geometries, so a gap phenomenon arises.\nFor general (regular, normal) parabolic geometries of type (G,P), we use Tanaka\ntheory to derive a universal upper bound on the submaximal symmetry dimension.\nWe use Kostant's version of the Bott-Borel-Weil theorem to show that this bound\nis in fact sharp in almost all complex and split-real cases by exhibiting\n(abstract) models. We explicitly compute all submaximal symmetry dimensions\nwhen G is any complex or split-real simple Lie group.\n","Comment: 44 pages. In order to better emphasize our main results, we\n  reorganized our manuscript and reduced excessive background material and some\n  running examples. (Readers wishing more background can view the relevant\n  sections in version 3.)"]}]
["1303.6785",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Social and Information Networks","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.6785","doi:10.1016/j.tcs.2014.02.027"],"date":["2013-03-27","2014-04-17"],"type":["text"],"creator":["Cicalese, Ferdinando","Cordasco, Gennaro","Gargano, Luisa","Milanic, M.","Vaccaro, Ugo"],"language":[],"coverage":[],"title":["Latency-Bounded Target Set Selection in Social Networks"],"description":["  Motivated by applications in sociology, economy and medicine, we study\nvariants of the Target Set Selection problem, first proposed by Kempe,\nKleinberg and Tardos. In our scenario one is given a graph $G=(V,E)$, integer\nvalues $t(v)$ for each vertex $v$ (\\emph{thresholds}), and the objective is to\ndetermine a small set of vertices (\\emph{target set}) that activates a given\nnumber (or a given subset) of vertices of $G$ \\emph{within} a prescribed number\nof rounds. The activation process in $G$ proceeds as follows: initially, at\nround 0, all vertices in the target set are activated; subsequently at each\nround $r\\geq 1$ every vertex of $G$ becomes activated if at least $t(v)$ of its\nneighbors are already active by round $r-1$. It is known that the problem of\nfinding a minimum cardinality Target Set that eventually activates the whole\ngraph $G$ is hard to approximate to a factor better than\n$O(2^{\\log^{1-\\epsilon}|V|})$. In this paper we give \\emph{exact} polynomial\ntime algorithms to find minimum cardinality Target Sets in graphs of bounded\nclique-width, and \\emph{exact} linear time algorithms for trees.\n","Comment: An extended version of this paper will appear in Theoretical Computer\n  Science, Elsevier. See also Proceedings of Computability in Europe 2013 (CiE\n  2013), The Nature of Computation: Logic, Algorithms, Applications, Lectures\n  Notes in Computer Science, Springer"]}]
["1304.0482",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Rings and Algebras","16G10, 16E10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.0482"],"date":["2013-04-01","2014-04-16"],"type":["text"],"creator":["Li, Liping"],"language":[],"coverage":[],"title":["Finitistic dimensions and piecewise hereditary property of skew group\n  algebras"],"description":["  Let $\\Lambda$ be a finite dimensional algebra and $G$ be a finite group whose\nelements act on $\\Lambda$ as algebra automorphisms. Under the assumption that\n$\\Lambda$ has a complete set $E$ of primitive orthogonal idempotents, closed\nunder the action of a Sylow $p$-subgroup $S \\leqslant G$. If the action of $S$\non $E$ is free, we show that the skew group algebra $\\Lambda G$ and $\\Lambda$\nhave the same finitistic dimension, and have the same strong global dimension\nif the fixed algebra $\\Lambda^S$ is a direct summand of the\n$\\Lambda^S$-bimodule $\\Lambda$. Using a homological characterization of\npiecewise hereditary algebras proved by Happel and Zacharia, we deduce a\ncriterion for $\\Lambda G$ to be piecewise hereditary.\n","Comment: A technical mistake was corrected"]}]
["1304.1787",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.1787","JHEP 1310 (2013) 028","doi:10.1007/JHEP10(2013)028"],"date":["2013-04-05","2013-06-21"],"type":["text"],"creator":["Djouadi, Abdelhak","Quevillon, Jeremie"],"language":[],"coverage":[],"title":["The MSSM Higgs sector at a high $M_{SUSY}$: reopening the low tan$\\beta$\n  regime and heavy Higgs searches"],"description":["  One of the main implications of the LHC discovery of a Higgs boson with a\nmass $M_h \\approx 126$ GeV is that the scale of supersymmetry-breaking in the\nMinimal Supersymmetric Standard Model (MSSM) might be rather high, $M_S \\gg\nM_Z$. In this paper, we consider the high $M_S$ regime and study the spectrum\nof the extended Higgs sector of the MSSM, including the LHC constraints on the\nmass and the rates of the observed light $h$ state. In particular, we show that\nin a simplified model that approximates the important radiative corrections,\nthe unknown scale $M_S$ (and some other leading SUSY parameters) can be traded\nagainst the measured value of $M_h$. One would be then essentially left with\nonly two free parameters to describe the Higgs sector, tan$\\beta$ and the\npseudoscalar Higgs mass $M_A$, even at higher orders. The main phenomenological\nconsequence of these high $M_S$ values is to reopen the low tan$\\beta$ region,\ntan$\\beta \\lsim 3-5$, which was for a long time buried under the LEP constraint\non the lightest $h$ mass when a low SUSY scale was assumed. We show that, in\nthis case, the heavier MSSM neutral $H/A$ and charged $H^\\pm$ states can be\nsearched for in a variety of interesting final states such as decays into gauge\nand lighter Higgs bosons (in pairs on in mixed states) and decays into heavy\ntop quarks. Examples of sensitivity on the $[tan\\beta, M_A]$ parameter space at\nthe LHC in these channels are given.\n","Comment: 36 pages, 11 figures, 1 table, pdflatex; v2: quality of figures\n  improved, typos corrected and references added"]}]
["1304.4596",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.4596","MNRAS, 434, 1619 (2013)","doi:10.1093/mnras/stt1129"],"date":["2013-04-16","2013-07-07"],"type":["text"],"creator":["Chluba, Jens","Grin, Daniel"],"language":[],"coverage":[],"title":["CMB spectral distortions from small-scale isocurvature fluctuations"],"description":["  The damping of primordial perturbations at small scales gives rise to\ndistortions of the cosmic microwave background (CMB). Here, the dependence of\nthe distortion on the different types of cosmological initial conditions is\nexplored, covering adiabatic, baryon/cold dark matter isocurvature, neutrino\ndensity/velocity isocurvature modes and some mixtures. The radiation transfer\nfunctions for each mode are determined and then used to compute the dissipative\nheating rates and spectral distortion signatures, utilizing both analytic\nestimates and numerical results from the thermalization code CosmoTherm. Along\nthe way, the early-time super-horizon behavior for the resulting fluid modes is\nderived in conformal Newtonian gauge, and tight-coupling transfer function\napproximations are given. CMB spectral distortions caused by different\nperturbation modes can be estimated using simple k-space window functions which\nare provided here. Neutrinos carry away some fraction of the primordial\nperturbation power, introducing an overall efficiency factor that depends on\nthe perturbation type. It is shown that future measurements of the CMB\nfrequency spectrum have the potential to probe different perturbation modes at\nvery small scales (corresponding to wavenumbers 1 Mpc^{-1} < k < few x 10^4\nMpc^{-1}). These constraints are complementary to those obtained at large\nscales and hence provide an exciting new window to early-universe physics.\n","Comment: 16 pages, 5 figures, minor changes, accepted version"]}]
["1304.6413",{"format":[],"subject":["Mathematics - Number Theory","11D41, 11D61"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.6413","Journal of Number Theory 141 (2014), pp. 214-224","doi:10.1016/j.jnt.2014.02.008"],"date":["2013-04-23","2014-04-17"],"type":["text"],"creator":["Goedhart, Eva G.","Grundman, Helen G."],"language":[],"coverage":[],"title":["On the Diophantine equation N X^2 + 2^L 3^M = Y^N"],"description":["  We prove that the Diophantine equation N X^2 + 2^L 3^M = Y^N has no solutions\n(N,X,Y,L,M) in positive integers with N > 1 and gcd(NX,Y) = 1, generalizing\nresults of Luca, Wang and Wang, and Luca and Soydan. Our proofs use results of\nBilu, Hanrot, and Voutier on defective Lehmer pairs.\n","Comment: \"This is the author's version of a work that was accepted for\n  publication in Journal of Number Theory. Changes resulting from the\n  publishing process, such as peer review, editing, corrections, structural\n  formatting, and other quality control mechanisms may not be reflected in this\n  document. Changes may have been made to this work since it was submitted for\n  publication.\""]}]
["1304.7169",{"format":[],"subject":["Mathematics - Number Theory","Primary 11T71, 14H52, Secondary 11T22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.7169"],"date":["2013-04-26","2014-04-17"],"type":["text"],"creator":["Sha, Min"],"language":[],"coverage":[],"title":["On the non-idealness of cyclotomic families of pairing-friendly elliptic\n  curves"],"description":["  Let $k=2^mp^n$ for an odd prime $p$ and integers $m\\ge 0$ and $n\\ge 0$. We\nobtain lower bounds for the $\\rho$-values of cyclotomic families of\npairing-friendly elliptic curves with embedding degree $k$ and\n$r(x)=\\Phi_k(x)$. Our bounds imply that none of these families are ideal.\n"]}]
["1304.8082",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.8082","J.Phys. A47 (2014) 045401","doi:10.1088/1751-8113/47/4/045401"],"date":["2013-04-30","2014-04-17"],"type":["text"],"creator":["Akshay, Y. S.","Ananth, Sudarshan"],"language":[],"coverage":[],"title":["Cubic interaction vertices in higher spin theories"],"description":["  Based purely on symmetry considerations, we derive the following result: in\nmomentum space, the coefficient of the cubic interaction vertex for a spin\n$\\lambda$ field is equal to the corresponding Yang-Mills (spin 1) coefficient,\nraised to the power $\\lambda$. This result is valid for all $\\lambda$ for\nLagrangians that contain a cubic interaction vertex of the form\n$\\lambda$-$\\lambda$-$\\lambda$, in four-dimensional flat spacetime. For\n$\\lambda=3$, we present an additional derivation of this result.\n","Comment: 6 pages, published version"]}]
["1305.1277",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.1277","doi:10.1103/PhysRevD.88.044049"],"date":["2013-05-06","2014-04-17"],"type":["text"],"creator":["Krishnan, Chethan","Roy, Shubho"],"language":[],"coverage":[],"title":["Higher Spin Resolution of a Toy Big Bang"],"description":["  Diffeomorphisms preserve spacetime singularities, whereas higher spin\nsymmetries need not. Since three dimensional de Sitter space has quotients that\nhave big-bang/big-crunch singularities and since dS_3-gravity can be written as\nan SL(2,C) Chern-Simons theory, we investigate SL(3,C) Chern-Simons theory as a\nhigher-spin context in which these singularities might get resolved. As in the\ncase of higher spin black holes in AdS_3, the solutions are invariantly\ncharacterized by their holonomies. We show that the dS_3 quotient singularity\ncan be de-singularized by an SL(3,C) gauge transformation that preserves the\nholonomy: this is a higher spin resolution the cosmological singularity. Our\nwork deals exclusively with the bulk theory, and is independent of the\nsubtleties involved in defining a CFT_2 dual to dS_3 in the sense of dS/CFT.\n","Comment: v2-v3: typos removed, refs added. v4: minor improvements, Phys Rev D\n  version, v5: one more typo fixed, footnote added"]}]
["1305.1967",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Mathematical Physics","Mathematics - Dynamical Systems","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.1967","Nonlinearity 27 (2014) 859-895","doi:10.1088/0951-7715/27/5/859"],"date":["2013-05-08","2014-04-17"],"type":["text"],"creator":["MacKay, Robert S","Strub, Dayal C"],"language":[],"coverage":[],"title":["Bifurcations of transition states: Morse bifurcations"],"description":["  A transition state for a Hamiltonian system is a closed, invariant, oriented,\ncodimension-2 submanifold of an energy-level that can be spanned by two compact\ncodimension-1 surfaces of unidirectional flux whose union, called a dividing\nsurface, locally separates the energy-level into two components and has no\nlocal recrossings. For this to happen robustly to all smooth perturbations, the\ntransition state must be normally hyperbolic. The dividing surface then has\nlocally minimal geometric flux through it, giving an upper bound on the rate of\ntransport in either direction. Transition states diffeomorphic to $\\mathbb\nS^{2m-3}$ are known to exist for energies just above any index-1 critical point\nof a Hamiltonian of $m$ degrees of freedom, with dividing surfaces $\\mathbb\nS^{2m-2}$. The question addressed here is what qualitative changes in the\ntransition state, and consequently the dividing surface, may occur as the\nenergy or other parameters are varied? We find that there is a class of systems\nfor which the transition state becomes singular and then regains normal\nhyperbolicity with a change in diffeomorphism class. These are Morse\nbifurcations. Various examples are considered. Firstly, some simple examples in\nwhich transition states connect or disconnect, and the dividing surface may\nbecome a torus or other. Then, we show how sequences of Morse bifurcations\nproducing various interesting forms of transition state and dividing surface\nare present in reacting systems, by considering a hypothetical class of\nbimolecular reactions in gas phase.\n","Comment: 36 pages, final version - some improvements to clarity and notation,\n  fixed typos, added some references"]}]
["1305.3499",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Representation Theory","58J70 (Primary), 53A30, 22E46 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.3499","Differential Geometry and its Applications 34 (2014), 25-44"],"date":["2013-05-15","2013-05-20"],"type":["text"],"creator":["Doubrov, Boris","The, Dennis"],"language":[],"coverage":[],"title":["Maximally degenerate Weyl tensors in Riemannian and Lorentzian\n  signatures"],"description":["  We establish the submaximal symmetry dimension for Riemannian and Lorentzian\nconformal structures. The proof is based on enumerating all subalgebras of\northogonal Lie algebras of sufficiently large dimension and verifying if they\nstabilize a non-zero Weyl tensor up to scale. Our main technical tools include\nDynkin's classification of maximal subalgebras in complex simple Lie algebras,\na theorem of Mostow, and Kostant's Bott-Borel-Weil theorem.\n","Comment: Minor typos corrected; role of automorphisms clarified"]}]
["1306.2001",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1306.2001","Nature Communications 4, 2749 (2013)","doi:10.1038/ncomms3749"],"date":["2013-06-09","2013-11-20"],"type":["text"],"creator":["Yang, Huan","Wang, Zhenyu","Fang, Delong","Deng, Qiang","Wang, Qiang-Hua","Xiang, Yuan-Yuan","Yang, Yang","Wen, Hai-Hu"],"language":[],"coverage":[],"title":["In-Gap Quasiparticle Excitations Induced by Non-Magnetic Cu Impurities\n  in Na(Fe0.96Co0.03Cu0.01)As Revealed by Scanning Tunneling Spectroscopy"],"description":["  The pairing mechanism in the iron pnictides remains unresolved yet. One of\nthe central issues is the structure of the superconducting order parameter\nwhich classifies the community into two different and highly disputed camps. On\none hand the picture of pairing based on the magnetic origin predicts a sign\nreversal gap on the electron and hole Fermi pockets, leading to the S+-\npairing. On the other hand, a more conventional S++ pairing gap was suggested\nbased on the phonon or orbital fluctuation mediated pairing. In the\nsuperconducting state, the impurities may generate a unique pattern of local\ndensity of states in space and energy, which are regarded as the fingerprints\nfor checking the structure of the pairing gap. In this study, we successfully\nidentified the non-magnetic and magnetic impurities in Na(Fe0.97-xCo0.03Tx)As\n(T=Cu, Mn) and investigated the spatial resolved scanning tunneling\nspectroscopy. We present clear evidence of the in-gap quasiparticle states\ninduced by the nonmagnetic Cu impurities, giving decisive evidence of the S+-\npairing. This is corroborated by the consistency between the experimental data\nand the first-principles calculations based on the S+- pairing gap with a\nscalar scattering potential.\n","Comment: Body text 17 pages with 5 figures; Supplementary Materials 12 pages\n  with 5 figues"]}]
["1306.3307",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1306.3307","General Relativity and Gravitation, 46, 1655, 2014","doi:10.1007/s10714-013-1655-1"],"date":["2013-06-14","2013-12-08"],"type":["text"],"creator":["Saw, Vee-Liem","Chew, Lock Yue"],"language":[],"coverage":[],"title":["Curved traversable wormholes in (3+1)-dimensional spacetime"],"description":["  We present the general method of constructing curved traversable wormholes in\n(3+1)-d spacetime and proceed to thoroughly discuss the physics of a zero tidal\nforce metric without cross-terms. The (3+1)-d solution is compared with the\nrecently studied lower-dimensional counterpart, where we identify that the much\nricher physics - involving pressures and shear forces of the mass-energy fluid\nsupporting the former - is attributed to the mixing of all three spatial\ncoordinates. Our (3+1)-d universe is the lowest dimension where such nontrivial\nterms appear. An explicit example, the static zero tidal force (3+1)-d catenary\nwormhole is analysed and we show the existence of a geodesic through it\nsupported locally by non-exotic matter, similar to the (2+1)-d version. A key\ndifference is that positive mass-energy is used to support the entire (3+1)-d\ncatenary wormhole, though violation of the null energy condition in certain\nregions is inevitable. This general approach of first constructing the geometry\nof the spacetime and then using the field equations to determine the physics to\nsupport it has the potential to discover new solutions in general relativity or\nto generalise existing ones. For instance, the metric of a time-evolving\ninflationary wormhole with a conformal factor can actually be geometrically\nconstructed using our method.\n","Comment: 33 pages, 13 figures. v3: Added an explicit note on the types of\n  initial conditions for the safe geodesic through the catenary wormhole in\n  Section IV B, and added Section IV C on the radial function"]}]
["1306.6409",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1306.6409","Discrete Mathematics, Volume 328, 6 August 2014, Pages 1-4","doi:10.1016/j.disc.2014.03.022"],"date":["2013-06-27"],"type":["text"],"creator":["Sivaraman, Vaidy"],"language":[],"coverage":[],"title":["Bicircular signed-graphic matroids"],"description":["  Several matroids can be defined on the edge set of a graph. Although\nhistorically the cycle matroid has been the most studied, in recent times, the\nbicircular matroid has cropped up in several places. A theorem of Matthews from\nlate 1970s gives a characterization of graphs whose bicircular matroids are\ngraphic. We give a characterization of graphs whose bicircular matroids are\nsigned-graphic.\n","Comment: 8 pages"]}]
["1307.2285",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.2285","Nuclear Physics A 927 (2014) 69","doi:10.1016/j.nuclphysa.2014.03.019"],"date":["2013-07-08"],"type":["text"],"creator":["Xu, Mingmei","Wu, Yuanfang"],"language":[],"coverage":[],"title":["Inflection point as a characteristic of the QCD critical point"],"description":["  The appearance of the inflection point in the equation of state (EoS) is\nassociated with the second order phase transition. The high cumulants of\nconserved quantities near the critical point are corresponding to the high\nderivatives of the EoS near the inflection point. The critical behavior of high\ncumulants of conserved charge near the QCD critical point, in particular, the\nsign change, is closely related to the appearance of inflection point. We show\nin general how the times of sign change of high cumulants relate to the order\nof derivative. We also demonstrate that the character of inflection point of\nEoS is as visible as the sign change of high cumulants in 3 systems, i.e., van\nder Waals equation of fluid, magnetization of spin models and the baryon number\ndensity of QCD matter. Therefore, we propose that the EoS, or the mean of\nbaryon number density, should be measured and studied together with its higher\ncumulants in exploring QCD critical point in heavy ion collisions.\n","Comment: 10 pages, 3 figures"]}]
["1307.3231",{"format":[],"subject":["Computer Science - Symbolic Computation","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.3231","Proceedings of CICM 2013 (Conferences on Intelligent Computer\n  Mathematics, \"Calculemus'', Track A), Bath, July 2013, volume 7961 of Lecture\n  Notes in Computer Science, pages 51--65, Springer","doi:10.1007/978-3-642-39320-4_4"],"date":["2013-07-10"],"type":["text"],"creator":["Allamigeon, Xavier","Gaubert, Stéphane","Magron, Victor","Werner, Benjamin"],"language":[],"coverage":[],"title":["Certification of Bounds of Non-linear Functions: the Templates Method"],"description":["  The aim of this work is to certify lower bounds for real-valued multivariate\nfunctions, defined by semialgebraic or transcendental expressions. The\ncertificate must be, eventually, formally provable in a proof system such as\nCoq. The application range for such a tool is widespread; for instance Hales'\nproof of Kepler's conjecture yields thousands of inequalities. We introduce an\napproximation algorithm, which combines ideas of the max-plus basis method (in\noptimal control) and of the linear templates method developed by Manna et al.\n(in static analysis). This algorithm consists in bounding some of the\nconstituents of the function by suprema of quadratic forms with a well chosen\ncurvature. This leads to semialgebraic optimization problems, solved by\nsum-of-squares relaxations. Templates limit the blow up of these relaxations at\nthe price of coarsening the approximation. We illustrate the efficiency of our\nframework with various examples from the literature and discuss the interfacing\nwith Coq.\n","Comment: 16 pages, 3 figures, 2 tables"]}]
["1307.3957",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.3957","Proc. Jpn. Acad., Ser. B, Vol. 89, 418-437 (2013)"],"date":["2013-07-15","2014-04-17"],"type":["text"],"creator":["Maeda, Shuji","Akaishi, Yoshinori","Yamazaki, Toshimitsu"],"language":[],"coverage":[],"title":["Strong binding and shrinkage of single and double kbar~nuclear systems\n  (K^-pp, K^-ppn, K^-K^-p and K^-K^-pp) predicted by Faddeev-Yakubovsky\n  calculations"],"description":["  Non-relativistic Faddeev and Faddeev-Yakubovsky calculations were made for\nK^-pp, K^- ppn, K^-K^-p and K^- K^-pp kaonic nuclear clusters, where the quasi\nbound states were treated as bound states by employing real separable potential\nmodels for the K^ - - K^ - and the K^ - -nucleon interactions as well as for\nthe nucleon-nucleon interaction. The binding energies and spatial shrinkages of\nthese states, obtained for various values of the Kbar N interaction, were found\nto increase rapidly with the Kbar N interaction strength. Their behaviors are\nshown in a reference diagram, where possible changes by varying the KbarN\ninteraction in the dense nuclear medium are given. Using the Lambda(1405)\nansatz with a PDG mass of 1405 MeV/ c^2 for K^-p, the following ground-state\nbinding energies together with the wave functions were obtained: 51.5 MeV ( K^\n- pp ), 69 MeV ( K^ - ppn), 30.4 MeV ( K^ - K^ - p ) and 93 MeV ( K^ -K^ - pp\n), which are in good agreement with previous results of variational calculation\nbased on the Akaishi-Yamazaki coupled-channel potential. The K^ - K^ - pp state\nhas a significantly increased density where the two nucleons are located very\nclose to each other, in spite of the inner NN repulsion. Relativistic\ncorrections on the calculated non-relativistic results indicate substantial\nlowering of the bound-state masses, especially of K^-K^-pp , toward the kaon\ncondensation regime. The fact that the recently observed binding energy of\nK^-pp is much larger (by a factor of 2) than the originally predicted one may\ninfer an enhancement of the KbarN interaction in dense nuclei by about 25 %,\npossibly due to chiral symmetry restoration. In this respect some qualitative\naccounts are given based on \"clearing QCD vacuum\" model of Brown, Kubodera and\nRho.\n","Comment: 21 pages, 9 figures, 3 tables"]}]
["1307.5696",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.5696","Phys. Rev. X 4, 011025 (2014)","doi:10.1103/PhysRevX.4.011025"],"date":["2013-07-22","2014-01-01"],"type":["text"],"creator":["Xie, Z. Y.","Chen, J.","Yu, J. F.","Kong, X.","Normand, B.","Xiang, T."],"language":[],"coverage":[],"title":["Tensor renormalization of quantum many-body systems using projected\n  entangled simplex states"],"description":["  We propose a new class of tensor-network states, which we name projected\nentangled simplex states (PESS), for studying the ground-state properties of\nquantum lattice models. These states extend the pair-correlation basis of\nprojected entangled pair states (PEPS) to a simplex. PESS are an exact\nrepresentation of the simplex solid states and provide an efficient trial wave\nfunction that satisfies the area law of entanglement entropy. We introduce a\nsimple update method for evaluating the PESS wave function based on\nimaginary-time evolution and the higher-order singular-value decomposition of\ntensors. By applying this method to the spin-1/2 antiferromagnetic Heisenberg\nmodel on the kagome lattice, we obtain accurate and systematic results for the\nground-state energy, which approach the lowest upper bounds yet estimated for\nthis quantity.\n","Comment: 12 pages, 8 figures"]}]
["1307.6374",{"format":[],"subject":["Condensed Matter - Quantum Gases","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.6374","Phys. Rev. Lett. 112, 145301 (2014)","doi:10.1103/PhysRevLett.112.145301"],"date":["2013-07-24","2014-04-16"],"type":["text"],"creator":["Billam, Thomas P.","Reeves, Matthew T.","Anderson, Brian P.","Bradley, Ashton S."],"language":[],"coverage":[],"title":["Onsager-Kraichnan Condensation in Decaying Two-Dimensional Quantum\n  Turbulence"],"description":["  Despite the prominence of Onsager's point-vortex model as a statistical\ndescription of 2D classical turbulence, a first-principles development of the\nmodel for a realistic superfluid has remained an open problem. Here we develop\na mapping of a system of quantum vortices described by the homogeneous 2D\nGross-Pitaevskii equation (GPE) to the point-vortex model, enabling Monte-Carlo\nsampling of the vortex microcanonical ensemble. We use this approach to survey\nthe full range of vortex states in a 2D superfluid, from the vortex-dipole gas\nat positive temperature to negative-temperature states exhibiting both\nmacroscopic vortex clustering and kinetic energy condensation, which we term an\nOnsager-Kraichnan condensate (OKC). Damped GPE simulations reveal that such OKC\nstates can emerge dynamically, via aggregation of small-scale clusters into\ngiant OKC-clusters, as the end states of decaying 2D quantum turbulence in a\ncompressible, finite-temperature superfluid. These statistical equilibrium\nstates should be accessible in atomic Bose-Einstein condensate experiments.\n","Comment: Total: 10 Pages, 4 Figures (Main text: 5 Pages, 2 Figures.\n  Supplemental Material: 5 Pages, 2 Figures). Basically identical to V2:\n  corrected minor typos in Refs. and Supplemental Material"]}]
["1308.0806",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1308.0806","Phys. Rev. A 89, 042305 (2014)","doi:10.1103/PhysRevA.89.042305"],"date":["2013-08-04","2013-12-25"],"type":["text"],"creator":["Chen, Lin","Aulbach, Martin","Hajdusek, Michal"],"language":[],"coverage":[],"title":["A comparison of old and new definitions of the geometric measure of\n  entanglement"],"description":["  Several inequivalent definitions of the geometric measure of entanglement\n(GM) have been introduced and studied in the past. Here we review several known\nand new definitions, with the qualifying criterion being that for pure states\nthe measure is a linear or logarithmic function of the maximal fidelity with\nproduct states. The entanglement axioms and properties of the measures are\nstudied, and qualitative and quantitative comparisons are made between all\ndefinitions. Streltsov et al. [New J. Phys 12 123004 (2010)] proved the\nequivalence of two linear definitions of GM, whereas we show that the\ncorresponding logarithmic definitions are distinct. Certain classes of states\nsuch as \"maximally correlated states\" and isotropic states are particularly\nvaluable for this analysis. A little-known GM definition is found to be the\nfirst one to be both normalized and weakly monotonous, thus being a prime\ncandidate for future studies of multipartite entanglement. We also find that a\nlarge class of graph states, which includes all cluster states, have a\n\"universal\" closest separable state that minimizes the quantum relative\nentropy, the Bures distance and the trace distance.\n","Comment: 38 pages, 2 figures"]}]
["1308.2092",{"format":[],"subject":["Mathematics - Number Theory","11S15, 11R33, 16T05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1308.2092"],"date":["2013-08-09","2014-04-17"],"type":["text"],"creator":["Byott, Nigel P.","Elder, G. Griffith"],"language":[],"coverage":[],"title":["Sufficient Conditions for Large Galois Scaffolds"],"description":["  Let $L/K$ be a finite Galois, totally ramified $p$-extension of complete\nlocal fields with perfect residue fields of characteristic $p>0$. In this\npaper, we give conditions, valid for any Galois $p$-group $G={Gal}(L/K)$\n(abelian or not) and for $K$ of either possible characteristic (0 or $p$), that\nare sufficient for the existence of a Galois scaffold. The existence of a\nGalois scaffold makes it possible to address questions of integral Galois\nmodule structure, which is done in a separate paper. But since our conditions\ncan be difficult to check, we specialize to elementary abelian extensions and\nextend the main result of [G.G. Elder, Proc. A.M.S. 137 (2009), 1193-1203] from\ncharacteristic $p$ to characteristic 0. This result is then applied, using a\nresult of Bondarko, to the construction of new Hopf orders over the valuation\nring $\\mathfrak{O}_K$ that lie in $K[G]$ for $G$ an elementary abelian\n$p$-group.\n","Comment: Introduction expanded to give more detailed motivation of\n  construction. Various other minor updates"]}]
["1309.6189",{"format":[],"subject":["Physics - History and Philosophy of Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1309.6189","NeuroQuantology 12: 12-20 (2014)"],"date":["2013-09-24"],"type":["text"],"creator":["Kak, Subhash"],"language":[],"coverage":[],"title":["From the No-Signaling Theorem to Veiled Nonlocality"],"description":["  According to the no-signaling theorem, the nonlocal collapse of the\nwavefunction of an entangled particle by the measurement on its twin particle\nat a remote location cannot be used to send useful information. Given that\nexperiments on nonlocal correlations continue to have loopholes, we propose a\nstronger principle that the nonlocality of quantum mechanics itself is veiled.\nIn practical terms, decoherence and noise compels us to view the wavefunction\nas representing knowledge of potential outcomes rather than the reality.\nExperimental evidence in favor of naked nonlocality would support the view of\nthe wavefunction as an objective description of physical reality.\n","Comment: 11 pages"]}]
["1309.6656",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1309.6656"],"date":["2013-09-25","2014-04-16"],"type":["text"],"creator":["Dujardin, Romain"],"language":[],"coverage":[],"title":["A non-laminar dynamical Green current"],"description":["  A holomorphic endomorphism f of CP^2 admits a Julia set J_1, defined as usual\nto be the locus of non-normality of its iterates, and a (typically) smaller\nJulia set J_2, which is essentially the closure of the set of repelling\nperiodic orbits. The question has been raised whether J_1\\J_2 is filled\n(possibly in a measure-theoretic sense) with \"Fatou subvarieties\" along which\nthe dynamics is locally equicontinuous. In this article we construct examples\nshowing that this is not the case in general\n","Comment: Some modifications in the proofs of Lemmas 2.7 and 2.8"]}]
["1310.1421",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1310.1421"],"date":["2013-10-04","2014-04-17"],"type":["text"],"creator":["Long, William","Schuermann, Lucas"],"language":[],"coverage":[],"title":["Casimir Torque in Inhomogeneous Dielectric Plates"],"description":["  In this work, we consider a torque caused by the well known quantum\nmechanical Casimir effect arising from quantized field fluctuations between\nplates with inhomogeneous, sharply discontinuous, dielectric properties. While\nthe Casimir effect is a relatively well understood phenomenon, systems\nresulting in lateral or rotational forces are far less developed; to our\nknowledge, a theoretical study of discontinuous dielectric variants of such\nsystems has not been attempted. We utilize a Proximity Force Approximation in\nconjunction with the Lifshitz dielectric formula to perform theoretical\nanalyses of resultant torques in systems with bisected and quadrisected\ndielectric regions. We also develop a high precision Monte Carlo type numerical\nintegrator to approximate our derived expressions. Our calculations of an\nenergy density linear with the alignment angle result in a constant torque and\nhave implications in NEMS (nano electromechanical systems) and MEMS (micro\nelectromechanical systems), including a postulated nanoscale oscillating drive\nmechanism powered by quantum field interactions.\n"]}]
["1310.1915",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1310.1915","Phys. Rev. D 89, 083001 (2014)","doi:10.1103/PhysRevD.89.083001"],"date":["2013-10-07","2014-04-16"],"type":["text"],"creator":["Ng, Kenny C. Y.","Laha, Ranjan","Campbell, Sheldon","Horiuchi, Shunsaku","Dasgupta, Basudeb","Murase, Kohta","Beacom, John F."],"language":[],"coverage":[],"title":["Resolving Small-Scale Dark Matter Structures Using Multi-Source Indirect\n  Detection"],"description":["  The extragalactic dark matter (DM) annihilation signal depends on the product\nof the clumping factor, <\\delta^2>, and the velocity-weighted annihilation\ncross section, \\sigma v. This \"clumping factor-\\sigma v\" degeneracy can be\nbroken by comparing DM annihilation signals from multiple sources. In\nparticular, one can constrain the minimum DM halo mass, M_min, which depends on\nthe mass of the DM particles and the kinetic decoupling temperature, by\ncomparing observations of individual DM sources to the diffuse DM annihilation\nsignal. We demonstrate this with careful semi-analytic treatments of the DM\ncontribution to the diffuse Isotropic Gamma-Ray Background (IGRB), and compare\nit with two recent hints of DM from the Galactic Center, namely, ~130 GeV DM\nannihilating dominantly in the \\chi\\chi\\ to \\gamma\\gamma\\ channel, and (10-30)\nGeV DM annihilating in the \\chi\\chi\\ to b\\bar{b} or \\chi\\chi\\ to\n\\tau^{+}\\tau^{-} channels. We show that, even in the most conservative\nanalysis, the Fermi IGRB measurement already provides interesting sensitivity.\nA more detailed analysis of the IGRB, with new Fermi IGRB measurements and\nmodeling of astrophysical backgrounds, may be able to probe values of M_min up\nto 1 M_sun for the 130 GeV candidate and 10^{-6} M_sun for the light DM\ncandidates. Increasing the substructure content of halos by a reasonable amount\nwould further improve these constraints.\n","Comment: 17 pages, 16 figures, reference added, some typos fixed, conclusions\n  unchanged. Matches published version"]}]
["1310.2253",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1310.2253","2014 ApJ, 768, 54","doi:10.1088/0004-637X/786/1/54"],"date":["2013-10-08","2014-03-03"],"type":["text"],"creator":["Peeples, Molly S.","Werk, Jessica K.","Tumlinson, Jason","Oppenheimer, Benjamin D.","Prochaska, J. Xavier","Katz, Neal","Weinberg, David H."],"language":[],"coverage":[],"title":["A Budget and Accounting of Metals at z~0: Results from the COS-Halos\n  Survey"],"description":["  We present a budget and accounting of metals in and around star-forming\ngalaxies at $z\\sim 0$. We combine empirically derived star formation histories\nwith updated supernova and AGB yields and rates to estimate the total mass of\nmetals produced by galaxies with present-day stellar mass of\n$10^{9.3}$--$10^{11.6} M_{\\odot}$. On the accounting side of the ledger, we\nshow that a surprisingly constant 20--25% mass fraction of produced metals\nremain in galaxies' stars, interstellar gas and interstellar dust, with little\ndependence of this fraction on the galaxy stellar mass (omitting those metals\nimmediately locked up in remnants). Thus, the bulk of metals are outside of\ngalaxies, produced in the progenitors of today's $L^*$ galaxies. The COS-Halos\nsurvey is uniquely able to measure the mass of metals in the circumgalactic\nmedium (to impact parameters of $< 150$ kpc) of low-redshift $\\sim L^*$\ngalaxies. Using these data, we map the distribution of CGM metals as traced by\nboth the highly ionized OVI ion and a suite of low-ionization species; combined\nwith constraints on circumgalactic dust and hotter X-ray emitting gas out to\nsimilar impact parameters, we show that $\\sim 40$% of metals produced by\n$M_{\\star}\\sim 10^{10}M_{\\odot}$ galaxies can be easily accounted for out to\n150 kpc. With the current data, we cannot rule out a constant mass of metals\nwithin this fixed physical radius. This census provides a crucial boundary\ncondition for the eventual fate of metals in galaxy evolution models.\n","Comment: 19 pages, 12 figures, 2 tables. ApJ, in press"]}]
["1310.2561",{"format":[],"subject":["Computer Science - Social and Information Networks","Computer Science - Computer Science and Game Theory","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1310.2561"],"date":["2013-10-09","2014-04-17"],"type":["text"],"creator":["Martin, Travis","Schoenebeck, Grant","Wellman, Michael P."],"language":[],"coverage":[],"title":["Characterizing Strategic Cascades on Networks"],"description":["  Transmission of disease, spread of information and rumors, adoption of new\nproducts, and many other network phenomena can be fruitfully modeled as\ncascading processes, where actions chosen by nodes influence the subsequent\nbehavior of neighbors in the network graph. Current literature on cascades\ntends to assume nodes choose myopically based on the state of choices already\ntaken by other nodes. We examine the possibility of strategic choice, where\nagents representing nodes anticipate the choices of others who have not yet\ndecided, and take into account their own influence on such choices. Our study\nemploys the framework of Chierichetti et al. [2012], who (under assumption of\nmyopic node behavior) investigate the scheduling of node decisions to promote\ncascades of product adoptions preferred by the scheduler. We show that when\nnodes behave strategically, outcomes can be extremely different. We exhibit\ncases where in the strategic setting 100% of agents adopt, but in the myopic\nsetting only an arbitrarily small epsilon % do. Conversely, we present cases\nwhere in the strategic setting 0% of agents adopt, but in the myopic setting\n(100-epsilon)% do, for any constant epsilon > 0. Additionally, we prove some\nproperties of cascade processes with strategic agents, both in general and for\nparticular classes of graphs.\n","Comment: To appear in EC 2014"]}]
["1310.8318",{"format":[],"subject":["Mathematics - Dynamical Systems","Primary 70F10, Secondary 37C80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1310.8318"],"date":["2013-10-30","2014-04-16"],"type":["text"],"creator":["Barutello, Vivina","Jadanza, Riccardo D.","Portaluri, Alessandro"],"language":[],"coverage":[],"title":["Linear instability of relative equilibria for $n$-body problems in the\n  plane"],"description":["  Following Smale, we study simple symmetric mechanical systems of $n$ point\nparticles in the plane. In particular, we address the question of the linear\nand spectral stability properties of relative equilibria, which are special\nsolutions of the equations of motion. Our main result is a sufficient condition\nto detect spectral (hence linear) instability. Namely, we prove that if the\nMorse index of an equilibrium point with even nullity is odd, then the\nassociated relative equilibrium is spectrally unstable. The proof is based on\nsome refined formul\\ae\\ for computing the spectral flow. As a notable\napplication of our theorem, we examine two important classes of singular\npotentials: the $\\alpha$-homogeneous one, with $\\alpha \\in (0, 2)$, which\nincludes the gravitational case, and the logarithmic one. We also establish,\nfor the $\\alpha$-homogeneous potential, an inequality which is useful to test\nthe spectral instability of the associated relative equilibrium.\n","Comment: 39 pages, major revisions and corrections (v2), minor revisions and\n  change of title (v3). Accepted for publication on the Journal of Differential\n  Equations"]}]
["1311.0371",{"format":[],"subject":["Nuclear Theory","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.0371","Phys. Rev. C 89, 017304 (2014)","doi:10.1103/PhysRevC.89.017304"],"date":["2013-11-02","2014-01-20"],"type":["text"],"creator":["Wu, X. Y.","Yao, J. M.","Li, Z. P."],"language":[],"coverage":[],"title":["Low-energy structure and anti-bubble effect of dynamical correlations in\n  46Ar"],"description":["  The low-energy structure of 46Ar is of particular interest due to the\npossible coexistence of different shapes and the possible existence of proton\nbubble structure. In this work, we apply a beyond relativistic mean-field\napproach to study the low-energy structure of 46Ar. Correlations beyond the\nmean field are introduced by configuration mixing of both particle-number and\nangular-momentum projected axially deformed mean-field states. The low-lying\nspectroscopy and charge density in laboratory frame are calculated and an\nexcellent agreement with available data is achieved. Even though an evident\nproton bubble structure is shown in the spherical state of 46Ar, it eventually\ndisappears after taking into account the dynamical correlation effects.\nMoreover, our results indicate that the existence of proton bubble structure in\nargon isotopes is unlikely.\n","Comment: 5 pages, 5 figures, version to be published in Physical Review C"]}]
["1311.1643",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Strongly Correlated Electrons","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.1643","JHEP 02 (2014) 033","doi:10.1007/JHEP02(2014)033"],"date":["2013-11-07","2013-11-14"],"type":["text"],"creator":["Shiba, Noburo","Takayanagi, Tadashi"],"language":[],"coverage":[],"title":["Volume Law for the Entanglement Entropy in Non-local QFTs"],"description":["  In this paper, we present a simple class of non-local field theories whose\nground state entanglement entropy follows a volume law as long as the size of\nsubsystem is smaller than a certain scale. We will confirm this volume law both\nfrom numerical calculations and from analytical estimation. This behavior fits\nnicely with holographic results for spacetimes whose curvatures are much\nsmaller than AdS spaces such as those in the flat spacetime.\n","Comment: 18 pages, 3 figures; v2, added references"]}]
["1311.1933",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.1933","Scientific Reports 4, 4674 (2014)","doi:10.1038/srep04674"],"date":["2013-11-08"],"type":["text"],"creator":["Christensen, J.","Romero-García, V.","Picó, R.","Cebrecos, A.","de Abajo, F. J. García","Mortensen, N. A.","Willatzen, M.","Sánchez-Morcillo, V. J."],"language":[],"coverage":[],"title":["Extraordinary absorption of sound in porous lamella-crystals"],"description":["  We present the design of a structured material supporting complete absorption\nof sound with a broadband response and functional for any direction of incident\nradiation. The structure which is fabricated out of porous lamellas is arranged\ninto a low-density crystal and backed by a reflecting support. Experimental\nmeasurements show that strong all-angle sound absorption with almost zero\nreflectance takes place for a frequency range exceeding two octaves. We\ndemonstrate that lowering the crystal filling fraction increases the wave\ninteraction time and is responsible for the enhancement of intrinsic material\ndissipation, making the system more absorptive with less material.\n"]}]
["1311.2023",{"format":[],"subject":["Computer Science - Social and Information Networks","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.2023","International Workshop on Modeling, Analysis and Management of\n  Social Networks and their Applications (SOCNET). MMB \\& DFT 2014, Bamberg :\n  Allemagne (2014)"],"date":["2013-10-25"],"type":["text"],"creator":["Avrachenkov, Konstantin","De Turck, Koen","Fiems, Dieter","Prabhu, Balakrishna"],"language":[],"coverage":[],"title":["Information dissemination processes in directed social networks"],"description":["  Social networks can have asymmetric relationships. In the online social\nnetwork Twitter, a follower receives tweets from a followed person but the\nfollowed person is not obliged to subscribe to the channel of the follower.\nThus, it is natural to consider the dissemination of information in directed\nnetworks. In this work we use the mean-field approach to derive differential\nequations that describe the dissemination of information in a social network\nwith asymmetric relationships. In particular, our model reflects the impact of\nthe degree distribution on the information propagation process. We further show\nthat for an important subclass of our model, the differential equations can be\nsolved analytically.\n"]}]
["1311.3653",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.3653","doi:10.1142/S0217751X14500584"],"date":["2013-11-14","2014-04-17"],"type":["text"],"creator":["Batalin, Igor A.","Bering, Klaus"],"language":[],"coverage":[],"title":["External Sources in Field-Antifield Formalism"],"description":["  We introduce external sources J_A directly into the quantum master action W\nof the field-antifield formalism instead of the effective action. The external\nsources J_A lead to a set of BRST-invariant functions W^A that are in\nantisymplectic involution. As a byproduct, we encounter quasi--groups with open\ngauge algebras.\n","Comment: 13 pages, LaTeX. v2, v3: Minor changes v4: Version published in IJMPA"]}]
["1311.4721",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.4721"],"date":["2013-11-19","2014-04-17"],"type":["text"],"creator":["Dobzinski, Shahar","Nisan, Noam","Oren, Sigal"],"language":[],"coverage":[],"title":["Economic Efficiency Requires Interaction"],"description":["  We study the necessity of interaction between individuals for obtaining\napproximately efficient allocations. The role of interaction in markets has\nreceived significant attention in economic thinking, e.g. in Hayek's 1945\nclassic paper.\n  We consider this problem in the framework of simultaneous communication\ncomplexity. We analyze the amount of simultaneous communication required for\nachieving an approximately efficient allocation. In particular, we consider two\nsettings: combinatorial auctions with unit demand bidders (bipartite matching)\nand combinatorial auctions with subadditive bidders. For both settings we first\nshow that non-interactive systems have enormous communication costs relative to\ninteractive ones. On the other hand, we show that limited interaction enables\nus to find approximately efficient allocations.\n"]}]
["1311.5410",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.5410","ACS Photonics, 1, pp. 304-309 (2014)","doi:10.1021/ph400140f"],"date":["2013-11-21"],"type":["text"],"creator":["Oskooi, Ardavan","De Zoysa, Menaka","Ishizaki, Kenji","Noda, Susumu"],"language":[],"coverage":[],"title":["Experimental Demonstration of Quasi-Resonant Absorption in Silicon Thin\n  Films for Enhanced Solar Light Trapping"],"description":["  We experimentally demonstrate that the addition of partial lattice disorder\nto a thin-film micro-crystalline silicon photonic crystal results in the\ncontrolled spectral broadening of its absorption peaks to form quasi\nresonances; increasing light trapping over a wide bandwidth while also reducing\nsensitivity to the angle of incident radiation. Accurate computational\nsimulations are used to design the active-layer photonic crystal so as to\nmaximize the number of its absorption resonances over the broadband interval\nwhere micro-crystalline silicon is weakly absorbing before lattice disorder\naugmented with fabrication-induced imperfections are applied to further boost\nperformance. Such a design strategy may find practical use for increasing the\nefficiency of thin-film silicon photovoltaics.\n"]}]
["1311.5585",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.5585","PoS(LATTICE2013) 321"],"date":["2013-11-21","2014-04-17"],"type":["text"],"creator":["Bruno, Mattia","Sommer, Rainer"],"language":[],"coverage":[],"title":["On the $N_f$-dependence of gluonic observables"],"description":["  We compute $t_0$, $w_0$ and the topological susceptibility, defined at finite\ngradient flow time for two-flavour QCD. The use of three lattice spacings and\npion masses between 192 and 500 MeV together with a careful error analysis\nallow to approach the continuum limit of the two-flavour theory despite\nsignificant auto-correlations. A comparison to $N_f=0$ results shows the size\nof sea quark effects in $t_0^2\\chi$, with $\\chi$ the topological\nsusceptibility, and low energy observables such as $t_0/w_0^2$ and $t_0/r_0^2$.\n","Comment: Corrected comparison of auto-correlations between open and periodic\n  BC; Fixed in-text definition of topological charge, caption of Figure 1\n  expanded; 7 pages, talk presented at the 31st International Symposium on\n  Lattice Field Theory - Lattice 2013, Mainz, Germany"]}]
["1312.3221",{"format":[],"subject":["Physics - Fluid Dynamics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.3221","Phys. Rev. E 89, 042405 (2014)","doi:10.1103/PhysRevE.89.042405"],"date":["2013-12-11"],"type":["text"],"creator":["Nielsen, Christoffer P.","Bruus, Henrik"],"language":[],"coverage":[],"title":["Transport-limited water splitting at ion-selective interfaces during\n  concentration polarization"],"description":["  We present an analytical model of salt- and water-ion transport across an\nion-selective interface based on an assumption of local equilibrium of the\nwater-dissociation reaction. The model yields current-voltage characteristics\nand curves of water-ion current versus salt-ion current, which are in\nqualitative agreement with experimental results published in the literature.\nThe analytical results are furthermore in agreement with direct numerical\nsimulations. As part of the analysis, we find approximate solutions to the\nclassical problem of pure salt transport across an ion-selective interface.\nThese solutions provide closed-form expressions for the current-voltage\ncharacteristics, which include the overlimiting current due to the development\nof an extended space charge region. Finally, we discuss how the addition of an\nacid or a base affects the transport properties of the system and thus provide\npredictions accessible to further experimental tests of the model.\n","Comment: 14 pages, 12 figures, RevTex"]}]
["1312.5182",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.5182","Phys. Rev. X 4 (2014) 021010","doi:10.1103/PhysRevX.4.021010"],"date":["2013-12-18","2014-03-11"],"type":["text"],"creator":["Tauber, Uwe C.","Diehl, Sebastian"],"language":[],"coverage":[],"title":["Perturbative Field-Theoretical Renormalization Group Approach to\n  Driven-Dissipative Bose-Einstein Criticality"],"description":["  The universal critical behavior of the driven-dissipative non-equilibrium\nBose-Einstein condensation transition is investigated employing the\nfield-theoretical renormalization group method. Such criticality may be\nrealized in broad ranges of driven open systems on the interface of quantum\noptics and many-body physics, from exciton-polariton condensates to cold atomic\ngases. The starting point is a noisy and dissipative Gross-Pitaevski equation\ncorresponding to a complex valued Landau-Ginzburg functional, which captures\nthe near critical non-equilibrium dynamics, and generalizes Model A for\nclassical relaxational dynamics with non-conserved order parameter. We confirm\nand further develop the physical picture previously established by means of a\nfunctional renormalization group study of this system. Complementing this\nearlier numerical analysis, we analytically compute the static and dynamical\ncritical exponents at the condensation transition to lowest non-trivial order\nin the dimensional epsilon expansion about the upper critical dimension d_c =\n4, and establish the emergence of a novel universal scaling exponent associated\nwith the non-equilibrium drive. We also discuss the corresponding situation for\na conserved order parameter field, i.e., (sub-)diffusive Model B with complex\ncoefficients.\n","Comment: 17 pages, 6 figures, to appear in Phys. Rev. X (2014)"]}]
["1312.6527",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.6527"],"date":["2013-12-23","2014-04-16"],"type":["text"],"creator":["Wang, Wenya","Guo, Zhongkai","Liu, Jicheng"],"language":[],"coverage":[],"title":["On the convergence of solutions for SPDEs under perturbation of the\n  domian"],"description":["  We concern the effect of domain perturbation on the behaviour of stochastic\npartial differential equations subject to the Dirichlet boundary condition.\nUnder some assumptions, we get an estimate for the solutions under changes of\nthe domain.\n"]}]
["1312.6976",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.6976","SIGMA 10 (2014), 045, 10 pages","doi:10.3842/SIGMA.2014.045"],"date":["2013-12-25","2014-04-17"],"type":["text"],"creator":["Xue, Ling-Ling","Liu, Qing Ping"],"language":[],"coverage":[],"title":["B\\\"acklund-Darboux Transformations and Discretizations of Super KdV\n  Equation"],"description":["  For a generalized super KdV equation, three Darboux transformations and the\ncorresponding B\\\"acklund transformations are constructed. The compatibility of\nthese Darboux transformations leads to three discrete systems and their Lax\nrepresentations. The reduction of one of the B\\\"acklund-Darboux transformations\nand the corresponding discrete system are considered for Kupershmidt's super\nKdV equation. When all the odd variables vanish, a nonlinear superposition\nformula is obtained for Levi's B\\\"acklund transformation for the KdV equation.\n"]}]
["1312.7381",{"format":[],"subject":["Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.7381"],"date":["2013-12-27","2014-04-16"],"type":["text"],"creator":["Giraldo, Luis G. Sanchez","Principe, Jose C."],"language":[],"coverage":[],"title":["Rate-Distortion Auto-Encoders"],"description":["  A rekindled the interest in auto-encoder algorithms has been spurred by\nrecent work on deep learning. Current efforts have been directed towards\neffective training of auto-encoder architectures with a large number of coding\nunits. Here, we propose a learning algorithm for auto-encoders based on a\nrate-distortion objective that minimizes the mutual information between the\ninputs and the outputs of the auto-encoder subject to a fidelity constraint.\nThe goal is to learn a representation that is minimally committed to the input\ndata, but that is rich enough to reconstruct the inputs up to certain level of\ndistortion. Minimizing the mutual information acts as a regularization term\nwhereas the fidelity constraint can be understood as a risk functional in the\nconventional statistical learning setting. The proposed algorithm uses a\nrecently introduced measure of entropy based on infinitely divisible matrices\nthat avoids the plug in estimation of densities. Experiments using\nover-complete bases show that the rate-distortion auto-encoders can learn a\nregularized input-output mapping in an implicit manner.\n","Comment: Submission International Conference on Learning Representations 2014"]}]
["1401.0521",{"format":[],"subject":["Physics - Fluid Dynamics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.0521","Physical Review E 89, 041003(R) (2014)","doi:10.1103/PhysRevE.89.041003"],"date":["2013-12-30","2014-04-17"],"type":["text"],"creator":["Benveniste, Damien","Drivas, Theodore D."],"language":[],"coverage":[],"title":["Asymptotic results for backwards two-particle dispersion in a turbulent\n  flow"],"description":["  We derive an exact equation governing two-particle backwards mean-squared\ndispersion for both deterministic and stochastic tracer particles in turbulent\nflows. For the deterministic trajectories, we probe the consequences of our\nformula for short times and arrive at approximate expressions for the\nmean-squared dispersion which involve second order structure functions of the\nvelocity and acceleration fields. For the stochastic trajectories, we\nanalytically compute an exact $t^3$ contribution to the squared separation of\nstochastic paths. We argue that this contribution appears also for\ndeterministic paths at long times and present direct numerical simulation\nresults for incompressible Navier-Stokes flows to support this claim. We also\nnumerically compute the probability distribution of particle separations for\nthe deterministic paths and the stochastic paths and show their strong\nself-similar nature.\n","Comment: 5 pages, 4 figures"]}]
["1401.0703",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.0703","Physical Review B 89, 165408 (2014)","doi:10.1103/PhysRevB.89.165408"],"date":["2014-01-03","2014-04-17"],"type":["text"],"creator":["Mahani, M. R.","Islam, M. Fhokrul","Pertsova, A.","Canali, C. M."],"language":[],"coverage":[],"title":["Electronic structure and magnetic properties of Mn and Fe impurities\n  near GaAs (110) surface"],"description":["  Combining density-functional theory calculations and microscopic\ntight-binding models, we investigate theoretically the electronic and magnetic\nproperties of individual substitutional transition-metal impurities (Mn and Fe)\npositioned in the vicinity of the (110) surface of GaAs. For the case of the\n$[\\rm Mn^{2+}]^0$ plus acceptor-hole (h) complex, the results of a\ntight-binding model including explicitly the impurity $d$-electrons are in good\nagreement with approaches that treat the spin of the impurity as an effective\nclassical vector. For the case of Fe, where both the neutral isoelectronic\n$[\\rm Fe^{3+}]^0$ and the ionized $[\\rm Fe^{2+}]^-$ states are relevant to\naddress scanning tunneling microscopy (STM) experiments, the inclusion of\n$d$-orbitals is essential. We find that the in-gap electronic structure of Fe\nimpurities is significantly modified by surface effects. For the neutral\nacceptor state $[{\\rm Fe}^{2+}, h]^0$, the magnetic-anisotropy dependence on\nthe impurity sublayer resembles the case of $[{\\rm Mn}^{2+}, h]^0$. In\ncontrast, for $[{\\rm Fe}^{3+}]^{0}$ electronic configuration the magnetic\nanisotropy behaves differently and it is considerably smaller. For this state\nwe predict that it is possible to manipulate the Fe moment, e.g. by an external\nmagnetic field, with detectable consequences in the local density of states\nprobed by STM.\n","Comment: 16 pages, 19 figures, Journal"]}]
["1401.0925",{"format":[],"subject":["Nuclear Experiment","Astrophysics - Solar and Stellar Astrophysics","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.0925"],"date":["2014-01-05","2014-04-17"],"type":["text"],"creator":["Grosse, Eckart","Junghans, Arnd R.","Massarczyk, Ralph"],"language":[],"coverage":[],"title":["Importance of nuclear triaxiality for electromagnetic strength, level\n  density and neutron capture cross sections in heavy nuclei"],"description":["  Cross sections for neutron capture in the range of unresolved resonances are\npredicted simultaneously to level distances at the neutron threshold for more\nthan 100 spin-0 target nuclei with A >70. Assuming triaxiality in nearly all\nthese nuclei a combined parameterization for both, level density and photon\nstrength is presented. The strength functions used are based on a global fit to\nIVGDR shapes by the sum of three Lorentzians adding up to the TRK sum rule and\ntheory-based predictions for the A-dependence of pole energies and spreading\nwidths. For the small spins reached by capture level densities are well\ndescribed by only one free global parameter; a significant collective\nenhancement due to the deviation from axial symmetry is observed. Reliable\npredictions for compound nuclear reactions also outside the valley of stability\nas expected from the derived global parameterization are important for nuclear\nastrophysics and for the transmutation of nuclear waste.\n","Comment: Contribution to the proceedings of the ERINDA workshop held at CERN\n  in October 2013 with modifications"]}]
["1401.0954",{"format":[],"subject":["General Relativity and Quantum Cosmology","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.0954","Class. Quantum Grav. 31, 095010 (2014)","doi:10.1088/0264-9381/31/9/095010"],"date":["2014-01-05","2014-04-16"],"type":["text"],"creator":["Beyer, Florian","Hennig, Jörg"],"language":[],"coverage":[],"title":["An exact smooth Gowdy-symmetric generalized Taub-NUT solution"],"description":["  In a recent paper (Beyer and Hennig, 2012 [9]), we have introduced a class of\ninhomogeneous cosmological models: the smooth Gowdy-symmetric generalized\nTaub-NUT solutions. Here we derive a three-parametric family of exact solutions\nwithin this class, which contains the two-parametric Taub solution as a special\ncase. We also study properties of this solution. In particular, we show that\nfor a special choice of the parameters, the spacetime contains a curvature\nsingularity with directional behaviour that can be interpreted as a \"true\nspike\" in analogy to previously known Gowdy symmetric solutions with spatial\nT3-topology. For other parameter choices, the maximal globally hyperbolic\nregion is singularity-free, but may contain \"false spikes\".\n","Comment: 39 pages, 3 figures"]}]
["1401.2735",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.2735","Phys. Rev. D 89 (2014) 074035","doi:10.1103/PhysRevD.89.074035"],"date":["2014-01-13","2014-04-06"],"type":["text"],"creator":["Sun, Zhan","Wu, Xing-Gang","Chen, Gu","Ma, Yang","Ma, Hong-Hao","Bi, Huan-Yu"],"language":[],"coverage":[],"title":["Bottomonium production associated with a photon at a high luminosity\n  $e^+e^-$ collider with next-to-leading order QCD corrections"],"description":["  We make a detailed discussion on the one-loop QCD correction to the\nbottomonium production associated with a photon, i.e. via the channel\n$e^{+}e^{-} \\to\\gamma^*/Z^0 \\to |H_{b\\bar{b}}\\rangle + \\gamma$, where\n$|H_{b\\bar{b}}\\rangle$ stands for the color-singlet bottomonium state as\n$\\eta_b$, $\\Upsilon$, $h_b$ or $\\chi_{bJ}$ ($J$=0, 1 or 2), respectively. At\nthe super $Z$ factory with the collision energy $E_{cm} \\sim m_Z$, by summing\nup the cross sections for all bottomonium states, we obtain a large one-loop\nQCD correction, i.e. $|R|\\sim 30\\%$. This ensures the necessity and importance\nof the one-loop QCD corrections for the present processes. Further more, for\nthe $\\eta_b$, $h_b$ and $\\chi_{bJ}$ production, their cross sections are\ndominated by the $s$-channel diagrams and are enhanced by the $Z^0$ boson\nresonance effect when $E_{cm}\\sim m_Z$. While, for the $\\Upsilon$ production,\nsuch resonance effect shall be smeared by a large $t(u)$-channel contribution\nthat dominant over the $s$-channel one. Theoretical uncertainties caused by\nslight change of $E_{cm}$, the $b$-quark mass, the renormalization scale and\netc. have been presented. At the super $Z$ factory with a high luminosity up to\n${\\cal L}=10^{36}{\\rm cm}^{-2}{\\rm s}^{-1}$, the bottomonium plus one photon\nevents are sizable, especially for $\\eta_b$ and $\\Upsilon$, which have large\nsignal significance. Summing up all bottomonium states, we shall totally have\n$\\sim 3.8\\times10^{5}$ bottomonium events in one operation year. So, the super\n$Z$ factory shall provide a good platform for studying the bottomonium\nproperties.\n","Comment: 15 pages, 9 figures. Discussions improved, to be published in\n  Phys.Rev.D"]}]
["1401.3610",{"format":[],"subject":["Mathematics - Representation Theory","Mathematical Physics","17A30, 17B45, 17D25, 17B81"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.3610","J. Math. Phys. 55, 043507 (2014)","doi:10.1063/1.4870870"],"date":["2014-01-10"],"type":["text"],"creator":["Yuan, Lamei"],"language":[],"coverage":[],"title":["Hom Gel'fand-Dorfman bialgebras and Hom-Lie conformal algebras"],"description":["  The aim of this paper is to introduce the notions of Hom Gel'fand-Dorfman\nbialgebra and Hom-Lie conformal algebra. In this paper, we give four\nconstructions of Hom Gel'fand-Dorfman bialgebras. Also, we provide a general\nconstruction of Hom-Lie conformal algebras from Hom-Lie algebras. Finally, we\nprove that a Hom Gel'fand-Dorfman bialgebra is equivalent to a Hom-Lie\nconformal algebra of degree 2.\n","Comment: 21 pages; no figures"]}]
["1401.4011",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.4011","Phys. Rev. E 89, 042128 (2014)","doi:10.1103/PhysRevE.89.042128"],"date":["2014-01-16"],"type":["text"],"creator":["Correa, Luis A."],"language":[],"coverage":[],"title":["Multi-stage quantum absorption heat pumps"],"description":["  It is well known that heat pumps, while being all limited by the same basic\nthermodynamic laws, may find realization on systems as \"small\" and \"quantum\" as\na three-level maser. In order to quantitatively assess how the performance of\nthese devices scales with their size, we design generalized $N$-dimensional\nideal heat pumps by merging $N-2$ elementary three-level stages. We set them to\noperate in the absorption chiller mode between given hot and cold baths, and\nstudy their maximum achievable cooling power and the corresponding efficiency\nas a function of $N$. While the efficiency at maximum power is roughly\nsize-independent, the power itself slightly increases with the dimension,\nquickly saturating to a constant. Thus, interestingly, scaling up autonomous\nquantum heat pumps does not render a significant enhancement beyond the optimal\ndouble-stage configuration.\n","Comment: 7 pages, 3 figures"]}]
["1401.4041",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.4041","J. Phys. B: At. Mol. Opt. Phys. 47 (2014) 095304","doi:10.1088/0953-4075/47/9/095304"],"date":["2014-01-16","2014-03-28"],"type":["text"],"creator":["Stagg, G. W.","Parker, N. G.","Barenghi, C. F."],"language":[],"coverage":[],"title":["Quantum Analogs of Classical Wakes in Bose-Einstein Condensates"],"description":["  We show that an elliptical obstacle moving through a Bose-Einstein condensate\ngenerates wakes of quantum vortices which resemble those of classical viscous\nflow past a cylinder or sphere. The role of ellipticity is to facilitate the\ninteraction of the vortices nucleated by the obstacle. Initial steady symmetric\nwakes lose their symmetry and form clusters of like-signed vortices, in analogy\nto the classical B\\'enard-von K\\'arm\\'an vortex street. Our findings,\ndemonstrated numerically in both two and three dimensions, confirm the\nintuition that a sufficiently large number of quanta of circulation reproduce\nclassical physics.\n","Comment: 10 pages, 5 figures"]}]
["1401.7808",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.7808","J. Mol. Model. 20, 2163 (2014)","doi:10.1007/s00894-014-2163-2"],"date":["2014-01-30"],"type":["text"],"creator":["Hofmeister, C.","Härtle, R.","Rubio-Pons, O.","Coto, P. B.","Sobolewski, A. L.","Thoss, M."],"language":[],"coverage":[],"title":["Switching the Conductance of a Molecular Junction using a Proton\n  Transfer Reaction"],"description":["  A novel mechanism for switching a molecular junction based on a proton\ntransfer reaction triggered by an external electrostatic field is proposed. As\na specific example to demonstrate the feasibility of the mechanism, the\ntautomers [2,5-(4-hydroxypyridine)] and {2,5-[4(1H)-pyridone]} are considered.\nEmploying a combination of first-principles electronic structure calculations\nand Landauer transport theory, we show that both tautomers exhibit very\ndifferent conductance properties and realize the \"on\" and \"off\" states of a\nmolecular switch. Moreover, we provide a proof of principle that both forms can\nbe reversibly converted into each other using an external electrostatic field.\n","Comment: 14 pages, 5 figures"]}]
["1401.8088",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.8088","Applied Physics Letters 104, 152411 (2014)","doi:10.1063/1.4871699"],"date":["2014-01-31","2014-04-17"],"type":["text"],"creator":["Taniguchi, Tomohiro","Tsunegi, Sumito","Kubota, Hitoshi","Imamura, Hiroshi"],"language":[],"coverage":[],"title":["Self-Oscillation in Spin Torque Oscillator Stabilized by Field-like\n  Torque"],"description":["  The self-oscillation of the magnetization in a spin torque oscillator (STO)\nwith a perpendicularly magnetized free layer and an in-plane magnetized pinned\nlayer in the absence of an applied magnetic field was studied by numerically\nsolving the Landau-Lifshitz-Gilbert equation. It was pointed out that\nfield-like torque was necessary to realize stable self-oscillation in this type\nof STO at zero field. The numerical simulation at finite temperature showed\nthat the presence of the field-like torque led to a high power with a\nrelatively high oscillation frequency.\n","Comment: 4 pages, 4 figures"]}]
["1402.2687",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.2687","J. Appl. Phys. 115, 153901 (2014)","doi:10.1063/1.4871659"],"date":["2014-02-11","2014-04-17"],"type":["text"],"creator":["Owerre, S. A."],"language":[],"coverage":[],"title":["Rotating Entangled States of an Exchange-Coupled Dimer of\n  Single-Molecule Magnets"],"description":["  An antiferromagnetically exchange-coupled dimer of single molecule magnets\nwhich possesses a large spin tunneling has been investigated. For this system\nthe ground and first excited states are entangled states and the Hamiltonian is\neffectively similar to that of a two-state system at $2s^{\\text{th}}$ order in\nperturbation theory, thus this system can be mapped to an entangled pseudospin\n1/2 particles. We study the effects of interaction and rotation of this system\nabout its staggered easy-axis direction . The corresponding Hamiltonian of a\nrotated two-state entangled spin system is derived with its exact low-energy\neigenstates and eigenvalues. We briefly discuss the effect of a dissipative\nenvironment on this rotated two-state system.\n","Comment: 3 figures, 6 pages"]}]
["1402.3025",{"format":[],"subject":["High Energy Physics - Lattice","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.3025","Phys. Rev. D 89, 074506 (2014)","doi:10.1103/PhysRevD.89.074506"],"date":["2014-02-12","2014-04-16"],"type":["text"],"creator":["Lujan, Michael","Alexandru, Andrei","Freeman, Walter","Lee, Frank"],"language":[],"coverage":[],"title":["Electric polarizability of neutral hadrons from dynamical lattice QCD\n  ensembles"],"description":["  We present a valence calculation of the electric polarizability of the\nneutron, neutral pion, and neutral kaon on two dynamically generated\nnHYP-clover ensembles. The pion masses for these ensembles are 227(2) MeV and\n306(1) MeV, which are the lowest ones used in polarizability studies. This is\npart of a program geared towards determining these parameters at the physical\npoint. We carry out a high statistics calculation that allows us to: (1)\nperform an extrapolation of the kaon polarizability to the physical point; we\nfind $\\alpha_K =0.269(43)\\times10^{-4}$fm$^{3}$, (2) quantitatively compare our\nneutron polarizability results with predictions from $\\chi$PT, and (3) analyze\nthe dependence on both the valence and sea quark masses. The kaon\npolarizability varies slowly with the light quark mass and the extrapolation\ncan be done with high confidence.\n","Comment: 10 pages, 12 figures, version to appear in PRD"]}]
["1402.3076",{"format":[],"subject":["Mathematics - Probability","60J22, 60J27, 60H35, 65C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.3076"],"date":["2014-02-13","2014-04-17"],"type":["text"],"creator":["Gupta, Ankit","Khammash, Mustafa"],"language":[],"coverage":[],"title":["An efficient and unbiased method for sensitivity analysis of stochastic\n  reaction networks"],"description":["  We consider the problem of estimating parameter sensitivity for Markovian\nmodels of reaction networks. Sensitivity values measure the responsiveness of\nan output to the model parameters. They help in analyzing the network,\nunderstanding its robustness properties and identifying the important reactions\nfor a specific output. Sensitivity values are commonly estimated using methods\nthat perform finite-difference computations along with Monte Carlo simulations\nof the reaction dynamics. These methods are computationally efficient and easy\nto implement, but they produce a biased estimate which can be unreliable for\ncertain applications. Moreover the size of the bias is generally unknown and\nhence the accuracy of these methods cannot be easily determined. There also\nexist unbiased schemes for sensitivity estimation but these schemes can be\ncomputationally infeasible, even for simple networks. Our goal in this paper is\nto present a new method for sensitivity estimation, which combines the\ncomputational efficiency of finite-difference methods with the accuracy of\nunbiased schemes. Our method is easy to implement and it relies on an exact\nrepresentation of parameter sensitivity that we recently proved in an earlier\npaper. Through examples we demonstrate that the proposed method can outperform\nthe existing methods, both biased and unbiased, in many situations.\n"]}]
["1402.5189",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.5189","J. Phys. Soc. Jpn. 83 (2014) 053704","doi:10.7566/JPSJ.83.053704"],"date":["2014-02-20","2014-03-09"],"type":["text"],"creator":["Mizuguchi, Yoshikazu","Hiroi, Takafumi","Kajitani, Joe","Takatsu, Hiroshi","Kadowaki, Hiroaki","Miura, Osuke"],"language":[],"coverage":[],"title":["Stabilization of high-Tc phase of BiS2-based superconductor\n  LaO0.5F0.5BiS2 using high-pressure synthesis"],"description":["  High-quality polycrystalline samples of LaO0.5F0.5BiS2 were obtained using\nhigh-pressure synthesis technique. The LaO0.5F0.5BiS2 sample prepared by\nheating at 700 C under 2 GPa showed superconductivity with superconducting\ntransition temperatures (Tc) of Tconset = 11.1 and Tczero = 8.5 K in the\nelectrical resistivity measurements and Tconset = 11.5 and Tcirr = 9.4 K in the\nmagnetic susceptibility measurements, which are obviously higher than those of\nthe LaO0.5F0.5BiS2 polycrystalline samples obtained using conventional\nsolid-state reaction. It was found that the high-Tc phase can be stabilized\nunder high pressure and relatively-low annealing temperature. X-ray diffraction\nanalysis revealed that the high-Tc phase possessed a small ratio of lattice\nconstants of a and c, c/a.\n","Comment: 13 pages, 4 figures. The XRD data of HP-800 LaO0.5F0.5BiS2 and\n  Tc-lattice constant phase diagram were added"]}]
["1402.5555",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.5555"],"date":["2014-02-22","2014-04-17"],"type":["text"],"creator":["Wang, Jonathan"],"language":[],"coverage":[],"title":["A new Fourier transform"],"description":["  In order to define a geometric Fourier transform, one usually works with\neither $\\ell$-adic sheaves in characteristic $p>0$ or with $D$-modules in\ncharacteristic 0. If one considers $\\ell$-adic sheaves on the stack quotient of\na vector bundle $V$ by the homothety action of $\\mathbb{G}_m$, however, Laumon\nprovides a uniform geometric construction of the Fourier transform in any\ncharacteristic. The category of sheaves on $[V/\\mathbb{G}_m]$ is closely\nrelated to the category of (unipotently) monodromic sheaves on $V$. In this\narticle, we introduce a new functor, which is defined on all sheaves on $V$ in\nany characteristic, and we show that it restricts to an equivalence on\nmonodromic sheaves. We also discuss the relation between this new functor and\nLaumon's homogeneous transform, the Fourier-Deligne transform, and the usual\nFourier transform on $D$-modules (when the latter are defined).\n","Comment: 13 pages"]}]
["1402.5839",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Statistical Mechanics","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.5839","Eur. Phys. J. B (2014) 87: 93","doi:10.1140/epjb/e2014-50123-4"],"date":["2014-02-24"],"type":["text"],"creator":["Frahm, K. M.","Shepelyansky, D. L."],"language":[],"coverage":[],"title":["Poisson statistics of PageRank probabilities of Twitter and Wikipedia\n  networks"],"description":["  We use the methods of quantum chaos and Random Matrix Theory for analysis of\nstatistical fluctuations of PageRank probabilities in directed networks. In\nthis approach the effective energy levels are given by a logarithm of PageRank\nprobability at a given node. After the standard energy level unfolding\nprocedure we establish that the nearest spacing distribution of PageRank\nprobabilities is described by the Poisson law typical for integrable quantum\nsystems. Our studies are done for the Twitter network and three networks of\nWikipedia editions in English, French and German. We argue that due to absence\nof level repulsion the PageRank order of nearby nodes can be easily\ninterchanged. The obtained Poisson law implies that the nearby PageRank\nprobabilities fluctuate as random independent variables.\n","Comment: 4 pages, 4 figures http://www.quantware.ups-tlse.fr/"]}]
["1402.6793",{"format":[],"subject":["Mathematics - Optimization and Control","93E20, 60H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.6793"],"date":["2014-02-27","2014-04-17"],"type":["text"],"creator":["Sun, Zhongyang","Zhang, Xin","Guo, Junyi"],"language":[],"coverage":[],"title":["A Stochastic Maximum Principle for Processes Driven by G-Brownian Motion\n  and Applications to Finance"],"description":["  In this paper, we consider the stochastic optimal control problems under\nmodel risk caused by uncertain volatilities. To have a mathematical consistent\nframework we use the notion of G-expectation and its corresponding G-Brwonian\nmotion introduced by Peng(2007). Based on the theory of stochastic differential\nequations on a sublinear expectation space\n$(\\Omega,\\mathcal{H},\\hat{\\mathbb{E}})$, we prove a stochastic maximum\nprinciple for controlled processes driven by G-Brownian motion. Then we obtain\nthe maximum condition in terms of the $\\mathcal{H}$-function plus some\nconvexity conditions constitute sufficient conditions for optimality. Finally,\nwe solve a portfolio optimization problem with ambiguous volatility as an\nexplicitly illustrated example of the main result.\n","Comment: This paper has been withdraw by the author due to some minor error on\n  the application of G-BSDE theory"]}]
["1403.2646",{"format":[],"subject":["Quantum Physics","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.2646","Journal of Physics: Conference Series 504 (2014) 012004","doi:10.1088/1742-6596/504/1/012004"],"date":["2014-03-11"],"type":["text"],"creator":["Elze, Hans-Thomas"],"language":[],"coverage":[],"title":["The linearity of quantum mechanics from the perspective of Hamiltonian\n  cellular automata"],"description":["  We discuss the action principle and resulting Hamiltonian equations of motion\nfor a class of integer-valued cellular automata introduced recently [1].\nEmploying sampling theory, these deterministic finite-difference equations are\nmapped reversibly on continuum equations describing a set of bandwidth limited\nharmonic oscillators. They represent the Schroedinger equation. However,\nmodifications reflecting the bandwidth limit are incorporated, i.e., the\npresence of a time (or length) scale. When this discreteness scale is taken to\nzero, the usual results are obtained. Thus, the linearity of quantum mechanics\ncan be traced to the postulated action principle of such cellular automata and\nits conservation laws to discrete ones. The cellular automaton conservation\nlaws are in one-to-one correspondence with those of the related quantum\nmechanical model, while admissible symmetries are not.\n","Comment: 9 pages. Invited talk for the symposium on \"Emergent Quantum\n  Mechanics\", EmQM13 (Vienna, October 2013); to appear in JPCS"]}]
["1403.3122",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.3122","Laser Phys. Lett., vol. 11, no. 6, 065203 (2014)","doi:10.1088/1612-2011/11/6/065203"],"date":["2014-03-12"],"type":["text"],"creator":["Radchenko, I. V.","Kravtsov, K. S.","Kulik, S. P.","Molotkov, S. N."],"language":[],"coverage":[],"title":["Relativistic Quantum Cryptography"],"description":["  Quantum key distribution (QKD) is a concept of secret key exchange supported\nby fundamentals of quantum physics. Its perfect realization offers\nunconditional key security, however, known practical schemes are potentially\nvulnerable if the quantum channel loss exceeds a certain realization-specific\nbound. This discrepancy is caused by the fact that any practical photon source\nhas a non-zero probability of emitting two or more photons at a time, while\ntheory needs exactly one. We report an essentially different QKD scheme based\non both quantum physics and theory of relativity. It works flawlessly with\npractical photon sources at arbitrary large channel loss. Our scheme is\nnaturally tailored for free-space optical channels, and may be used in\nground-to-satellite communications, where losses are prohibitively large and\nunpredictable for conventional QKD.\n","Comment: 7 pages, 6 figures"]}]
["1403.3513",{"format":[],"subject":["Mathematics - Commutative Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.3513"],"date":["2014-03-14","2014-04-17"],"type":["text"],"creator":["Herzog, Jürgen","Moghimipor, Roya","Yassemi, Siamak"],"language":[],"coverage":[],"title":["Generalized mixed product ideals"],"description":["  We consider classes of ideals which generalize the mixed product ideals\nintroduced by Restuccia and Villarreal, and also generalize the expansion\nconstruction by Bayati and the first author \\cite{BH}. We compute the minimal\ngraded free resolution of generalized mixed product ideals and show that the\nregularity of a generalized mixed product ideal coincides with regularity of\nthe monomial ideal by which it is induced.\n"]}]
["1403.3882",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.3882"],"date":["2014-03-16","2014-04-16"],"type":["text"],"creator":["Bunin, Gene A."],"language":[],"coverage":[],"title":["On the piecewise-concave approximations of functions"],"description":["  The piecewise-concave function may be used to approximate a wide range of\nother functions to arbitrary precision over a bounded set. In this short paper,\nthis property is proven for three function classes: (a) the multivariate twice\ncontinuously differentiable function, (b) the univariate Lipschitz-continuous\nfunction, and (c) the multivariate separable Lipschitz-continuous function.\n","Comment: 4 pages; written as a supplement to submitted journal paper"]}]
["1403.4935",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.4935","doi:10.1088/0004-637X/786/1/59"],"date":["2014-03-19"],"type":["text"],"creator":["Hagen, Alex","Ciardullo, Robin","Gronwall, Caryl","Acquaviva, Viviana","Bridge, Joanna","Zeimann, Gregory R.","Blanc, Guillermo A.","Bond, Nicholas A.","Finkelstein, Steven L.","Song, Mimi","Gawiser, Eric","Fox, Derek B.","Gebhardt, Henry","Malz, A. I.","Schneider, Donald P.","Drory, Niv","Gebhardt, Karl","Hill, Gary J."],"language":[],"coverage":[],"title":["Spectral Energy Distribution Fitting of HETDEX Pilot Survey Lyman-alpha\n  Emitters in COSMOS and GOODS-N"],"description":["  We use broadband photometry extending from the rest-frame UV to the near-IR\nto fit the individual spectral energy distributions (SEDs) of 63 bright\n(L(Ly-alpha) > 10^43 ergs/s) Ly-alpha emitting galaxies (LAEs) in the redshift\nrange 1.9 < z < 3.6. We find that these LAEs are quite heterogeneous, with\nstellar masses that span over three orders of magnitude, from 7.5 < log M <\n10.5. Moreover, although most LAEs have small amounts of extinction, some\nhigh-mass objects have stellar reddenings as large as E(B-V) ~0.4.\nInterestingly, in dusty objects the optical depths for Ly-alpha and the UV\ncontinuum are always similar, indicating that Ly-alpha photons are not\nundergoing many scatters before escaping their galaxy. In contrast, the ratio\nof optical depths in low-reddening systems can vary widely, illustrating the\ndiverse nature of the systems. Finally, we show that in the star formation rate\n(SFR)-log mass diagram, our LAEs fall above the \"main-sequence\" defined by z ~\n3 continuum selected star-forming galaxies. In this respect, they are similar\nto sub-mm-selected galaxies, although most LAEs have much lower mass.\n","Comment: Accepted to the ApJ"]}]
["1403.5891",{"format":[],"subject":["Mathematics - Functional Analysis","47A07, 46B22, 28A12, 46K10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.5891"],"date":["2014-03-24","2014-04-17"],"type":["text"],"creator":["Tarcsay, Zsigmond"],"language":[],"coverage":[],"title":["Radon-Nikodym theorems for nonnegative forms, measures and representable\n  functionals"],"description":["  The aim of this note is to establish two Radon--Nikodym type theorems for\nnonnegative Hermitian forms defined on a real or complex vector space. We apply\nthese results to prove the known Radon--Nikodym theorems of the theory of\nrepresentable positive functionals, $\\sigma$-additive and finitely additive\nmeasures.\n"]}]
["1403.6000",{"format":[],"subject":["Physics - Chemical Physics","Astrophysics - Cosmology and Nongalactic Astrophysics","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.6000","Physical Review E 89, 032145 (2014)","doi:10.1103/PhysRevE.89.032145"],"date":["2014-03-24"],"type":["text"],"creator":["Khrapak, Sergey"],"language":[],"coverage":[],"title":["Classical scattering in strongly attractive potentials"],"description":["  Scattering in central attractive potentials is investigated systematically,\nin the limit of strong interaction, when large-angles scattering dominates. In\nparticular, three important model interactions (Lennard-Jones, Yukawa, and\nexponential), which are qualitatively different from each other, are studied in\ndetail. It is shown that for each of these interactions the dependence of the\nscattering angle on the properly normalized impact parameter exhibits a\nquasi-universal behavior. This implies simple scaling of the transport cross\nsections with energy in the considered limit. Accurate fits for the momentum\ntransfer cross section are suggested. Applications of the obtained results are\ndiscussed.\n","Comment: Phys. Rev. E (in press)"]}]
["1403.6466",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.6466"],"date":["2014-03-24"],"type":["text"],"creator":["Crater, Horace W.","Schiermeyer, James","Whitney, Joshua","Wong, Cheuk-Yin"],"language":[],"coverage":[],"title":["Applications of Two Body Dirac Equations to Hadron and Positronium\n  Spectroscopy"],"description":["  We review recent applications of the Two Body Dirac equations of constraint\ndynamics to meson spectroscopy and describe new extensions to three-body\nproblems in their use in the study of baryon spectroscopy. We outline unique\naspects of these equations for QED bound states that distinguish them among the\nvarious other approaches to the relativistic two body problem. Finally we\ndiscuss recent theorectial solutions of new peculiar bound states for\npositronium arising from the Two Body Dirac equations of constraint dynamics,\nassuming point particles for the electron and the positron.\n","Comment: Invited talk: CST-MISC joint international symposium on particle\n  physics - From spacetime dynamics to phenomenology - Tokyo, March 15-16, 2014"]}]
["1404.0505",{"format":[],"subject":["Mathematics - Differential Geometry","53C15, 53C28"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.0505","SIGMA 10 (2014), 042, 13 pages","doi:10.3842/SIGMA.2014.042"],"date":["2014-04-02","2014-04-17"],"type":["text"],"creator":["Fujiki, Akira","Pontecorvo, Massimiliano"],"language":[],"coverage":[],"title":["Twistors and Bi-Hermitian Surfaces of Non-K\\\"ahler Type"],"description":["  The aim of this work is to give a twistor presentation of recent results\nabout bi-Hermitian metrics on compact complex surfaces with odd first Betti\nnumber.\n"]}]
["1404.0605",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.0605"],"date":["2014-04-02","2014-04-17"],"type":["text"],"creator":["Fearnley, John","Savani, Rahul"],"language":[],"coverage":[],"title":["The Complexity of the Simplex Method"],"description":["  The simplex method is a well-studied and widely-used pivoting method for\nsolving linear programs. When Dantzig originally formulated the simplex method,\nhe gave a natural pivot rule that pivots into the basis a variable with the\nmost violated reduced cost. In their seminal work, Klee and Minty showed that\nthis pivot rule takes exponential time in the worst case. We prove two main\nresults on the simplex method. Firstly, we show that it is PSPACE-complete to\nfind the solution that is computed by the simplex method using Dantzig's pivot\nrule. Secondly, we prove that deciding whether Dantzig's rule ever chooses a\nspecific variable to enter the basis is PSPACE-complete. We use the known\nconnection between Markov decision processes (MDPs) and linear programming, and\nan equivalence between Dantzig's pivot rule and a natural variant of policy\niteration for average-reward MDPs. We construct MDPs and show\nPSPACE-completeness results for single-switch policy iteration, which in turn\nimply our main results for the simplex method.\n"]}]
["1404.0789",{"format":[],"subject":["Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.0789"],"date":["2014-04-03","2014-04-17"],"type":["text"],"creator":["Stiffelman, Oscar"],"language":[],"coverage":[],"title":["The Least Wrong Model Is Not in the Data"],"description":["  The true process that generated data cannot be determined when multiple\nexplanations are possible. Prediction requires a model of the probability that\na process, chosen randomly from the set of candidate explanations, generates\nsome future observation. The best model includes all of the information\ncontained in the minimal description of the data that is not contained in the\ndata. It is closely related to the Halting Problem and is logarithmic in the\nsize of the data. Prediction is difficult because the ideal model is not\ncomputable, and the best computable model is not \"findable.\" However, the error\nfrom any approximation can be bounded by the size of the description using the\nmodel.\n","Comment: added citations and acknowledgements, and replaced the ideal model\n  section with a more intuitive argument"]}]
["1404.1060",{"format":[],"subject":["Mathematics - Number Theory","11E25, 11E16"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.1060"],"date":["2014-04-03","2014-04-17"],"type":["text"],"creator":["Koo, Ja Kyung","Shin, Dong Hwa"],"language":[],"coverage":[],"title":["On the Diophantine equation $pq=x^2+ny^2$"],"description":["  Let $n$ be a positive integer. We discuss pairs of distinct odd primes $p$\nand $q$ not dividing $n$ for which the Diophantine equations $pq=x^2+ny^2$ have\ninteger solutions in $x$ and $y$. As its examples we classify all such pairs of\n$p$ and $q$ when $n=5$ and $14$.\n"]}]
["1404.2154",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.2154","Phys. Rev. B 89, 140504(R) (2014)","doi:10.1103/PhysRevB.89.140504"],"date":["2014-04-08"],"type":["text"],"creator":["Matano, K.","Arima, K.","Maeda, S.","Nishikubo, Y.","Kudo, K.","Nohara, M.","Zheng, Guo-qing"],"language":[],"coverage":[],"title":["Spin-singlet superconductivity with a full gap in locally\n  non-centrosymmetric SrPtAs"],"description":["  We report $^{195}$Pt-NMR and $^{75}$As-NQR measurements for the locally\nnon-centrosymmetric superconductor SrPtAs where the As-Pt layer breaks\ninversion symmetry while globally the compound is centrosymmetric. The nuclear\nspin lattice relaxation rate $1/T_1$ shows a well-defined coherence peak below\n$T_c$ and decreases exponentially at low temperatures. The spin susceptibility\nmeasured by the Knight shift also decreases below $T_c$ down to $T<T_c/6$.\nThese data together with the penetration depth obtained from the NMR spectra\ncan be consistently explained by assuming a spin-singlet superconducting state\nwith a full gap. Our results suggest that the spin-orbit coupling due to the\nlocal inversion-breaking is not large enough to bring about an exotic\nsuperconducting state, or the inter-layer hopping interaction is larger than\nthe spin-orbit coupling.\n","Comment: 10 pages, 6 figures. Accepted in Phys. Rev. B (Rapid Commun.)"]}]
["1404.2223",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.2223"],"date":["2014-03-29","2014-04-17"],"type":["text"],"creator":["Hassanabadi, H.","Molaee, Z.","Ghominejad, M.","Zarrinkamar, S."],"language":[],"coverage":[],"title":["On Remarks on the spin-one Duffin-Kemmer-Petiau equation in the presence\n  of nonminimal vector interactions in (3+1) dimensions"],"description":["  In a very recent manuscript [arXiv:1403.6035], Castro and Oliveira have\ncommented on our recently published paper [2]. Their main criticism is that we\nhave used an improper nonminimal interaction term. Regarding their work, we\nwish to mention two points. 1. We have started the paper based on the work of\nKozak et al. [3] which has successfully discussed the deuteron-nucleus\nscattering. 2. The second point is that we have used in our calculations\n\\b{eta}0 and not (which preserves the current conservation). Therefore, the\ncontent of our work is correct.\n"]}]
["1404.2982",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.2982"],"date":["2014-04-10","2014-04-17"],"type":["text"],"creator":["Oguiso, Keiji"],"language":[],"coverage":[],"title":["Some aspects of explicit birational geometry inspired by complex\n  dynamics"],"description":["  Our aim is to illustrate how one can effectively apply the basic ideas and\nnotions of topological entropy and dynamical degrees, together with recent\nprogress of minimal model theory in higher dimension, for an explicit study of\nbirational or biregular selfmaps of projective or compact K\\\"ahler manifolds,\nthrough concrete examples.\n","Comment: A survey article for ICM2014 proceedings (Invited talk at Section 4).\n  Format, typos, references, ambiguities are corrected"]}]
["1404.3127",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Primary 46E35, Secondary 26E10, 41A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3127"],"date":["2014-04-11","2014-04-17"],"type":["text"],"creator":["Behm, Gustav","Wennman, Aron"],"language":[],"coverage":[],"title":["Carleman-Sobolev classes for small exponents"],"description":["  This paper is devoted to the study of a generalization of Sobolev spaces for\nsmall $L^{p}$ exponents, i.e. $0<p<1$. We consider spaces defined as abstract\ncompletions of certain classes of smooth functions with respect to weighted\nquasi-norms, simultaneously inspired by Carleman classes and classical Sobolev\nspaces. If the class is restricted with a growth condition on the supremum\nnorms of the derivatives, we prove that there exists a condition which\nguarantees that the resulting space can be embedded into\n$C^{\\infty}(\\mathbb{R})$. This is sharp up to some regularity conditions on the\nweight sequence. We also show that the growth condition is necessary, in the\nsense that if we drop it entirely we can naturally embed $L^p$ into the\nresulting completion.\n","Comment: 24 pages, 2 figures. Corrected typos and revised references"]}]
["1404.3230",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3230"],"date":["2014-04-11","2014-04-16"],"type":["text"],"creator":["Kapustin, Anton","Thorngren, Ryan"],"language":[],"coverage":[],"title":["Anomalies of discrete symmetries in various dimensions and group\n  cohomology"],"description":["  We study 't Hooft anomalies for discrete global symmetries in bosonic\ntheories in 2, 3 and 4 dimensions. We show that such anomalies may arise in\ngauge theories with topological terms in the action, if the total symmetry\ngroup is a nontrivial extension of the global symmetry by the gauge symmetry.\nSometimes the 't Hooft anomaly for a d-dimensional theory with a global\nsymmetry G can be canceled by anomaly inflow from a (d+1)-dimensional\ntopological gauge theory with gauge group G. Such d-dimensional theories can\nlive on the surfaces of Symmetry Protected Topological Phases. We also give\nexamples of theories with more severe 't Hooft anomalies which cannot be\ncanceled in this way.\n","Comment: 31 pages, latex. v2: introduction expanded, references added, typos\n  corrected"]}]
["1404.3313",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3313"],"date":["2014-04-12","2014-04-17"],"type":["text"],"creator":["Pfeiffer, Carl","Grbic, Anthony"],"language":[],"coverage":[],"title":["Bianisotropic Metasurfaces: Ultra-thin Surfaces for Complete Control of\n  Electromagnetic Wavefronts"],"description":["  Complete control of electromagnetic fields requires particles that exhibit\nbianisotropic constituent parameters (i.e. permittivity, permeability, and\nchirality). Here, methods to analyze and synthesize two-dimensional,\nbianisotropic metamaterials (metasurfaces) are presented. First, closed-form\nexpressions are derived relating the reflection and transmission coefficients\nof a general bianisotropic metasurface to its constituent surface parameters.\nNext, a systematic method to design bianisotropic metasurfaces is presented. It\nis analytically shown that cascading anisotropic, patterned metallic sheets\n(electric sheet admittances) can provide electric, magnetic, and chiral\nresponses. To demonstrate the utility of the design procedure, four devices\nexhibiting exotic polarization transformations are presented: a polarization\nrotator, an asymmetric circular polarizer, an asymmetric linear polarizer, and\na symmetric circular polarizer. The optimal performance at centimeter,\nmillimeter, and micrometer wavelengths highlights the versatility of the design\nprocess.\n","Comment: The references in the original submission were out of order. This was\n  corrected in the updated manuscript"]}]
["1404.3357",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3357"],"date":["2014-04-13","2014-04-17"],"type":["text"],"creator":["Da Prato, Giuseppe","Lunardi, Alessandra","Tubaro, Luciano"],"language":[],"coverage":[],"title":["Surface measures in infinite dimension"],"description":["  We construct surface measures associated to Gaussian measures in separable\nBanach spaces, and we prove several properties including an integration by\nparts formula.\n"]}]
["1404.3576",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3576"],"date":["2014-04-14","2014-04-17"],"type":["text"],"creator":["Thomas, Johannes","Günther, Marc M.","Pukhov, Alexander"],"language":[],"coverage":[],"title":["Relativistic electron Wigner crystal formation in a cavity for electron\n  acceleration"],"description":["  It is known that a gas of electrons in a uniform neutralizing background can\ncrystallize and form a lattice if the electron density is less than a critical\nvalue. This crystallization may have two- or three-dimensional structure. Since\nthe wake field potential in the highly-nonlinear-broken-wave regime (bubble\nregime) has the form of a cavity where the background electrons are evacuated\nfrom and only the positively charged ions remain, it is suited for\ncrystallization of trapped and accelerated electron bunches. However, in this\ncase, the crystal is moving relativistically and shows new three-dimensional\nstructures that we call relativistic Wigner crystals. We analyze these\nstructures using a relativistic Hamiltonian approach. We also check for\nstability and phase transitions of the relativistic Wigner crystals.\n","Comment: The second author was spelled wrongly, his name is written Marc M.\n  G\\\"unther In the abstract line 6 the word \"bunch\" is replaced by \"bunches\" On\n  page 1 three orthographic mistakes are corrected On page 2 and 3 all unities\n  in the text are set to roman style In reference number 12 the name of M. M.\n  G\\\"unther is know written-out In reference number 16 a blank was missing\n  between \"W.\" and \"and\""]}]
["1404.3804",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3804"],"date":["2014-04-14","2014-04-16"],"type":["text"],"creator":["Xu, Lixin","Chang, Baorong","Yang, Weiqiang"],"language":[],"coverage":[],"title":["Reconciling the Tension Between Planck and BICEP2 Through Early Dark\n  Energy"],"description":["  We show the possibility that the observational results of the primordial\ngravitational waves from Planck and BICEP2 for the tensor-to-scalar ratio $r$\ncan be reconciled when an early dark energy was included. This early dark\nenergy behaves like a radiation component at very early epoch. This is\nequivalent to induce additional number of effective neutrino species: $\\Delta\nN_{eff}=[\\frac{7}{8}(\\frac{4}{11})^{4/3}]^{-1}\\rho_{de}(a)/\\rho_{\\gamma}(a)$,\nwhere $\\rho_{\\gamma}(a)$ is the photon energy density and the numerical factors\narise from converting to effective neutrino species. And $\\rho_{de}(a)$ is the\nenergy density of early dark energy. Combining the Planck temperature data, the\nWMAP9 polarization data, and the baryon acoustic oscillation data with and\nwithout BICEP2 data, we find that in this early dark energy model the tension\nbetween the observations from Planck and BICEP2 was relived at $2\\sigma$\nregions. But it cannot be removed completely due to the small ratio of early\ndark energy constrained by the other cosmic observations. As a byproduct, the\ntension between observed values of Hubble parameter from Planck and the direct\nmeasurement of the Hubble constant was removed in this early dark energy model.\n","Comment: 4 pages, 2 figures, typos corrected, references updated"]}]
["1404.4038",{"format":[],"subject":["Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4038"],"date":["2014-04-15","2014-04-17"],"type":["text"],"creator":["Papagiannopoulou, Christina","Tsoumakas, Grigorios","Tsamardinos, Ioannis"],"language":[],"coverage":[],"title":["Discovering and Exploiting Entailment Relationships in Multi-Label\n  Learning"],"description":["  This work presents a sound probabilistic method for enforcing adherence of\nthe marginal probabilities of a multi-label model to automatically discovered\ndeterministic relationships among labels. In particular we focus on discovering\ntwo kinds of relationships among the labels. The first one concerns pairwise\npositive entailement: pairs of labels, where the presence of one implies the\npresence of the other in all instances of a dataset. The second concerns\nexclusion: sets of labels that do not coexist in the same instances of the\ndataset. These relationships are represented with a Bayesian network. Marginal\nprobabilities are entered as soft evidence in the network and adjusted through\nprobabilistic inference. Our approach offers robust improvements in mean\naverage precision compared to the standard binary relavance approach across all\n12 datasets involved in our experiments. The discovery process helps\ninteresting implicit knowledge to emerge, which could be useful in itself.\n"]}]
["1404.4068",{"format":[],"subject":["Quantitative Finance - General Finance","Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4068"],"date":["2014-04-15"],"type":["text"],"creator":["Katriel, Guy"],"language":[],"coverage":[],"title":["Directed Random Market: the equilibrium distribution"],"description":["  We find the explicit expression for the equilibrium wealth distribution of\nthe Directed Random Market process, recently introduced by\nMart\\'inez-Mart\\'inez and L\\'opez-Ruiz, which turns out to be a Gamma\ndistribution with shape parameter $\\frac{1}{2}$. We also prove the convergence\nof the discrete-time process describing the evolution of the distribution of\nwealth to the equilibrium distribution.\n"]}]
["1404.4180",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Mesoscale and Nanoscale Physics","Nonlinear Sciences - Chaotic Dynamics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4180","Nat. Comm. 5, 3488 (2014)","doi:10.1038/ncomms4488"],"date":["2014-04-16"],"type":["text"],"creator":["Peña, A.","Girschik, A.","Libisch, F.","Rotter, S.","Chabanov, A. A."],"language":[],"coverage":[],"title":["The Single-Channel Regime of Transport through Random Media"],"description":["  The propagation of light through samples with random inhomogeneities can be\ndescribed by way of transmission eigenchannels, which connect incoming and\noutgoing external propagating modes. Although the detailed structure of a\ndisordered sample can generally not be fully specified, these transmission\neigenchannels can nonetheless be successfully controlled and utilized for\nfocusing and imaging light through random media. Here we demonstrate that in\ndeeply localized quasi-1D systems, the single dominant transmission\neigenchannel is formed by an individual Anderson localized mode or by a\n\"necklace state\". In this single-channel regime, the disordered sample can be\ntreated as an effective 1D system with a renormalized localization length,\ncoupled through all the external modes to its surroundings. Using statistical\ncriteria of the single-channel regime and pulsed excitations of the disordered\nsamples allows us to identify long-lived localized modes and short-lived\nnecklace states at long and short time delays, respectively.\n"]}]
["1404.4234",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4234"],"date":["2014-04-16","2014-04-17"],"type":["text"],"creator":["team, HERAFitter developers'",":","Belov, P.","Britzger, D.","Camarda, S.","Cooper-Sarkar, A. M.","Diaconu, C.","Feltesse, J.","Gizhko, A.","Glazov, A.","Kolesnikov, V.","Lohwasser, K.","Luszczak, A.","Myronenko, V.","Pirumov, H.","Placakyte, R.","Rabbertz, K.","Radescu, V.","Sapronov, A.","Schoening, A.","Shushkevich, S.","Slominski, W.","Starovoitov, P.","Sutton, M.","Tomaszewska, J.","Turkot, O.","Watt, G.","Wichmann, K.","Lisovyi, M."],"language":[],"coverage":[],"title":["Parton distribution functions at LO, NLO and NNLO with correlated\n  uncertainties between orders"],"description":["  Sets of parton distribution functions (PDFs) of the proton are reported for\nthe leading (LO), next-to-leading (NLO) and next-to-next-to leading order\n(NNLO) QCD calculations. The parton distribution functions are determined with\nthe HERAFitter program using the data from the HERA experiments and preserving\ncorrelations between uncertainties for the LO, NLO and NNLO PDF sets. The sets\nare used to study cross-section ratios and their uncertainties when calculated\nat different orders in QCD. A reduction of the overall theoretical uncertainty\nis observed if correlations between the PDF sets are taken into account for the\nratio of $WW$ di-boson to $Z$ boson production cross sections at the LHC.\n","Comment: 10 pages, 5 figures"]}]
["1404.4325",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4325"],"date":["2014-04-16"],"type":["text"],"creator":["Rutkevich, Sergei B."],"language":[],"coverage":[],"title":["On the spectrum of the discrete $1d$ Schr\\\"odinger operator with an\n  arbitrary even potential"],"description":["  The discrete one-dimensional Schr\\\"odinger operator is studied in the finite\ninterval of length $N=2 M$ with the Dirichlet boundary conditions and an\narbitrary potential even with respect to the spacial reflections. It is shown,\nthat the eigenvalues of such a discrete Schr\\\"odinger operator (Hamiltonian),\nwhich is represented by the $2M\\times2M$ tridiagonal matrix, satisfy a set of\npolynomial constrains. The most interesting constrain, which is explicitly\nobtained, leads to the effective Coulomb interaction between the Hamiltonian\neigenvalues. In the limit $M\\to\\infty$, this constrain induces the requirement,\nwhich should satisfy the scattering date in the scattering problem for the\ndiscrete Schr\\\"odinger operator in the half-line. We obtain such a requirement\nin the simplest case of the Schr\\\"odinger operator, which does not have bound\nand semi-bound states, and which potential has a compact support.\n","Comment: 14 pages, no figures"]}]
["1404.4361",{"format":[],"subject":["Mathematics - Probability","15A18"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4361"],"date":["2014-04-15"],"type":["text"],"creator":["Lototsky, Sergey V"],"language":[],"coverage":[],"title":["Simple Spectral Bounds for Sums of Certain Kronecker Products"],"description":["  New bounds are derived for the eigenvalues of sums of Kronecker products of\nsquare matrices by relating the corresponding matrix expressions to the\ncovariance structure of suitable bi-linear stochastic systems in discrete and\ncontinuous time.\n"]}]
["1404.4377",{"format":[],"subject":["Mathematics - Differential Geometry","53C21, 58J60, 53C17, 35P15, 53C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4377"],"date":["2014-04-16"],"type":["text"],"creator":["Petkov, Alexander"],"language":[],"coverage":[],"title":["A Lichnerowicz-type result on a seven-dimensional quaternionic contact\n  manifold"],"description":["  In this paper we establish an analogue of the classical Lichnerowicz' theorem\ngiving a sharp lower bound of the first non-zero eigenvalue of the\nsub-Laplacian on a compact seven-dimensional quaternionic contact manifold,\nassuming a lower bound of the qc-Ricci tensor, torsion tensor and its\ndistinguished covariant derivatives.\n","Comment: 18 pages"]}]
["1404.4383",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4383"],"date":["2014-04-17"],"type":["text"],"creator":["Yeletskikh, Ivan"],"language":[],"coverage":[],"title":["Approach to relativistic quark confinement potentials from QCD"],"description":["  We present an attempt towards constructing relativistic quark-gluon\nquasi-potentials from QCD using Unitary Clothing Transformations (UCT)\napproach. The brief review of the UCT method is given. Starting from a\nsimplified model of QCD hamiltonian (H), we define the 'color-clothed'\nrepresentation (CCR) of H. In this representaion, it is required that only\ncolor-singlet states are the eigenstates of the H. In CCR, H contains the\nfamily of quantum relativistic potentials acting between 'color clothed' quarks\nand gluons. Simultaneously, newly defined quarks acquire new masses (expected\nto be close to constituent masses), and new renormalized couplings. Properties\nof 'color clothed' quark-gluon potentials are consistent with the concept of\n'color confinement' in a natural way.\n","Comment: 11 pages, 4 figures"]}]
["1404.4384",{"format":[],"subject":["Computer Science - Computers and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4384","International Journal of Asian Social Science, 2013,\n  3(9):2034-2040"],"date":["2014-04-16"],"type":["text"],"creator":["Bariran, S. E. S.","Sahari, K. S. M.","Yunus, B."],"language":[],"coverage":[],"title":["A novel interactive OBE approach in SCM pedagogy using beer game\n  simulation theory"],"description":["  The primary challenge in SCM pedagogy is the learners interaction with the\ndynamic nature of supply chain transactions. Once achieved, it is also required\nto evaluate learners learning experience based on their performance. In this\npaper, a combination of outcome-based education (OBE) and simulation-based\neducation is proposed focusing on beer game theory. The analysis is based on\n336 runs of beer game simulation within a target group of 56 participants\ndivided into 14 subgroups (SG1-SG14).The purpose of the study is mainly to\ninvestigate the effect of mutual interactions on students learning process\nusing supply chain total cost and ordering fluctuations as critical measurement\ncriteria.\n","Comment: Special Issue: International Conference on Teaching and Learning in\n  Education, 2013"]}]
["1404.4386",{"format":[],"subject":["Mathematics - Probability","Computer Science - Systems and Control","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4386"],"date":["2014-04-16"],"type":["text"],"creator":["Yang, Tao","Mehta, Prashant G."],"language":[],"coverage":[],"title":["Probabilistic Data Association-Feedback Particle Filter for Multiple\n  Target Tracking Applications"],"description":["  This paper is concerned with the problem of tracking single or multiple\ntargets with multiple non-target specific observations (measurements). For such\nfiltering problems with data association uncertainty, a novel feedback\ncontrol-based particle filter algorithm is introduced. The algorithm is\nreferred to as the probabilistic data association-feedback particle filter\n(PDA-FPF). The proposed filter is shown to represent a generalization to the\nnonlinear non-Gaussian case of the classical Kalman filter-based probabilistic\ndata association filter (PDAF). One remarkable conclusion is that the proposed\nPDA-FPF algorithm retains the innovation error-based feedback structure of the\nclassical PDAF algorithm, even in the nonlinear non-Gaussian case. The\ntheoretical results are illustrated with the aid of numerical examples\nmotivated by multiple target tracking applications.\n"]}]
["1404.4387",{"format":[],"subject":["Physics - General Physics","General Relativity and Quantum Cosmology","High Energy Physics - Theory","83C57"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4387"],"date":["2014-04-17"],"type":["text"],"creator":["Andersen, Timothy D."],"language":[],"coverage":[],"title":["On the absence of black hole event horizons: a test of De Sitter\n  Yang-Mills Theory"],"description":["  De Sitter Quantum Gravity is a Yang-Mills theory based on the de Sitter or\nSO(4,1) group and a promising candidate for a quantum theory of gravity. In\nthis paper, an exact, static, spherically symmetric solution of the classical\nequations is derived. I show that when the Schwarzchild radius to distance\nratio is at post-Newtonian order the theory agrees with general relativity for\nall parameters but that, once the ratio becomes closer to unity, they differ.\nAt the Schwarzchild radius from a black hole singularity, general relativity\npredicts an event horizon, which has become a controversial topic in quantum\ngravity because of information preservation issues. In the De Sitter theory I\nshow, however, that time-like escape paths exist for any mass black hole until\nthe singularity itself is reached. Since an event horizon has never been\ndirectly observed and there is currently no observation on which the two\ntheories disagree, this provides a powerful test of the De Sitter theory.\n","Comment: 10 pages, 2 figures"]}]
["1404.4388",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Artificial Intelligence","Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4388"],"date":["2014-04-16"],"type":["text"],"creator":["Chang, Yanling","Erera, Alan L.","White III, Chelsea C."],"language":[],"coverage":[],"title":["Partially Observed, Multi-objective Markov Games"],"description":["  The intent of this research is to generate a set of non-dominated policies\nfrom which one of two agents (the leader) can select a most preferred policy to\ncontrol a dynamic system that is also affected by the control decisions of the\nother agent (the follower). The problem is described by an infinite horizon,\npartially observed Markov game (POMG). At each decision epoch, each agent\nknows: its past and present states, its past actions, and noise corrupted\nobservations of the other agent's past and present states. The actions of each\nagent are determined at each decision epoch based on these data. The leader\nconsiders multiple objectives in selecting its policy. The follower considers a\nsingle objective in selecting its policy with complete knowledge of and in\nresponse to the policy selected by the leader. This leader-follower assumption\nallows the POMG to be transformed into a specially structured, partially\nobserved Markov decision process (POMDP). This POMDP is used to determine the\nfollower's best response policy. A multi-objective genetic algorithm (MOGA) is\nused to create the next generation of leader policies based on the fitness\nmeasures of each leader policy in the current generation. Computing a fitness\nmeasure for a leader policy requires a value determination calculation, given\nthe leader policy and the follower's best response policy. The policies from\nwhich the leader can select a most preferred policy are the non-dominated\npolicies of the final generation of leader policies created by the MOGA. An\nexample is presented that illustrates how these results can be used to support\na manager of a liquid egg production process (the leader) in selecting a\nsequence of actions to best control this process over time, given that there is\nan attacker (the follower) who seeks to contaminate the liquid egg production\nprocess with a chemical or biological toxin.\n"]}]
["1404.4389",{"format":[],"subject":["Mathematics - Operator Algebras","46L05, 46L55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4389"],"date":["2014-04-16"],"type":["text"],"creator":["Rainone, Timothy"],"language":[],"coverage":[],"title":["MF Actions and K-theoretic Dynamics"],"description":["  We study the interplay of C*-dynamics and K-theory. Notions of chain\nrecurrence for transformations groups (X,G) and MF actions for non-commutative\nC*-dynamical systems (A,G) are translated into K-theoretical language, where\npurely algebraic conditions are shown to be necessary and sufficient for a\nreduced crossed product to admit norm microstates. We are particularly\ninterested in actions of free groups on AF algebras, in which case we prove\nthat a K-theoretic coboundary condition determines whether or not the reduced\ncrossed product is a Matricial Field (MF) algebra. One upshot is the\nequivalence of stable finiteness and being MF for these reduced crossed product\nalgebras.\n","Comment: To appear in J. Funct. Anal. 30 pages"]}]
["1404.4391",{"format":[],"subject":["Computer Science - Robotics","Computer Science - Multiagent Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4391"],"date":["2014-04-16"],"type":["text"],"creator":["Zhang, Rick","Pavone, Marco"],"language":[],"coverage":[],"title":["Control of Robotic Mobility-On-Demand Systems: a Queueing-Theoretical\n  Perspective"],"description":["  In this paper we present and analyze a queueing-theoretical model for\nautonomous mobility-on-demand (MOD) systems where robotic, self-driving\nvehicles transport customers within an urban environment and rebalance\nthemselves to ensure acceptable quality of service throughout the entire\nnetwork. We cast an autonomous MOD system within a closed Jackson network model\nwith passenger loss. It is shown that an optimal rebalancing algorithm\nminimizing the number of (autonomously) rebalancing vehicles and keeping\nvehicles availabilities balanced throughout the network can be found by solving\na linear program. The theoretical insights are used to design a robust,\nreal-time rebalancing algorithm, which is applied to a case study of New York\nCity. The case study shows that the current taxi demand in Manhattan can be met\nwith about 8,000 robotic vehicles (roughly 60% of the size of the current taxi\nfleet). Finally, we extend our queueing-theoretical setup to include congestion\neffects, and we study the impact of autonomously rebalancing vehicles on\noverall congestion. Collectively, this paper provides a rigorous approach to\nthe problem of system-wide coordination of autonomously driving vehicles, and\nprovides one of the first characterizations of the sustainability benefits of\nrobotic transportation networks.\n","Comment: 10 pages, To appear at RSS 2014"]}]
["1404.4400",{"format":[],"subject":["Computer Science - Information Theory","94A20, 94A12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4400"],"date":["2014-04-16"],"type":["text"],"creator":["Boche, Holger","Farrell, Brendan"],"language":[],"coverage":[],"title":["Strong Divergence of Reconstruction Procedures for the Paley-Wiener\n  Space $\\mathcal{PW}^1_\\pi$ and the Hardy Space $\\mathcal{H}^1$"],"description":["  Previous results on certain sampling series have left open if divergence only\noccurs for certain subsequences or, in fact, in the limit. Here we prove that\ndivergence occurs in the limit.\n  We consider three canonical reconstruction methods for functions in the\nPaley-Wiener space $\\mathcal{PW}^1_\\pi$. For each of these we prove an instance\nwhen the reconstruction diverges in the limit. This is a much stronger\nstatement than previous results that provide only $\\limsup$ divergence. We also\naddress reconstruction for functions in the Hardy space $\\mathcal{H}^1$ and\nshow that for any subsequence of the natural numbers there exists a function in\n$\\mathcal{H}^1$ for which reconstruction diverges in $\\limsup$. For two of\nthese sampling series we show that when divergence occurs, the sampling series\nhas strong oscillations so that the maximum and the minimum tend to positive\nand negative infinity. Our results are of interest in functional analysis\nbecause they go beyond the type of result that can be obtained using the\nBanach-Steinhaus Theorem. We discuss practical implications of this work; in\nparticular the work shows that methods using specially chosen subsequences of\nreconstructions cannot yield convergence for the Paley-Wiener Space\n$\\mathcal{PW}^1_\\pi$.\n","Comment: Revision of a paper to appear in the Journal of Approximation Theory"]}]
["1404.4401",{"format":[],"subject":["Mathematics - Analysis of PDEs","60H15 (primary), 35K65, 35K45, 35F40 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4401"],"date":["2014-04-16"],"type":["text"],"creator":["Gerencsér, Máté","Gyöngy, István","Krylov, Nicolai"],"language":[],"coverage":[],"title":["On the solvability of degenerate stochastic partial differential\n  equations in Sobolev spaces"],"description":["  Systems of parabolic, possibly degenerate parabolic SPDEs are considered.\nExistence and uniqueness are established in Sobolev spaces. Similar results are\nobtained for a class of equations generalizing the deterministic first order\nsymmetric hyperbolic systems.\n","Comment: 26 pages"]}]
["1404.4414",{"format":[],"subject":["Statistics - Methodology","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4414"],"date":["2014-04-16"],"type":["text"],"creator":["Geenens, Gery","Charpentier, Arthur","Paindaveine, Davy"],"language":[],"coverage":[],"title":["Probit transformation for nonparametric kernel estimation of the copula\n  density"],"description":["  Copula modelling has become ubiquitous in modern statistics. Here, the\nproblem of nonparametrically estimating a copula density is addressed. Arguably\nthe most popular nonparametric density estimator, the kernel estimator is not\nsuitable for the unit-square-supported copula densities, mainly because it is\nheavily affected by boundary bias issues. In addition, most common copulas\nadmit unbounded densities, and kernel methods are not consistent in that case.\nIn this paper, a kernel-type copula density estimator is proposed. It is based\non the idea of transforming the uniform marginals of the copula density into\nnormal distributions via the probit function, estimating the density in the\ntransformed domain, which can be accomplished without boundary problems, and\nobtaining an estimate of the copula density through back-transformation.\nAlthough natural, a raw application of this procedure was, however, seen not to\nperform very well in the earlier literature. Here, it is shown that, if\ncombined with local likelihood density estimation methods, the idea yields very\ngood and easy to implement estimators, fixing boundary issues in a natural way\nand able to cope with unbounded copula densities. The asymptotic properties of\nthe suggested estimators are derived, and a practical way of selecting the\ncrucially important smoothing parameters is devised. Finally, extensive\nsimulation studies and a real data analysis evidence their excellent\nperformance compared to their main competitors.\n"]}]
["1404.4416",{"format":[],"subject":["Computer Science - Computational Complexity","Mathematics - Dynamical Systems","68R15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4416"],"date":["2014-04-16"],"type":["text"],"creator":["Kamae, Teturo","Kim, Dong Han"],"language":[],"coverage":[],"title":["A characterization of eventually periodicity"],"description":["  In this article, we show that the Kamae-Xue complexity function for an\ninfinite sequence classifies eventual periodicity completely. We prove that an\ninfinite binary word $x_1x_2 \\cdots $ is eventually periodic if and only if\n$\\Sigma(x_1x_2\\cdots x_n)/n^3$ has a positive limit, where $\\Sigma(x_1x_2\\cdots\nx_n)$ is the sum of the squares of all the numbers of appearance of finite\nwords in $x_1 x_2 \\cdots x_n$, which was introduced by Kamae-Xue as a criterion\nof randomness in the sense that $x_1x_2\\cdots x_n$ is more random if\n$\\Sigma(x_1x_2\\cdots x_n)$ is smaller. In fact, it is known that the lower\nlimit of $\\Sigma(x_1x_2\\cdots x_n) /n^2 $ is at least 3/2 for any sequence\n$x_1x_2 \\cdots$, while the limit exists as 3/2 almost surely for the\n$(1/2,1/2)$ product measure. For the other extreme, the upper limit of\n$\\Sigma(x_1x_2\\cdots x_n)/n^3$ is bounded by 1/3. There are sequences which are\nnot eventually periodic but the lower limit of $\\Sigma(x_1x_2\\cdots x_n)/n^3$\nis positive, while the limit does not exist.\n","Comment: 11 pages"]}]
["1404.4425",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4425"],"date":["2014-04-17"],"type":["text"],"creator":["Nauenberg, Michael"],"language":[],"coverage":[],"title":["Conical tip in frozen water drops"],"description":["  A theory is presented for the formation of a conical tip in water drops that\nare frozen on a flat surface below freezing temperature. For the known ice to\nwater density ratio r = .917, the angle of aperture of this cone is found to be\n{\\theta} = 33.550, consistent with observations.\n","Comment: 6 pages, 2 figures"]}]
["1404.4428",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4428"],"date":["2014-04-17"],"type":["text"],"creator":["Girstmair, Kurt"],"language":[],"coverage":[],"title":["On Dedekind sums with equal values"],"description":["  Dedekind sums $s(m,n)$ occur in many fields of mathematics. Since\n$s(m_1,n)=s(m_2,n)$ if $m_1\\equiv m_2$ mod $n$, it is natural to ask which of\nthe Dedekind sums $s(m,n)$, $0\\le m<n$, take equal values. So far no simple\ncriterion is known by which the equality of $s(m_1,n)$ and $s(m_2,n)$ could be\ndecided. In this note we show how to obtain non-obvious examples of equal\nDedekind sums. We consider two cases which mark the extreme possibilities for\nthe argument $n$, namely, $n$ a prime power and $n$ square-free. Whereas we can\ngive a partial overview of equal Dedekind sums in the prime power case, such an\noverview seems to be much more difficult to obtain in the square-free case.\n","Comment: 8 pages"]}]
["1404.4430",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4430","Chapter from \"50 Years of Brown Dwarfs,\" V. Joergens, ed.,\n  Astrophysics and Space Science Library, Volume 401, (Zurich: Springer) 2014","doi:10.1007/978-3-319-01162-2_6"],"date":["2014-04-17"],"type":["text"],"creator":["Oppenheimer, B. R."],"language":[],"coverage":[],"title":["Companions of Stars: From Other Stars to Brown Dwarfs to Planets: The\n  Discovery of the First Methane Brown Dwarf"],"description":["  The discovery of the first methane brown dwarf provides a framework for\ndescribing the important advances in both fundamental physics and astrophysics\nthat are due to the study of companions of stars. I present a few highlights of\nthe history of this subject along with details of the discovery of the brown\ndwarf Gliese 229B. The nature of companions of stars is discussed with an\nattempt to avoid biases induced by anthropocentric nomenclature. With the newer\ntypes of remote reconnaissance of nearby stars and their systems of companions,\nan exciting and perhaps even more profound set of contributions to science is\nwithin reach in the near future. This includes an exploration of the diversity\nof planets in the universe and perhaps soon the first solid evidence for\nbiological activity outside our Solar System.\n","Comment: 31 pages, 13 figures"]}]
["1404.4431",{"format":[],"subject":["Physics - Atomic Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4431"],"date":["2014-04-17"],"type":["text"],"creator":["Zhang, Xiaogang","Zhang, Shengnan","Pan, Duo","Chen, Peipei","Xue, Xiaobo","Zhuang, Wei","Chen, Jingbiao"],"language":[],"coverage":[],"title":["Hanle detection for optical clocks"],"description":["  Considering the strong inhomogeneous spatial polarization and intensity\ndistribution of spontaneous decay fluorescence due to the Hanle effect, we\npropose and demonstrate a universe Hanle detection configuration of\nelectron-shelving method for optical clocks. Experimental results from Ca\natomic beam optical frequency standard with 423 nm electron-shelving method\nshow that a designed Hanle detection geometry with optimized magnetic field\ndirection, detection laser beam propagation and polarization direction, and\ndetector position can improve the fluorescence collection rate by more than one\norder of magnitude comparing with that of inefficient geometry. With the fixed\n423 nm fluorescence, the improved 657 nm optical frequency standard signal\nintensity is presented. And the potential application of the Hanle detection\ngeometry designed for facilitating the fluorescence collection for optical\nlattice clock with a limited solid angle of the fluorescence collection has\nbeen discussed. This Hanle detection configuration is also effective for ion\ndetection in ion optical clock and quantum information experiments. Besides, a\ncylinder fluorescence collection structure is designed to increase the solid\nangle of the fluorescence collection in Ca atomic beam optical frequency\nstandard.\n","Comment: 5 pages, 6 figures"]}]
["1404.4434",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4434","Astronomy & Astrophysics, 558, A16, (2013)","doi:10.1051/0004-6361/201220348"],"date":["2014-04-17"],"type":["text"],"creator":["Oreshina, A. V.","Oreshina, I. V."],"language":[],"coverage":[],"title":["Perspectives of current-layer diagnostics in solar flares"],"description":["  A reconnecting current layer is a `heart' of a solar flare, because it is a\nplace of magnetic-field energy release. However there are no direct\nobservations of these layers. The aim of our work is to understand why we\nactually do not directly observe current layers and what we need to do it in\nthe future. The method is based on a simple mathematical model of a super-hot\n(T ~ 1E8 K) turbulent-current layer (SHTCL) and a model of plasma heating by\nthe layer. The models allow us to study a correspondence between the main\ncharacteristics of the layer, such as temperature and dimensions, and the\nobservational features, such as differential and integral emission measure of\nheated plasma, intensity of spectral lines Fe XXVI (1.78 and 1.51A) and Ni\nXXVII (1.59 A). This method provides a theoretical basis for determining\nparameters of the current layer from observations. Observations of SHTCLs are\ndifficult, because the spectral line intensities are faint, but it is\ntheoretically possible in the future. Observations in X-ray range 1.5--1.8 A\nwith high spectral resolution (better than 0.01 A) and high temporal resolution\n(seconds) are needed. It is also very important to interpret the observations\nusing a multi-temperature approach instead of the usual single or double\ntemperature method.\n"]}]
["1404.4439",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4439"],"date":["2014-04-17"],"type":["text"],"creator":["Górski, Grzegorz","Mizia, Jerzy","Kucab, Krzysztof"],"language":[],"coverage":[],"title":["Alternative equation of motion approach to the single-impurity Anderson\n  model"],"description":["  Solving the single-impurity Anderson model (SIAM) is a basic problem of solid\nstate physics. The SIAM model is very important, at present it is also used for\nsystems with quantum impurities, e.g. semiconductor quantum dots and molecular\ntransistors. Its main application is in the scheme of dynamical mean field\ntheory (DMFT) describing strong correlation electron systems. To solve the SIAM\nproblem we use the equation of motion (EOM) Green function approach. In this\nreport we present the novel EOM approximation in which we differentiate the\nGreen function over both time variables. This differs from the commonly used\nEOM solution by Appelbaum, Penn and Lacroix where the authors take time\nderivative only over primary time variable. After extending calculations to\nhigher order Green functions we find the new approximate dynamical solution of\nSIAM. The results are compared with the solutions to the SIAM problem at\nintermediate Coulomb repulsion U such as the Modified Iterative Perturbation\nTheory. Our approach is suitable for describing quantum dots.\n","Comment: 6 pages, 3 figures"]}]
["1404.4441",{"format":[],"subject":["Mathematics - Statistics Theory","62H10, 62H12 (Primary) 62E99, 44A15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4441"],"date":["2014-04-17"],"type":["text"],"creator":["Sarr, Amadou"],"language":[],"coverage":[],"title":["On a Kotz-Wishart distribution: Multivariate Varma transform"],"description":["  We introduced a generalized Wishart distribution, namely, the Kotz-Wishart\ndistribution. Several existing results based on the normality assumption have\nbeen extended. Inspired by the particular form of the pdf of the Kotz-Wishart\nmatrix, we extended the Laplace transform operator. This generalized Laplace\ntransform is applied to some functions of matrix argument.\n","Comment: 31 pages"]}]
["1404.4443",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4443"],"date":["2014-04-17"],"type":["text"],"creator":["Abu-Shaban, Zohair","R, Bhavani Shankar M.","Mehrpouyan, Hani","Ottersten, Bjorn"],"language":[],"coverage":[],"title":["Enhanced List-Based Group-Wise Overloaded Receiver with Application to\n  Satellite Reception"],"description":["  The market trends towards the use of smaller dish antennas for TV satellite\nreceivers, as well as the growing density of broadcasting satellites in orbit\nrequire the application of robust adjacent satellite interference (ASI)\ncancellation algorithms at the receivers. The wider beamwidth of a small size\ndish and the growing number of satellites in orbit impose an overloaded\nscenario, i.e., a scenario where the number of transmitting satellites exceeds\nthe number of receiving antennas. For such a scenario, we present a two stage\nreceiver to enhance signal detection from the satellite of interest, i.e., the\nsatellite that the dish is pointing to, while reducing interference from\nneighboring satellites. Towards this objective, we propose an enhanced\nList-based Group-wise Search Detection (LGSD) receiver architecture that takes\ninto account the spatially correlated additive noise and uses the\nsignal-to-interference-plus noise ratio (SINR) maximization criterion to\nimprove detection performance. Simulations show that the proposed receiver\nstructure enhances the performance of satellite systems in the presence of ASI\nwhen compared to existing methods.\n"]}]
["1404.4444",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4444"],"date":["2014-04-17"],"type":["text"],"creator":["Wang, Song","Ma, Jun","Wu, Zhenyu","Zhou, Xu"],"language":[],"coverage":[],"title":["New 2MASS Near-infrared Photometry for Globular Clusters in M31"],"description":["  We present 2MASS $JHK_{\\rm s}$ photometry for 913 star clusters and\ncandidates in the field of M31, which are selected from the latest Revised\nBologna Catalog of M31 globular clusters (GCs) and candidates. The photometric\nmeasurements in this paper supplement this catalog, and provide a most\ncomprehensive and homogeneous photometric catalog for M31 GCs in the $JHK_{\\rm\ns}$ bandpasses. In general, our photometry is consistent with previous\nmeasurements. The globular cluster luminosity function (GCLF) peaks for the\nconfirmed GCs derived by fitting a $t_5$ distribution using maximum likelihood\nmethod are: $J_0 = 15.348_{-0.208}^{+0.206}$, $H_0 = 14.703_{-0.180}^{+0.176}$,\nand ${K_{\\rm s}}_0 = 14.534_{-0.146}^{+0.142}$, all of which agree well with\nprevious studies. The GCLFs are different between metal-rich (MR) and\nmetal-poor (MP), inner and outer subpopulations, as that MP clusters are\nfainter than their MR counterparts, and the inner clusters are brighter than\nthe outer ones, which confirm previous results. The NIR colors of the GC\ncandidates are on average redder than those of the confirmed GCs, which lead to\nan obscure bimodal distribution of the color indices. The relation of\n$(V-K_{\\rm s})_0$ and metallicity shows a notable departure from linearity,\nwith a shallower slope towards the redder end. The color-magnitude diagram\n(CMD) and color-color diagram show that many GC candidates are located out of\nthe evolutionary tracks, suggesting that some of them may be false M31 GC\ncandidates. The CMD also shows that the initial mass function of M31 GCs covers\na large range, and the majority of the clusters have initial masses between\n$10^3$ and $10^6$ $M_{\\odot}$.\n","Comment: Accepted for Publication in AJ, 14 pages, 17 figures and 6 tables"]}]
["1404.4445",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4445"],"date":["2014-04-17"],"type":["text"],"creator":["Bousbih, Hafedh","Majdoub, Mohamed"],"language":[],"coverage":[],"title":["Existence and Uniqueness of Strong Solution for Shear Thickening Fluids\n  of Second Grade"],"description":["  In this paper we study the equations governing the unsteady motion of an\nincompressible homogeneous generalized second grade fluid subject to periodic\nboundary conditions. We establish the existence of global-in-time strong\nsolutions for shear thickening flows in the two and three dimensional case. We\nalso prove uniqueness of such solution without any smallness condition on the\ninitial data or restriction on the material moduli.\n","Comment: To appear"]}]
["1404.4448",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4448"],"date":["2014-04-17"],"type":["text"],"creator":["Abu-Shaban, Zohair","Mehrpouyan, Hani","Grotz, Joel","Ottersten, Bjorn"],"language":[],"coverage":[],"title":["Overloaded Satellite Receiver Using SIC with Hybrid Beamforming and ML\n  Detection"],"description":["  In this paper, a new receiver structure that is intended to detect the\nsignals from multiple adjacent satellites in the presence of other interfering\nsatellites is proposed. We tackle the worst case interference conditions, i.e.,\nit is assumed that uncoded signals that fully overlap in frequency arrive at a\nmultiple-element small-size parabolic antenna in a spatially correlated noise\nenvironment. The proposed successive interference cancellation (SIC) receiver,\ndenoted by SIC Hy/ML, employs hybrid beamforming and disjoint maximum\nlikelihood (ML) detection. Depending on the individual signals spatial\nposition, the proposed SIC Hy/ML scheme takes advantage of two types of\nbeamformers: a maximum ratio combining (MRC) beamformer and a compromised array\nresponse (CAR) beamformer. The performance of the proposed receiver is compared\nto an SIC receiver that uses only MRC beamforming scheme with ML detection for\nall signals, a joint ML detector, and a minimum mean square error detector. It\nis found that SIC Hy/ML outperforms the other schemes by a large margin.\n"]}]
["1404.4453",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4453"],"date":["2014-04-17"],"type":["text"],"creator":["Mejri, Asma","Othman, Ghaya Rekaya-Ben"],"language":[],"coverage":[],"title":["Efficient Decoding Algorithms for the Compute-and-Forward Strategy"],"description":["  We address in this paper decoding aspects of the Compute-and-Forward (CF)\nphysical-layer network coding strategy. It is known that the original decoder\nfor the CF is asymptotically optimal. However, its performance gap to optimal\ndecoders in practical settings are still not known. In this work, we develop\nand assess the performance of novel decoding algorithms for the CF operating in\nthe multiple access channel. For the fading channel, we analyze the ML decoder\nand develop a novel diophantine approximation-based decoding algorithm showed\nnumerically to outperform the original CF decoder. For the Gaussian channel, we\ninvestigate the maximum a posteriori (MAP) decoder. We derive a novel MAP\ndecoding metric and develop practical decoding algorithms proved numerically to\noutperform the original one.\n"]}]
["1404.4456",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4456"],"date":["2014-04-17"],"type":["text"],"creator":["Alabau-Boussouira, Fatiha","Nicaise, Serge","Pignotti, Cristina"],"language":[],"coverage":[],"title":["Exponential stability of the wave equation with memory and time delay"],"description":["  We study the asymptotic behaviour of the wave equation with viscoelastic\ndamping in presence of a time-delayed damping. We prove exponential stability\nif the amplitude of the time delay term is small enough.\n"]}]
["1404.4457",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4457"],"date":["2014-04-17"],"type":["text"],"creator":["Urasaki, Kentaro"],"language":[],"coverage":[],"title":["A General Derivation of Pointer States: Decoherence and Classicality"],"description":["  The purpose of the present study is to derive the pointer states of a\nmacroscopic system interacting with its environment, under the general\nassumptions, i.e., without assuming any form of the interaction Hamiltonian.\nThe lowest order perturbation leads that the interaction energy shifts the\nphase factors of the state vectors. For a macroscopic system, these factors are\nthe macroscopic quantities even for the very weak interaction. When we group\nthe state vector of the total system by the view point of environmental side,\nthe destructive interference occurs and the stationary phase approximation can\nbe adopted. Only the pointer states then survive and the decoherence also\noccurs. The present approach is within the standard quantum mechanics as same\nas the standard decoherence theory, but the meaning of the classical state is\nmuch clear.\n","Comment: 6 pages, 1 figure, The Physical Society of Japan 2014 Annual Meeting"]}]
["1404.4460",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4460","doi:10.1016/j.pss.2014.03.003"],"date":["2014-04-17"],"type":["text"],"creator":["Fritz, Jörg","Bitsch, Bertram","Kührt, Ekkehard","Morbidelli, Alessandro","Tornow, Carmen","Wünnemann, Kai","Fernandes, Vera A.","Grenfell, Lee J.","Rauer, Heike","Wagner, Roland","Werner, Stephanie C."],"language":[],"coverage":[],"title":["Earth-like Habitats in Planetary Systems"],"description":["  Understanding the concept of habitability is related to an evolutionary\nknowledge of the particular planet-in-question. Additional indications\nso-called \"systemic aspects\" of the planetary system as a whole governs a\nparticular planet's claim on habitability. Here we focus on such systemic\naspects and discuss their relevance to the formation of an 'Earth-like'\nhabitable planet. We summarize our results obtained by lunar sample work and\nnumerical models within the framework of the Research Alliance \"Planetary\nEvolution and Life\". We consider various scenarios which simulate the dynamical\nevolution of the Solar System and discuss the likelihood of forming an\nEarth-like world orbiting another star. Our model approach is constrained by\nobservations of the modern Solar System and the knowledge of its history.\nResults suggest that the long-term presence of terrestrial planets is\njeopardized due to gravitational interactions if giant planets are present. But\nhabitability of inner rocky planets may be supported in those planetary systems\nhosting giant planets.\n  Gravitational interactions within a complex multiple-body structure including\ngiant planets may supply terrestrial planets with materials which formed in the\ncolder region of the proto-planetary disk. During these processes, water, the\nprime requisite for habitability, is delivered to the inner system. This may\noccur either during the main accretion phase of terrestrial planets or via\nimpacts during a post-accretion bombardment. Results for both processes are\nsummarized and discussed with reference to the lunar crater record.\n  Starting from a scenario involving migration of the giant planets this\ncontribution discusses the delivery of water to Earth, the modification of\natmospheres by impacts in a planetary system context and the likelihood of the\nexistence of extrasolar Earth-like habitable worlds.\n","Comment: 36 Pages, 6 figures, 2014, Special Issue in Planetary and Space\n  Science on the Helmholtz Research Alliance on Planetary Evolution and Life"]}]
["1404.4461",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J10, 14J29"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4461"],"date":["2014-04-17"],"type":["text"],"creator":["Chen, Yifan"],"language":[],"coverage":[],"title":["Commuting involutions on surfaces of general type with p_g=0 and K^2=7"],"description":["  The aim of this article is to classify the pairs (S, G), where S is a smooth\nminimal surface of general type with p_g=0 and K^2=7, G is a subgroup of the\nautomorphism group of S and G is isomorphic to the group $\\mathbb{Z}_2^2$. The\nInoue surfaces with K^2=7, which are finite Galois $\\mathbb{Z}_2^2$-covers of\nthe 4-nodal cubic surface, are the first examples of such pairs. More recently,\nthe author constructed a new family of such pairs. They are finite Galois\n$\\mathbb{Z}_2^2$-covers of certain 6-nodal Del Pezzo surfaces of degree one. We\nprove that the base of the Kuranishi family of deformations of a surface in\nthis family is smooth. We show that, in the Gieseker moduli space of canonical\nmodels of surfaces of general type, the subset corresponding to the surfaces in\nthis family is an irreducible connected component, normal, unirational of\ndimension 3.\n","Comment: 2 figures; Comments are welcome"]}]
["1404.4462",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4462"],"date":["2014-04-17"],"type":["text"],"creator":["Begum, Mahmuda","Das, Nilakshi"],"language":[],"coverage":[],"title":["Self Diffusion of Yukawa system in presence of external magnetic field"],"description":["  Diffusion of dust particles is one of the most significant transport\nprocesses of strongly coupled dusty plasma that reflect the nature of inter\nparticle interaction and characterize thermodynamics of the system. In this\npaper the effect of magnetic field on diffusion of dust particles in strongly\ncoupled dusty plasma is investigated by using molecular dynamics simulations.\nSelf- diffusion coefficients of Yukawa systems are obtained for a wide range of\nplasma parameters and magnetic field strength using Green- Kubo expression\nwhich is based on integrated velocity autocorrelation function (VACF). It is\nassumed that dust particles interact with each other by modified Yukawa (i.e.\nscreened Coulomb) potential. The study gives interesting results of dust\nparticle diffusion in magnetized plasma.\n"]}]
["1404.4465",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4465"],"date":["2014-04-17"],"type":["text"],"creator":["Merz, Florian","Sanders, Peter"],"language":[],"coverage":[],"title":["PReaCH: A Fast Lightweight Reachability Index using Pruning and\n  Contraction Hierarchies"],"description":["  We develop the data structure PReaCH (for Pruned Reachability Contraction\nHierarchies) which supports reachability queries in a directed graph, i.e., it\nsupports queries that ask whether two nodes in the graph are connected by a\ndirected path. PReaCH adapts the contraction hierarchy speedup techniques for\nshortest path queries to the reachability setting. The resulting approach is\nsurprisingly simple and guarantees linear space and near linear preprocessing\ntime. Orthogonally to that, we improve existing pruning techniques for the\nsearch by gathering more information from a single DFS-traversal of the graph.\nPReaCH-indices significantly outperform previous data structures with\ncomparable preprocessing cost. Methods with faster queries need significantly\nmore preprocessing time in particular for the most difficult instances.\n"]}]
["1404.4468",{"format":[],"subject":["Computer Science - Databases","Computer Science - Logic in Computer Science","68P15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4468"],"date":["2014-04-17"],"type":["text"],"creator":["Hannula, Miika","Kontinen, Juha","Link, Sebastian"],"language":[],"coverage":[],"title":["On Independence Atoms and Keys"],"description":["  Uniqueness and independence are two fundamental properties of data. Their\nenforcement in database systems can lead to higher quality data, faster data\nservice response time, better data-driven decision making and knowledge\ndiscovery from data. The applications can be effectively unlocked by providing\nefficient solutions to the underlying implication problems of keys and\nindependence atoms. Indeed, for the sole class of keys and the sole class of\nindependence atoms the associated finite and general implication problems\ncoincide and enjoy simple axiomatizations. However, the situation changes\ndrastically when keys and independence atoms are combined. We show that the\nfinite and the general implication problems are already different for keys and\nunary independence atoms. Furthermore, we establish a finite axiomatization for\nthe general implication problem, and show that the finite implication problem\ndoes not enjoy a k-ary axiomatization for any k.\n"]}]
["1404.4469",{"format":[],"subject":["Nuclear Experiment","High Energy Physics - Experiment","Physics - Instrumentation and Detectors","J.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4469"],"date":["2014-04-17"],"type":["text"],"creator":["Artusa, D. R.","Avignone III, F. T.","Azzolini, O.","Balata, M.","Banks, T. I.","Bari, G.","Beeman, J.","Bellini, F.","Bersani, A.","Biassoni, M.","Brofferio, C.","Bucci, C.","Cai, X. Z.","Camacho, A.","Canonica, L.","Cao, X. G.","Capelli, S.","Carbone, L.","Cardani, L.","Carrettoni, M.","Casali, N.","Chiesa, D.","Chott, N.","Clemenza, M.","Cosmelli, C.","Cremonesi, O.","Creswick, R. J.","Dafinei, I.","Dally, A.","Datskov, V.","De Biasi, A.","Deninno, M. M.","Di Domizio, S.","di Vacri, M. L.","Ejzak, L.","Fang, D. Q.","Farach, H. A.","Faverzani, M.","Fernandes, G.","Ferri, E.","Ferroni, F.","Fiorini, E.","Franceschi, M. A.","Freedman, S. J.","Fujikawa, B. K.","Giachero, A.","Gironi, L.","Giuliani, A.","Goett, J.","Gorla, P.","Gotti, C.","Gutierrez, T. D.","Haller, E. E.","Han, K.","Heeger, K. M.","Hennings-Yeomans, R.","Huang, H. Z.","Kadel, R.","Kazkaz, K.","Keppel, G.","Kolomensky, Yu. G.","Li, Y. L.","Ligi, C.","Liu, X.","Ma, Y. G.","Maiano, C.","Maino, M.","Martinez, M.","Maruyama, R. H.","Mei, Y.","Moggi, N.","Morganti, S.","Napolitano, T.","Nisi, S.","Nones, C.","Norman, E. B.","Nucciotti, A.","O'Donnell, T.","Orio, F.","Orlandi, D.","Ouellet, J. L.","Pallavicini, M.","Palmieri, V.","Pattavina, L.","Pavan, M.","Pedretti, M.","Pessina, G.","Pettinacci, V.","Piperno, G.","Pira, C.","Pirro, S.","Previtali, E.","Rampazzo, V.","Rosenfeld, C.","Rusconi, C.","Sala, E.","Sangiorgio, S.","Scielzo, N. D.","Sisti, M.","Smith, A. R.","Taffarello, L.","Tenconi, M.","Terranova, F.","Tian, W. D.","Tomei, C.","Trentalange, S.","Ventura, G.","Vignati, M.","Wang, B. S.","Wang, H. W.","Wielgus, L.","Wilson, J.","Winslow, L. A.","Wise, T.","Woodcraft, A.","Zanotti, L.","Zarra, C.","Zhu, B. X.","Zucchelli, S."],"language":[],"coverage":[],"title":["Exploring the Neutrinoless Double Beta Decay in the Inverted Neutrino\n  Hierarchy with Bolometric Detectors"],"description":["  Neutrinoless double beta decay (0nubb) is one of the most sensitive probes\nfor physics beyond the Standard Model, providing unique information on the\nnature of neutrinos. In this paper we review the status and outlook for\nbolometric 0nubb decay searches. We summarize recent advances in background\nsuppression demonstrated using bolometers with simultaneous readout of heat and\nlight signals. We simulate several configurations of a future CUORE-like\nbolometer array which would utilize these improvements and present the\nsensitivity reach of a hypothetical next-generation bolometric 0nubb\nexperiment. We demonstrate that a bolometric experiment with the isotope mass\nof about 1 ton is capable of reaching the sensitivity to the effective Majorana\nneutrino mass (|mee|) of order 10-20 meV, thus completely exploring the\nso-called inverted neutrino mass hierarchy region. We highlight the main\nchallenges and identify priorities for an R&D program addressing them.\n","Comment: 22 pages, 15 figures, submitted to EPJC"]}]
["1404.4474",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4474"],"date":["2014-04-17"],"type":["text"],"creator":["Vujinovic, Milan","Alkofer, Reinhard","Eichmann, Gernot","Williams, Richard"],"language":[],"coverage":[],"title":["Non-perturbative features of the three-gluon vertex in Landau gauge"],"description":["  We present a calculation of the three-gluon vertex from its Dyson-Schwinger\nequation in Landau-gauge Yang-Mills theory. All tensor structures are\nconsidered and back-coupled self-consistently. Within the chosen truncation,\ntwo-loop diagrams as well as diagrams containing Green's functions beyond the\nprimitively divergent ones are neglected. Only the three-gluon vertex is chosen\nto be dynamical; the other propagators and vertex functions are provided as\nseparate solutions of their Dyson-Schwinger equations or by Ansatz. For both\nscaling- and decoupling-type solutions we observe, in agreement with other\nstudies, a sign change in the tree-level tensor dressing at a non-perturbative\nscale.\n","Comment: 6 pages, 2 figures, proceedings of Excited QCD 2014 conference"]}]
["1404.4475",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4475"],"date":["2014-04-17"],"type":["text"],"creator":["Möbius, S.","Vlaming, S. M.","Malyshev, V. A.","Knoester, J.","Eisfeld, A."],"language":[],"coverage":[],"title":["One-dimensional excitonic systems with diagonal L\\'{e}vy disorder: A\n  detailed study of the absorption spectra and the disorder scaling of\n  localization length"],"description":["  We present a detailed study of the effects of L\\'evy $\\alpha$-stable disorder\ndistributions on the optical and localization properties of excitonic systems.\nThese distributions are a generalization of commonly studied Gaussian\nrandomness ($\\alpha = 2$). However, the more general case ($\\alpha < 2$)\nincludes also heavy-tailed behavior with a divergent second moment. These types\nof distributions give rise to novel effects, such as exchange broadening of the\nabsorption spectra and anomalous localization of the excitonic states, which\nhas been found in various excitonic systems. We provide a thorough examination\nof the localization behavior and the absorption spectra of excitons in chains\nwith L\\'evy $\\alpha$-stable diagonal disorder. Several regimes are considered\nin detail: (i) weak disorder and small systems, where finite size effects\nbecome significant; (ii) intermediate disorder and/or larger systems for which\nexciton states around the exciton band edge spread over a number of monomers,\nand (iii) strong disorder where the exciton wave functions resemble the\nindividual molecular states. We propose analytical approaches to describe the\ndisorder scaling of relevant quantities for these three regimes of\nlocalization, which match excellently with numerical results. We also show the\nappearance of short localization segments caused by outliers (monomers having\ntransition energies larger than the exciton band width). Such states give rise\nto an additional structure in the absorption spectrum, density of states, and\nin the nontrivial disorder scaling of the absorption band width.\n"]}]
["1404.4478",{"format":[],"subject":["Computer Science - Discrete Mathematics","Computer Science - Computational Complexity","Mathematics - Combinatorics","O5C15, 05C85 (Primary), 05C40 (Secondary)","G.2.2","F.2.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4478"],"date":["2014-04-17"],"type":["text"],"creator":["Chandran, L. Sunil","Rajendraprasad, Deepak","Tesař, Marek"],"language":[],"coverage":[],"title":["Rainbow Colouring of Split Graphs"],"description":["  A rainbow path in an edge coloured graph is a path in which no two edges are\ncoloured the same. A rainbow colouring of a connected graph G is a colouring of\nthe edges of G such that every pair of vertices in G is connected by at least\none rainbow path. The minimum number of colours required to rainbow colour G is\ncalled its rainbow connection number. Between them, Chakraborty et al. [J.\nComb. Optim., 2011] and Ananth et al. [FSTTCS, 2012] have shown that for every\ninteger k, k \\geq 2, it is NP-complete to decide whether a given graph can be\nrainbow coloured using k colours.\n  A split graph is a graph whose vertex set can be partitioned into a clique\nand an independent set. Chandran and Rajendraprasad have shown that the problem\nof deciding whether a given split graph G can be rainbow coloured using 3\ncolours is NP-complete and further have described a linear time algorithm to\nrainbow colour any split graph using at most one colour more than the optimum\n[COCOON, 2012]. In this article, we settle the computational complexity of the\nproblem on split graphs and thereby discover an interesting dichotomy.\nSpecifically, we show that the problem of deciding whether a given split graph\ncan be rainbow coloured using k colours is NP-complete for k \\in {2,3}, but can\nbe solved in polynomial time for all other values of k.\n","Comment: This is the full version of a paper to be presented at ICGT 2014.\n  This complements the results in arXiv:1205.1670 (which were presented in\n  COCOON 2013), and both will be merged into a single journal submission"]}]
["1404.4481",{"format":[],"subject":["Mathematics - Analysis of PDEs","35J30, 35B40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4481","Trudy seminara imeni I.G. Petrovskogo. 23 (2003); Engilsh transl.\n  in J. Math. Sci., 120, No 3 (2004), 1295-1312"],"date":["2014-04-17"],"type":["text"],"creator":["Gurevich, Pavel"],"language":[],"coverage":[],"title":["Asymptotics of solutions for nonlocal elliptic problems in plane angles"],"description":["  We investigate asymptotic behavior of solutions for nonlocal elliptic\nboundary value problems in plane angles and in ${\\mathbb R}^2\\backslash\\{0\\}$.\nSuch problems arise as model ones when studying asymptotics of solutions for\nnonlocal elliptic problems in bounded domains. We obtain explicit formulas for\nthe asymptotic coefficients in terms of eigenvectors and associated vectors of\nboth adjoint nonlocal operators (acting in spaces of distributions) and\nformally adjoint (with respect to the Green formula) nonlocal problems.\n","Comment: 23 pages"]}]
["1404.4484",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","05C62"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4484"],"date":["2014-04-17"],"type":["text"],"creator":["Basavaraju, Manu","Chandran, L. Sunil","Mathew, Rogers","Rajendraprasad, Deepak"],"language":[],"coverage":[],"title":["Separation dimension of sparse graphs"],"description":["  The separation dimension of a graph $G$ is the smallest natural number $k$\nfor which the vertices of $G$ can be embedded in $\\mathbb{R}^k$ such that any\npair of disjoint edges in $G$ can be separated by a hyperplane normal to one of\nthe axes. Equivalently, it is the smallest possible cardinality of a family\n$\\mathcal{F}$ of permutations of the vertices of $G$ such that for any two\ndisjoint edges of $G$, there exists at least one permutation in $\\mathcal{F}$\nin which all the vertices in one edge precede those in the other. In general,\nthe maximum separation dimension of a graph on $n$ vertices is $\\Theta(\\log\nn)$. In this article, we focus on sparse graphs and show that the maximum\nseparation dimension of a $k$-degenerate graph on $n$ vertices is $O(k \\log\\log\nn)$ and that there exists a family of $2$-degenerate graphs with separation\ndimension $\\Omega(\\log\\log n)$. We also show that the separation dimension of\nthe graph $G^{1/2}$ obtained by subdividing once every edge of another graph\n$G$ is at most $(1 + o(1)) \\log\\log \\chi(G)$ where $\\chi(G)$ is the chromatic\nnumber of the original graph.\n","Comment: This is the full version of a paper to be presented at ICGT 2014.\n  This is a subset of the results in arXiv:1212.6756"]}]
["1404.4487",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4487"],"date":["2014-04-17"],"type":["text"],"creator":["Gendulphe, Matthieu"],"language":["fr"],"coverage":[],"title":["Trois applications du lemme de Schwarz aux surfaces hyperboliques"],"description":["  Through the Schwarz lemma, we provide a new point of view on three well-known\nresults of the geometry of hyperbolic surfaces. The first result deal with the\nlength of closed geodesics on hyperbolic surfaces with boundary (Thurston,\nParlier, Papadopoulos-Th\\'eret). The two others give sharp lower bounds on two\nmetric invariants: the length of the shortest non simple closed geodesic, and\nthe radius of the biggest embedded hyperbolic disk (Yamada). We also discuss a\nquestion of Papadopoulos and Th\\'eret about the length of arcs on surfaces with\nboundary. In a sequel, we use a generalization of the Schwarz lemma due to Yau\nto study the injectivity radius of surfaces with bounded curvature.\n","Comment: 14 pages with an appendix, in French"]}]
["1404.4488",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4488"],"date":["2014-04-17"],"type":["text"],"creator":["Gendulphe, Matthieu"],"language":["fr"],"coverage":[],"title":["Le lemme de Schwarz et la borne sup\\'erieure du rayon d'injectivit\\'e\n  des surfaces"],"description":["  We study the injectivity radius of complete Riemannian surfaces (S,g) with\ncurvature |K(g)| bounded by 1. We show that if S is orientable with nonabelian\nfundamental group, then there is a point p in S with injectivity radius at\nleast arcsinh(2/\\sqrt{3}). This lower bound is sharp independently of the\ntopology of S. This result was conjectured by Bavard who has already proved the\ngenus zero cases. We establish a similar inequality for surfaces with boundary.\nThe proofs rely on a version due to Yau of the Schwarz lemma, and on the work\nof Bavard. This article is the sequel of a previous one where we studied\napplications of the Schwarz lemma to hyperbolic surfaces.\n","Comment: 12 pages, in French"]}]
["1404.4489",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4489","doi:10.1002/adfm.201304146"],"date":["2014-04-17"],"type":["text"],"creator":["Kunstmann, Jens","Bezugly, Viktor","Rabbel, Hauke","Rümmeli, Mark H.","Cuniberti, Gianaurelio"],"language":[],"coverage":[],"title":["Unveiling the atomic structure of single-wall boron nanotubes"],"description":["  Despite recent successes in the synthesis of boron nanotubes (BNTs), the\natomic arrangement of their walls has not yet been determined and many\nquestions about their basic properties do remain. Here, we unveil the dynamical\nstability of BNTs by means of first-principles molecular dynamics simulations.\nWe find that free-standing, single-wall BNTs with diameters larger than 0.6 nm\nare thermally stable at the experimentally reported synthesis temperature of\n870$^\\circ$C and higher. The walls of thermally stable BNTs are found to have a\nvariety of different mixed triangular-hexagonal morphologies. Our results\nsubstantiate the importance of mixed triangular-hexagonal morphologies as a\nstructural paradigm for atomically thin boron.\n","Comment: 13 pages, 5 figures. Advanced Functional Materials (2014)"]}]
["1404.4490",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4490","Symmetry 2014, 6(2), 234-255","doi:10.3390/sym6020234"],"date":["2014-04-17"],"type":["text"],"creator":["Quadri, Andrea"],"language":[],"coverage":[],"title":["Quantum Local Symmetry of the D-Dimensional Non-Linear Sigma Model: A\n  Functional Approach"],"description":["  We summarize recent progress on the symmetric subtraction of the Non-Linear\nSigma Model in $D$ dimensions, based on the validity of a certain Local\nFunctional Equation (LFE) encoding the invariance of the SU(2) Haar measure\nunder local left transformations. The deformation of the classical non-linearly\nrealized symmetry at the quantum level is analyzed by cohomological tools. It\nis shown that all the divergences of the one-particle irreducible (1-PI)\namplitudes (both on-shell and off-shell) can be classified according to the\nsolutions of the LFE. Applications to the non-linearly realized Yang-Mills\ntheory and to the electroweak theory, which is directly relevant to the\nmodel-independent analysis of LHC data, are briefly addressed.\n","Comment: 26 pages. Invited review to Symmetry"]}]
["1404.4494",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4494"],"date":["2014-04-17"],"type":["text"],"creator":["Wisse, M.","Marot, L.","Steiner, R.","Mathys, D.","Stumpp, A.","Joanny, M.","Travere, J. M.","Meyer, E."],"language":[],"coverage":[],"title":["Pico- and nanosecond laser ablation of mixed tungsten / aluminium films"],"description":["  In order to extend the investigation of laser-assisted cleaning of\nITER-relevant first mirror materials to the picosecond regime, a commercial\nlaser system delivering 10 picosecond pulses at 355 nm at a frequency of up to\n1 MHz has been used to investigate the ablation of mixed aluminium (oxide) /\ntungsten (oxide) layers deposited on poly- and nanocrystalline molybdenum as\nwell as nanocrystalline rhodium mirrors. Characterization before and after\ncleaning using scanning electron microscopy (SEM) and spectrophotometry shows\nheavy dust formation, resulting in a degradation of the reflectivity. Cleaning\nusing a 5 nanosecond pulses at 350 and 532 nm, on the other hand, proved very\npromising. The structure of the film remnants suggests that in this case\nbuckling was the underlying removal mechanism rather than ablation. Repeated\ncoating and cleaning using nanosecond pulses is demonstrated.\n","Comment: Accepted in Fusion Science and Technology. Fusion Science and\n  Technology 2014"]}]
["1404.4496",{"format":[],"subject":["Computer Science - Information Theory","Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4496"],"date":["2014-04-17"],"type":["text"],"creator":["Yilmaz, H. Birkan","Heren, Akif Cem","Tugcu, Tuna","Chae, Chan-Byoung"],"language":[],"coverage":[],"title":["3-D Channel Characteristics for Molecular Communications with an\n  Absorbing Receiver"],"description":["  Within the domain of molecular communications, researchers mimic the\ntechniques in nature to come up with alternative communication methods for\ncollaborating nanomachines. This work investigates the channel transfer\nfunction for molecular communication via diffusion. In nature,\ninformation-carrying molecules are generally absorbed by the target node via\nreceptors. Using the concentration function, without considering the absorption\nprocess, as the channel transfer function implicitly assumes that the receiver\nnode does not affect the system. In this letter, we propose a solid analytical\nformulation and analyze the signal metrics (attenuation and propagation delay)\nfor molecular communication via diffusion channel with an absorbing receiver in\na 3-D environment. The proposed model and the formulation match well with the\nsimulations without any normalization.\n","Comment: 4 pages, 3 figures"]}]
["1404.4498",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4498"],"date":["2014-04-17"],"type":["text"],"creator":["Endo, Motoi","Yoshinaga, Takahiro"],"language":[],"coverage":[],"title":["Lepton Universality Test of Extra Leptons using Hadron Decay"],"description":["  We study the flavor universality of the lepton couplings with the W and Z\nbosons. Currently, it is constrained by the electroweak precision observables.\nWe focus on the leptonic decay of the pion. It is shown that the decay is\nexpected to have a comparable or better sensitivity to the lepton-flavor\nuniversality in the near future. Furthermore, it provides a complementary\ninformation in determining the Wlnu couplings without assuming new physics\nmodels. This result is applied to a model of the extra lepton.\n","Comment: 12 pages, 1 figure"]}]
["1404.4506",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4506"],"date":["2014-04-17"],"type":["text"],"creator":["Lokshtanov, Daniel","Misra, Pranabendu","Panolan, Fahad","Saurabh, Saket"],"language":[],"coverage":[],"title":["Deterministic Truncation of Linear Matroids"],"description":["  Let $M=(E,{\\cal I})$ be a matroid. A {\\em $k$-truncation} of $M$ is a matroid\n{$M'=(E,{\\cal I}')$} such that for any $A\\subseteq E$, $A\\in {\\cal I}'$ if and\nonly if $|A|\\leq k$ and $A\\in {\\cal I}$. Given a linear representation of $M$\nwe consider the problem of finding a linear representation of the\n$k$-truncation of this matroid. This problem can be abstracted out to the\nfollowing problem on matrices. Let $M$ be a $n\\times m$ matrix over a field\n$\\mathbb{F}$. A {\\em rank $k$-truncation} of the matrix $M$ is a $k\\times m$\nmatrix $M_k$ (over $\\mathbb{F}$ or a related field) such that for every subset\n$I\\subseteq \\{1,\\ldots,m\\}$ of size at most $k$, the set of columns\ncorresponding to $I$ in $M$ has rank $|I|$ if and only of the corresponding set\nof columns in $M_k$ has rank $|I|$. Finding rank $k$-truncation of matrices is\na common way to obtain a linear representation of $k$-truncation of linear\nmatroids, which has many algorithmic applications. A common way to compute a\nrank $k$-truncation of a $n \\times m$ matrix is to multiply the matrix with a\nrandom $k\\times n$ matrix (with the entries from a field of an appropriate\nsize), yielding a simple randomized algorithm. So a natural question is whether\nit possible to obtain a rank $k$-truncations of a matrix, {\\em\ndeterministically}. In this paper we settle this question for matrices over any\nfinite field or the field of rationals ($\\mathbb Q$). We show that given a\nmatrix $M$ over a field $\\mathbb{F}$ we can compute a $k$-truncation $M_k$ over\nthe ring $\\mathbb{F}[X]$ in deterministic polynomial time.\n","Comment: 23 pages"]}]
["1404.4508",{"format":[],"subject":["Mathematics - Number Theory","11F11, 11F25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4508"],"date":["2014-04-17"],"type":["text"],"creator":["Chow, Sam","Ghitza, Alexandru"],"language":[],"coverage":[],"title":["Distinguishing newforms"],"description":["  Let $n_0(N,k)$ be the number of initial Fourier coefficients necessary to\ndistinguish newforms of level $N$ and even weight $k$. We produce extensive\ndata to support our conjecture that if $N$ is a fixed squarefree positive\ninteger and $k$ is large then $n_0(N,k)$ is the least prime that does not\ndivide $N$.\n","Comment: 15 pages, 8 tables"]}]
["1404.4510",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4510"],"date":["2014-04-17"],"type":["text"],"creator":["Wang, Ke","Li, Zheng","Feng, Wei","Han, Dong"],"language":[],"coverage":[],"title":["Noise Equivalent Counts Based Emission Image Reconstruction Algorithm of\n  Tomographic Gamma Scanning"],"description":["  Tomographic Gamma Scanning (TGS) is a technique used to assay the nuclide\ndistribution and radioactivity in nuclear waste drums. Both transmission and\nemission scans are performed in TGS and the transmission image is used for the\nattenuation correction in emission reconstructions. The error of the\ntransmission image, which is not considered by the existing reconstruction\nalgorithms, negatively affects the final results. An emission reconstruction\nmethod based on Noise Equivalent Counts (NEC) is presented. Noises from the\nattenuation image are concentrated to the projection data to apply the NEC\nMaximum-Likelihood Expectation-Maximization algorithm. Experiments are\nperformed to verify the effectiveness of the proposed method.\n","Comment: 9 pages, 6 figures"]}]
["1404.4511",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4511"],"date":["2014-04-17"],"type":["text"],"creator":["da Silva, M. L. L.","Machado, M. V. T."],"language":[],"coverage":[],"title":["Scalar photoproduction on the proton at CLAS and GlueX energies"],"description":["  In this work we present the results of a theoretical analysis of the data on\nphotoproduction of $f_0(980)$ meson in the laboratory photon energy between\n$3.0$ GeV and $3.8$ GeV. A comparison is done to the measurements performed by\nthe CLAS collaboration at JLab accelerator for the exclusive reaction $\\gamma p\n\\to p f_0(980)$. The differential and integrated total cross sections are also\ncomputed for the cases of the mesons $f_0(1500)$, and $f_0(1710)$, focusing on\nthe GlueX energy regime with photon energy $E_\\gamma = 9$ GeV.\n","Comment: 6 pages, 2 figures, 1 table. Presented at the Workshop 'Excited QCD\n  2014'"]}]
["1404.4514",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4514","A&A, 564, L15, 2014","doi:10.1051/0004-6361/201423435"],"date":["2014-04-17"],"type":["text"],"creator":["Adibekyan, V. Zh.","Hernandez, J. I. Gonzalez","Mena, E. Delgado","Sousa, S. G.","Santos, N. C.","Israelian, G.","Figueira, P.","de Lis, S. Bertran"],"language":[],"coverage":[],"title":["On the origin of stars with and without planets. Tc trends and clues to\n  Galactic evolution"],"description":["  We explore a sample of 148 solar-like stars to search for a possible\ncorrelation between the slopes of the abundance trends versus condensation\ntemperature (known as the Tc slope) with stellar parameters and Galactic\norbital parameters in order to understand the nature of the peculiar chemical\nsignatures of these stars and the possible connection with planet formation. We\nfind that the Tc slope significantly correlates (at more than 4sigma) with the\nstellar age and the stellar surface gravity. We also find tentative evidence\nthat the Tc slope correlates with the mean galactocentric distance of the stars\n(Rmean), suggesting that those stars that originated in the inner Galaxy have\nfewer refractory elements relative to the volatiles. While the average Tc slope\nfor planet-hosting solar analogs is steeper than that of their counterparts\nwithout planets, this difference probably reflects the difference in their age\nand Rmean. We conclude that the age and probably the Galactic birth place are\ndeterminant to establish the star's chemical properties. Old stars (and stars\nwith inner disk origin) have a lower refractory-to-volatile ratio.\n","Comment: 7 pages, 7 figures, 1 table"]}]
["1404.4516",{"format":[],"subject":["Mathematics - Analysis of PDEs","35J40, 35B40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4516","Functional Differential Equations. 10, No 1-2 (2003), P. 175-214"],"date":["2014-04-17"],"type":["text"],"creator":["Gurevich, Pavel"],"language":[],"coverage":[],"title":["Asymptotics of solutions for nonlocal elliptic problems in plane bounded\n  domains"],"description":["  The paper is devoted to the study of asymptotic behavior of solutions for\nnonlocal elliptic problems in weighted spaces. We deal with the most difficult\ncase where the support of nonlocal terms intersects with the boundary of a\nplane bounded domain. In this situation, a general form of the asymptotics is\ninvestigated and coefficients in the asymptotics are calculated.\n","Comment: 33 pages"]}]
["1404.4519",{"format":[],"subject":["Mathematics - Dynamical Systems","Computer Science - Formal Languages and Automata Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4519"],"date":["2014-04-17"],"type":["text"],"creator":["Kari, Jarkko","Salo, Ville","Törmä, Ilkka"],"language":[],"coverage":[],"title":["Trace Complexity of Chaotic Reversible Cellular Automata"],"description":["  Delvenne, K\\r{u}rka and Blondel have defined new notions of computational\ncomplexity for arbitrary symbolic systems, and shown examples of effective\nsystems that are computationally universal in this sense. The notion is defined\nin terms of the trace function of the system, and aims to capture its dynamics.\nWe present a Devaney-chaotic reversible cellular automaton that is universal in\ntheir sense, answering a question that they explicitly left open. We also\ndiscuss some implications and limitations of the construction.\n","Comment: 12 pages + 1 page appendix, 4 figures. Accepted to Reversible\n  Computation 2014 (proceedings published by Springer)"]}]
["1404.4525",{"format":[],"subject":["Mathematics - Functional Analysis","26A51"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4525"],"date":["2014-04-17"],"type":["text"],"creator":["Nguyen, Van Hoang"],"language":[],"coverage":[],"title":["A local proof of the dimensional Pr\\'ekopa's theorem"],"description":["  The aim of this paper is to find an expression for second derivative of the\nfunction $\\phi(t)$ defined by $$\\phi(t) = \\lt(\\int_V \\vphi(t,x)^{-\\beta}\ndx\\rt)^{-\\frac1{\\be -n}},\\qquad \\beta\\not= n,$$ where $U\\subset \\R$ and\n$V\\subset \\R^n$ are open bounded subsets, and $\\vphi: U\\times V\\to \\R_+$ is a\n$C^2-$smooth function. As a consequence, this result gives us a direct proof of\nthe dimensional Pr\\'ekopa's theorem based on a local approach.\n","Comment: 9 pages, to appear in J. Math. Anal. Appl"]}]
["1404.4526",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","F.1.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4526"],"date":["2014-04-17"],"type":["text"],"creator":["Kamali, Shahin","López-Ortiz, Alejandro"],"language":[],"coverage":[],"title":["An All-Around Near-Optimal Solution for the Classic Bin Packing Problem"],"description":["  In this paper we present the first algorithm with optimal average-case and\nclose-to-best known worst-case performance for the classic on-line problem of\nbin packing. It has long been observed that known bin packing algorithms with\noptimal average-case performance were not optimal in the worst-case sense. In\nparticular First Fit and Best Fit had optimal average-case ratio of 1 but a\nworst-case competitive ratio of 1.7. The wasted space of First Fit and Best Fit\nfor a uniform random sequence of length $n$ is expected to be $\\Theta(n^{2/3})$\nand $\\Theta(\\sqrt{n} \\log ^{3/4} n)$, respectively. The competitive ratio can\nbe improved to 1.691 using the Harmonic algorithm; further variations of this\nalgorithm can push down the competitive ratio to 1.588. However, Harmonic and\nits variations have poor performance on average; in particular, Harmonic has\naverage-case ratio of around 1.27. In this paper, first we introduce a simple\nalgorithm which we term Harmonic Match. This algorithm performs as well as Best\nFit on average, i.e., it has an average-case ratio of 1 and expected wasted\nspace of $\\Theta(\\sqrt{n} \\log ^{3/4} n)$. Moreover, the competitive ratio of\nthe algorithm is as good as Harmonic, i.e., it converges to $ 1.691$ which is\nan improvement over 1.7 of Best Fit and First Fit. We also introduce a\ndifferent algorithm, termed as Refined Harmonic Match, which achieves an\nimproved competitive ratio of $1.636$ while maintaining the good average-case\nperformance of Harmonic Match and Best Fit. Finally, our extensive experimental\nevaluation of the studied bin packing algorithms shows that our proposed\nalgorithms have comparable average-case performance with Best Fit and First\nFit, and this holds also for sequences that follow distributions other than the\nuniform distribution.\n","Comment: 20 pages (including the abstract and references), 3 Figures, 2 tables"]}]
["1404.4528",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4528"],"date":["2014-04-17"],"type":["text"],"creator":["de Arruda, Guilherme Ferraz","Barbieri, André Luiz","Rodriguez, Pablo Martín","Moreno, Yamir","Costa, Luciano da Fontoura","Rodrigues, Francisco Aparecido"],"language":[],"coverage":[],"title":["The role of centrality for the identification of influential spreaders\n  in complex networks"],"description":["  The identification of the most influential spreaders in networks is important\nto control and understand the spreading capabilities of the system as well as\nto ensure an efficient information diffusion such as in rumor-like dynamics.\nRecent works have suggested that the identification of influential spreaders is\nnot independent of the dynamics being studied. For instance, the key disease\nspreaders might not necessarily be so when it comes to analyze social contagion\nor rumor propagation. Additionally, it has been shown that different metrics\n(degree, coreness, etc) might identify different influential nodes even for the\nsame dynamical processes with diverse degree of accuracy. In this paper, we\ninvestigate how nine centrality measures correlate with the disease and rumor\nspreading capabilities of the nodes that made up different synthetic and\nreal-world (both spatial and non-spatial) networks. We also propose a\ngeneralization of the random walk accessibility as a new centrality measure and\nderive analytical expressions for the latter measure for simple network\nconfigurations. Our results show that for non-spatial networks, the $k$-core\nand degree centralities are most correlated to epidemic spreading, whereas the\naverage neighborhood degree, the closeness centrality and accessibility are\nmost related to rumor dynamics. On the contrary, for spatial networks, the\naccessibility measure outperforms the rest of centrality metrics in almost all\ncases regardless of the kind of dynamics considered. Therefore, an important\nconsequence of our analysis is that previous studies performed in synthetic\nrandom networks cannot be generalized to the case of spatial networks.\n","Comment: 17 pages, 11 figures, 3 tables"]}]
["1404.4533",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Computers and Society","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4533"],"date":["2014-04-17"],"type":["text"],"creator":["Tran, Minh-Dung","Acs, Gergely","Castelluccia, Claude"],"language":[],"coverage":[],"title":["Retargeting Without Tracking"],"description":["  Retargeting ads are increasingly prevalent on the Internet as their\neffectiveness has been shown to outperform conventional targeted ads.\nRetargeting ads are not only based on users' interests, but also on their\nintents, i.e. commercial products users have shown interest in. Existing\nretargeting systems heavily rely on tracking, as retargeting companies need to\nknow not only the websites a user has visited but also the exact products on\nthese sites. They are therefore very intrusive, and privacy threatening.\nFurthermore, these schemes are still sub-optimal since tracking is partial, and\nthey often deliver ads that are obsolete (because, for example, the targeted\nuser has already bought the advertised product).\n  This paper presents the first privacy-preserving retargeting ads system. In\nthe proposed scheme, the retargeting algorithm is distributed between the user\nand the advertiser such that no systematic tracking is necessary, more control\nand transparency is provided to users, but still a lot of targeting flexibility\nis provided to advertisers. We show that our scheme, that relies on homomorphic\nencryption, can be efficiently implemented and trivially solves many problems\nof existing schemes, such as frequency capping and ads freshness.\n"]}]
["1404.4538",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4538"],"date":["2014-04-17"],"type":["text"],"creator":["Spineanu, F.","Vlad, M.","Palade, D."],"language":[],"coverage":[],"title":["Regimes of self-organized criticality in the atmospheric convection"],"description":["  Large scale organization in ensembles of events of atmospheric convection can\nbe generated by the combined effect of forcing and of the interaction between\nthe raising plumes and the environment. Here the \"large scale\" refers to the\nspace extension that is larger or comparable with the basic resolved cell of a\nnumerical weather prediction system. Under the action of external forcing like\nheating individual events of convection respond to the slow accumulation of\nvapor by a threshold-type dynamics. This is due to the a time-scale separation,\nbetween the slow drive and the fast convective response, expressed as the\n\"quasi-equilibrium\". When there is interaction between the convection plumes,\nthe effect is a correlated response. We show that the correlated response have\nmany of the characteristics of the self-organized criticality (SOC). It is\nsuggested that from the SOC perspective, a description of the specific dynamics\ninduced by \"quasi-equilibrium\" can be provided by models of \"punctuated\nequilibrium\". Indeed the Bak-Sneppen model is able to reproduce (within\nreasonable approximation) two of the statistical results that have been\nobtained in observations on the organized convection.\n  We also give detailed derivation of the equations connecting the\nprobabilities of the states in the update sequence of the Bak-Sneppen model\nwith $K=2$ random neighbors. This analytical framework allows the derivation of\nscaling laws for the size of avalanches, a result that gives support to the SOC\ninterpretation of the observational data.\n","Comment: Text prepared for the Report of COST ES0905 collaboration (2014).\n  Latex 45 pages"]}]
["1404.4540",{"format":[],"subject":["Computer Science - Social and Information Networks","Computer Science - Distributed, Parallel, and Cluster Computing","Physics - Physics and Society","68M14, 05C82"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4540"],"date":["2014-04-17"],"type":["text"],"creator":["Córdoba, Antonio","Aguilar-Hidalgo, Daniel","Lemos, M. Carmen"],"language":[],"coverage":[],"title":["Collective computation in a network with distributed information"],"description":["  We analyze a distributed information network in which each node has access to\nthe information contained in a limited set of nodes (its neighborhood) at a\ngiven time. A collective computation is carried out in which each node\ncalculates a value that implies all information contained in the network (in\nour case, the average value of a variable that can take different values in\neach network node). The neighborhoods can change dynamically by exchanging\nneighbors with other nodes. The results of this collective calculation show\nrapid convergence and good scalability with the network size. These results are\ncompared with those of a fixed network arranged as a square lattice, in which\nthe number of rounds to achieve a given accuracy is very high when the size of\nthe network increases. The results for the evolving networks are interpreted in\nlight of the properties of complex networks and are directly relevant to the\ndiameter and characteristic path length of the networks, which seem to express\n\"small world\" properties.\n","Comment: 11 pages, 4 figures"]}]
["1404.4541",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Geometric Topology","Mathematics - Symplectic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4541"],"date":["2014-04-17"],"type":["text"],"creator":["Godinho, Leonor","Pelayo, Álvaro","Sabatini, Silvia"],"language":[],"coverage":[],"title":["Fermat and the number of fixed points of periodic flows"],"description":["  We obtain a general lower bound for the number of fixed points of a circle\naction on a compact almost complex manifold $M$ of dimension $2n$ with nonempty\nfixed point set, provided the Chern number $c_1c_{n-1}[M]$ vanishes. The proof\ncombines techniques originating in equivariant K-theory with celebrated number\ntheory results on polygonal numbers, introduced by Pierre de Fermat. This lower\nbound confirms in many cases a conjecture of Kosniowski from 1979, and is\nbetter than existing bounds for some symplectic actions. Moreover, if the fixed\npoint set is discrete, we prove divisibility properties for the number of fixed\npoints, improving similar statements obtained by Hirzebruch in 1999. Our\nresults apply, for example, to a class of manifolds which do not support any\nHamiltonian circle action, namely those for which the first Chern class is\ntorsion. This includes, for instance, all symplectic Calabi Yau manifolds.\n","Comment: 27 pages. This article continues the work of arXiv:1307.6766, in\n  particular the article employs classical results in number theory to fully\n  solve the optimization problem presented in arXiv:1307.6766"]}]
["1404.4543",{"format":[],"subject":["Computer Science - Multimedia","68Uxx","H.2.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4543"],"date":["2014-04-17"],"type":["text"],"creator":["Haghi, Hadi Restgou","Kangavari, Mohammadreza","QasemiZadeh, Behrang"],"language":[],"coverage":[],"title":["A Novel Approach for Video Temporal Annotation"],"description":["  Recent advances in computing, communication, and data storage have led to an\nincreasing number of large digital libraries publicly available on the\nInternet. Main problem of content-based video retrieval is inferring semantics\nfrom raw video data. Video data play an important role in these libraries.\nInstead of words, a video retrieval system deals with collections of video\nrecords. Therefore, the system is confronted with the problem of video\nunderstanding. Because machine understanding of the video data is still an\nunsolved research problem, text annotations are usually used to describe the\ncontent of video data according to the annotator's understanding and the\npurpose of that video data. Most of proposed systems for video annotation are\ndomain dependent. In addition, in many of these systems, an important feature\nof video data, temporality, is disregarded. In this paper, we proposed a\nframework for video temporal annotation. The proposed system uses domain\nknowledge and a time ontology to perform temporal annotation of input video.\n","Comment: Published in a Local Confrence, 2006"]}]
["1404.4544",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4544"],"date":["2014-04-17"],"type":["text"],"creator":["Kostochka, Alexandr","Sudakov, Benny","Verstraete, Jacques"],"language":[],"coverage":[],"title":["Cycles in triangle-free graphs of large chromatic number"],"description":["  More than twenty years ago Erd\\H{o}s conjectured~\\cite{E1} that a\ntriangle-free graph $G$ of chromatic number $k \\geq k_0(\\varepsilon)$ contains\ncycles of at least $k^{2 - \\varepsilon}$ different lengths as $k \\rightarrow\n\\infty$. In this paper, we prove the stronger fact that every triangle-free\ngraph $G$ of chromatic number $k \\geq k_0(\\varepsilon)$ contains cycles of\n$(\\frac{1}{64} - \\varepsilon)k^2 \\log k$ consecutive lengths, and a cycle of\nlength at least $(\\tfrac{1}{4} - \\varepsilon)k^2 \\log k$. As there exist\ntriangle-free graphs of chromatic number $k$ with at most roughly $4k^2 \\log k$\nvertices for large $k$, theses results are tight up to a constant factor. We\nalso give new lower bounds on the circumference and the number of different\ncycle lengths for $k$-chromatic graphs in other monotone classes, in\nparticular, for $K_r$-free graphs and graphs without odd cycles $C_{2s+1}$.\n","Comment: 10 pages"]}]
["1404.4555",{"format":[],"subject":["Quantum Physics","Mathematical Physics","81Q20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4555","Lecture Notes in Computer Science, Vol. 7972, 4659 (2013)","doi:10.1007/978-3-642-39643-4_4"],"date":["2014-04-17"],"type":["text"],"creator":["Anderson, Roger W.","Aquilanti, Vincenzo","Bitencourt, Ana Carla P.","Marinelli, Dimitri","Ragni, Mirco"],"language":[],"coverage":[],"title":["The Screen representation of spin networks: 2D recurrence, eigenvalue\n  equation for 6j symbols, geometric interpretation and Hamiltonian dynamics"],"description":["  This paper treats 6j symbols or their orthonormal forms as a function of two\nvariables spanning a square manifold which we call the \"screen\". We show that\nthis approach gives important and interesting insight. This two dimensional\nperspective provides the most natural extension to exhibit the role of these\ndiscrete functions as matrix elements that appear at the very foundation of the\nmodern theory of classical discrete orthogonal polynomials. Here we present 2D\nand 1D recursion relations that are useful for the direct computation of the\northonormal 6j, which we name U. We present a convention for the order of the\narguments of the 6j that is based on their classical and Regge symmetries, and\na detailed investigation of new geometrical aspects of the 6j symbols.\nSpecifically we compare the geometric recursion analysis of Schulten and Gordon\nwith the methods of this paper. The 1D recursion relation, written as a matrix\ndiagonalization problem, permits an interpretation as a discrete\nSchr\\\"odinger-like equations and an asymptotic analysis illustrates\nsemiclassical and classical limits in terms of Hamiltonian evolution.\n","Comment: 14 pages,9 figures, presented at ICCSA 2013 13th International\n  Conference on Computational Science and Application"]}]
["1404.4560",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","Computer Science - Computational Complexity","Computer Science - Multiagent Systems","I.2.11","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4560"],"date":["2014-04-17"],"type":["text"],"creator":["Hemaspaandra, Edith","Hemaspaandra, Lane A.","Schnoor, Henning"],"language":[],"coverage":[],"title":["A Control Dichotomy for Pure Scoring Rules"],"description":["  Scoring systems are an extremely important class of election systems. A\nlength-$m$ (so-called) scoring vector applies only to $m$-candidate elections.\nTo handle general elections, one must use a family of vectors, one per length.\nThe most elegant approach to making sure such families are \"family-like\" is the\nrecently introduced notion of (polynomial-time uniform) pure scoring rules\n[Betzler and Dorn 2010], where each scoring vector is obtained from its\nprecursor by adding one new coefficient. We obtain the first dichotomy theorem\nfor pure scoring rules for a control problem. In particular, for constructive\ncontrol by adding voters (CCAV), we show that CCAV is solvable in polynomial\ntime for $k$-approval with $k \\leq 3$, $k$-veto with $k \\leq 2$, every pure\nscoring rule in which only the two top-rated candidates gain nonzero scores,\nand a particular rule that is a \"hybrid\" of 1-approval and 1-veto. For all\nother pure scoring rules, CCAV is NP-complete. We also investigate the\ndescriptive richness of different models for defining pure scoring rules,\nproving how more rule-generation time gives more rules, proving that rationals\ngive more rules than do the natural numbers, and proving that some restrictions\npreviously thought to be \"w.l.o.g.\" in fact do lose generality.\n","Comment: A shorter version of this paper will appear in the proceedings of the\n  Twenty-Eighth AAAI Conference on Artificial Intelligence (AAAI 2014)"]}]
["1404.4564",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4564"],"date":["2014-04-17"],"type":["text"],"creator":["Alloul, Adam"],"language":[],"coverage":[],"title":["Top-down and bottom-up excursions beyond the Standard Model: The example\n  of left-right symmetries in supersymmetry"],"description":["  In this Ph.D thesis three main projects are presented. In the first one the\nphenomenology associated with the neutralinos and charginos sector of the\nleft-right symmetric supersymmetric model is explored. After a detailed\nmotivation of the study and construction of such models, it is shown that these\nmodels can be easily discovered in multi-leptonic final states as they lead to\nsignatures very different from those induced by the Standard Model or its\nsupersymmetric version. In the second project, we concentrate on the\nphenomenology associated with doubly-charged particles. Starting from the\nhypothesis that such a particle is discovered at the LHC, we build several\neffective field theories depending on both the representation under SU(2)_L to\nwhich they belong the particle and their spin and perform a Monte Carlo\nanalysis highlighting some key observables that would help to determine their\nquantum numbers. Another part of my thesis, complementary to the phenomenology\nwork, has consisted in developping computer programs that might be helpful for\nphenomenological studies. Working in the framework of the Mathematica package\nFeynRules, I took part in the development of a routine able to extract\nautomatically the analytical expressions of the renormalization group equations\nat the two-loop level for any renormalizable supersymmetric model. I have also\nbeen involved in the development of another module of FeynRules able to extract\nautomatically the analytical expressions for the mass matrices associated to\nany model implemented in FeynRules and to export these equations in the form of\na C++ source code able to diagonalize the matrices and store the mixing\nmatrices as well as the spectrum in an SLHA-compliant file.\n","Comment: Ph.D thesis defended at IPHC (France) on september 20th 2013, 168\n  pages"]}]
["1404.4568",{"format":[],"subject":["Mathematical Physics","81V70, 82C10, 81U30, 60F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4568"],"date":["2014-04-17"],"type":["text"],"creator":["Benedikter, Niels"],"language":[],"coverage":[],"title":["Deriving the Gross-Pitaevskii equation"],"description":["  In experiments, Bose-Einstein condensates are prepared by cooling a dilute\nBose gas in a trap. After the phase transition has been reached, the trap is\nswitched off and the evolution of the condensate observed. The evolution is\nmacroscopically described by the Gross-Pitaevskii equation. On the microscopic\nlevel, the dynamics of Bose gases are described by the $N$-body Schr\\\"odinger\nequation. We review our article [BdS12] in which we construct a class of\ninitial data in Fock space which are energetically close to the ground state\nand prove that their evolution approximately follows the Gross-Pitaevskii\nequation. The key idea is to model two-particle correlations with a Bogoliubov\ntransformation.\n","Comment: 5 pages; contribution to the proceedings of QMath12"]}]
["1404.4570",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4570"],"date":["2014-04-17"],"type":["text"],"creator":["Bazyey, A. A.","Bazyey, N. V.","Kashuba, V. I.","Kashuba, S. G.","Kouprianov, V. V.","Molotov, I. E.","Khutorovsky, Z. N.","Tsybizova, L. G"],"language":[],"coverage":[],"title":["The orbital evolution of a passive high-orbit fragment with large\n  surface area"],"description":["  The observation data for artificial celestial body 43096, which had been\nobtained during 2006-2012 within the framework of international project \"The\nScientific Network of Optical Instruments for Astrometric and Photometric\nObservations\" - International Scientific Optical Network (ISON), were\nprocessed. The Keplerian elements and state vector as of 24 November 2006\n01:55:50.76 UTC were determined. The numerical integration of the motion\nequations was performed accounting for the perturbations due to the polar\nflattening of the Earth, Moon and Sun, as well as the solar radiation pressure.\nBased on the numerical model of a motion in the near-Earth space that accounts\nfor only the most powerful perturbations, a new method for de-orbiting\nartificial celestial bodies from high altitudes is suggested. For the first\ntime such a considerable amount of data over long time intervals was gathered\nfor the objects with high area-to-mass ratio that enabled to determine their\nspecific characteristics.\n","Comment: 4 pages, 3 figures"]}]
["1404.4571",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Quantum Gases","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4571","Physica A 387, 1851-1874 (2008)","doi:10.1016/j.physa.2007.11.017"],"date":["2014-04-17"],"type":["text"],"creator":["Rindler-Daller, Tanja"],"language":[],"coverage":[],"title":["Vortices in rotating Bose-Einstein condensates confined in homogeneous\n  traps"],"description":["  We investigate analytically the thermodynamical stability of vortices in the\nground state of rotating 2-dimensional Bose-Einstein condensates confined in\nasymptotically homogeneous trapping potentials in the Thomas-Fermi regime. Our\nstarting point is the Gross-Pitaevskii energy functional in the rotating frame.\nBy estimating lower and upper bounds for this energy, we show that the leading\norder in energy and density can be described by the corresponding Thomas-Fermi\nquantities and we derive the next order contributions due to vortices. As an\napplication, we consider a general potential of the form V(x,y) = (x^2+lambda^2\ny^2)^{s/2} with slope s \\in [2,infinity) and anisotropy lambda \\in (0,1] which\nincludes the harmonic (s=2) and 'flat' (s -> infinity) trap, respectively. For\nthis potential, we derive the critical angular velocities for the existence of\nvortices and show that all vortices are singly-quantized. Moreover, we derive\nrelations which determine the distribution of the vortices in the condensate\ni.e. the vortex pattern.\n","Comment: Preprint of an article which was published in Physica A in 2008; 34\n  pages"]}]
["1404.4572",{"format":[],"subject":["Computer Science - Computation and Language","68T50","I.2.7"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4572"],"date":["2014-04-17"],"type":["text"],"creator":["Qasemizadeh, Behrang","Rahimi, Saeed","Bakhtiari, Behrooz Mahmoodi"],"language":[],"coverage":[],"title":["The First Parallel Multilingual Corpus of Persian: Toward a Persian\n  BLARK"],"description":["  In this article, we have introduced the first parallel corpus of Persian with\nmore than 10 other European languages. This article describes primary steps\ntoward preparing a Basic Language Resources Kit (BLARK) for Persian. Up to now,\nwe have proposed morphosyntactic specification of Persian based on\nEAGLE/MULTEXT guidelines and specific resources of MULTEXT-East. The article\nintroduces Persian Language, with emphasis on its orthography and\nmorphosyntactic features, then a new Part-of-Speech categorization and\northography for Persian in digital environments is proposed. Finally, the\ncorpus and related statistic will be analyzed.\n"]}]
["1404.4573",{"format":[],"subject":["Physics - Biological Physics","Mathematics - Dynamical Systems","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4573"],"date":["2014-04-17"],"type":["text"],"creator":["Li, Aming","Wu, Bin","Wang, Long"],"language":[],"coverage":[],"title":["Cooperation with both synergistic and local interactions can be worse\n  than each alone"],"description":["  Cooperation is ubiquitous ranging from multicellular organisms to human\nsocieties. Population structures indicating individuals' limited interaction\nranges are crucial to understand this issue. But it is still at large to what\nextend multiple interactions involving nonlinearity in payoff play a role on\ncooperation in structured populations. Here we show a rule, which determines\nthe emergence and stabilization of cooperation, under multiple discounted,\nlinear, and synergistic interactions. The rule is validated by simulations in\nhomogenous and heterogenous structured populations. We find that the more\nneighbors there are the harder for cooperation to evolve for multiple\ninteractions with linearity and discounting. For synergistic scenario, however,\ndistinct from its pairwise counterpart, moderate number of neighbors can be the\nworst, indicating that synergistic interactions work with strangers but not\nwith neighbors. Our results suggest that the combination of different factors\nwhich promotes cooperation alone can be worse than that with every single\nfactor.\n","Comment: 32 pages, 4 figures"]}]
["1404.4575",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4575"],"date":["2014-04-17"],"type":["text"],"creator":["Louis, Anand","Makarychev, Yury"],"language":[],"coverage":[],"title":["Approximation Algorithms for Hypergraph Small Set Expansion and Small\n  Set Vertex Expansion"],"description":["  The expansion of a hypergraph, a natural extension of the notion of expansion\nin graphs, is defined as the minimum over all cuts in the hypergraph of the\nratio of the number of the hyperedges cut to the size of the smaller side of\nthe cut. We study the Hypergraph Small Set Expansion problem, which, for a\nparameter $\\delta \\in (0,1/2]$, asks to compute the cut having the least\nexpansion while having at most $\\delta$ fraction of the vertices on the smaller\nside of the cut. We present two algorithms. Our first algorithm gives an\n$\\tilde O(\\delta^{-1} \\sqrt{\\log n})$ approximation. The second algorithm finds\na set with expansion $\\tilde O(\\delta^{-1}(\\sqrt{d_{\\text{max}}r^{-1}\\log r\\,\n\\phi^*} + \\phi^*))$ in a $r$--uniform hypergraph with maximum degree\n$d_{\\text{max}}$ (where $\\phi^*$ is the expansion of the optimal solution).\nUsing these results, we also obtain algorithms for the Small Set Vertex\nExpansion problem: we get an $\\tilde O(\\delta^{-1} \\sqrt{\\log n})$\napproximation algorithm and an algorithm that finds a set with vertex expansion\n$O\\left(\\delta^{-1}\\sqrt{\\phi^V \\log d_{\\text{max}} } + \\delta^{-1}\n\\phi^V\\right)$ (where $\\phi^V$ is the vertex expansion of the optimal\nsolution).\n  For $\\delta=1/2$, Hypergraph Small Set Expansion is equivalent to the\nhypergraph expansion problem. In this case, our approximation factor of\n$O(\\sqrt{\\log n})$ for expansion in hypergraphs matches the corresponding\napproximation factor for expansion in graphs due to ARV.\n"]}]
["1404.4578",{"format":[],"subject":["Mathematics - Representation Theory","20C30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4578"],"date":["2014-04-17"],"type":["text"],"creator":["Giannelli, Eugenio"],"language":[],"coverage":[],"title":["On permutation modules and decomposition numbers for symmetric groups"],"description":["  We study the indecomposable summands of the permutation module obtained by\ninducing the trivial $\\mathbb{F}(S_a\\wr S_n)$-module to the full symmetric\ngroup $S_{an}$ for any field $\\mathbb{F}$ of odd prime characteristic $p$ such\nthat $a<p\\leq n$. In particular we characterize the vertices of such\nindecomposable summands. As a corollary we will disprove a modular version of\nFoulkes' Conjecture.\n  In the second part of the article we will use this information to give a new\ndescription of some columns of the decomposition matrices of symmetric groups\nin terms of the ordinary character of the Foulkes module $\\phi^{(a^n)}$.\n","Comment: 19 pages"]}]
["1404.4579",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4579","doi:10.1016/j.jssc.2014.03.013"],"date":["2014-04-17"],"type":["text"],"creator":["Wallace, D. C.","Brown, C. M.","McQueen, T. M."],"language":[],"coverage":[],"title":["Evolution of Magnetism in the $Na_{3-d}Na_{1-x}Mg_xIr_2O_6$ Series of\n  Honeycomb Iridates"],"description":["  The structural and magnetic properties of a new series of iridium-based\nhoneycomb lattices with the formula Na3-delta(Na1-xMgx)Ir2O6 (x = 0 to 1) are\nreported. As x and delta are increased, the honeycomb lattice contracts and the\nstrength of the antiferromagnetic interactions decreases systematically due to\na reduction in Ir-O-Ir bond angles. Samples with imperfect stoichiometry\nexhibit disordered magnetic freezing at temperatures Tf between 3.4 K and 5 K.\nThis glassy magnetism likely arises due to the presence of non-magnetic Ir3+,\nwhich are distributed randomly throughout the lattice, with a possible\nadditional contribution from stacking faults. Together, these results\ndemonstrate that chemical defects and non-stoichiometry have a significant\neffect on the magnetism of compounds in the A2IrO3 materials family.\n","Comment: 20 pages, 10 figures. Accepted to Journal of Solid State Chemistry,\n  March 10th, 2014"]}]
["1404.4580",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4580"],"date":["2014-04-17"],"type":["text"],"creator":["Jansing, Georg"],"language":[],"coverage":[],"title":["EXPODE -- Advanced Exponential Time Integration Toolbox for MATLAB"],"description":["  We present a MATLAB toolbox for five different classes of exponential\nintegrators for solving (mildly) stiff ordinary differential equations or\ntime-dependent partial differential equations. For the efficiency of such\nexponential integrators it is essential to approximate the products of the\nmatrix functions arising in these integrators with vectors in a stable,\nreliable and efficient way. The toolbox contains options for computing the\nmatrix functions directly by diagonalization or by Pade approximation. For\nlarge scale problems, Krylov subspace methods are implemented as well.\n  The main motivation for this toolbox was to provide general tools which on\none hand allows one to easily run experiments with different exponential\nintegrators and on the other hand to make it easily extensible by making it\nsimple to include other methods or other options to compute the matrix\nfunctions. Thus we implemented the toolbox to be compatible with the ode\nsolvers included in MATLAB. Most of the methods can be used with adaptive\nstepping.\n"]}]
["1404.4582",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Numerical Analysis","47H05, 65K05, 90C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4582"],"date":["2014-04-17"],"type":["text"],"creator":["Bot, Radu Ioan","Csetnek, Ernö Robert"],"language":[],"coverage":[],"title":["An inertial alternating direction method of multipliers"],"description":["  In the context of convex optimization problems in Hilbert spaces, we induce\ninertial effects into the classical ADMM numerical scheme and obtain in this\nway so-called inertial ADMM algorithms, the convergence properties of which we\ninvestigate into detail. To this aim we make use of the inertial version of the\nDouglas-Rachford splitting method for monotone inclusion problems recently\nintroduced in [12], in the context of concomitantly solving a convex\nminimization problem and its Fenchel dual. The convergence of both sequences of\nthe generated iterates and of the objective function values is addressed. We\nalso show how the obtained results can be extended to the treating of convex\nminimization problems having as objective a finite sum of convex functions.\n"]}]
["1404.4588",{"format":[],"subject":["Mathematical Physics","82 B 40, 80 A 20, 80 A 99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4588"],"date":["2014-04-17"],"type":["text"],"creator":["Bugrimov, A. L.","Latyshev, A. V.","Yushkanov, A. A."],"language":[],"coverage":[],"title":["Boundary problems for one-dimensional kinetic equation with constant\n  collision frequency"],"description":["  For the one-dimensional linear kinetic equation analytical solutions of\nproblems about temperature jump and weak evaporation (condensation) over flat\nsurface are received. The equation has integral of collisions BGK (Bhatnagar,\nGross and Krook) and constant frequency of collisions of molecules.\nDistribution of concentration, mass speed and temperature is received.\n","Comment: 29 pages, 1 figure. arXiv admin note: substantial text overlap with\n  arXiv:1403.5854"]}]
["1404.4589",{"format":[],"subject":["Physics - Fluid Dynamics","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4589"],"date":["2014-04-17"],"type":["text"],"creator":["Duriez, Thomas","Parezanović, Vladimir","Cordier, Laurent","Noack, Bernd R.","Delville, Joël","Bonnet, Jean-Paul","Segond, Marc","Abel, Markus"],"language":[],"coverage":[],"title":["Closed-Loop Turbulence Control Using Machine Learning"],"description":["  We propose a general model-free strategy for feedback control design of\nturbulent flows. This strategy called 'machine learning control' (MLC) is\ncapable of exploiting nonlinear mechanisms in a systematic unsupervised manner.\nIt relies on an evolutionary algorithm that is used to evolve an ensemble of\nfeedback control laws until minimization of a targeted cost function. This\nmethodology can be applied to any non-linear multiple-input multiple-output\n(MIMO) system to derive an optimal closed-loop control law. MLC is successfully\napplied to the stabilization of nonlinearly coupled oscillators exhibiting\nfrequency cross-talk, to the maximization of the largest Lyapunov exponent of a\nforced Lorenz system, and to the mixing enhancement in an experimental mixing\nlayer flow. We foresee numerous potential applications to most nonlinear MIMO\ncontrol problems, particularly in experiments.\n","Comment: 10 pages, 5 figures. Supplementary material not provided. arXiv admin\n  note: substantial text overlap with arXiv:1311.5250"]}]
["1404.4590",{"format":[],"subject":["Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4590"],"date":["2014-04-17"],"type":["text"],"creator":["Melleray, Julien","Tsankov, Todor"],"language":[],"coverage":[],"title":["Extremely amenable groups via continuous logic"],"description":["  We establish a characterization of extreme amenability of any Polish group in\nFra\\\"iss\\'e-theoretic terms in the setting of continuous logic, mirroring a\ntheorem due to Kechris, Pestov and Todorcevic for closed subgroups of the\npermutation group of an infinite countable set.\n"]}]
["1404.4592",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4592","International Journal of Business Information Systems Strategies\n  (IJBISS), Volume 3, Number 1, February 2014"],"date":["2014-04-17"],"type":["text"],"creator":["Raeesi, Mohsen","Morid, Mohammad Amin","Shajari, Mehdi"],"language":[],"coverage":[],"title":["Trust Evaluation using an Improved Context Similarity Measurement"],"description":["  In context-aware trust evaluation, using ontology tree is a popular approach\nto represent the relation between contexts. Usually, similarity between two\ncontexts is computed using these trees. Therefore, the performance of trust\nevaluation highly depends on the quality of ontology trees. Fairness or\ngranularity consistency is one of the major limitations affecting the quality\nof ontology tree. This limitation refers to inequality of semantic similarity\nin the most ontology trees. In other words, semantic similarity of every two\nadjacent nodes is unequal in these trees. It deteriorates the performance of\ncontexts similarity computation. We overcome this limitation by weighting tree\nedges based on their semantic similarity. Weight of each edge is computed using\nNormalized Similarity Score (NSS) method. This method is based on frequencies\nof concepts (words) co-occurrences in the pages indexed by search engines. Our\nexperiments represent the better performance of the proposed approach in\ncomparison with established trust evaluation approaches. The suggested approach\ncan enhance efficiency of any solution which models semantic relations by\nontology tree.\n","Comment: 19 pages, 13 figures"]}]
["1404.4595",{"format":[],"subject":["Mathematics - Analysis of PDEs","35A22, 35K05, 35K40, 35K51"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4595"],"date":["2014-04-17"],"type":["text"],"creator":["Chatterjee, Siddharth G."],"language":[],"coverage":[],"title":["Two Series Formulae from the Solution of a System of Diffusion Equations"],"description":["  From the solution of the heat and mass diffusion equations that describe the\nexothermic physical absorption of a gas into a liquid, compact formulae for the\nsums of two infinite series are derived. The method is general and should be\napplicable to other systems of linear, parabolic partial differential\nequations.\n","Comment: 6 pages"]}]
["1404.4597",{"format":[],"subject":["Physics - Optics","Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4597","doi:10.1063/1.4872003"],"date":["2014-04-17"],"type":["text"],"creator":["Bakker, Morten P.","Barve, Ajit V.","Zhan, Alan","Coldren, Larry A.","van Exter, Martin P.","Bouwmeester, Dirk"],"language":[],"coverage":[],"title":["Polarization degenerate micropillars fabricated by designing elliptical\n  oxide apertures"],"description":["  A method for fabrication of polarization degenerate oxide apertured\nmicropillar cavities is demon- strated. Micropillars are etched such that the\nsize and shape of the oxide front is controlled. The polarization splitting in\nthe circular micropillar cavities due to the native and strain induced bire-\nfringence can be compensated by elongating the oxide front in the [110]\ndirection, thereby reducing stress in this direction. By using this technique\nwe fabricate a polarization degenerate cavity with a quality factor of\n1.7*?10^4 and a mode volume of 2.7 u?m3, enabling a calculated maximum Purcell\nfactor of 11.\n","Comment: 4 pages, 4 figures"]}]
["1404.4603",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4603","Physical Review A 72, 032101 (2005)","doi:10.1103/PhysRevA.72.032101"],"date":["2014-04-17"],"type":["text"],"creator":["Rossignoli, R.","Kowalski, A. M."],"language":[],"coverage":[],"title":["Complex modes in unstable quadratic bosonic forms"],"description":["  We discuss the necessity of using non-standard boson operators for\ndiagonalizing quadratic bosonic forms which are not positive definite and its\nconvenience for describing the temporal evolution of the system. Such operators\ncorrespond to non-hermitian coordinates and momenta and are associated with\ncomplex frequencies. As application, we examine a bosonic version of a BCS-like\npairing Hamiltonian, which, in contrast with the fermionic case, is stable just\nfor limited values of the gap parameter and requires the use of the present\nextended treatment for a general diagonal representation. The dynamical\nstability of such forms and the occurrence of non-diagonalizable cases are also\ndiscussed.\n","Comment: 5 pages"]}]
["1404.4604",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4604"],"date":["2014-04-17"],"type":["text"],"creator":["Jordan, François","Serge, Lazzarini","Thierry, Masson"],"language":[],"coverage":[],"title":["Gauge field theories: various mathematical approaches"],"description":["  This paper presents relevant modern mathematical formulations for (classical)\ngauge field theories, namely, ordinary differential geometry, noncommutative\ngeometry, and transitive Lie algebroids. They provide rigorous frameworks to\ndescribe Yang-Mills-Higgs theories or gravitation theories, and each of them\nimproves the paradigm of gauge field theories. A brief comparison between them\nis carried out, essentially due to the various notions of connection. However\nthey reveal a compelling common mathematical pattern on which the paper\nconcludes.\n","Comment: 33 pages. To be published in the book: Mathematical Structures of the\n  Universe (Copernicus Center Press, Krak\\'ow, Poland, 2014)"]}]
["1404.4607",{"format":[],"subject":["Computer Science - Computers and Society","Computer Science - Human-Computer Interaction","Computer Science - Multimedia"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4607"],"date":["2014-04-16"],"type":["text"],"creator":["Aubert, Olivier","Prié, Yannick","Canellas, Camila"],"language":[],"coverage":[],"title":["Leveraging video annotations in video-based e-learning"],"description":["  The e-learning community has been producing and using video content for a\nlong time, and in the last years, the advent of MOOCs greatly relied on video\nrecordings of teacher courses. Video annotations are information pieces that\ncan be anchored in the temporality of the video so as to sustain various\nprocesses ranging from active reading to rich media editing. In this position\npaper we study how video annotations can be used in an e-learning context -\nespecially MOOCs - from the triple point of view of pedagogical processes,\ncurrent technical platforms functionalities, and current challenges. Our\nanalysis is that there is still plenty of room for leveraging video annotations\nin MOOCs beyond simple active reading, namely live annotation, performance\nannotation and annotation for assignment; and that new developments are needed\nto accompany this evolution.\n","Comment: 7th International Conference on Computer Supported Education (CSEDU),\n  Barcelone : Spain (2014)"]}]
["1404.4611",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4611","Physical Review A 89, 042312 (2014)","doi:10.1103/PhysRevA.89.042312"],"date":["2014-04-17"],"type":["text"],"creator":["Rebón, L.","Canosa, N.","Rossignoli, R."],"language":[],"coverage":[],"title":["Dynamics of entanglement between two harmonic modes in stable and\n  unstable regimes"],"description":["  The exact dynamics of the entanglement between two harmonic modes generated\nby an angular momentum coupling is examined. Such system arises when\nconsidering a particle in a rotating anisotropic harmonic trap or a charged\nparticle in a fixed harmonic potential in a magnetic field, and exhibits a rich\ndynamical structure, with stable, unstable and critical regimes according to\nthe values of the rotational frequency or field and trap parameters.\nConsequently, it is shown that the entanglement generated from an initially\nseparable gaussian state can exhibit quite distinct evolutions, ranging from\nquasiperiodic behavior in stable sectors to different types of unbounded\nincrease in critical and unstable regions. The latter lead respectively to a\nlogarithmic and linear growth of the entanglement entropy with time. It is also\nshown that entanglement can be controlled by tuning the frequency, such that it\ncan be increased, kept constant or returned to a vanishing value just with\nstepwise frequency variations. Exact asymptotic expressions for the\nentanglement entropy in the different dynamical regimes are provided.\n","Comment: 9 pages, 7 figures"]}]
["1404.4615",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4615"],"date":["2014-04-15"],"type":["text"],"creator":["Gruzinov, Andrei"],"language":[],"coverage":[],"title":["Laboratory gamma-ray pulsar"],"description":["  The mechanism by which gamma-ray pulsars shine might be reproducible in a\nlaboratory. This claim is supported by three observations: (i) properly\nfocusing a few PW optical laser gives an electromagnetic field in the so-called\nAristotelian regime, when a test electron is radiation-overdamped; (ii) the\nGoldreich-Julian number density of this electromagnetic field (the number\ndensity of elementary charges needed for a nearly full conversion of optical\npower into gamma-rays) is of order the electron number density in a solid;\n(iii) above about $50$PW, the external source of electrons is not needed --\ncharges will be created by a pair production avalanche.\n","Comment: 2 pages"]}]
["1404.4617",{"format":[],"subject":["Quantum Physics","Physics - History and Philosophy of Physics","81Pxx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4617"],"date":["2014-04-16"],"type":["text"],"creator":["Dumitru, Spiridon"],"language":[],"coverage":[],"title":["Possible physical self-asserting of the homogeneous vector potential. A\n  testing puzzle based on a G.P. Thomson-like arrangement"],"description":["  It is suggested a testing puzzle able to reveal the self-asserting property\nof the homogeneous vector potential field. As pieces of the puzzle are taken\nthree reliable entities : (i) influence of a potential vector on the de Broglie\nwavelength (ii) a G.P. Thomson-like experimental arrangement and (iii) a\nspecial coil designed to create a homogeneous vector potential. The alluded\nproperty is not connected with magnetic fluxes surrounded by the vector\npotential field lines, but it depends on the fluxes which are outside of the\nrespective lines. Also the same property shows that in the tested case the\nvector potential field is uniquely defined physical quantity, free of any\nadjusting gauge. So the phenomenology of the suggested quantum test differs on\nthat of macroscopic theory where the vector potential is not uniquely defined\nand allows a gauge adjustment. Of course that the proposed test has to be\nsubjected to adequate experimental validation.\n","Comment: 12pages, 2 figures, 18 references"]}]
["1404.4622",{"format":[],"subject":["Computer Science - Computational Complexity","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4622"],"date":["2014-04-17"],"type":["text"],"creator":["Beideman, Calvin","Blocki, Jeremiah"],"language":[],"coverage":[],"title":["Set Families with Low Pairwise Intersection"],"description":["  A $\\left(n,\\ell,\\gamma\\right)$-sharing set family of size $m$ is a family of\nsets $S_1,\\ldots,S_m\\subseteq [n]$ s.t. each set has size $\\ell$ and each pair\nof sets shares at most $\\gamma$ elements. We let $m\\left(n,\\ell,\\gamma\\right)$\ndenote the maximum size of any such set family and we consider the following\nquestion: How large can $m\\left(n,\\ell,\\gamma\\right)$ be?\n$\\left(n,\\ell,\\gamma\\right)$-sharing set families have a rich set of\napplications including the construction of pseudorandom number generators and\nusable and secure password management schemes. We analyze the explicit\nconstruction of Blocki et al using recent bounds on the value of the $t$'th\nRamanujan prime. We show that this explicit construction produces a\n$\\left(4\\ell^2\\ln 4\\ell,\\ell,\\gamma\\right)$-sharing set family of size $\\left(2\n\\ell \\ln 2\\ell\\right)^{\\gamma+1}$ for any $\\ell\\geq \\gamma$. We also show that\nthe construction of Blocki et al can be used to obtain a weak\n$\\left(n,\\ell,\\gamma\\right)$-sharing set family of size $m$ for any $m >0$.\nThese results are competitive with the inexplicit construction of Raz et al for\nweak $\\left(n,\\ell,\\gamma\\right)$-sharing families. We show that our explicit\nconstruction of weak $\\left(n,\\ell,\\gamma\\right)$-sharing set families can be\nused to obtain a parallelizable pseudorandom number generator with a low memory\nfootprint by using the pseudorandom number generator of Nisan and Wigderson. We\nalso prove that $m\\left(n,n/c_1,c_2n\\right)$ must be a constant whenever $c_2\n\\leq \\frac{2}{c_1^3+c_1^2}$. We show that this bound is nearly tight as\n$m\\left(n,n/c_1,c_2n\\right)$ grows exponentially fast whenever $c_2 >\nc_1^{-2}$.\n"]}]
["1404.4624",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4624","J. Phys. G: Nucl. Part. Phys. 35, 055201 (2008)"],"date":["2014-04-17"],"type":["text"],"creator":["Grineviciute, J.","Halderson, Dean"],"language":[],"coverage":[],"title":["Proton capture by 14N at astrophysical energies"],"description":["  Calculations are reported for low energy, proton capture by 14N with the\nrecoil corrected continuum shell model. An interaction from a fit to Cohen and\nKurath (6-16) p-shell matrix elements and Reid soft core g-matrix elements is\nemployed. The prediction for 14N(p,{\\gamma})15O, based on this model and\navailable data, is that S(0) equals 1.632 and S(30) is 1.625 keV b. Good\nagreement with available cross section data support this result. No evidence is\nfound for significant contributions from the subthreshold resonance.\n"]}]
["1404.4626",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4626"],"date":["2014-04-17"],"type":["text"],"creator":["Horbez, Camille"],"language":[],"coverage":[],"title":["A short proof of Handel and Mosher's alternative for subgroups of\n  $\\text{Out}(F_N)$"],"description":["  We give a short proof of a theorem of Handel and Mosher stating that any\nfinitely generated subgroup of $\\text{Out}(F_N)$ either contains a fully\nirreducible automorphism, or virtually fixes the conjugacy class of a proper\nfree factor of $F_N$, and we extend their result to non finitely generated\nsubgroups of $\\text{Out}(F_N)$.\n","Comment: 10 pages"]}]
["physics/0409140",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0409140","Complex-Dynamic Origin of Consciousness and Sustainability\n  Transition (Saarbruecken: LAP LAMBERT Academic Publishing, 2014)"],"date":["2004-09-27","2014-04-17"],"type":["text"],"creator":["Kirilyuk, Andrei P."],"language":[],"coverage":[],"title":["Complex-Dynamic Origin of Consciousness and the Critical Choice of\n  Sustainability Transition"],"description":["  A quite general interaction process of a multi-component system is analysed\nby the extended effective potential method liberated from usual limitations of\nperturbation theory or integrable model. The obtained causally complete\nsolution of the many-body problem reveals the phenomenon of dynamic\nmultivaluedness, or redundance, of emerging, incompatible system realisations\nand dynamic entanglement of system components within each realisation. The\nensuing concept of dynamic complexity (and related intrinsic chaoticity) is\nabsolutely universal and can be applied to the problem of (natural and\nartificial) intelligence and consciousness that dynamically emerge now as a\nhigh enough, properly specified levels of unreduced complexity of a suitable\ninteraction process. Emergent consciousness can be identified with the\nappearance of bound, permanently localised states in the multivalued brain\ndynamics from strongly chaotic states of unconscious intelligence, by analogy\nwith classical behaviour emergence from quantum states at the lowest levels of\ncomplex world dynamics. We show that the main properties of this dynamically\nemerging consciousness (and intelligence, at the preceding complexity level)\ncorrespond to empirically derived properties of natural consciousness and\nobtain causally substantiated conclusions about their artificial realisation,\nincluding the fundamentally justified paradigm of genuine machine\nconsciousness. This rigorously defined machine consciousness is different from\nboth natural consciousness and any mechanistic, dynamically single-valued\nimitation of the latter. We use then the same, truly universal concept of\ncomplexity to derive equally rigorous conclusions about mental and social\nimplications of this complex-dynamic consciousness concept, demonstrating its\ncritical importance for further progress of science and civilisation.\n","Comment: 77 pages, 42 eqs, 68 refs; Report presented at the EXYSTENCE workshop\n  Machine Consciousness: Complexity Aspects (Turin, 29 September - 1 October\n  2003); Modified format and title, updated references, and a chapter on social\n  implications added in v2 (published version)"]}]
