["1301.3720",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.3720","doi:10.1007/s10472-014-9419-5"],"date":["2013-01-16","2014-02-25"],"type":["text"],"creator":["Schlüter, Federico","Bromberg, Facundo","Edera, Alejandro"],"language":[],"coverage":[],"title":["The IBMAP approach for Markov networks structure learning"],"description":["  In this work we consider the problem of learning the structure of Markov\nnetworks from data. We present an approach for tackling this problem called\nIBMAP, together with an efficient instantiation of the approach: the IBMAP-HC\nalgorithm, designed for avoiding important limitations of existing\nindependence-based algorithms. These algorithms proceed by performing\nstatistical independence tests on data, trusting completely the outcome of each\ntest. In practice tests may be incorrect, resulting in potential cascading\nerrors and the consequent reduction in the quality of the structures learned.\nIBMAP contemplates this uncertainty in the outcome of the tests through a\nprobabilistic maximum-a-posteriori approach. The approach is instantiated in\nthe IBMAP-HC algorithm, a structure selection strategy that performs a\npolynomial heuristic local search in the space of possible structures. We\npresent an extensive empirical evaluation on synthetic and real data, showing\nthat our algorithm outperforms significantly the current independence-based\nalgorithms, in terms of data efficiency and quality of learned structures, with\nequivalent computational complexities. We also show the performance of IBMAP-HC\nin a real-world application of knowledge discovery: EDAs, which are\nevolutionary algorithms that use structure learning on each generation for\nmodeling the distribution of populations. The experiments show that when\nIBMAP-HC is used to learn the structure, EDAs improve the convergence to the\noptimum.\n"]}]
["1303.5475",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","05C55, 05C35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.5475"],"date":["2013-03-21","2014-05-28"],"type":["text"],"creator":["Dybizbański, Janusz","Dzido, Tomasz","Radziszowski, Stanisław"],"language":[],"coverage":[],"title":["On Some Zarankiewicz Numbers and Bipartite Ramsey Numbers for\n  Quadrilateral"],"description":["  The Zarankiewicz number $z(m,n;s,t)$ is the maximum number of edges in a\nsubgraph of $K_{m,n}$ that does not contain $K_{s,t}$ as a subgraph. The\nbipartite Ramsey number $b(n_1, \\cdots, n_k)$ is the least positive integer $b$\nsuch that any coloring of the edges of $K_{b,b}$ with $k$ colors will result in\na monochromatic copy of $K_{n_i,n_i}$ in the $i$-th color, for some $i$, $1 \\le\ni \\le k$. If $n_i=m$ for all $i$, then we denote this number by $b_k(m)$. In\nthis paper we obtain the exact values of some Zarankiewicz numbers for\nquadrilateral ($s=t=2$), and we derive new bounds for diagonal multicolor\nbipartite Ramsey numbers avoiding quadrilateral. In particular, we prove that\n$b_4(2)=19$, and establish new general lower and upper bounds on $b_k(2)$.\n","Comment: 13 pages"]}]
["1309.2653",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1309.2653","Phys. Rev. D 89, 066004 (2014)","doi:10.1103/PhysRevD.89.066004"],"date":["2013-09-10","2014-03-24"],"type":["text"],"creator":["Chatzistavrakidis, Athanasios","Gautason, Fridrik Freyr","Moutsopoulos, George","Zagermann, Marco"],"language":[],"coverage":[],"title":["Effective actions of non-geometric fivebranes"],"description":["  An interesting consequence of string dualities is that they reveal situations\nwhere the geometry of a string background appears to be globally ill-defined, a\nphenomenon usually referred to as non-geometry. On the other hand, string\ntheory contains extended objects with non-trivial monodromy around them, often\ndubbed defect or exotic branes in co-dimension two. We determine and examine\nthe worldvolume actions and the couplings of certain such branes. In\nparticular, based on specific chains of T and S-dualities, we derive the DBI\nand WZ actions, which describe the dynamics of type IIB fivebranes as well as\ntheir couplings to the appropriate gauge potentials associated to mixed\nsymmetry tensors. Based on these actions we discuss how these branes act as\nsources of non-geometric fluxes. In one case this flux is what is usually\ntermed Q flux, associated to a T-fold compactification, while in the S-dual\ncase a type of non-geometry related to the Ramond-Ramond sector is encountered.\n","Comment: 33 pages, 1 figure. v2: Minor corrections, refs. added; published\n  version"]}]
["1310.4144",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1310.4144","J. Phys. Soc. Jpn. 83 034711 (2014)","doi:10.7566/JPSJ.83.034711"],"date":["2013-10-15","2014-02-25"],"type":["text"],"creator":["Hetényi, Balázs"],"language":[],"coverage":[],"title":["Drude weight, Meissner weight, rotational inertia of bosonic\n  superfluids: how are they distinguished?"],"description":["  The Drude weight, the quantity which distinguishes metals from insulators, is\nproportional to the second derivative of the ground state energy with respect\nto a flux at zero flux. The same expression also appears in the definition of\nthe Meissner weight, the quantity which indicates superconductivity, as well as\nin the definition of non-classical rotational inertia of bosonic superfluids.\nIt is shown that the difference between these quantities depends on the\ninterpretation of the average momentum term, which can be understood as the\nexpectation value of the total momentum (Drude weight), the sum of the\nexpectation values of single momenta (rotational inertia of a superfluid), or\nthe sum over expectation values of momentum pairs (Meissner weight). This\ndistinction appears naturally when the current from which the particular\ntransport quantity is derived is cast in terms of shift operators.\n"]}]
["1311.2711",{"format":[],"subject":["Mathematics - Algebraic Geometry","14L24, 14L30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.2711"],"date":["2013-11-12","2014-02-25"],"type":["text"],"creator":["Bäker, Hendrik"],"language":[],"coverage":[],"title":["Point Configurations and Translations"],"description":["  The spaces of point configurations on the projective line up to the action of\n$\\mathrm{SL}(2,\\mathbb K)$ and its maximal torus are canonically compactified\nby the Grothdieck-Knudsen and Losev-Manin moduli spaces $\\overline M_{0,n}$ and\n$\\overline L_n$ respectively. We examine the configuration space up to the\naction of the maximal unipotent group $\\mathbb G_a\\subseteq\n\\mathrm{SL}(2,\\mathbb K)$ and define an analogous compactification. For this we\nfirst assign a canonical quotient to the action of a unipotent group on a\nprojective variety. Moreover, we show that similar to $\\overline M_{0,n}$ and\n$\\overline L_n$ this quotient arises in a sequence of blow-ups from a product\nof projective spaces.\n","Comment: 26 pages, minor changes"]}]
["1311.5048",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Computational Geometry","05C62"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.5048"],"date":["2013-11-20","2014-04-25"],"type":["text"],"creator":["Matoušek, Jiří"],"language":[],"coverage":[],"title":["String graphs and separators"],"description":["  String graphs, that is, intersection graphs of curves in the plane, have been\nstudied since the 1960s. We provide an expository presentation of several\nresults, including very recent ones: some string graphs require an exponential\nnumber of crossings in every string representation; exponential number is\nalways sufficient; string graphs have small separators; and the current best\nbound on the crossing number of a graph in terms of the pair-crossing number.\nFor the existence of small separators, unwrapping the complete proof include\ngenerally useful results on approximate flow-cut dualities.\n","Comment: Expository paper based on course notes"]}]
["1401.0569",{"format":[],"subject":["Computer Science - Computation and Language"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.0569","doi:10.1007/978-1-4939-0847-9_16"],"date":["2014-01-02","2014-01-08"],"type":["text"],"creator":["Doan, Son","Conway, Mike","Phuong, Tu Minh","Ohno-Machado, Lucila"],"language":[],"coverage":[],"title":["Natural Language Processing in Biomedicine: A Unified System\n  Architecture Overview"],"description":["  In modern electronic medical records (EMR) much of the clinically important\ndata - signs and symptoms, symptom severity, disease status, etc. - are not\nprovided in structured data fields, but rather are encoded in clinician\ngenerated narrative text. Natural language processing (NLP) provides a means of\n\"unlocking\" this important data source for applications in clinical decision\nsupport, quality assurance, and public health. This chapter provides an\noverview of representative NLP systems in biomedicine based on a unified\narchitectural view. A general architecture in an NLP system consists of two\nmain components: background knowledge that includes biomedical knowledge\nresources and a framework that integrates NLP tools to process text. Systems\ndiffer in both components, which we will review briefly. Additionally,\nchallenges facing current research efforts in biomedical NLP include the\npaucity of large, publicly available annotated corpora, although initiatives\nthat facilitate data sharing, system evaluation, and collaborative work between\nresearchers in clinical NLP are starting to emerge.\n","Comment: 25 pages, 5 figures, book chapter in Clinical Bioinformatics, 2014,\n  edited by Ronand Trent"]}]
["1401.5376",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.5376"],"date":["2014-01-21","2014-05-28"],"type":["text"],"creator":["Castro, Angel","Córdoba, Diego","Gómez-Serrano, Javier","Zamora, Alberto Martín"],"language":[],"coverage":[],"title":["Remarks on geometric properties of SQG sharp fronts and $\\alpha$-patches"],"description":["  Guided by numerical simulations, we present the proof of two results\nconcerning the behaviour of SQG sharp fronts and $\\alpha$-patches. We establish\nthat ellipses are not rotational solutions and we prove that initially convex\ninterfaces may lose this property in finite time.\n","Comment: 17 pages, 4 figures"]}]
["1402.0471",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Data Structures and Algorithms","Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.0471"],"date":["2014-02-03"],"type":["text"],"creator":["Auger, David","COUCHENEY, Pierre","Strozecki, Yann"],"language":[],"coverage":[],"title":["Finding Optimal Strategies of Almost Acyclic Simple Stochatic Games"],"description":["  The optimal value computation for turned-based stochastic games with\nreachability objectives, also known as simple stochastic games, is one of the\nfew problems in $NP \\cap coNP$ which are not known to be in $P$. However, there\nare some cases where these games can be easily solved, as for instance when the\nunderlying graph is acyclic. In this work, we try to extend this tractability\nto several classes of games that can be thought as \"almost\" acyclic. We give\nsome fixed-parameter tractable or polynomial algorithms in terms of different\nparameters such as the number of cycles or the size of the minimal feedback\nvertex set.\n"]}]
["1402.5447",{"format":[],"subject":["Quantitative Biology - Genomics","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.5447"],"date":["2014-02-21","2014-02-24"],"type":["text"],"creator":["Fusi, Nicolo","Lippert, Christoph","Lawrence, Neil D.","Stegle, Oliver"],"language":[],"coverage":[],"title":["Genetic Analysis of Transformed Phenotypes"],"description":["  Linear mixed models (LMMs) are a powerful and established tool for studying\ngenotype-phenotype relationships. A limiting assumption of LMMs is that the\nresiduals are Gaussian distributed, a requirement that rarely holds in\npractice. Violations of this assumption can lead to false conclusions and\nlosses in power, and hence it is common practice to pre-process the phenotypic\nvalues to make them Gaussian, for instance by applying logarithmic or other\nnon-linear transformations. Unfortunately, different phenotypes require\ndifferent specific transformations, and choosing a \"good\" transformation is in\ngeneral challenging and subjective. Here, we present an extension of the LMM\nthat estimates an optimal transformation from the observed data. In extensive\nsimulations and applications to real data from human, mouse and yeast we show\nthat using such optimal transformations lead to increased power in genome-wide\nassociation studies and higher accuracy in heritability estimates and phenotype\npredictions.\n"]}]
["1402.6946",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.6946","New J. Phys. 16 (2014) 083010","doi:10.1088/1367-2630/16/8/083010"],"date":["2014-02-27","2014-08-07"],"type":["text"],"creator":["Fröwis, F.","Skotiniotis, M.","Kraus, B.","Dür, W."],"language":[],"coverage":[],"title":["Optimal quantum states for frequency estimation"],"description":["  We investigate different quantum parameter estimation scenarios in the\npresence of noise, and identify optimal probe states. For frequency estimation\nof local Hamiltonians with dephasing noise, we determine optimal probe states\nfor up to 70 qubits, and determine their key properties. We find that the\nso-called one-axis twisted spin-squeezed states are only almost optimal, and\nthat optimal states need not to be spin-squeezed. For different kinds of noise\nmodels, we investigate whether optimal states in the noiseless case remain\nsuperior to product states also in the presence of noise. For certain spatially\nand temporally correlated noise, we find that product states no longer allow\none to reach the standard quantum limit in precision, while certain entangled\nstates do. Our conclusions are based on numerical evidence using efficient\nnumerical algorithms which we developed in order to treat permutational\ninvariant systems.\n","Comment: 16 pages + appendices, 7 figures. v2: substantial improvement of\n  presentation; references added"]}]
["1403.6088",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.6088"],"date":["2014-03-24"],"type":["text"],"creator":["Anantharaman, Nalini","Kammerer, Clotilde Fermanian","Macià, Fabricio"],"language":[],"coverage":[],"title":["Semiclassical Completely Integrable Systems : Long-Time Dynamics And\n  Observability Via Two-Microlocal Wigner Measures"],"description":["  We look at the long-time behaviour of solutions to a semi-classical\nSchr\\\"odinger equation on the torus. We consider time scales which go to\ninfinity when the semi-classical parameter goes to zero and we associate with\neach time-scale the set of semi-classical measures associated with all possible\nchoices of initial data. On each classical invariant torus, the structure of\nsemi-classical measures is described in terms of two-microlocal measures,\nobeying explicit propagation laws. We apply this construction in two\ndirections. We first analyse the regularity of semi-classical measures, and we\nemphasize the existence of a threshold : for time-scales below this threshold,\nthe set of semi-classical measures contains measures which are singular with\nrespect to Lebesgue measure in the \"position\" variable, while at (and beyond)\nthe threshold, all the semi-classical measures are absolutely continuous in the\n\"position\" variable, reflecting the dispersive properties of the equation.\nSecond, the techniques of two- microlocal analysis introduced in the paper are\nused to prove semiclassical observability estimates. The results apply as well\nto general quantum completely integrable systems.\n","Comment: This article contains and develops the results of hal-00765928. arXiv\n  admin note: substantial text overlap with arXiv:1211.1518"]}]
["1403.7840",{"format":[],"subject":["Computer Science - Programming Languages","Computer Science - Logic in Computer Science","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.7840","EPTCS 142, 2014, pp. 8-23","doi:10.4204/EPTCS.142.8"],"date":["2014-03-30"],"type":["text"],"creator":["Noyes, Andrew","Warszawski, Todd","Černý, Pavol","Foster, Nate"],"language":[],"coverage":[],"title":["Toward Synthesis of Network Updates"],"description":["  Updates to network configurations are notoriously difficult to implement\ncorrectly. Even if the old and new configurations are correct, the update\nprocess can introduce transient errors such as forwarding loops, dropped\npackets, and access control violations. The key factor that makes updates\ndifficult to implement is that networks are distributed systems with hundreds\nor even thousands of nodes, but updates must be rolled out one node at a time.\nIn networks today, the task of determining a correct sequence of updates is\nusually done manually -- a tedious and error-prone process for network\noperators. This paper presents a new tool for synthesizing network updates\nautomatically. The tool generates efficient updates that are guaranteed to\nrespect invariants specified by the operator. It works by navigating through\nthe (restricted) space of possible solutions, learning from counterexamples to\nimprove scalability and optimize performance. We have implemented our tool in\nOCaml, and conducted experiments showing that it scales to networks with a\nthousand switches and tens of switches updating.\n","Comment: In Proceedings SYNT 2013, arXiv:1403.7264"]}]
["1404.0848",{"format":[],"subject":["Computer Science - Software Engineering","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.0848","EPTCS 147, 2014, pp. 32-46","doi:10.4204/EPTCS.147.3"],"date":["2014-04-03"],"type":["text"],"creator":["Lanoix, Arnaud","Kouchnarenko, Olga"],"language":[],"coverage":[],"title":["Component Substitution through Dynamic Reconfigurations"],"description":["  Component substitution has numerous practical applications and constitutes an\nactive research topic. This paper proposes to enrich an existing\ncomponent-based framework--a model with dynamic reconfigurations making the\nsystem evolve--with a new reconfiguration operation which \"substitutes\"\ncomponents by other components, and to study its impact on sequences of dynamic\nreconfigurations.\n  Firstly, we define substitutability constraints which ensure the component\nencapsulation while performing reconfigurations by component substitutions.\nThen, we integrate them into a substitutability-based simulation to take these\nsubstituting reconfigurations into account on sequences of dynamic\nreconfigurations. Thirdly, as this new relation being in general undecidable\nfor infinite-state systems, we propose a semi-algorithm to check it on the fly.\nFinally, we report on experimentations using the B tools to show the\nfeasibility of the developed approach, and to illustrate the paper's proposals\non an example of the HTTP server.\n","Comment: In Proceedings FESCA 2014, arXiv:1404.0436"]}]
["1404.1270",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.1270"],"date":["2014-04-04","2014-08-07"],"type":["text"],"creator":["Boneva, Iovka","Gayo, Jose Emilio Labra","Hym, Samuel","Prud'hommeau, Eric G.","Solbrig, Harold","Staworko, Sławek"],"language":[],"coverage":[],"title":["Validating RDF with Shape Expressions"],"description":["  We propose shape expression schema (ShEx), a novel schema formalism for\ndescribing the topology of an RDF graph that uses regular bag expressions\n(RBEs) to define constraints on the admissible neighborhood for the nodes of a\ngiven type. We provide two alternative semantics, multi- and single-type,\ndepending on whether or not a node may have more than one type. We study the\nexpressive power of ShEx and study the complexity of the validation problem. We\nshow that the single-type semantics is strictly more expressive than the\nmulti-type semantics, single-type validation is generally intractable and\nmulti-type validation is feasible for a small class of RBEs. To further curb\nthe high computational complexity of validation, we propose a natural notion of\ndeterminism and show that multi-type validation for the class of deterministic\nschemas using single-occurrence regular bag expressions (SORBEs) is tractable.\nFinally, we consider the problem of validating only a fragment of a graph with\npreassigned types for some of its nodes, and argue that for deterministic ShEx\nusing SORBEs, multi-type validation can be performed efficiently and\nsingle-type validation can be performed with a single pass over the graph.\n"]}]
["1404.4834",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Discrete Mathematics","Mathematics - Algebraic Geometry","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4834"],"date":["2014-04-18","2014-05-18"],"type":["text"],"creator":["Dvir, Zeev","de Oliveira, Rafael Mendes"],"language":[],"coverage":[],"title":["Factors of Sparse Polynomials are Sparse"],"description":["  This paper was removed due to an error in the proof (Claim 4.12 as stated is\nnot true). The authors would like to thank Ilya Volkovich for pointing out a\ncounterexample to this paper's main result in positive characteristic: If $F$\nis a field with prime characteristic $p$, then the polynomial $x_1^p + x_2^p +\n\\ldots + x^n^p$ has the following factor: $(x_1+x_2+ \\ldots + x_n)^{p-1}$,\nwhich has sparsity $n^p$.\n","Comment: This paper was removed due to an error in the proof (Claim 4.12 as\n  stated is not true)"]}]
["1406.5613",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.5613"],"date":["2014-06-21"],"type":["text"],"creator":["Smilga, A. V."],"language":[],"coverage":[],"title":["Spontaneous generation of the Newton constant in the renormalizable\n  gravity theory"],"description":["  The conformal supergravity is suggested as a realistic theory for gravity\ninteractions. It displays the spontaneous breaking of the conformal symmetry\nwhich results in appearance of the term proportional to the scalar curvature R\nin the effective potential with respect to small metric fluctuations.\n","Comment: 5 pages, no figures. I have retyped my old preprint published in the\n  Proceedings of the conference on Group Theoretical Methods in Physics\n  (Zvenigorod, 1982). I suggested there an idea that the fundamental theory of\n  gravity interactions might be asymptotically free conformal supergravity,\n  with Einstein's action being generated as an effective low-energy theory by\n  the dimensional transmutation mechanism. While retyping, I've only corrected\n  most flagrant English mistakes and inserted few commas"]}]
["1406.6001",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.6001","Laser Physics 24, 8 (2014) 085001","doi:10.1088/1054-660X/24/8/085001"],"date":["2014-06-23"],"type":["text"],"creator":["André, Jean-Michel","Guen, Karine Le","Jonnard, Philippe"],"language":[],"coverage":[],"title":["Feasibility considerations of a soft-x-ray distributed feedback laser\n  pumped by an x-ray free electron laser"],"description":["  We discuss the feasibility of a soft-x-ray distributed feedback laser (DFL)\npumped by an x-ray free electron laser (X-FEL). The DFL under consideration is\na Mg/SiC bi-layered Bragg reflector pumped by a single X-FEL bunch at 57.4 eV,\nstimulating the Mg L2,3 emission at 49 eV corresponding to the 3s-3d ->\n2p1/2,3/2 transition. Based on a model developed by Yariv and Yeh and an\nextended coupled-wave theory, we show that it would be possible to obtain a\nthreshold gain compatible with the pumping provided by available X-FEL\nfacilities.\n","Comment: This paper has 7 pages and is published in Laser Physics 24, 085001\n  (2014). The webpage of the editor is\n  http://iopscience.iop.org/1555-6611/24/8/085001/"]}]
["1406.6943",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.6943"],"date":["2014-06-26"],"type":["text"],"creator":["Reverberi, Lorenzo"],"language":[],"coverage":[],"title":["Some Observable Effects of Modified Gravity in Cosmology and\n  Astrophysics"],"description":["  In Chapter 1 I present the current picture of the universe and briefly review\nthe cosmological constant problem and some of the theories proposed to solve\nit. The following Chapters essentially contain the published papers with some\nmodifications and additions: in Chapter 2 I study the radiation-dominated epoch\nin $R^2$ gravity, gravitational particle production and its implications for\nthe early and contemporary universe; in Chapter 3 I investigate the formation\nof curvature singularities in contracting astronomical systems; in Chapter 4, I\ndiscuss some mechanisms to prevent such singularities and calculate the related\ncosmic-ray production; finally, in Chapter 5, I deal with spherically symmetric\nsolutions and explore the possibility of gravitational repulsion.\n","Comment: Doctoral thesis successfully defended in March 2014, grade:\n  Excellent. Advisor: Prof. A.D. Dolgov. Part of the work done in collaboration\n  with E.V. Arbuzova."]}]
["1408.0049",{"format":[],"subject":["Computer Science - Logic in Computer Science","Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.0049","EPTCS 158, 2014, pp. 1-14","doi:10.4204/EPTCS.158.1"],"date":["2014-07-31"],"type":["text"],"creator":["Coecke, Bob","Heunen, Chris","Kissinger, Aleks"],"language":[],"coverage":[],"title":["Categories of Quantum and Classical Channels (extended abstract)"],"description":["  We introduce the CP*-construction on a dagger compact closed category as a\ngeneralisation of Selinger's CPM-construction. While the latter takes a dagger\ncompact closed category and forms its category of \"abstract matrix algebras\"\nand completely positive maps, the CP*-construction forms its category of\n\"abstract C*-algebras\" and completely positive maps. This analogy is justified\nby the case of finite-dimensional Hilbert spaces, where the CP*-construction\nyields the category of finite-dimensional C*-algebras and completely positive\nmaps.\n  The CP*-construction fully embeds Selinger's CPM-construction in such a way\nthat the objects in the image of the embedding can be thought of as \"purely\nquantum\" state spaces. It also embeds the category of classical stochastic\nmaps, whose image consists of \"purely classical\" state spaces. By allowing\nclassical and quantum data to coexist, this provides elegant abstract notions\nof preparation, measurement, and more general quantum channels.\n","Comment: In Proceedings QPL 2012, arXiv:1407.8427"]}]
["1408.0052",{"format":[],"subject":["Computer Science - Logic in Computer Science","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.0052","EPTCS 158, 2014, pp. 53-64","doi:10.4204/EPTCS.158.5"],"date":["2014-07-31"],"type":["text"],"creator":["Hermens, Ronnie"],"language":[],"coverage":[],"title":["Speakable in quantum mechanics: babbling on"],"description":["  This paper consists of a short version of the derivation of the\nintuitionistic quantum logic L_QM (which was originally introduced by Caspers,\nHeunen, Landsman and Spitters). The elaboration consists of extending this\nlogic to a classical logic CL_QM. Some first steps are then taken towards\nsetting up a probabilistic framework based on CL_QM in terms of R\\'enyi's\nconditional probability spaces. Comparisons are then made with the traditional\nframework for quantum probabilities.\n","Comment: In Proceedings QPL 2012, arXiv:1407.8427"]}]
