["0911.4751",{"format":[],"subject":["Mathematics - Geometric Topology","54C40, 14E20, 46E25, 20C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.4751"],"date":["2009-11-25","2014-08-15"],"type":["text"],"creator":["Yüce, İlker S."],"language":[],"coverage":[],"title":["Two-Generator Free Kleinian Groups and Hyperbolic Displacements"],"description":["  The $\\log 3$ Theorem, proved by Culler and Shalen, states that every point in\nthe hyperbolic 3-space is moved a distance at least $\\log 3$ by one of the\nnon-commuting isometries $\\xi$ or $\\eta$ provided that $\\xi$ and $\\eta$\ngenerate a torsion-free, discrete group which is not co-compact and contains no\nparabolic. This theorem lies in the foundation of many techniques that provide\nlower estimates for the volumes of orientable, closed hyperbolic 3-manifolds\nwhose fundamental group has no 2-generator subgroup of finite index and, as a\nconsequence, gives insights into the topological properties of these manifolds.\n  In this paper, we show that every point in the hyperbolic 3-space is moved a\ndistance at least $(1/2)\\log(5+3\\sqrt{2})$ by one of the isometries in\n$\\{\\xi,\\eta,\\xi\\eta\\}$ when $\\xi$ and $\\eta$ satisfy the conditions given in\nthe $\\log 3$ Theorem.\n","Comment: 43 Pages. 2 figures. Almost completely rewritten in line with the\n  referee's recommendations. By Lemma 4.10, suggested by the referee, the\n  proofs of many lemmas are substantially shortened. The main theorem, Theorem\n  5.1, is reproved with a more geometric approach"]}]
["1005.2211",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.2211","doi:10.1016/j.tcs.2011.12.006"],"date":["2010-05-12"],"type":["text"],"creator":["Lin, Min Chih","Soulignac, Francisco J.","Szwarcfiter, Jayme L."],"language":[],"coverage":[],"title":["Arboricity, h-Index, and Dynamic Algorithms"],"description":["  In this paper we present a modification of a technique by Chiba and Nishizeki\n[Chiba and Nishizeki: Arboricity and Subgraph Listing Algorithms, SIAM J.\nComput. 14(1), pp. 210--223 (1985)]. Based on it, we design a data structure\nsuitable for dynamic graph algorithms. We employ the data structure to\nformulate new algorithms for several problems, including counting subgraphs of\nfour vertices, recognition of diamond-free graphs, cop-win graphs and strongly\nchordal graphs, among others. We improve the time complexity for graphs with\nlow arboricity or h-index.\n","Comment: 19 pages, no figures"]}]
["1006.4073",{"format":[],"subject":["Mathematics - Symplectic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.4073"],"date":["2010-06-21","2014-08-15"],"type":["text"],"creator":["Golovko, Roman"],"language":[],"coverage":[],"title":["The cylindrical contact homology of universally tight sutured contact\n  solid tori"],"description":["  We calculate the sutured version of cylindrical contact homology of a sutured\ncontact solid torus $(S^1\\times D^2,\\Gamma, \\xi)$, where $\\Gamma$ consists of\n$2n$ parallel sutures of arbitrary slope and $\\xi$ is a universally tight\ncontact structure. In particular, we show that it is non-zero. This computation\nis one of the first computations of the sutured version of cylindrical contact\nhomology and does not follow from computations in the closed case.\n","Comment: 19 pages, 3 figures, the signs of the Conley-Zehnder indices have\n  been corrected. This paper can be seen as an extension of work in\n  arXiv:0911.0055. It has been accepted for publication in the Pacific Journal\n  of Mathematics"]}]
["1008.3376",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.3376","doi:10.1103/PhysRevD.82.084023"],"date":["2010-08-19"],"type":["text"],"creator":["Dias, Gonçalo A. S.","Lemos, José P. S."],"language":[],"coverage":[],"title":["Thin-shell wormholes in d-dimensional general relativity: Solutions,\n  properties, and stability"],"description":["  We construct thin-shell electrically charged wormholes in d-dimensional\ngeneral relativity with a cosmological constant. The wormholes constructed can\nhave different throat geometries, namely, spherical, planar and hyperbolic.\nUnlike the spherical geometry, the planar and hyperbolic geometries allow for\ndifferent topologies and in addition can be interpreted as higher-dimensional\ndomain walls or branes connecting two universes. In the construction we use the\ncut-and-paste procedure by joining together two identical vacuum spacetime\nsolutions. Properties such as the null energy condition and geodesics are\nstudied. A linear stability analysis around the static solutions is carried\nout. A general result for stability is obtained from which previous results are\nrecovered.\n","Comment: 16 pages, 1 figure"]}]
["1012.4497",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","60B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.4497","Electronic Journal of Probability, Vol. 16, Art. 81, 2219--2245,\n  (2011)"],"date":["2010-12-20","2011-10-20"],"type":["text"],"creator":["O'Rourke, Sean","Soshnikov, Alexander"],"language":[],"coverage":[],"title":["Products of Independent Non-Hermitian Random Matrices"],"description":["  For fixed $m>1$, we consider $m$ independent $n \\times n$ non-Hermitian\nrandom matrices $X_1, ..., X_m$ with i.i.d. centered entries with a finite\n$(2+\\eta)$-th moment, $ \\eta>0.$ As $n$ tends to infinity, we show that the\nempirical spectral distribution of $n^{-m/2} \\*X_1 X_2 ... X_m$ converges, with\nprobability 1, to a non-random, rotationally invariant distribution with\ncompact support in the complex plane. The limiting distribution is the $m$-th\npower of the circular law.\n","Comment: The paper is accepted for publication in Electronic Journal of\n  Probability. In the final version we fixed a small technical gap in the\n  proofs of Theorem 15 and Lemma 19 and added the reference to the 2009 paper\n  by Girko and Vladimirova"]}]
["1101.5812",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.5812","J. Phys.: Condens. Matter 23, 164218 (2011)","doi:10.1088/0953-8984/23/16/164218"],"date":["2011-01-30"],"type":["text"],"creator":["Petrenko, O. A.","Lees, M. R.","Balakrishnan, G."],"language":[],"coverage":[],"title":["Titanium pyrochlore magnets: how much can be learned from magnetization\n  measurements?"],"description":["  We report magnetization data for several titanium pyrochlore systems measured\ndown to 0.5 K. The measurements, performed on single crystal samples in fields\nof up to 7 T, have captured the essential elements of the previously reported\nphase transitions in these compounds and have also revealed additional\nimportant features overlooked previously either because of the insufficiently\nlow temperatures used, or due to limitations imposed by polycrystalline\nsamples. For the spin-ice pyrochlores Dy2Ti2O7 and Ho2Ti2O7, an unusually slow\nrelaxation of the magnetization has been observed in lower fields, while the\nmagnetization process in higher fields is essentially hysteresis-free and does\nnot depend on sample history. For the XY pyrochlore Er2Ti2O7, the magnetic\nsusceptibility shows nearly diverging behaviour on approach to a critical\nfield, HC = 13.5 kOe, above which the magnetization does not saturate but\ncontinues to grow at a significant rate. For the Heisenberg pyrochlore\nGd2Ti2O7, the magnetic susceptibility shows a pronounced change of slope at\nboth transition temperatures, TN1 = 1.02 K and TN2 = 0.74 K, contrary to the\nearlier reports.\n","Comment: to appear in J. Phys.: Condens. Matter"]}]
["1104.1663",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","60B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.1663","J. Theor. Probab. Vol. 26, No. 3 (2013), 750--780"],"date":["2011-04-08","2011-11-11"],"type":["text"],"creator":["O'Rourke, Sean","Renfrew, David","Soshnikov, Alexander"],"language":[],"coverage":[],"title":["On Fluctuations of Matrix Entries of Regular Functions of Wigner\n  Matrices with Non-Identically Distributed Entries"],"description":["  In this note, we extend the results about the fluctuations of the matrix\nentries of regular functions of Wigner random matrices obtained in\narXiv:1103.3731 [math.PR] to Wigner matrices with non-i.i.d. entries provided\ncertain Lindeberg type conditions for the fourth moments of the off-diagonal\nentries and the second moments of the diagonal entries are satisfied. In\naddition, we relax our conditions on the test functions and require that for\nsome $s>3 \\ \\int (1+|k|)^{2s}\\*|\\hat{f}(k)|^2 \\* dk <\\infty.$\n","Comment: accepted for publication in Journal of Theoretical Probability"]}]
["1108.4388",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.4388"],"date":["2011-08-22","2014-08-15"],"type":["text"],"creator":["Rugina, C."],"language":[],"coverage":[],"title":["Comments on the hidden symmetries of the spinning point particle in\n  Kerr-Newman, D = 5 minimal gauged supergravity and higher dimensional\n  spacetimes with Killing-Yano torsion"],"description":["  We investigate the hidden symmetries of the Kerr-Newman, of the D=5 minimal\ngauged supergravity which admits a Killing-Maxwell system in the sense of\nCarter and of higher dimensional spacetimes in the presence of Killing-Yano\ntorsion. We note that when an electromagnetic tensor is present and an\nassociated Killing-Maxwell system can be constructed in the sense of Carter,\nthe Killing- Maxwell field becomes a PCKY (primary conformal Killing-Yano)\ntensor or a PGCKY (primary generalized conformal Killing-Yano) tensor, the\nlatter in the presence of torsion. We point out the structure of the Dirac-type\noperators of the spinning point particle in arbitrary- dimensional spacetimes\nwith torsion, focusing on the case when torsion can be assimilated with a\nKilling-Yano tensor and these spacetimes are endowed with towers of\nKilling-Yano tensors, and hence we show the anomalies of these additional\nsupersymmetries cancel out in this particular case.\n","Comment: 14 pages; minor corrections and changes; 2 references added;\n  withdrawn since the author doesn't believe anymore that the paper is correct"]}]
["1110.4323",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4323","Random Matrices: Theory and Applications, Vol. 1, No. 3 (2012)"],"date":["2011-10-19","2012-07-16"],"type":["text"],"creator":["O'Rourke, Sean"],"language":[],"coverage":[],"title":["Fluctuations of Matrix Entries of Analytic Functions of Non-Hermitian\n  Random Matrices"],"description":["  Consider an $n \\times n$ non-Hermitian random matrix $M_n$ whose entries are\nindependent real random variables. Under suitable conditions on the entries, we\nstudy the fluctuations of the entries of $f(M_n)$ as $n$ tends to infinity,\nwhere $f$ is analytic on an appropriate domain. This extends the results for\nsymmetric random matrices to the non-Hermitian case.\n","Comment: 18 pages, no figures; added references"]}]
["1111.3548",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","68R10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3548","doi:10.1007/s00453-013-9835-7"],"date":["2011-11-15"],"type":["text"],"creator":["Soulignac, Francisco J."],"language":[],"coverage":[],"title":["Fully dynamic recognition of proper circular-arc graphs"],"description":["  We present a fully dynamic algorithm for the recognition of proper\ncircular-arc (PCA) graphs. The allowed operations on the graph involve the\ninsertion and removal of vertices (together with its incident edges) or edges.\nEdge operations cost O(log n) time, where n is the number of vertices of the\ngraph, while vertex operations cost O(log n + d) time, where d is the degree of\nthe modified vertex. We also show incremental and decremental algorithms that\nwork in O(1) time per inserted or removed edge. As part of our algorithm, fully\ndynamic connectivity and co-connectivity algorithms that work in O(log n) time\nper operation are obtained. Also, an O(\\Delta) time algorithm for determining\nif a PCA representation corresponds to a co-bipartite graph is provided, where\n\\Delta\\ is the maximum among the degrees of the vertices. When the graph is\nco-bipartite, a co-bipartition of each of its co-components is obtained within\nthe same amount of time.\n","Comment: 60 pages, 15 figures"]}]
["1201.1806",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.1806","Discrete Mathematics and Theoretical Computer Science Proc. AS,\n  2013, 539-550"],"date":["2012-01-09","2014-08-15"],"type":["text"],"creator":["Dołęga, Maciej","Féray, Valentin"],"language":[],"coverage":[],"title":["On Kerov polynomials for Jack characters"],"description":["  We consider a deformation of Kerov character polynomials, linked to Jack\nsymmetric functions. It has been introduced recently by M. Lassalle, who\nformulated several conjectures on these objects, suggesting some underlying\ncombinatorics. We give a partial result in this direction, showing that some\nquantities are polynomials in the Jack parameter $\\alpha$ with prescribed\ndegree. Our result has several interesting consequences in various directions.\nFirstly, we give a new proof of the fact that the coefficients of Jack\npolynomials expanded in the monomial or power-sum basis depend polynomially in\n$\\alpha$. Secondly, we describe asymptotically the shape of random Young\ndiagrams under some deformation of Plancherel measure.\n","Comment: This version is an extended abstract (12 pages, 1 figure) of\n  arXiv:1402.4615 with significantly fewer results and a different title"]}]
["1202.0922",{"format":[],"subject":["Computer Science - Social and Information Networks","Computer Science - Data Structures and Algorithms","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0922"],"date":["2012-02-04","2014-08-14"],"type":["text"],"creator":["Abraham, Ittai","Chechik, Shiri","Kempe, David","Slivkins, Aleksandrs"],"language":[],"coverage":[],"title":["Low-distortion Inference of Latent Similarities from a Multiplex Social\n  Network"],"description":["  Much of social network analysis is - implicitly or explicitly - predicated on\nthe assumption that individuals tend to be more similar to their friends than\nto strangers. Thus, an observed social network provides a noisy signal about\nthe latent underlying \"social space:\" the way in which individuals are similar\nor dissimilar. Many research questions frequently addressed via social network\nanalysis are in reality questions about this social space, raising the question\nof inverting the process: Given a social network, how accurately can we\nreconstruct the social structure of similarities and dissimilarities?\n  We begin to address this problem formally. Observed social networks are\nusually multiplex, in the sense that they reflect (dis)similarities in several\ndifferent \"categories,\" such as geographical proximity, kinship, or similarity\nof professions/hobbies. We assume that each such category is characterized by a\nlatent metric capturing (dis)similarities in this category. Each category gives\nrise to a separate social network: a random graph parameterized by this metric.\nFor a concrete model, we consider Kleinberg's small world model and some\nvariations thereof. The observed social network is the unlabeled union of these\ngraphs, i.e., the presence or absence of edges can be observed, but not their\norigins. Our main result is an algorithm which reconstructs each metric with\nprovably low distortion.\n","Comment: 51 pages. Compared to the previous version: many small changes to\n  improve presentation and clarity"]}]
["1202.1210",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","26A48 (Primary), 26D10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.1210"],"date":["2012-02-06","2014-08-15"],"type":["text"],"creator":["Sitnik, S. M."],"language":[],"coverage":[],"title":["A note on the main theorem for absolutely monotonic functions"],"description":["  We prove that the main theorem for absolutely monotonic functions from the\nbook Mitrinovi\\'{c}~D.S., Pe\\v{c}ari\\'{c}~J.E., Fink~A.M. \"Classical And New\nInequalities In Analysis\", Kluwer Academic Publishers, 1993, is not valid\nwithout additional restrictions.\n","Comment: 4 pages"]}]
["1204.1959",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1959","Appl. Phys. Lett. 100, 172405 (2012)","doi:10.1063/1.4705045"],"date":["2012-04-09"],"type":["text"],"creator":["Sacanell, J.","Paulin, M. A.","Ferrari, V.","Garbarino, G.","Leyva, A. G."],"language":[],"coverage":[],"title":["Reversible switching of room temperature ferromagnetism in CeO2-Co\n  nanoparticles"],"description":["  We investigated the reversible ferromagnetic (FM) behavior of pure and Co\ndoped CeO2 nanopowders. The as-sintered samples displayed an increasing\nparamagnetic contribution upon Co doping. Room temperature FM is obtained\nsimply by performing thermal treatments in vacuum at temperatures as low as\n500^{\\circ}C and it can be switched off by performing thermal treatments in\noxidizing conditions. The FM contribution is enhanced as we increase the time\nof the thermal treatment in vacuum. Those systematic experiments establish a\ndirect relation between ferromagnetism and oxygen vacancies and open a path for\ndeveloping materials with tailored properties.\n","Comment: 20 pages, 3 figures; Applied Physics Letters Vol. 100, Issue 17,\n  APR2012"]}]
["1204.4154",{"format":[],"subject":["Statistics - Machine Learning","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.4154"],"date":["2012-04-18"],"type":["text"],"creator":["Lay, Nathan","Barbu, Adrian"],"language":[],"coverage":[],"title":["The Artificial Regression Market"],"description":["  The Artificial Prediction Market is a recent machine learning technique for\nmulti-class classification, inspired from the financial markets. It involves a\nnumber of trained market participants that bet on the possible outcomes and are\nrewarded if they predict correctly. This paper generalizes the scope of the\nArtificial Prediction Markets to regression, where there are uncountably many\npossible outcomes and the error is usually the MSE. For that, we introduce the\nreward kernel that rewards each participant based on its prediction error and\nwe derive the price equations. Using two reward kernels we obtain two different\nlearning rules, one of which is approximated using Hermite-Gauss quadrature.\nThe market setting makes it easy to aggregate specialized regressors that only\npredict when an observation falls into their specialization domain. Experiments\nshow that regression markets based on the two learning rules outperform Random\nForest Regression on many UCI datasets and are rarely outperformed.\n"]}]
["1207.2136",{"format":[],"subject":["Mathematical Physics","60K35 (Primary) 82B43, 82B26 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2136","J. Appl. Probab. Volume 51, Number 1 (2014), 235-246","doi:10.1239/jap/1395771426"],"date":["2012-07-09","2013-06-03"],"type":["text"],"creator":["Aristoff, David"],"language":[],"coverage":[],"title":["Percolation of hard disks"],"description":["  Random arrangements of points in the plane, interacting only through a simple\nhard core exclusion, are considered. An intensity parameter controls the\naverage density of arrangements, in analogy with the Poisson point process. It\nis proved that at high intensity, an infinite connected cluster of excluded\nvolume appears with positive probability.\n","Comment: 16 pages, 6 figures"]}]
["1210.7269",{"format":[],"subject":["Computer Science - Discrete Mathematics","05C15, 05C85"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.7269","doi:10.7155/jgaa.00326"],"date":["2012-10-26","2012-11-16"],"type":["text"],"creator":["Groshaus, Marina","Soulignac, Francisco J.","Terlisky, Pablo"],"language":[],"coverage":[],"title":["The star and biclique coloring and choosability problems"],"description":["  A biclique of a graph G is an induced complete bipartite graph. A star of G\nis a biclique contained in the closed neighborhood of a vertex. A star\n(biclique) k-coloring of G is a k-coloring of G that contains no monochromatic\nmaximal stars (bicliques). Similarly, for a list assignment L of G, a star\n(biclique) L-coloring is an L-coloring of G in which no maximal star (biclique)\nis monochromatic. If G admits a star (biclique) L-coloring for every k-list\nassignment L, then G is said to be star (biclique) k-choosable. In this article\nwe study the computational complexity of the star and biclique coloring and\nchoosability problems. Specifically, we prove that the star (biclique)\nk-coloring and k-choosability problems are \\Sigma_2^p-complete and\n\\Pi_3^p-complete for k > 2, respectively, even when the input graph contains no\ninduced C_4 or K_{k+2}. Then, we study all these problems in some related\nclasses of graphs, including H-free graphs for every H on three vertices,\ngraphs with restricted diamonds, split graphs, threshold graphs, and net-free\nblock graphs.\n","Comment: 33 pages, 8 figures"]}]
["1211.0959",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.0959","Chaos and Complexity Letters 8(1) (2014) 1-42"],"date":["2012-10-29","2014-08-14"],"type":["text"],"creator":["Selvam, A. M."],"language":[],"coverage":[],"title":["A General Systems Theory for Rain Formation in Warm Clouds"],"description":["  A cumulus cloud model which can explain the observed characteristics of warm\nrain formation in monsoon clouds is presented. The model is based on classical\nstatistical physical concepts and satisfies the principle of maximum entropy\nproduction. Atmospheric flows exhibit selfsimilar fractal fluctuations that are\nubiquitous to all dynamical systems in nature, such as physical, chemical,\nsocial, etc and are characterized by inverse power law form for power (eddy\nenergy) spectrum signifying long-range space-time correlations. A general\nsystems theory model for atmospheric flows developed by the author is based on\nthe concept that the large eddy energy is the integrated mean of enclosed\nturbulent (small scale) eddies. This model gives scale-free universal governing\nequations for cloud growth processes. The model predicted cloud parameters are\nin agreement with reported observations, in particular, the cloud dropsize\ndistribution. Rain formation can occur in warm clouds within 30minutes lifetime\nunder favourable conditions of moisture supply in the environment.\n","Comment: 39 pages, 14 figures. arXiv admin note: substantial text overlap with\n  arXiv:1005.1336, arXiv:1105.0172, arXiv:0908.2321, arXiv:1111.3132,\n  arXiv:1002.3230, arXiv:0704.2114"]}]
["1212.2712",{"format":[],"subject":["Physics - Fluid Dynamics","76F65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2712"],"date":["2012-12-12","2014-08-14"],"type":["text"],"creator":["Yu, Changping"],"language":[],"coverage":[],"title":["A General Method for Large Eddy Simulation in Different Range of\n  Turbulent Flows"],"description":["  Traditional large eddy simulation is based on Kolmogrov's hypothesis, and\ndone in the inertial range. In inertial range the LES model coefficient is\nscale-invariant. In many cases, such as computing in the boundary layer, the\nfilter scale is not in the inertial range, and the model coefficient changes\ndrastically with the filter scale, thus the assumption of scale-invariance is\nnot proper. In this paper, we propose a general principle of constraint, and\nthen we deduce two concrete constraints based on the existing spectrum theory\nand priori data. The constrained dynamic Smogorinsky model can predict energy\nspectrum well in different range of forced and decayed turbulence. Dynamic\nmixed models with one of the constraints shows more efficient than some\nclassical models in predicting energy spectrum and SGS dissipation, and also\ndisplays a strong correlation with the real stress in different range of the\nturbulent flows.\n","Comment: This paper has been withdrawn by the author due to a crucial sign\n  error in some figures"]}]
["1212.4367",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.4367","XVIIth International Congress on Mathematical Physics, pp.\n  239-253, 2013 (World Scientific)","doi:10.1142/9789814449243_0014"],"date":["2012-12-18"],"type":["text"],"creator":["Warzel, Simone"],"language":[],"coverage":[],"title":["Surprises in the phase diagram of the Anderson model on the Bethe\n  lattice"],"description":["  The Anderson model on the Bethe lattice is historically among the first for\nwhich an energy regime of extended states and a separate regime of localized\nstates could be established. In this paper, we review recently discovered\nsurprises in the phase diagram. Among them is that even at weak disorder, the\nregime of diffusive transport extends well beyond energies of the unperturbed\nmodel into the Lifshitz tails. As will be explained, the mechanism for the\nappearance of extended states in this non-perturbative regime are\ndisorder-induced resonances. We also present remaining questions concerning the\nstructure of the eigenfunctions and the associated spectral statistics problem\non the Bethe lattice.\n","Comment: Plenary lecture given at the International Congress on Mathematical\n  Physics, Aalborg, August 6-11, 2012"]}]
["1302.5079",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.5079","Phys. Rev. D 87, 084002 (2013)","doi:10.1103/PhysRevD.87.084002"],"date":["2013-02-19"],"type":["text"],"creator":["Allahverdizadeh, Masoud","Lemos, Jose P. S.","Sheykhi, Ahmad"],"language":[],"coverage":[],"title":["Extremal Myers-Perry black holes coupled to Born-Infeld electrodynamics\n  in five dimensions"],"description":["  We construct a new class of perturbative extremal charged rotating black hole\nsolutions in five dimensions in the Einstein--Born-Infeld theory. We start with\nan extremal five-dimensional Myers-Perry black hole seed in which the two\npossible angular momenta have equal magnitude, and add Born-Infeld electrical\ncharge keeping the extremality condition as a constraint. The perturbative\nparameter is assumed to be the electric charge $q$ and the perturbations are\nperformed up to 4th order. We also study some physical properties of these\nblack holes. It is shown that the perturbative parameter $q$ and the\nBorn-Infeld parameter $\\beta$ modify the values of the physical quantities of\nthe black holes. The solution suggests that the magnetic moment and\ngyromagnetic ratio of the black hole spacetime change sign when the Born-Infeld\ncharacter of the solution starts to depart strongly from the Maxwell limit. We\nventure an interpretation for the effect.\n"]}]
["1303.5805",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Systems and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.5805"],"date":["2013-03-22","2014-08-15"],"type":["text"],"creator":["Thrampoulidis, Christos","Bose, Subhonmesh","Hassibi, Babak"],"language":[],"coverage":[],"title":["Optimal Placement of Distributed Energy Storage in Power Networks"],"description":["  We formulate the optimal placement, sizing and control of storage devices in\na power network to minimize generation costs with the intent of load shifting.\nWe assume deterministic demand, a linearized DC approximated power flow model\nand a fixed available storage budget. Our main result proves that when the\ngeneration costs are convex and nondecreasing, there always exists an optimal\nstorage capacity allocation that places zero storage at generation-only buses\nthat connect to the rest of the network via single links. This holds regardless\nof the demand profiles, generation capacities, line-flow limits and\ncharacteristics of the storage technologies. Through a counterexample, we\nillustrate that this result is not generally true for generation buses with\nmultiple connections. For specific network topologies, we also characterize the\ndependence of the optimal generation cost on the available storage budget,\ngeneration capacities and flow constraints.\n","Comment: 15 pages, 9 figures, generalized result to include line losses in\n  Section 4B"]}]
["1304.1614",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Dynamical Systems","Primary: 57M30. Secondary: 57M45, 57Q45, 30F40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.1614"],"date":["2013-04-05","2014-08-14"],"type":["text"],"creator":["Hinojosa, Gabriela","Verjovsky, Alberto"],"language":[],"coverage":[],"title":["Some examples of dynamically defined ambient homogeneous wild knots in\n  higher dimensions"],"description":["  In this paper we consider the Kleinian groups acting conformally on the\nsphere $\\mathbb{S}^{n+2}$ $(1\\leq{n}\\leq5)$ which have as limit sets wild\nspheres $K^n$ which were constructed in \\cite{BHV} and prove that $K^n$ is\nambient homogeneous. In other words, given two points $p,\\,\\,q\\in{K}$ there\nexists a homeomorphism $\\psi:\\mathbb{S}^{n+2}\\rightarrow\\mathbb{S}^{n+2} $ such\nthat $\\psi(K)=K$ and $\\psi(p)=q$.\n","Comment: The proof contains a mistake"]}]
["1304.2447",{"format":[],"subject":["Mathematics - Dynamical Systems","37B99, 54H20, 54B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.2447","J. Univ. Sci. Technol. China, 44, 2014, no.2, 93-95","doi:10.3969/j.issn.0253-2778.2014.02.002"],"date":["2013-04-08"],"type":["text"],"creator":["Li, Jian"],"language":[],"coverage":[],"title":["Equivalent conditions of Devaney chaos on the hyperspace"],"description":["  Let $T$ be a continuous self-map of a compact metric space $X$. The\ntransformation $T$ induces natural a continuous self-map $T_K$ on the\nhyperspace $K(X)$ of all non-empty closed subsets of $X$. In this paper, we\nshow that the system $(K(X),T_K)$ on the hyperspace is Devaney chaotic if and\nonly if $(K(X),T_K)$ is an HY-system if and only if $(X,T)$ is an HY-system,\nwhere a system $(Y,S)$ is called an HY-system if it is totally transitive and\nhas dense small periodic sets.\n","Comment: 5 pages"]}]
["1304.3016",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.3016"],"date":["2013-04-10","2014-08-15"],"type":["text"],"creator":["Kasparick, Martin","Wunder, Gerhard"],"language":[],"coverage":[],"title":["Autonomous Algorithms for Centralized and Distributed Interference\n  Coordination: A Virtual Layer Based Approach"],"description":["  Interference mitigation techniques are essential for improving the\nperformance of interference limited wireless networks. In this paper, we\nintroduce novel interference mitigation schemes for wireless cellular networks\nwith space division multiple access (SDMA). The schemes are based on a virtual\nlayer that captures and simplifies the complicated interference situation in\nthe network and that is used for power control. We show how optimization in\nthis virtual layer generates gradually adapting power control settings that\nlead to autonomous interference minimization. Thereby, the granularity of\ncontrol ranges from controlling frequency sub-band power via controlling the\npower on a per-beam basis, to a granularity of only enforcing average power\nconstraints per beam. In conjunction with suitable short-term scheduling, our\nalgorithms gradually steer the network towards a higher utility. We use\nextensive system-level simulations to compare three distributed algorithms and\nevaluate their applicability for different user mobility assumptions. In\nparticular, it turns out that larger gains can be achieved by imposing average\npower constraints and allowing opportunistic scheduling instantaneously, rather\nthan controlling the power in a strict way. Furthermore, we introduce a\ncentralized algorithm, which directly solves the underlying optimization and\nshows fast convergence, as a performance benchmark for the distributed\nsolutions. Moreover, we investigate the deviation from global optimality by\ncomparing to a branch-and-bound-based solution.\n","Comment: revised version"]}]
["1304.4348",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.4348"],"date":["2013-04-16"],"type":["text"],"creator":["Devidze, G. G.","Liparteliani, A. G."],"language":[],"coverage":[],"title":["$t\\rightarrow \\gamma$ decay in the ACD model"],"description":["  In the presented paper we have estimated additional to the standard model\n(SM) contributions to the top quark FCNC decays in the framework of the model\nwith one extra dimension. The estimates of performed calculations show that\nextra dimension models with only one additional spatial dimension cannot raise\nbranching ratio for top FCNC decay.\n","Comment: 6 pages, 2 figures"]}]
["1305.1986",{"format":[],"subject":["Computer Science - Multimedia","Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.1986"],"date":["2013-05-08","2014-08-14"],"type":["text"],"creator":["Srivastava, Madhur","Singh, Satish K.","Panigrahi, Prasanta K."],"language":[],"coverage":[],"title":["An Adaptive Statistical Non-uniform Quantizer for Detail Wavelet\n  Components in Lossy JPEG2000 Image Compression"],"description":["  The paper presents a non-uniform quantization method for the Detail\ncomponents in the JPEG2000 standard. Incorporating the fact that the\ncoefficients lying towards the ends of the histogram plot of each Detail\ncomponent represent the structural information of an image, the quantization\nstep sizes become smaller at they approach the ends of the histogram plot. The\nvariable quantization step sizes are determined by the actual statistics of the\nwavelet coefficients. Mean and standard deviation are the two statistical\nparameters used iteratively to obtain the variable step sizes. Moreover, the\nmean of the coefficients lying within the step size is chosen as the quantized\nvalue, contrary to the deadzone uniform quantizer which selects the midpoint of\nthe quantization step size as the quantized value. The experimental results of\nthe deadzone uniform quantizer and the proposed non-uniform quantizer are\nobjectively compared by using Mean-Squared Error (MSE) and Mean Structural\nSimilarity Index Measure (MSSIM), to evaluate the quantization error and\nreconstructed image quality, respectively. Subjective analysis of the\nreconstructed images is also carried out. Through the objective and subjective\nassessments, it is shown that the non-uniform quantizer performs better than\nthe deadzone uniform quantizer in the perceptual quality of the reconstructed\nimage, especially at low bitrates. More importantly, unlike the deadzone\nuniform quantizer, the non-uniform quantizer accomplishes better visual quality\nwith a few quantized values.\n","Comment: 26 pages, 9 figures"]}]
["1305.3163",{"format":[],"subject":["Computer Science - Programming Languages","F.3.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.3163","doi:10.1145/2661088.2661098"],"date":["2013-05-14","2014-08-14"],"type":["text"],"creator":["Johnson, J. Ian","Van Horn, David"],"language":[],"coverage":[],"title":["Abstracting Abstract Control (Extended)"],"description":["  The strength of a dynamic language is also its weakness: run-time flexibility\ncomes at the cost of compile-time predictability. Many of the hallmarks of\ndynamic languages such as closures, continuations, various forms of reflection,\nand a lack of static types make many programmers rejoice, while compiler\nwriters, tool developers, and verification engineers lament. The dynamism of\nthese features simply confounds statically reasoning about programs that use\nthem. Consequently, static analyses for dynamic languages are few, far between,\nand seldom sound.\n  The \"abstracting abstract machines\" (AAM) approach to constructing static\nanalyses has recently been proposed as a method to ameliorate the difficulty of\ndesigning analyses for such language features. The approach, so called because\nit derives a function for the sound and computable approximation of program\nbehavior starting from the abstract machine semantics of a language, provides a\nviable approach to dynamic language analysis since all that is required is a\nmachine description of the interpreter.\n  The original AAM recipe produces finite state abstractions, which cannot\nfaithfully represent an interpreter's control stack. Recent advances have shown\nthat higher-order programs can be approximated with pushdown systems. However,\nthese automata theoretic models either break down on features that inspect or\nmodify the control stack.\n  In this paper, we tackle the problem of bringing pushdown flow analysis to\nthe domain of dynamic language features. We revise the abstracting abstract\nmachines technique to target the stronger computational model of pushdown\nsystems. In place of automata theory, we use only abstract machines and\nmemoization. As case studies, we show the technique applies to a language with\nclosures, garbage collection, stack-inspection, and first-class composable\ncontinuations.\n","Comment: To appear at DLS '14"]}]
["1305.6569",{"format":[],"subject":["Mathematical Physics","Computer Science - Computational Engineering, Finance, and Science","82C21, 82C80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.6569","Multiscale Model. Simul., 12(1), 290--317 (2014)","doi:10.1137/130923063"],"date":["2013-05-28","2014-01-07"],"type":["text"],"creator":["Aristoff, David","Lelièvre, Tony"],"language":[],"coverage":[],"title":["Mathematical Analysis of Temperature Accelerated Dynamics"],"description":["  We give a mathematical framework for temperature accelerated dynamics (TAD),\nan algorithm proposed by M.R. S{\\o}rensen and A.F. Voter to efficiently\ngenerate metastable stochastic dynamics. Using the notion of quasistationary\ndistributions, we propose some modifications to TAD. Then considering the\nmodified algorithm in an idealized setting, we show how TAD can be made\nmathematically rigorous.\n","Comment: 28 pages, 2 figures"]}]
["1306.1414",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1306.1414","Phys. Rev. B 90, 045149 (2014)","doi:10.1103/PhysRevB.90.045149"],"date":["2013-06-06","2014-08-14"],"type":["text"],"creator":["Baasanjav, Dashdeleg","Tretiakov, O. A.","Nomura, Kentaro"],"language":[],"coverage":[],"title":["Magnetoelectric effect in topological insulator films beyond the linear\n  response regime"],"description":["  We study the response of topological insulator films to strong magnetic and\nelectric fields beyond the linear response theory. As a model, we use the\nthree-dimensional lattice Wilson-Dirac Hamiltonian where we simultaneously\nintroduce both magnetic field through the Peierls substitution and electric\nfield as a potential energy depending on lattice coordinate. We compute the\nelectron energy spectrum by numerically diagonalizing this Hamiltonian and\nobtain quantized magnetoelectric polarizability. In addition, we find that the\nmagnetoelectric effect vanishes as the film width decreases due to the\nhybridization of surface wave functions. Furthermore, applying a gate voltage\nbetween the surfaces, we observe several quantized plateaus of $\\theta$ term,\nwhich are mainly determined by the Landau level structures on the top and\nbottom surfaces.\n","Comment: 6 pages, 6 figures, update to published version"]}]
["1307.3817",{"format":[],"subject":["Mathematics - Dynamical Systems","54H20, 37B40, 58K15, 37B45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.3817","Sci. China Math., 57, 2014, no. 8, 1639-1648","doi:10.1007/s11425-014-4797-z"],"date":["2013-07-15","2014-08-15"],"type":["text"],"creator":["Chen, Zhijing","Li, Jian","Lü, Jie"],"language":[],"coverage":[],"title":["On multi-transitivity with respect to a vector"],"description":["  A topological dynamical system $(X,f)$ is said to be multi-transitive if for\nevery $n\\in\\mathbb{N}$ the system $(X^{n}, f\\times f^{2}\\times \\dotsb\\times\nf^{n})$ is transitive. We introduce the concept of multi-transitivity with\nrespect to a vector and show that multi-transitivity can be characterized by\nthe hitting time sets of open sets, answering a question proposed by Kwietniak\nand Oprocha [On weak mixing, minimality and weak disjointness of all iterates,\nErg. Th. Dynam. Syst., 32 (2012), 1661--1672]. We also show that\nmulti-transitive systems are Li-Yorke chaotic.\n","Comment: 11 pages"]}]
["1307.4958",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.4958","New J. Phys. 16 (2014) 083031","doi:10.1088/1367-2630/16/8/083031"],"date":["2013-07-18","2014-08-14"],"type":["text"],"creator":["Liu, Zheng-Xin","Zhou, Yi","Ng, Tai-Kai"],"language":[],"coverage":[],"title":["Gutzwiller Approach for Elementary Excitations in $S=1$\n  Antiferromagnetic Chains"],"description":["  In a previous paper [Phys. Rev. B 85,195144 (2012)], variational Monte Carlo\nmethod (based on Gutzwiller projected states) was generalized to $S=1$ systems.\nThis method provided very good trial ground states for the gapped phases of\n$S=1$ bilinear-biquadratic (BLBQ) Heisenberg chain. In the present paper, we\nextend the approach to study the low-lying elementary excitations in $S=1$\nchains. We calculate the one-magnon and two-magnon excitation spectra of the\nBLBQ Heisenberg chain and the results agree very well with recent data in\nliterature. In our approach, the difference of the excitation spectrum between\nthe Haldane phase and the dimer phase (such as the even/odd size effect) can be\nunderstood from their different topology of corresponding mean field theory. We\nespecially study the Takhtajan-Babujian critical point. Despite the fact that\nthe `elementary excitations' are spin-1 magnons which are different from the\nspin-1/2 spinons in Bethe solution, we show that the excitation spectrum,\ncritical exponent ($\\eta=0.74$) and central charge ($c=1.45$) calculated from\nour theory agree well with Bethe ansatz solution and conformal field theory\npredictions.\n","Comment: 25+, 10 figures"]}]
["1307.5381",{"format":[],"subject":["Statistics - Methodology","Statistics - Computation","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.5381"],"date":["2013-07-20","2014-08-14"],"type":["text"],"creator":["Khare, Kshitij","Oh, Sang-Yun","Rajaratnam, Bala"],"language":[],"coverage":[],"title":["A convex pseudo-likelihood framework for high dimensional partial\n  correlation estimation with convergence guarantees"],"description":["  Sparse high dimensional graphical model selection is a topic of much interest\nin modern day statistics. A popular approach is to apply l1-penalties to either\n(1) parametric likelihoods, or, (2) regularized regression/pseudo-likelihoods,\nwith the latter having the distinct advantage that they do not explicitly\nassume Gaussianity. As none of the popular methods proposed for solving\npseudo-likelihood based objective functions have provable convergence\nguarantees, it is not clear if corresponding estimators exist or are even\ncomputable, or if they actually yield correct partial correlation graphs. This\npaper proposes a new pseudo-likelihood based graphical model selection method\nthat aims to overcome some of the shortcomings of current methods, but at the\nsame time retain all their respective strengths. In particular, we introduce a\nnovel framework that leads to a convex formulation of the partial covariance\nregression graph problem, resulting in an objective function comprised of\nquadratic forms. The objective is then optimized via a coordinate-wise\napproach. The specific functional form of the objective function facilitates\nrigorous convergence analysis leading to convergence guarantees; an important\nproperty that cannot be established using standard results, when the dimension\nis larger than the sample size, as is often the case in high dimensional\napplications. These convergence guarantees ensure that estimators are\nwell-defined under very general conditions, and are always computable. In\naddition, the approach yields estimators that have good large sample properties\nand also respect symmetry. Furthermore, application to simulated/real data,\ntiming comparisons and numerical convergence is demonstrated. We also present a\nnovel unifying framework that places all graphical pseudo-likelihood methods as\nspecial cases of a more general formulation, leading to important insights.\n"]}]
["1308.0278",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1308.0278","PLoS Computational Biology 10(8): e1003778 (2014)","doi:10.1371/journal.pcbi.1003778"],"date":["2013-08-01","2014-08-14"],"type":["text"],"creator":["Bitbol, Anne-Florence","Schwab, David J."],"language":[],"coverage":[],"title":["Quantifying the role of population subdivision in evolution on rugged\n  fitness landscapes"],"description":["  Natural selection drives populations towards higher fitness, but crossing\nfitness valleys or plateaus may facilitate progress up a rugged fitness\nlandscape involving epistasis. We investigate quantitatively the effect of\nsubdividing an asexual population on the time it takes to cross a fitness\nvalley or plateau. We focus on a generic and minimal model that includes only\npopulation subdivision into equivalent demes connected by global migration, and\ndoes not require significant size changes of the demes, environmental\nheterogeneity or specific geographic structure. We determine the optimal\nspeedup of valley or plateau crossing that can be gained by subdivision, if the\nprocess is driven by the deme that crosses fastest. We show that isolated demes\nhave to be in the sequential fixation regime for subdivision to significantly\naccelerate crossing. Using Markov chain theory, we obtain analytical\nexpressions for the conditions under which optimal speedup is achieved: valley\nor plateau crossing by the subdivided population is then as fast as that of its\nfastest deme. We verify our analytical predictions through stochastic\nsimulations. We demonstrate that subdivision can substantially accelerate the\ncrossing of fitness valleys and plateaus in a wide range of parameters\nextending beyond the optimal window. We study the effect of varying the degree\nof subdivision of a population, and investigate the trade-off between the\nmagnitude of the optimal speedup and the width of the parameter range over\nwhich it occurs. Our results also hold for weakly beneficial intermediate\nmutations. We extend our work to the case of a population connected by\nmigration to one or several smaller islands. Our results demonstrate that\nsubdivision with migration alone can significantly accelerate the crossing of\nfitness valleys and plateaus, and shed light onto the quantitative conditions\nnecessary for this to occur.\n","Comment: 27 pages, 4 figures, published version"]}]
["1308.1057",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1308.1057","Random Matrices: Theory and Applications, Vol. 3, No. 2 (2014)"],"date":["2013-08-05","2014-03-18"],"type":["text"],"creator":["O'Rourke, Sean","Vu, Van"],"language":[],"coverage":[],"title":["Universality of local eigenvalue statistics in random matrices with\n  external source"],"description":["  Consider a random matrix of the form $W_n = M_n + D_n$, where $M_n$ is a\nWigner matrix and $D_n$ is a real deterministic diagonal matrix ($D_n$ is\ncommonly referred to as an external source in the mathematical physics\nliterature). We study the universality of the local eigenvalue statistics of\n$W_n$ for a general class of Wigner matrices $M_n$ and diagonal matrices $D_n$.\nUnlike the setting of many recent results concerning universality, the global\nsemicircle law fails for this model. However, we can still obtain the universal\nsine kernel formula for the correlation functions. This demonstrates the\nremarkable phenomenon that local laws are more resilient than global ones. The\nuniversality of the correlation functions follows from a four moment theorem,\nwhich we prove using a variant of the approach used earlier by Tao and Vu.\n","Comment: 32 pages; minor corrections; to appear, Random Matrices: Theory and\n  applications"]}]
["1308.1688",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Information Theory","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1308.1688","Circuits, Systems and Signal Processing 33 (2014) 2539-2548"],"date":["2013-08-05"],"type":["text"],"creator":["Kak, Subhash"],"language":[],"coverage":[],"title":["The Number Theoretic Hilbert Transform"],"description":["  This paper presents a general expression for a number-theoretic Hilbert\ntransform (NHT). The transformations preserve the circulant nature of the\ndiscrete Hilbert transform (DHT) matrix together with alternating values in\neach row being zero and non-zero. Specific examples for 4-point, 6-point, and\n8-point NHT are provided. The NHT transformation can be used as a primitive to\ncreate cryptographically useful scrambling transformations.\n","Comment: 11 pages"]}]
["1308.2976",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1308.2976","Eur. Phys. J. C74 (2014) 2975","doi:10.1140/epjc/s10052-014-2975-3"],"date":["2013-08-13","2014-08-15"],"type":["text"],"creator":["Aranguiz, Ligeia","Miskovic, Olivera"],"language":[],"coverage":[],"title":["Free energy of a Lovelock holographic superconductor"],"description":["  We study thermodynamics of black hole solutions in Lanczos-Lovelock AdS\ngravity in d+1 dimensions coupled to nonlinear electrodynamics and a\nStueckelberg scalar field. This class of theories is used in the context of\ngauge/gravity duality to describe a high-temperature superconductor in d\ndimensions. Larger number of coupling constants in the gravitational side is\nnecessary to widen a domain of validity of physical quantities in a dual QFT.\nWe regularize the gravitational action and find the finite conserved quantities\nfor a planar black hole with scalar hair. Then we derive the quantum\nstatistical relation in the Euclidean sector of the theory, and obtain the\nexact formula for the free energy of the superconductor in the holographic\nquantum field theory. Our result is analytic and it includes the effects of\nbackreaction of the gravitational field. We further discuss on how this formula\ncould be used to analyze second order phase transitions through the\ndiscontinuities of the free energy, in order to classify holographic\nsuperconductors in terms of the parameters in the theory.\n","Comment: 26 pages, no figures; references added; published version"]}]
["1309.5326",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1309.5326","Electronic Journal of Probability Vol. 19, No. 43, 1--65 (2014)"],"date":["2013-09-20","2014-05-02"],"type":["text"],"creator":["O'Rourke, Sean","Renfrew, David"],"language":[],"coverage":[],"title":["Low rank perturbations of large elliptic random matrices"],"description":["  We study the asymptotic behavior of outliers in the spectrum of bounded rank\nperturbations of large random matrices. In particular, we consider\nperturbations of elliptic random matrices which generalize both Wigner random\nmatrices and non-Hermitian random matrices with iid entries. As a consequence,\nwe recover the results of Capitaine, Donati-Martin, and F\\'eral for perturbed\nWigner matrices as well as the results of Tao for perturbed random matrices\nwith iid entries. Along the way, we prove a number of interesting results\nconcerning elliptic random matrices whose entries have finite fourth moment;\nthese results include a bound on the least singular value and the asymptotic\nbehavior of the spectral radius.\n","Comment: 66 pages, 1 figure; minor changes and corrections"]}]
["1310.1351",{"format":[],"subject":["Computer Science - Information Theory","Mathematics - Numerical Analysis","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1310.1351"],"date":["2013-10-04","2014-08-15"],"type":["text"],"creator":["Akçakaya, Mehmet","Tarokh, Vahid"],"language":[],"coverage":[],"title":["New Conditions for Sparse Phase Retrieval"],"description":["  We consider the problem of sparse phase retrieval, where a $k$-sparse signal\n${\\bf x} \\in {\\mathbb R}^n \\textrm{ (or } {\\mathbb C}^n\\textrm{)}$ is measured\nas ${\\bf y} = |{\\bf Ax}|,$ where ${\\bf A} \\in {\\mathbb R}^{m \\times n} \\textrm{\n(or } {\\mathbb C}^{m \\times n}\\textrm{ respectively)}$ is a measurement matrix\nand $|\\cdot|$ is the element-wise absolute value. For a real signal and a real\nmeasurement matrix ${\\bf A}$, we show that $m = 2k$ measurements are necessary\nand sufficient to recover ${\\bf x}$ uniquely. For complex signal ${\\bf x} \\in\n{\\mathbb C}^n$ and ${\\bf A} \\in {\\mathbb C}^{m \\times n}$, we show that $m =\n4k-2$ phaseless measurements are sufficient to recover ${\\bf x}$. It is known\nthat the multiplying constant $4$ in $m = 4k-2$ cannot be improved.\n","Comment: 6 pages"]}]
["1310.2972",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1310.2972"],"date":["2013-10-10","2014-08-14"],"type":["text"],"creator":["Wood, David R."],"language":[],"coverage":[],"title":["Hypergraph Colouring and Degeneracy"],"description":["  A hypergraph is \"$d$-degenerate\" if every subhypergraph has a vertex of\ndegree at most $d$. A greedy algorithm colours every such hypergraph with at\nmost $d+1$ colours. We show that this bound is tight, by constructing an\n$r$-uniform $d$-degenerate hypergraph with chromatic number $d+1$ for all\n$r\\geq2$ and $d\\geq1$. Moreover, the hypergraph is triangle-free, where a\n\"triangle\" in an $r$-uniform hypergraph consists of three edges whose union is\na set of $r+1$ vertices.\n"]}]
["1310.8534",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment","Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1310.8534","JHEP 08 (2014) 068","doi:10.1007/JHEP08(2014)068"],"date":["2013-10-31","2014-08-15"],"type":["text"],"creator":["Perez-Ramos, Redamy","d'Enterria, David"],"language":[],"coverage":[],"title":["Energy evolution of the moments of the hadron distribution in QCD jets\n  including NNLL resummation and NLO running-coupling corrections"],"description":["  The moments of the single inclusive momentum distribution of hadrons in QCD\njets, are studied in the next-to-modified-leading-log approximation (NMLLA)\nincluding next-to-leading-order (NLO) corrections to the alpha_s strong\ncoupling. The evolution equations are solved using a distorted Gaussian\nparametrisation, which successfully reproduces the spectrum of charged hadrons\nof jets measured in e+e- collisions. The energy dependencies of the maximum\npeak, multiplicity, width, kurtosis and skewness of the jet hadron distribution\nare computed analytically. Comparisons of all the existing jet data measured in\ne+e- collisions in the range sqrt(s)~2-200 GeV to the NMLLA+NLO* predictions\nallow one to extract a value of the QCD parameter Lambda_QCD, and associated\ntwo-loop coupling constant at the Z resonance alpha_s(m_Z^2)= 0.1195 +/-\n0.0022, in excellent numerical agreement with the current world average\nobtained using other methods.\n","Comment: 40 pages, 15 figures. Minor changes. Matches published version in\n  JHEP"]}]
["1311.3887",{"format":[],"subject":["Quantum Physics","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.3887","J. Math. Phys. 55 (8), 082206 (2014)","doi:10.1063/1.4892761"],"date":["2013-11-15","2014-08-14"],"type":["text"],"creator":["Tomamichel, Marco","Berta, Mario","Hayashi, Masahito"],"language":[],"coverage":[],"title":["Relating different quantum generalizations of the conditional Renyi\n  entropy"],"description":["  Recently a new quantum generalization of the Renyi divergence and the\ncorresponding conditional Renyi entropies was proposed. Here we report on a\nsurprising relation between conditional Renyi entropies based on this new\ngeneralization and conditional Renyi entropies based on the quantum relative\nRenyi entropy that was used in previous literature. Our result generalizes the\nwell-known duality relation H(A|B) + H(A|C) = 0 of the conditional von Neumann\nentropy for tripartite pure states to Renyi entropies of two different kinds.\n  As a direct application, we prove a collection of inequalities that relate\ndifferent conditional Renyi entropies and derive a new entropic uncertainty\nrelation.\n","Comment: 10 pages, 1 figure"]}]
["1311.6195",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.6195","Appl. Phys. Lett. 104, 042402 (2014)","doi:10.1063/1.4863084"],"date":["2013-11-24","2014-01-29"],"type":["text"],"creator":["Cahaya, Adam B.","Tretiakov, O. A.","Bauer, Gerrit E. W."],"language":[],"coverage":[],"title":["Spin Seebeck power generators"],"description":["  We derive expressions for the efficiency and figure of merit of two spin\ncaloritronic devices based on the spin Seebeck effect (SSE), i.e., the\ngeneration of spin currents by a temperature gradient. The inverse spin Hall\neffect is conventionally used to detect the SSE and offers advantages for large\narea applications. We also propose a device that converts spin current into\nelectric one by means of a spin-valve detector, which scales favorably to small\nsizes and approaches a figure of merit of 0.5 at room temperature.\n","Comment: 4+ pages, 3 figures, update to published version"]}]
["1312.0528",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.0528","Phys. Rev. Lett. 113, 047001 (2014)","doi:10.1103/PhysRevLett.113.047001"],"date":["2013-12-02","2014-06-11"],"type":["text"],"creator":["Kontani, Hiroshi","Yamakawa, Youichi"],"language":[],"coverage":[],"title":["Linear Response Theory for Shear Modulus $C_{66}$ and Raman Quadrupole\n  Susceptibility: Significant Evidence for Orbital Nematic Fluctuations in\n  Fe-Based Superconductors"],"description":["  The emergence of the nematic order and fluctuations has been discussed as a\ncentral issue in Fe-based superconductors. To clarify the origin of the\nnematicity, we focus on the shear modulus $C_{66}$ and the Raman quadrupole\nsusceptibility $\\chi_{x^2-y^2}^{Raman}$. Due to the Aslamazov-Larkin vertex\ncorrection, the nematic-type orbital fluctuations are induced, and they\nenhances both $1/C_{66}$ and $\\chi_{x^2-y^2}^{Raman}$ strongly. However,\n$\\chi_{x^2-y^2}^{Raman}$ remains finite even at the structure transition\ntemperature $T_S$, because of the absence of the band Jahn-Teller effect and\nthe Pauli (=intra-band) contribution, as proved in terms of the linear response\ntheory. The present study clarifies that origin of the nematicity in Fe-based\nsuperconductors is the nematic-orbital order/fluctuations.\n","Comment: 7 pages, 5 figures, text and figures have been revised, supplemental\n  material was added, to be published in Phys. Rev. Lett"]}]
["1312.3419",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.3419","New J. Phys. 16, 073023 (2014)","doi:10.1088/1367-2630/16/7/073023"],"date":["2013-12-12","2014-08-15"],"type":["text"],"creator":["Falke, Stephan","Lemke, Nathan","Grebing, Christian","Lipphardt, Burghard","Weyers, Stefan","Gerginov, Vladislav","Huntemann, Nils","Hagemann, Christian","Al-Masoudi, Ali","Häfner, Sebastian","Vogt, Stefan","Sterr, Uwe","Lisdat, Christian"],"language":[],"coverage":[],"title":["A strontium lattice clock with $3 \\times 10^{-17}$ inaccuracy and its\n  frequency"],"description":["  We have measured the absolute frequency of the optical lattice clock based on\n$^{87}$Sr at PTB with an uncertainty of $3.9\\times 10^{-16}$ using two caesium\nfountain clocks. This is close to the accuracy of today's best realizations of\nthe SI second. The absolute frequency of the 5s$^2$ $^1$S$_0$-5s5p $^3$P$_0$\ntransition in $^{87}$Sr is 429,228,004,229,873.13(17) Hz. Our result is in\nexcellent agreement with recent measurements performed in different\nlaboratories worldwide. We improved the total systematic uncertainty of our Sr\nfrequency standard by a factor of five and reach $3\\times 10^{-17}$, opening\nnew prospects for frequency ratio measurements between optical clocks for\nfundamental research, geodesy, or optical clock evaluation.\n","Comment: 20 pages, 5 figures"]}]
["1401.0839",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Social and Information Networks","Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.0839","doi:10.1016/j.physa.2014.07.018"],"date":["2014-01-04","2014-08-15"],"type":["text"],"creator":["Javarone, Marco Alberto"],"language":[],"coverage":[],"title":["Social Influences in Opinion Dynamics: the Role of Conformity"],"description":["  We study the effects of social influences in opinion dynamics. In particular,\nwe define a simple model, based on the majority rule voting, in order to\nconsider the role of conformity. Conformity is a central issue in social\npsychology as it represents one of people's behaviors that emerges as a result\nof their interactions. The proposed model represents agents, arranged in a\nnetwork and provided with an individual behavior, that change opinion in\nfunction of those of their neighbors. In particular, agents can behave as\nconformists or as nonconformists. In the former case, agents change opinion in\naccordance with the majority of their social circle (i.e., their neighbors); in\nthe latter case, they do the opposite, i.e., they take the minority opinion.\nMoreover, we investigate the nonconformity both on a global and on a local\nperspective, i.e., in relation to the whole population and to the social circle\nof each nonconformist agent, respectively. We perform a computational study of\nthe proposed model, with the aim to observe if and how the conformity affects\nthe related outcomes. Moreover, we want to investigate whether it is possible\nto achieve some kind of equilibrium, or of order, during the evolution of the\nsystem. Results highlight that the amount of nonconformist agents in the\npopulation plays a central role in these dynamics. In particular, conformist\nagents play the role of stabilizers in fully-connected networks, whereas the\nopposite happens in complex networks. Furthermore, by analyzing complex\ntopologies of the agent network, we found that in the presence of radical\nnonconformist agents the topology of the system has a prominent role; otherwise\nit does not matter since we observed that a conformist behavior is almost\nalways more convenient. Finally, we analyze the results of the model by\nconsidering that agents can change also their behavior over time.\n","Comment: 22 pages, 12 figures, appears in Physica A: Statistical Mechanics and\n  its Applications (volume 414) 2014"]}]
["1401.5177",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.5177","JCAP08(2014)034","doi:10.1088/1475-7516/2014/08/034"],"date":["2014-01-21","2014-08-14"],"type":["text"],"creator":["Yang, Weiqiang","Xu, Lixin"],"language":[],"coverage":[],"title":["Testing coupled dark energy with large scale structure observation"],"description":["  The coupling between the dark components provides a new approach to mitigate\nthe coincidence problem of cosmological standard model. In this paper, dark\nenergy is treated as a fluid with a constant equation of state, whose coupling\nwith dark matter is $\\bar{Q}=3H\\xi_x\\bar{\\rho}_x$. In the frame of dark energy,\nwe derive the evolution equations for the density and velocity perturbations.\nAccording to the Markov Chain Monte Carlo method, we constrain the model by\ncurrently available cosmic observations which include cosmic microwave\nbackground radiation, baryon acoustic oscillation, type Ia supernovae, and\n$f\\sigma_8(z)$ data points from redshift-space distortion. The results show the\ninteraction rate in 3$\\sigma$ regions:\n$\\xi_x=0.00328_{-0.00328-0.00328-0.00328}^{+0.000736+0.00549+0.00816}$, which\nmeans that the recently cosmic observations favor a small interaction rate\nwhich is up to the order of $10^{-2}$, meanwhile, the measurement of\nredshift-space distortion could rule out the large interaction rate in the\n1$\\sigma$ region.\n","Comment: 12 pages, 10 figures. arXiv admin note: text overlap with\n  arXiv:1401.1286"]}]
["1402.0740",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Statistical Mechanics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.0740","SIGMA 10 (2014), 087, 7 pages","doi:10.3842/SIGMA.2014.087"],"date":["2014-02-04","2014-08-15"],"type":["text"],"creator":["Sasakura, Naoki","Sato, Yuki"],"language":[],"coverage":[],"title":["Exact Free Energies of Statistical Systems on Random Networks"],"description":["  Statistical systems on random networks can be formulated in terms of\npartition functions expressed with integrals by regarding Feynman diagrams as\nrandom networks. We consider the cases of random networks with bounded but\ngeneric degrees of vertices, and show that the free energies can be exactly\nevaluated in the thermodynamic limit by the Laplace method, and that the exact\nexpressions can in principle be obtained by solving polynomial equations for\nmean fields. As demonstrations, we apply our method to the ferromagnetic Ising\nmodels on random networks. The free energy of the ferromagnetic Ising model on\nrandom networks with trivalent vertices is shown to exactly reproduce that of\nthe ferromagnetic Ising model on the Bethe lattice. We also consider the cases\nwith heterogeneity with mixtures of orders of vertices, and derive the known\nformula of the Curie temperature.\n"]}]
["1402.2751",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.2751"],"date":["2014-02-12","2014-08-14"],"type":["text"],"creator":["Bétermin, Laurent","Zhang, Peng"],"language":[],"coverage":[],"title":["Minimization of energy per particle among Bravais lattices in R^2 :\n  Lennard-Jones and Thomas-Fermi cases"],"description":["  We study the two dimensional Lennard-Jones energy per particle of lattices\nand we prove that the minimizer among Bravais lattices with sufficiently large\ndensity is triangular and that is not the case for sufficiently small density.\nWe give other results about the global minimizer of this energy. Moreover we\nstudy the energy per particle stemming from Thomas-Fermi model in two\ndimensions and we prove that the minimizer among Bravais lattices with fixed\ndensity is triangular. We use a result of Montgomery from Number Theory about\nthe minimization of Theta functions in the plane.\n","Comment: 15 pages, 4 figures. Final Version"]}]
["1402.5242",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science","Condensed Matter - Superconductivity","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.5242","Phys. Rev. B 90, 075112 (2014)","doi:10.1103/PhysRevB.90.075112"],"date":["2014-02-21"],"type":["text"],"creator":["Tkalcec, A.","Probst, S.","Rieger, D.","Rotzinger, H.","Wünsch, S.","Kukharchyk, N.","Wieck, A. D.","Siegel, M.","Ustinov, A. V.","Bushev, P."],"language":[],"coverage":[],"title":["Strong coupling of an Er3+ doped YAlO3 crystal to a superconducting\n  resonator"],"description":["  Quantum memories are integral parts of both quantum computers and quantum\ncommunication networks. Naturally, such a memory is embedded into a hybrid\nquantum architecture, which has to meet the requirements of fast gates, long\ncoherence times and long distance communication. Erbium doped crystals are well\nsuited as a microwave quantum memory for superconducting circuits with\nadditional access to the optical telecom C-band around 1.55 {\\mu}m. Here, we\nreport on circuit QED experiments with an Er3+:YAlO3 crystal and demonstrate\nstrong coupling to a superconducting lumped element resonator. The low magnetic\nanisotropy of the host crystal allows for attaining the strong coupling regime\nat relatively low magnetic fields, which are compatible with superconducting\ncircuits. In addition, Ce3+ impurities were detected in the crystal, which\nshowed strong coupling as well.\n"]}]
["1402.6137",{"format":[],"subject":["Mathematics - Differential Geometry","53D15, 53C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.6137"],"date":["2014-02-25","2014-08-15"],"type":["text"],"creator":["Srivastava, K.","Srivastava, S. K."],"language":[],"coverage":[],"title":["On a class of paracontact metric 3-manifolds"],"description":["  The purpose of this paper is to classify paracontact metric $3$-manifolds\n$M^3$ such that the Ricci operator $S$ commutes with the endomorhism $\\phi$ of\nits tangent bundle $\\Gamma(TM^3)$.\n","Comment: 11 Pages"]}]
["1402.6980",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.6980","doi:10.1016/j.physletb.2014.07.012"],"date":["2014-02-27","2014-03-13"],"type":["text"],"creator":["Ijjas, Anna","Steinhardt, Paul J.","Loeb, Abraham"],"language":[],"coverage":[],"title":["Inflationary schism after Planck2013"],"description":["  Classic inflation, the theory described in textbooks, is based on the idea\nthat, beginning from typical initial conditions and assuming a simple inflaton\npotential with a minimum of fine-tuning, inflation can create exponentially\nlarge volumes of space that are generically homogeneous, isotropic and flat,\nwith nearly scale-invariant spectra of density and gravitational wave\nfluctuations that are adiabatic, Gaussian and have generic predictable\nproperties. In a recent paper, we showed that, in addition to having certain\nconceptual problems known for decades, classic inflation is for the first time\nalso disfavored by data, specifically the most recent data from WMAP, ACT and\nPlanck2013. Guth, Kaiser and Nomura and Linde have each recently published\ncritiques of our paper, but, as made clear here, we all agree about one thing:\nthe problematic state of classic inflation. Instead, they describe an\nalternative inflationary paradigm that revises the assumptions and goals of\ninflation, and perhaps of science generally.\n","Comment: 7 pages, 2 tables"]}]
["1402.7009",{"format":[],"subject":["Quantum Physics","Condensed Matter - Quantum Gases","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.7009","New J. Phys 16 (2014) 085003","doi:10.1088/1367-2630/16/8/085003"],"date":["2014-02-27","2014-08-15"],"type":["text"],"creator":["Sabín, Carlos","Bruschi, David Edward","Ahmadi, Mehdi","Fuentes, Ivette"],"language":[],"coverage":[],"title":["Phonon creation by gravitational waves"],"description":["  We show that gravitational waves create phonons in a Bose-Einstein condensate\n(BEC). A traveling spacetime distortion produces particle creation resonances\nthat correspond to the dynamical Casimir effect in a BEC phononic field\ncontained in a cavity-type trap. We propose to use this effect to detect\ngravitational waves. The amplitude of the wave can be estimated applying\nrecently developed relativistic quantum metrology techniques. We provide the\noptimal precision bound on the estimation of the wave's amplitude. Finally, we\nshow that the parameter regime required to detect gravitational waves with this\ntechnique could be, in principle, within experimental reach in a medium-term\ntimescale.\n","Comment: 7 pages, 2 figures. I. F. previously published as Fuentes-Guridi and\n  Fuentes-Schuller. v2:minor changes. v3: more details on experimental\n  feasibility. Published version"]}]
["1403.0267",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.0267"],"date":["2014-03-02","2014-08-15"],"type":["text"],"creator":["Chopin, Julien","Démery, Vincent","Davidovitch, Benny"],"language":[],"coverage":[],"title":["Roadmap to the morphological instabilities of a stretched twisted ribbon"],"description":["  We address the mechanics of an elastic ribbon subjected to twist and tensile\nload. Motivated by the classical work of Green and a recent experiment that\ndiscovered a plethora of morphological instabilities, we introduce a\ncomprehensive theoretical framework through which we construct a 4D phase\ndiagram of this basic system, spanned by the exerted twist and tension, as well\nas the thickness and length of the ribbon. Different types of instabilities\nappear in various \"corners\" of this 4D parameter space, and are addressed\nthrough distinct types of asymptotic methods. Our theory employs three\ninstruments, whose concerted implementation is necessary to provide an\nexhaustive study of the various parameter regimes: (i) a covariant form of the\nF\\\"oppl-von K\\'arm\\'an (cFvK) equations to the helicoidal state - necessary to\naccount for the large deflection of the highly-symmetric helicoidal shape from\nplanarity, and the buckling instability of the ribbon in the transverse\ndirection; (ii) a far from threshold (FT) analysis - which describes a state in\nwhich a longitudinally-wrinkled zone expands throughout the ribbon and allows\nit to retain a helicoidal shape with negligible compression; (iii) finally, we\nintroduce an asymptotic isometry equation that characterizes the energetic\ncompetition between various types of states through which a twisted ribbon\nbecomes strainless in the singular limit of zero thickness and no tension.\n","Comment: Submitted to Journal of Elasticity, themed issue on ribbons and\n  M\\\"obius bands"]}]
["1403.0808",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.0808","SIGMA 10 (2014), 086, 36 pages","doi:10.3842/SIGMA.2014.086"],"date":["2014-03-04","2014-08-15"],"type":["text"],"creator":["Lizzi, Fedele","Vitale, Patrizia"],"language":[],"coverage":[],"title":["Matrix Bases for Star Products: a Review"],"description":["  We review the matrix bases for a family of noncommutative $\\star$ products\nbased on a Weyl map. These products include the Moyal product, as well as the\nWick-Voros products and other translation invariant ones. We also review the\nderivation of Lie algebra type star products, with adapted matrix bases. We\ndiscuss the uses of these matrix bases for field theory, fuzzy spaces and\nemergent gravity.\n"]}]
["1403.3341",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - K-Theory and Homology","55N35 (Primary), 54G20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.3341"],"date":["2014-03-13","2014-08-15"],"type":["text"],"creator":["Przewocki, Janusz","Zastrow, Andreas"],"language":[],"coverage":[],"title":["On the coincidence of zeroth Milnor-Thurston homology with singular\n  homology"],"description":["  In this paper we prove that the zeroth Milnor-Thurston homology group\ncoincides with singular homology for Peano Continua. More- over, we show that\nthe canonical homomorphism between these ho- mology theories may not be\ninjective. However, it is proved that it is injective when a space has Borel\npath-components.\n"]}]
["1403.4223",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.4223"],"date":["2014-03-17","2014-08-15"],"type":["text"],"creator":["Mulder, Willem H.","Crawford, Forrest W."],"language":[],"coverage":[],"title":["On the distribution of interspecies correlation for Markov models of\n  character evolution on Yule trees"],"description":["  Efforts to reconstruct phylogenetic trees and understand evolutionary\nprocesses depend fundamentally on stochastic models of speciation and mutation.\nThe simplest continuous-time model for speciation in phylogenetic trees is the\nYule process, in which new species are \"born\" from existing lineages at a\nconstant rate. Recent work has illuminated some of the structural properties of\nYule trees, but it remains mostly unknown how these properties affect sequence\nand trait patterns observed at the tips of the phylogenetic tree. Understanding\nthe interplay between speciation and mutation under simple models of evolution\nis essential for deriving valid phylogenetic inference methods and gives\ninsight into the optimal design of phylogenetic studies. In this work, we\nderive the probability distribution of interspecies covariance under Brownian\nmotion and Ornstein-Uhlenbeck models of phenotypic change on a Yule tree. We\ncompute the probability distribution of the number of mutations shared between\ntwo randomly chosen taxa in a Yule tree under discrete Markov mutation models.\nOur results suggest summary measures of phylogenetic information content,\nilluminate the correlation between site patterns in sequences or traits of\nrelated organisms, and provide heuristics for experimental design and\nreconstruction of phylogenetic trees.\n"]}]
["1403.4302",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.4302","ApJ 792, 62 (2014)","doi:10.1088/0004-637X/792/1/62"],"date":["2014-03-17","2014-07-31"],"type":["text"],"creator":["BICEP2 Collaboration","Ade, P. A. R","Aikin, R. W.","Amiri, M.","Barkats, D.","Benton, S. J.","Bischoff, C. A.","Bock, J. J.","Brevik, J. A.","Buder, I.","Bullock, E.","Davis, G.","Dowell, C. D.","Duband, L.","Filippini, J. P.","Fliescher, S.","Golwala, S. R.","Halpern, M.","Hasselfield, M.","Hildebrandt, S. R.","Hilton, G. C.","Hristov, V. V.","Irwin, K. D.","Karkare, K. S.","Kaufman, J. P.","Keating, B. G.","Kernasovskiy, S. A.","Kovac, J. M.","Kuo, C. L.","Leitch, E. M.","Llombart, N.","Lueker, M.","Netterfield, C. B.","Nguyen, H. T.","O'Brient, R.","Ogburn IV, R. W.","Orlando, A.","Pryke, C.","Reintsema, C. D.","Richter, S.","Schwarz, R.","Sheehy, C. D.","Staniszewski, Z. K.","Story, K. T.","Sudiwala, R. V.","Teply, G. P.","Tolan, J. E.","Turner, A. D.","Vieregg, A. G.","Wilson, P.","Wong, C. L.","Yoon, K. W."],"language":[],"coverage":[],"title":["BICEP2 II: Experiment and Three-Year Data Set"],"description":["  We report on the design and performance of the BICEP2 instrument and on its\nthree-year data set. BICEP2 was designed to measure the polarization of the\ncosmic microwave background (CMB) on angular scales of 1 to 5 degrees\n($\\ell$=40-200), near the expected peak of the B-mode polarization signature of\nprimordial gravitational waves from cosmic inflation. Measuring B-modes\nrequires dramatic improvements in sensitivity combined with exquisite control\nof systematics. The BICEP2 telescope observed from the South Pole with a 26~cm\naperture and cold, on-axis, refractive optics. BICEP2 also adopted a new\ndetector design in which beam-defining slot antenna arrays couple to\ntransition-edge sensor (TES) bolometers, all fabricated on a common substrate.\nThe antenna-coupled TES detectors supported scalable fabrication and\nmultiplexed readout that allowed BICEP2 to achieve a high detector count of 500\nbolometers at 150 GHz, giving unprecedented sensitivity to B-modes at degree\nangular scales. After optimization of detector and readout parameters, BICEP2\nachieved an instrument noise-equivalent temperature of 15.8 $\\mu$K sqrt(s). The\nfull data set reached Stokes Q and U map depths of 87.2 nK in square-degree\npixels (5.2 $\\mu$K arcmin) over an effective area of 384 square degrees within\na 1000 square degree field. These are the deepest CMB polarization maps at\ndegree angular scales to date. The power spectrum analysis presented in a\ncompanion paper has resulted in a significant detection of B-mode polarization\nat degree scales.\n","Comment: 30 pages, 24 figures"]}]
["1403.5524",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Physics - Atomic Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.5524"],"date":["2014-03-21","2014-08-15"],"type":["text"],"creator":["McLaughlin, Brendan M.","Ballance, Connor P."],"language":[],"coverage":[],"title":["Petascale computations for Large-scale Atomic and Molecular collisions"],"description":["  Petaflop architectures are currently being utilized efficiently to perform\nlarge scale computations in Atomic, Molecular and Optical Collisions. We solve\nthe Schroedinger or Dirac equation for the appropriate collision problem using\nthe R-matrix or R-matrix with pseudo-states approach. We briefly outline the\nparallel methodology used and implemented for the current suite of Breit-Pauli\nand DARC codes. Various examples are shown of our theoretical results compared\nwith those obtained from Synchrotron Radiation facilities and from Satellite\nobservations. We also indicate future directions and implementation of the\nR-matrix codes on emerging GPU architectures.\n","Comment: 14 pages, 5 figures, 3 tables, Chapter in: Workshop on Sustained\n  Simulated Performance 2013, Published by Springer, 2014, edited by Michael\n  Resch, Yevgeniya Kovalenko, Eric Focht, Wolfgang Bez and Hiroaki Kobaysahi"]}]
["1403.6914",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.6914","Supercond. Sci. & Technol., Vo 27, 095006 (2014)","doi:10.1088/0953-2048/27/9/095006"],"date":["2014-03-27","2014-08-12"],"type":["text"],"creator":["Remillard, S. K.","Kirkendall, D.","Ghigo, G.","Gerbaldo, R.","Gozzelino, L.","Laviano, F.","Yang, Z.","Mendelsohn, N. A.","Ghamsari, B. G.","Friedman, B.","Jung, P.","Anlage, S. M."],"language":[],"coverage":[],"title":["Microwave Nonlinearity and Photoresponse of Superconducting Resonators\n  with Columnar Defect Micro-Channels"],"description":["  Micro-channels of nanosized columnar tracks were planted by heavy-ion\nirradiation into superconducting microwave microstrip resonators that were\npatterned from YBa2Cu3O7-x thin films on LaAlO3 substrates. Three different ion\nfluences were used, producing different column densities, with each fluence\nhaving a successively greater impact on the nonlinearity of the device, as\ncompared to a control sample. Photoresponse images made with a 638 nm rastered\nlaser beam revealed that the channel is a location of enhanced photoresponse\nand a hot spot for the generation of intermodulation distortion. The microwave\nphotoresponse technique was also advanced in this work by investigating the\nrole of coupling strength on the distribution of photoresponse between\ninductive and resistive components.\n","Comment: 10 Figures"]}]
["1404.0011",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice","High Energy Physics - Theory","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.0011","Phys. Rev. D 89, 106009 (2014)","doi:10.1103/PhysRevD.89.106009"],"date":["2014-03-31","2014-05-22"],"type":["text"],"creator":["Dietrich, Dennis D."],"language":[],"coverage":[],"title":["The fifth dimension in the worldline formalism, holography, and the\n  Wilson flow"],"description":["  We develop a model for hadrons in the framework of the worldline formalism.\nWhile being based wholly in four-dimensional quantum field theory, it shares\nmany features with holographic approaches: Already by the use of the worldline\nformalism the approach appears intrinsically quantum mechanical. As auxiliary\nfifth dimension Schwinger's proper time is grouped with the physical four\nspacetime dimensions into an AdS5 geometry, which is warped due to\nconformal-symmetry breaking effects. Hidden local symmetry is emergent. The\nfour-dimensional sources are extended to five-dimensional fields by a Wilson\nflow (gradient flow). A variational principle for the flow reproduces exactly\nthe corresponding holographic computation. The worldline approach also yields\nthe higher-dimensional description in the non-relativistic case.\n","Comment: 13 pages, 3 figures; v2: more references; v3: less typos, published\n  version"]}]
["1404.0252",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.0252","Geophys. Res. Lett. 41, 2673, 2014","doi:10.1002/2014GL059858"],"date":["2014-04-01"],"type":["text"],"creator":["Gopalswamy, Nat","Akiyama, Sachiko","Yashiro, Seiji","Xie, Hong","Mäkelä, Pertti","Michalek, Grzegorz"],"language":[],"coverage":[],"title":["Anomalous Expansion of Coronal Mass Ejections during Solar Cycle 24 and\n  its Space Weather Implications"],"description":["  The familiar correlation between the speed and angular width of coronal mass\nejections (CMEs) is also found in solar cycle 24, but the regression line has a\nlarger slope: for a given CME speed, cycle 24 CMEs are significantly wider than\nthose in cycle 23. The slope change indicates a significant change in the\nphysical state of the heliosphere, due to the weak solar activity. The total\npressure in the heliosphere (magnetic + plasma) is reduced by ~40%, which leads\nto the anomalous expansion of CMEs explaining the increased slope. The excess\nCME expansion contributes to the diminished effectiveness of CMEs in producing\nmagnetic storms during cycle 24, both because the magnetic content of the CMEs\nis diluted and also because of the weaker ambient fields. The reduced magnetic\nfield in the heliosphere may contribute to the lack of solar energetic\nparticles accelerated to very high energies during this cycle.\n","Comment: 13 pages, 4 figures, 1 table"]}]
["1404.0570",{"format":[],"subject":["Computer Science - Logic in Computer Science","Mathematics - Logic","03B47, 03B35, 03F03, 03F52","F.4.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.0570"],"date":["2014-04-02","2014-08-14"],"type":["text"],"creator":["Arthan, Rob","Oliva, Paulo"],"language":[],"coverage":[],"title":["On Affine Logic and {\\L}ukasiewicz Logic"],"description":["  The multi-valued logic of {\\L}ukasiewicz is a substructural logic that has\nbeen widely studied and has many interesting properties. It is classical, in\nthe sense that it admits the axiom schema of double negation, [DNE]. However,\nour understanding of {\\L}ukasiewicz logic can be improved by separating its\nclassical and intuitionistic aspects. The intuitionistic aspect of\n{\\L}ukasiewicz logic is captured in an axiom schema, [CWC], which asserts the\ncommutativity of a weak form of conjunction. This is equivalent to a very\nrestricted form of contraction. We show how {\\L}ukasiewicz Logic can be viewed\nboth as an extension of classical affine logic with [CWC], or as an extension\nof what we call \\emph{intuitionistic} {\\L}ukasiewicz logic with [DNE],\nintuitionistic {\\L}ukasiewicz logic being the extension of intuitionistic\naffine logic by the schema [CWC]. At first glance, intuitionistic affine logic\nseems very weak, but, in fact, [CWC] is surprisingly powerful, implying results\nsuch as intuitionistic analogues of De Morgan's laws. However the proofs can be\nvery intricate. We present these results using derived connectives to clarify\nand motivate the proofs and give several applications. We give an analysis of\nthe applicability to these logics of the well-known methods that use negation\nto translate classical logic into intuitionistic logic. The usual proofs of\ncorrectness for these translations make much use of contraction. Nonetheless,\nwe show that all the usual negative translations are already correct for\nintuitionistic {\\L}ukasiewicz logic, where only the limited amount of\ncontraction given by [CWC] is allowed. This is in contrast with affine logic\nfor which we show, by appeal to results on semantics proved in a companion\npaper, that both the Gentzen and the Glivenko translations fail.\n","Comment: 28 pages"]}]
["1404.1190",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.1190","New J. Phys. 16 (2014) 083033","doi:10.1088/1367-2630/16/8/083033"],"date":["2014-04-04"],"type":["text"],"creator":["Wang, Zhen-Yu","Cai, Jian-Ming","Retzker, Alex","Plenio, Martin B."],"language":[],"coverage":[],"title":["All-optical high-resolution magnetic resonance using a nitrogen-vacancy\n  spin in diamond"],"description":["  We propose an all-optical scheme to prolong the quantum coherence of a\nnegatively charged nitrogen-vacancy (NV) center in diamond. Optical control of\nthe NV spin suppresses energy fluctuations of the $^{3}\\text{A}_{2}$ ground\nstates and forms an energy gap protected subspace. By optical control, the\nspectral linewidth of magnetic resonance is much narrower and the measurement\nof the frequencies of magnetic field sources has higher resolution. The optical\ncontrol also improves the sensitivity of the magnetic field detection and can\nprovide measurement of the directions of signal sources.\n"]}]
["1404.2804",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.2804","J. Phys. Soc. Jpn., Vol.83, No.9, 094711 (8/13/2014)","doi:10.7566/JPSJ.83.094711"],"date":["2014-04-10"],"type":["text"],"creator":["Kotani, Takao"],"language":[],"coverage":[],"title":["Quasiparticle self-consistent GW method based on the augmented\n  plane-wave and muffin-tin orbital method"],"description":["  We have developed the quasiparticle self-consistent GW (QSGW) method based on\na recently developed mixed basis all-electron full-potential method (the PMT\nmethod), which uses the augmented plane waves (APWs) and the highly localized\nmuffin-tin orbitals (MTOs) simultaneously. We call this PMT-QSGW. Because of\nthe two kinds of augmented bases, we have efficient description of one-particle\neigenfunctions in materials with small number of basis functions. In QSGW, we\nhave to treat a static non-local exchange-correlation potential, which is\ngenerated from the self-energy. We expand the potential in the highly localized\nMTOs. This allows us to make stable interpolation of the self-energy in the\nwhole Brillouin zone. In addition, we have improved the offset-{\\Gamma} method\nfor the Brillouin zone integration, so that we take into account the anisotropy\nof the screened Coulomb interaction in the calculation of the self-energy. For\nGaAs and cubic SiO2 , we checked convergence of calculated band gaps on cutoff\nparameters. PMT-QSGW is implemented in a first-principles electronic structure\npackage ecalj, which is freely available from github.\n"]}]
["1404.5188",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.5188","JHEP 07 (2014) 132","doi:10.1007/JHEP07(2014)132"],"date":["2014-04-21"],"type":["text"],"creator":["Novaes, Fábio","da Cunha, Bruno Carneiro"],"language":[],"coverage":[],"title":["Isomonodromy, Painlev\\'e Transcendents and Scattering off of Black Holes"],"description":["  We apply the method of isomonodromy to study the scattering of a generic\nKerr-NUT-(A)dS black hole. For generic values of the charges, the problem is\nrelated to the connection problem of the Painlev\\'e VI transcendent. We review\na few facts about Painlev\\'e VI, Garnier systems and the Hamiltonian structure\nof flat connections in the Riemann sphere. We then outline a method for\ncomputing the scattering amplitudes based on Hamilton-Jacobi structure of\nPainlev\\'e, and discuss the implications of the generic result to black hole\ncomplementarity.\n","Comment: 40 pages, 4 figures, JHEP style"]}]
["1404.5189",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.5189"],"date":["2014-04-17","2014-08-14"],"type":["text"],"creator":["Medina, Rodrigo","Stephany, J."],"language":[],"coverage":[],"title":["Electromagnetic fields in matter revisited"],"description":["  The force density on matter and the kinetic energy-momentum tensor of the\nelectromagnetic field in matter are obtained starting from Maxwell equations\nand Lorentz force at microscopic level and averaging over a small region of\nspace-time. The macroscopic force density is taken to depend linearly on the\naverage fields and their first derivatives and is shown to be determined by two\nphenomenological fields which are subsequently identified with the free current\ndensity and the polarization density tensor. It is shown that as expected, the\naverage current density is the sum of the free current density and a dipolar\ncontribution and that the average field satisfy the Maxwell equations. The\nmacroscopic energy-momentum tensor of the field is shown to be equal to the\nstandard empty-space energy-momentum tensor built with the macroscopic fields\nplus a dipolar correction. The density of momentum of the field is confirmed to\nbe given by Minkowski's expression. The energy-momentum tensor of macroscopic\nmatter is equal to the average of the microscopic energy-momentum tensor of\nmatter plus the difference between the average tensor of microscopic fields and\nthe macroscopic tensor of fields.\n","Comment: 12 pages"]}]
["1404.6310",{"format":[],"subject":["Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6310"],"date":["2014-04-24","2014-08-15"],"type":["text"],"creator":["Mas-Ku, Hugo","Torres-Giese, Enrique"],"language":[],"coverage":[],"title":["Motion planning algorithms for Configuration Spaces"],"description":["  We provide explicit motion planners for Euiclidean configuration spaces. This\nallows us to recover some known values of the topological complexity and the\nLusternik-Schinirelman category of these spaces.\n","Comment: We made some corrections. The final version will appear in the\n  (resurrected) Boletin de la Sociedad Matematica Mexicana"]}]
["1404.6980",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics","Nonlinear Sciences - Chaotic Dynamics","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6980","Eur. Phys. J. B (2014) 87: 182","doi:10.1140/epjb/e2014-50274-2"],"date":["2014-04-28","2014-08-15"],"type":["text"],"creator":["Sonnenschein, Bernard","Peron, Thomas K. DM.","Rodrigues, Francisco A.","Kurths, Jürgen","Schimansky-Geier, Lutz"],"language":[],"coverage":[],"title":["Cooperative behavior between oscillatory and excitable units: the\n  peculiar role of positive coupling-frequency correlations"],"description":["  We study the collective dynamics of noise-driven excitable elements,\nso-called active rotators. Crucially here, the natural frequencies and the\nindividual coupling strengths are drawn from some joint probability\ndistribution. Combining a mean-field treatment with a Gaussian approximation\nallows us to find examples where the infinite-dimensional system is reduced to\na few ordinary differential equations. Our focus lies in the cooperative\nbehavior in a population consisting of two parts, where one is composed of\nexcitable elements, while the other one contains only self-oscillatory units.\nSurprisingly, excitable behavior in the whole system sets in only if the\nexcitable elements have a smaller coupling strength than the self-oscillating\nunits. In this way positive local correlations between natural frequencies and\ncouplings shape the global behavior of mixed populations of excitable and\noscillatory elements.\n","Comment: 10 pages, 6 figures, published in Eur. Phys. J. B"]}]
["1404.7317",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.7317","J. Phys. A: Math. Theor. 47 (2014) 342003","doi:10.1088/1751-8113/47/34/342003"],"date":["2014-04-29","2014-08-14"],"type":["text"],"creator":["Morris, Richard G.","Rogers, Tim"],"language":[],"coverage":[],"title":["Growth-induced breaking and unbreaking of ergodicity in fully-connected\n  spin systems"],"description":["  Two canonical models of statistical mechanics, the fully-connected voter and\nGlauber-Ising models, are modified to incorporate growth via the addition or\nreplication of spins. The resulting behaviour is examined in a regime where the\ntimescale of expansion cannot be separated from that of the internal dynamics.\nDepending on the model specification, growth radically alters the long-time\ndynamical behaviour by breaking or unbreaking ergodicity.\n","Comment: 10 pages, 3 figures, 1 table"]}]
["1405.0933",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0933"],"date":["2014-05-05","2014-08-15"],"type":["text"],"creator":["Mastriani, Mario"],"language":[],"coverage":[],"title":["Lossless compression catalyst based on binary allocation via modular\n  arithmetic"],"description":["  A new binary (bit-level) lossless compression catalyst method based on a\nmodular arithmetic, called Binary Allocation via Modular Arithmetic (BAMA), has\nbeen introduced in this paper. In other words, BAMA is for storage and\ntransmission of binary sequences, digital signal, images and video, also\nstreaming and all kinds of digital transmission. As we said, our method does\nnot compress, but facilitates the action of the real compressor, in our case,\nany lossless compression algorithm (Run Length Encoding, Lempel-Ziv-Welch,\nHuffman, Arithmetic, etc), that is, it acts as a compression catalyst. Finally,\nthis catalyst allows a significant increase in the compression performance of\nbinary sequences, among others.\n","Comment: 19 pages, 16 Figures, 2 Tables"]}]
["1405.0942",{"format":[],"subject":["Physics - Plasma Physics","Astrophysics - Solar and Stellar Astrophysics","Physics - Computational Physics","65D25, 47F05, 65M06, 68W40, 76W05, 85-08, 85A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0942"],"date":["2014-05-05","2014-08-15"],"type":["text"],"creator":["Candelaresi, Simon","Pontin, David","Hornig, Gunnar"],"language":[],"coverage":[],"title":["Mimetic Methods for Lagrangian Relaxation of Magnetic Fields"],"description":["  We present a new code that performs a relaxation of a magnetic field towards\na force-free state (Beltrami field) using a Lagrangian numerical scheme.\nBeltrami fields are of interest for the dynamics of many technical and\nastrophysical plasmas as they are the lowest energy states that the magnetic\nfield can reach. The numerical method strictly preserves the magnetic flux and\nthe topology of magnetic field lines. In contrast to other implementations we\nuse mimetic operators for the spatial derivatives in order to improve accuracy\nfor high distortions of the grid. Compared with schemes using direct\nderivatives we find that the final state of the simulation approximates a\nforce-free state with a significantly higher accuracy. We implement the scheme\nin a code which runs on graphical processing units (GPU), which leads to an\nenhanced computing speed compared to previous relaxation codes.\n","Comment: 16 pages, 8 figures, submitted to SIAM Journal on Scientific\n  Computing"]}]
["1405.1168",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.1168","Phys. Rev. A 90, 022109 (2014)","doi:10.1103/PhysRevA.90.022109"],"date":["2014-05-06","2014-07-08"],"type":["text"],"creator":["Rosales-Zárate, Laura","Opanchuk, Bogdan","Drummond, Peter D.","Reid, Margaret D."],"language":[],"coverage":[],"title":["Probabilistic quantum phase-space simulation of Bell violations and\n  their dynamical evolution"],"description":["  Quantum simulations of Bell inequality violations are numerically obtained\nusing probabilistic phase space methods, namely the positive P-representation.\nIn this approach the moments of quantum observables are evaluated as moments of\nvariables that have values outside the normal eigenvalue range. There is thus a\nparallel with quantum weak measurements and weak values. Nevertheless, the\nrepresentation is exactly equivalent to quantum mechanics. A number of states\nviolating Bell inequalities are sampled, demonstrating that these quantum\nparadoxes can be treated with probabilistic methods. We treat quantum dynamics\nby simulating the time evolution of the Bell state formed via parametric\ndown-conversion, and discuss multi-mode generalizations.\n"]}]
["1405.1543",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.1543","Phys. Lett. B 736, 154-162 (2014)","doi:10.1016/j.physletb.2014.06.064"],"date":["2014-05-07","2014-08-15"],"type":["text"],"creator":["LHCb collaboration","Aaij, R.","Adeva, B.","Adinolfi, M.","Affolder, A.","Ajaltouni, Z.","Albrecht, J.","Alessio, F.","Alexander, M.","Ali, S.","Alkhazov, G.","Cartelle, P. Alvarez","Alves Jr, A. A.","Amato, S.","Amerio, S.","Amhis, Y.","An, L.","Anderlini, L.","Anderson, J.","Andreassen, R.","Andreotti, M.","Andrews, J. E.","Appleby, R. B.","Gutierrez, O. Aquines","Archilli, F.","Artamonov, A.","Artuso, M.","Aslanides, E.","Auriemma, G.","Baalouch, M.","Bachmann, S.","Back, J. J.","Badalov, A.","Balagura, V.","Baldini, W.","Barlow, R. J.","Barschel, C.","Barsuk, S.","Barter, W.","Batozskaya, V.","Bauer, Th.","Bay, A.","Beddow, J.","Bedeschi, F.","Bediaga, I.","Belogurov, S.","Belous, K.","Belyaev, I.","Ben-Haim, E.","Bencivenni, G.","Benson, S.","Benton, J.","Berezhnoy, A.","Bernet, R.","Bettler, M. -O.","van Beuzekom, M.","Bien, A.","Bifani, S.","Bird, T.","Bizzeti, A.","Bjørnstad, P. M.","Blake, T.","Blanc, F.","Blouw, J.","Blusk, S.","Bocci, V.","Bondar, A.","Bondar, N.","Bonivento, W.","Borghi, S.","Borgia, A.","Borsato, M.","Bowcock, T. J. V.","Bowen, E.","Bozzi, C.","Brambach, T.","Brand, J. van den","Bressieux, J.","Brett, D.","Britsch, M.","Britton, T.","Brook, N. H.","Brown, H.","Bursche, A.","Busetto, G.","Buytaert, J.","Cadeddu, S.","Calabrese, R.","Calvi, M.","Gomez, M. Calvo","Camboni, A.","Campana, P.","Perez, D. Campora","Carbone, A.","Carboni, G.","Cardinale, R.","Cardini, A.","Carranza-Mejia, H.","Carson, L.","Akiba, K. Carvalho","Casse, G.","Cassina, L.","Garcia, L. Castillo","Cattaneo, M.","Cauet, Ch.","Cenci, R.","Charles, M.","Charpentier, Ph.","Cheung, S. -F.","Chiapolini, N.","Chrzaszcz, M.","Ciba, K.","Vidal, X. Cid","Ciezarek, G.","Clarke, P. E. L.","Clemencic, M.","Cliff, H. V.","Closier, J.","Coco, V.","Cogan, J.","Cogneras, E.","Collins, P.","Comerma-Montells, A.","Contu, A.","Cook, A.","Coombes, M.","Coquereau, S.","Corti, G.","Corvo, M.","Counts, I.","Couturier, B.","Cowan, G. A.","Craik, D. C.","Torres, M. Cruz","Cunliffe, S.","Currie, R.","D'Ambrosio, C.","Dalseno, J.","David, P.","David, P. N. Y.","Davis, A.","De Bruyn, K.","De Capua, S.","De Cian, M.","De Miranda, J. M.","De Paula, L.","De Silva, W.","De Simone, P.","Decamp, D.","Deckenhoff, M.","Del Buono, L.","Déléage, N.","Derkach, D.","Deschamps, O.","Dettori, F.","Di Canto, A.","Dijkstra, H.","Donleavy, S.","Dordei, F.","Dorigo, M.","Suárez, A. Dosil","Dossett, D.","Dovbnya, A.","Dupertuis, F.","Durante, P.","Dzhelyadin, R.","Dziurda, A.","Dzyuba, A.","Easo, S.","Egede, U.","Egorychev, V.","Eidelman, S.","Eisenhardt, S.","Eitschberger, U.","Ekelhof, R.","Eklund, L.","Rifai, I. El","Elsasser, Ch.","Esen, S.","Evans, T.","Falabella, A.","Färber, C.","Farinelli, C.","Farley, N.","Farry, S.","Ferguson, D.","Albor, V. Fernandez","Rodrigues, F. Ferreira","Ferro-Luzzi, M.","Filippov, S.","Fiore, M.","Fiorini, M.","Firlej, M.","Fitzpatrick, C.","Fiutowski, T.","Fontana, M.","Fontanelli, F.","Forty, R.","Francisco, O.","Frank, M.","Frei, C.","Frosini, M.","Fu, J.","Furfaro, E.","Torreira, A. Gallas","Galli, D.","Gallorini, S.","Gambetta, S.","Gandelman, M.","Gandini, P.","Gao, Y.","Garofoli, J.","Tico, J. Garra","Garrido, L.","Gaspar, C.","Gauld, R.","Gavardi, L.","Gersabeck, E.","Gersabeck, M.","Gershon, T.","Ghez, Ph.","Gianelle, A.","Giani', S.","Gibson, V.","Giubega, L.","Gligorov, V. V.","Göbel, C.","Golubkov, D.","Golutvin, A.","Gomes, A.","Gordon, H.","Gotti, C.","Gándara, M. Grabalosa","Diaz, R. Graciani","Cardoso, L. A. Granado","Graugés, E.","Graziani, G.","Grecu, A.","Greening, E.","Gregson, S.","Griffith, P.","Grillo, L.","Grünberg, O.","Gui, B.","Gushchin, E.","Guz, Yu.","Gys, T.","Hadjivasiliou, C.","Haefeli, G.","Haen, C.","Haines, S. C.","Hall, S.","Hamilton, B.","Hampson, T.","Han, X.","Hansmann-Menzemer, S.","Harnew, N.","Harnew, S. T.","Harrison, J.","Hartmann, T.","He, J.","Head, T.","Heijne, V.","Hennessy, K.","Henrard, P.","Henry, L.","Morata, J. A. Hernando","van Herwijnen, E.","Heß, M.","Hicheur, A.","Hill, D.","Hoballah, M.","Hombach, C.","Hulsbergen, W.","Hunt, P.","Hussain, N.","Hutchcroft, D.","Hynds, D.","Idzik, M.","Ilten, P.","Jacobsson, R.","Jaeger, A.","Jalocha, J.","Jans, E.","Jaton, P.","Jawahery, A.","Jezabek, M.","Jing, F.","John, M.","Johnson, D.","Jones, C. R.","Joram, C.","Jost, B.","Jurik, N.","Kaballo, M.","Kandybei, S.","Kanso, W.","Karacson, M.","Karbach, T. M.","Kelsey, M.","Kenyon, I. R.","Ketel, T.","Khanji, B.","Khurewathanakul, C.","Klaver, S.","Kochebina, O.","Kolpin, M.","Komarov, I.","Koopman, R. F.","Koppenburg, P.","Korolev, M.","Kozlinskiy, A.","Kravchuk, L.","Kreplin, K.","Kreps, M.","Krocker, G.","Krokovny, P.","Kruse, F.","Kucharczyk, M.","Kudryavtsev, V.","Kurek, K.","Kvaratskheliya, T.","La Thi, V. N.","Lacarrere, D.","Lafferty, G.","Lai, A.","Lambert, D.","Lambert, R. W.","Lanciotti, E.","Lanfranchi, G.","Langenbruch, C.","Langhans, B.","Latham, T.","Lazzeroni, C.","Gac, R. Le","van Leerdam, J.","Lees, J. -P.","Lefèvre, R.","Leflat, A.","Lefrançois, J.","Leo, S.","Leroy, O.","Lesiak, T.","Leverington, B.","Li, Y.","Liles, M.","Lindner, R.","Linn, C.","Lionetto, F.","Liu, B.","Liu, G.","Lohn, S.","Longstaff, I.","Lopes, J. H.","Lopez-March, N.","Lowdon, P.","Lu, H.","Lucchesi, D.","Luo, H.","Lupato, A.","Luppi, E.","Lupton, O.","Machefert, F.","Machikhiliyan, I. V.","Maciuc, F.","Maev, O.","Malde, S.","Manca, G.","Mancinelli, G.","Manzali, M.","Maratas, J.","Marchand, J. F.","Marconi, U.","Benito, C. Marin","Marino, P.","Märki, R.","Marks, J.","Martellotti, G.","Martens, A.","Sánchez, A. Martín","Martinelli, M.","Santos, D. Martinez","Vidal, F. Martinez","Tostes, D. Martins","Massafferri, A.","Matev, R.","Mathe, Z.","Matteuzzi, C.","Mazurov, A.","McCann, M.","McCarthy, J.","McNab, A.","McNulty, R.","McSkelly, B.","Meadows, B.","Meier, F.","Meissner, M.","Merk, M.","Milanes, D. A.","Minard, M. -N.","Moggi, N.","Rodriguez, J. Molina","Monteil, S.","Moran, D.","Morandin, M.","Morawski, P.","Mordà, A.","Morello, M. J.","Moron, J.","Mountain, R.","Muheim, F.","Müller, K.","Muresan, R.","Mussini, M.","Muster, B.","Naik, P.","Nakada, T.","Nandakumar, R.","Nasteva, I.","Needham, M.","Neri, N.","Neubert, S.","Neufeld, N.","Neuner, M.","Nguyen, A. D.","Nguyen, T. D.","Nguyen-Mau, C.","Nicol, M.","Niess, V.","Niet, R.","Nikitin, N.","Nikodem, T.","Novoselov, A.","Oblakowska-Mucha, A.","Obraztsov, V.","Oggero, S.","Ogilvy, S.","Okhrimenko, O.","Oldeman, R.","Onderwater, G.","Orlandea, M.","Goicochea, J. M. Otalora","Owen, P.","Oyanguren, A.","Pal, B. K.","Palano, A.","Palombo, F.","Palutan, M.","Panman, J.","Papanestis, A.","Pappagallo, M.","Parkes, C.","Parkinson, C. J.","Passaleva, G.","Patel, G. D.","Patel, M.","Patrignani, C.","Alvarez, A. Pazos","Pearce, A.","Pellegrino, A.","Altarelli, M. Pepe","Perazzini, S.","Trigo, E. Perez","Perret, P.","Perrin-Terrin, M.","Pescatore, L.","Pesen, E.","Petridis, K.","Petrolini, A.","Olloqui, E. Picatoste","Pietrzyk, B.","Pilař, T.","Pinci, D.","Pistone, A.","Playfer, S.","Casasus, M. Plo","Polci, F.","Poluektov, A.","Polycarpo, E.","Popov, A.","Popov, D.","Popovici, B.","Potterat, C.","Powell, A.","Prisciandaro, J.","Pritchard, A.","Prouve, C.","Pugatch, V.","Navarro, A. Puig","Punzi, G.","Qian, W.","Rachwal, B.","Rademacker, J. H.","Rakotomiaramanana, B.","Rama, M.","Rangel, M. S.","Raniuk, I.","Rauschmayr, N.","Raven, G.","Reichert, S.","Reid, M. M.","Reis, A. C. dos","Ricciardi, S.","Richards, A.","Rihl, M.","Rinnert, K.","Molina, V. Rives","Romero, D. A. Roa","Robbe, P.","Rodrigues, A. B.","Rodrigues, E.","Perez, P. Rodriguez","Roiser, S.","Romanovsky, V.","Vidal, A. Romero","Rotondo, M.","Rouvinet, J.","Ruf, T.","Ruffini, F.","Ruiz, H.","Valls, P. Ruiz","Sabatino, G.","Silva, J. J. Saborido","Sagidova, N.","Sail, P.","Saitta, B.","Guimaraes, V. Salustino","Mayordomo, C. Sanchez","Sedes, B. Sanmartin","Santacesaria, R.","Rios, C. Santamarina","Santovetti, E.","Sapunov, M.","Sarti, A.","Satriano, C.","Satta, A.","Savrie, M.","Savrina, D.","Schiller, M.","Schindler, H.","Schlupp, M.","Schmelling, M.","Schmidt, B.","Schneider, O.","Schopper, A.","Schune, M. -H.","Schwemmer, R.","Sciascia, B.","Sciubba, A.","Seco, M.","Semennikov, A.","Senderowska, K.","Sepp, I.","Serra, N.","Serrano, J.","Sestini, L.","Seyfert, P.","Shapkin, M.","Shapoval, I.","Shcheglov, Y.","Shears, T.","Shekhtman, L.","Shevchenko, V.","Shires, A.","Coutinho, R. Silva","Simi, G.","Sirendi, M.","Skidmore, N.","Skwarnicki, T.","Smith, N. A.","Smith, E.","Smith, E.","Smith, J.","Smith, M.","Snoek, H.","Sokoloff, M. D.","Soler, F. J. P.","Soomro, F.","Souza, D.","De Paula, B. Souza","Spaan, B.","Sparkes, A.","Spinella, F.","Spradlin, P.","Stagni, F.","Stahl, S.","Steinkamp, O.","Stenyakin, O.","Stevenson, S.","Stoica, S.","Stone, S.","Storaci, B.","Stracka, S.","Straticiuc, M.","Straumann, U.","Stroili, R.","Subbiah, V. K.","Sun, L.","Sutcliffe, W.","Swientek, K.","Swientek, S.","Syropoulos, V.","Szczekowski, M.","Szczypka, P.","Szilard, D.","Szumlak, T.","T'Jampens, S.","Teklishyn, M.","Tellarini, G.","Teubert, F.","Thomas, C.","Thomas, E.","van Tilburg, J.","Tisserand, V.","Tobin, M.","Tolk, S.","Tomassetti, L.","Tonelli, D.","Topp-Joergensen, S.","Torr, N.","Tournefier, E.","Tourneur, S.","Tran, M. T.","Tresch, M.","Tsaregorodtsev, A.","Tsopelas, P.","Tuning, N.","Garcia, M. Ubeda","Ukleja, A.","Ustyuzhanin, A.","Uwer, U.","Vagnoni, V.","Valenti, G.","Vallier, A.","Gomez, R. Vazquez","Regueiro, P. Vazquez","Sierra, C. Vázquez","Vecchi, S.","Velthuis, J. J.","Veltri, M.","Veneziano, G.","Vesterinen, M.","Viaud, B.","Vieira, D.","Diaz, M. Vieites","Vilasis-Cardona, X.","Vollhardt, A.","Volyanskyy, D.","Voong, D.","Vorobyev, A.","Vorobyev, V.","Voß, C.","Voss, H.","de Vries, J. A.","Waldi, R.","Wallace, C.","Wallace, R.","Walsh, J.","Wandernoth, S.","Wang, J.","Ward, D. R.","Watson, N. K.","Websdale, D.","Whitehead, M.","Wicht, J.","Wiedner, D.","Wilkinson, G.","Williams, M. P.","Williams, M.","Wilson, F. F.","Wimberley, J.","Wishahi, J.","Wislicki, W.","Witek, M.","Wormser, G.","Wotton, S. A.","Wright, S.","Wu, S.","Wyllie, K.","Xie, Y.","Xing, Z.","Xu, Z.","Yang, Z.","Yuan, X.","Yushchenko, O.","Zangoli, M.","Zavertyaev, M.","Zhang, F.","Zhang, L.","Zhang, W. C.","Zhang, Y.","Zhelezov, A.","Zhokhov, A.","Zhong, L.","Zvyagin, A."],"language":[],"coverage":[],"title":["Measurement of the $\\Xi_b^-$ and $\\Omega_b^-$ baryon lifetimes"],"description":["  Using a data sample of pp collisions corresponding to an integrated\nluminosity of $3~ \\rm fb^{-1}$, the $\\Xi_b^-$ and $\\Omega_b^-$ baryons are\nreconstructed in the $\\Xi_b^- \\rightarrow J/\\psi \\Xi^-$ and $\\Omega_b^-\n\\rightarrow J/\\psi \\Omega^-$ decay modes and their lifetimes measured to be\n  $\\tau (\\Xi_b^-) = 1.55\\, ^{+0.10}_{-0.09}~{\\rm(stat)} \\pm 0.03\\,{\\rm(syst)}$\nps,\n  $\\tau (\\Omega_b^-) = 1.54\\, ^{+0.26}_{-0.21}~{\\rm(stat)} \\pm\n0.05\\,{\\rm(syst)}$ ps.\n  These are the most precise determinations to date. Both measurements are in\ngood agreement with previous experimental results and with theoretical\npredictions.\n","Comment: 13 pages, 3 figures"]}]
["1405.3024",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.3024"],"date":["2014-05-12","2014-08-14"],"type":["text"],"creator":["Alama, Stan","Bronsard, Lia","Galvao-Sousa, Bernardo"],"language":[],"coverage":[],"title":["Weak Anchoring for a Two-Dimensional Liquid Crystal"],"description":["  We study the weak anchoring condition for nematic liquid crystals in the\ncontext of the Landau-De Gennes model. We restrict our attention to two\ndimensional samples and to nematic director fields lying in the plane, for\nwhich the Landau-De Gennes energy reduces to the Ginzburg--Landau functional,\nand the weak anchoring condition is realized via a penalized boundary term in\nthe energy. We study the singular limit as the length scale parameter\n$\\varepsilon\\to 0$, assuming the weak anchoring parameter\n$\\lambda=\\lambda(\\varepsilon)\\to\\infty$ at a prescribed rate. We also consider\na specific example of a bulk nematic liquid crystal with an included oil\ndroplet and derive a precise description of the defect locations for this\nsituation, for $\\lambda(\\varepsilon)=K\\varepsilon^{-\\alpha}$ with $\\alpha\\in\n(0,1]$. We show that defects lie on the weak anchoring boundary for $\\alpha\\in\n(0,\\frac12)$, or for $\\alpha=\\frac12$ and $K$ small, but they occur inside the\nbulk domain $\\Omega$ for $\\alpha>\\frac12$ or $\\alpha=\\frac12$ with $K$ large.\n","Comment: appears in Nonlinear Analysis A 2014"]}]
["1405.4567",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.4567","Phys. Rev. Lett. 113, 076407 (2014)","doi:10.1103/PhysRevLett.113.076407"],"date":["2014-05-18","2014-07-17"],"type":["text"],"creator":["Huang, Zhoushen","Arovas, Daniel P."],"language":[],"coverage":[],"title":["Topological indices for open and thermal systems via Uhlmann's phase"],"description":["  Two-dimensional topological phases are characterized by TKNN integers, which\nclassify Bloch energy bands or groups of Bloch bands. However, quantization\ndoes not survive thermal averaging or dephasing to mixed states. We show that\nusing Uhlmann's parallel transport for density matrices (Rep. Math. Phys. 24,\n229 (1986)), an integer classification of topological phases can be defined for\na finite generalized temperature $T$ or dephasing Lindbladian. This scheme\nreduces to the familiar TKNN classification for $T<T_{{\\rm c},1}$, becomes\ntrivial for $T>T_{{\\rm c},2}$, and exhibits a `gapless' intermediate regime\nwhere topological indices are not well-defined. We demonstrate these ideas in\ndetail, applying them to Haldane's honeycomb lattice model and the\nBernevig-Hughes-Zhang model, and we comment on their generalization to\nmulti-band Chern insulators.\n","Comment: 4 pages, 2 figures, standalone supplemental material. Minor text and\n  reference changes. To appear in Physical Review Letters"]}]
["1405.5062",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.5062","doi:10.1016/j.optcom.2014.07.046"],"date":["2014-05-20","2014-07-08"],"type":["text"],"creator":["Laghaout, Amine","Neergaard-Nielsen, Jonas S.","Andersen, Ulrik L."],"language":[],"coverage":[],"title":["Assessments of macroscopicity for quantum optical states"],"description":["  With the slow but constant progress in the coherent control of quantum\nsystems, it is now possible to create large quantum superpositions. There has\ntherefore been an increased interest in quantifying any claims of\nmacroscopicity. We attempt here to motivate three criteria which we believe\nshould enter in the assessment of macroscopic quantumness: The number of\nquantum fluctuation photons, the purity of the states, and the ease with which\nthe branches making up the state can be distinguished.\n"]}]
["1405.6227",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.6227","doi:10.1016/j.nima.2014.07.058"],"date":["2014-05-23","2014-08-15"],"type":["text"],"creator":["Double Chooz collaboration","Abe, Y.","Anjos, J. C. dos","Barriere, J. C.","Baussan, E.","Bekman, I.","Bergevin, M.","Bezerra, T. J. C.","Bezrukov, L.","Blucher, E.","Buck, C.","Busenitz, J.","Cabrera, A.","Caden, E.","Camilleri, L.","Carr, R.","Cerrada, M.","Chang, P. -J.","Chauveau, E.","Chimenti, P.","Collin, A. P.","Conover, E.","Conrad, J. M.","Crespo-Anadón, J. I.","Crum, K.","Cucoanes, A.","Damon, E.","Dawson, J. V.","Dietrich, D.","Djurcic, Z.","Dracos, M.","Elnimr, M.","Etenko, A.","Fallot, M.","von Feilitzsch, F.","Felde, J.","Fernandes, S. M.","Fischer, V.","Franco, D.","Franke, M.","Furuta, H.","Gil-Botella, I.","Giot, L.","Göger-Neff, M.","Gonzalez, L. F. G.","Goodenough, L.","Goodman, M. C.","Grant, C.","Haag, N.","Hara, T.","Haser, J.","Hofmann, M.","Horton-Smith, G. A.","Hourlier, A.","Ishitsuka, M.","Jochum, J.","Jollet, C.","Kaether, F.","Kalousis, L. N.","Kamyshkov, Y.","Kaplan, D. M.","Kawasaki, T.","Kemp, E.","de Kerret, H.","Kryn, D.","Kuze, M.","Lachenmaier, T.","Lane, C. E.","Lasserre, T.","Letourneau, A.","Lhuillier, D.","Lima Jr, H. P.","Lindner, M.","no, J. M. López-Casta","LoSecco, J. M.","Lubsandorzhiev, B.","Lucht, S.","Maeda, J.","Mariani, C.","Maricic, J.","Martino, J.","Matsubara, T.","Mention, G.","Meregaglia, A.","Miletic, T.","Milincic, R.","Minotti, A.","Nagasaka, Y.","Nikitenko, Y.","Novella, P.","Obolensky, M.","Oberauer, L.","Onillon, A.","Osborn, A.","Palomares, C.","Pepe, I. M.","Perasso, S.","Pfahler, P.","Porta, A.","Pronost, G.","Reichenbacher, J.","Reinhold, B.","Röhling, M.","Roncin, R.","Roth, S.","Rybolt, B.","Sakamoto, Y.","Santorelli, R.","Schilithz, A. C.","Schönert, S.","Schoppmann, S.","Shaevitz, M. H.","Sharankova, R.","Shimojima, S.","Sibille, V.","Sinev, V.","Skorokhvatov, M.","Smith, E.","Spitz, J.","Stahl, A.","Stancu, I.","Stokes, L. F. F.","Strait, M.","Stüken, A.","Suekane, F.","Sukhotin, S.","Sumiyoshi, T.","Sun, Y.","Svoboda, R.","Terao, K.","Tonazzo, A.","Thi, H. H. Trinh","Valdiviesso, G.","Vassilopoulos, N.","Veyssiere, C.","Vivier, M.","Wagner, S.","Watanabe, H.","Wiebusch, C.","Winslow, L.","Wurm, M.","Yang, G.","Yermia, F.","Zimmer, V."],"language":[],"coverage":[],"title":["Precision Muon Reconstruction in Double Chooz"],"description":["  We describe a muon track reconstruction algorithm for the reactor\nanti-neutrino experiment Double Chooz. The Double Chooz detector consists of\ntwo optically isolated volumes of liquid scintillator viewed by PMTs, and an\nOuter Veto above these made of crossed scintillator strips. Muons are\nreconstructed by their Outer Veto hit positions along with timing information\nfrom the other two detector volumes. All muons are fit under the hypothesis\nthat they are through-going and ultrarelativistic. If the energy depositions\nsuggest that the muon may have stopped, the reconstruction fits also for this\nhypothesis and chooses between the two via the relative goodness-of-fit. In the\nideal case of a through-going muon intersecting the center of the detector, the\nresolution is ~40 mm in each transverse dimension. High quality muon\nreconstruction is an important tool for reducing the impact of the cosmogenic\nisotope background in Double Chooz.\n","Comment: 12 pages, 8 figures, submitted to Nuclear Instrumentation and Methods\n  A. Author list corrected"]}]
["1405.7387",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.7387","J. Phys. A: Math. Theor. 47 (2014) 355201","doi:10.1088/1751-8113/47/35/355201"],"date":["2014-05-28","2014-08-14"],"type":["text"],"creator":["Guven, Jemal","Valencia, Dulce María","Vázquez-Montejo, Pablo"],"language":[],"coverage":[],"title":["Environmental bias and elastic curves on surfaces"],"description":["  The behavior of an elastic curve bound to a surface will reflect the geometry\nof its environment. This may occur in an obvious way: the curve may deform\nfreely along directions tangent to the surface, but not along the surface\nnormal. However, even if the energy itself is symmetric in the curve's geodesic\nand normal curvatures, which control these modes, very distinct roles are\nplayed by the two. If the elastic curve binds preferentially on one side, or is\nitself assembled on the surface, not only would one expect the bending moduli\nassociated with the two modes to differ, binding along specific directions,\nreflected in spontaneous values of these curvatures, may be favored. The shape\nequations describing the equilibrium states of a surface curve described by an\nelastic energy accommodating environmental factors will be identified by\nadapting the method of Lagrange multipliers to the Darboux frame associated\nwith the curve. The forces transmitted to the surface along the surface normal\nwill be determined. Features associated with a number of different energies,\nboth of physical relevance and of mathematical interest, are described. The\nconservation laws associated with trajectories on surface geometries exhibiting\ncontinuous symmetries are also examined.\n","Comment: 30 pages, 3 figures"]}]
["1406.3217",{"format":[],"subject":["High Energy Physics - Experiment","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3217"],"date":["2014-06-12","2014-08-15"],"type":["text"],"creator":["Dris, Manolis","Alexopoulos, Theo"],"language":[],"coverage":[],"title":["Signal Formation in Various Detectors"],"description":["  In this write up we present the general theory of the signal formation in\nvarious detectors. We follow a pedagogical analysis and presentation such that\nthe results could easily understood and applied by the interested reader to the\ndifferent detector configurations. We include few applications to gaseous\ndetectors, namely, Monitored Drift Tubes (MDT) and microstrip pattern detector\nof the micromegas type.\n","Comment: 17 pages, 9 figures Updated version, work on micromegas section and\n  bibliography"]}]
["1406.6481",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.6481","JHEP 1408, 086 (2014)","doi:10.1007/JHEP08(2014)086"],"date":["2014-06-25","2014-07-27"],"type":["text"],"creator":["Geng, Chao-Qiang","Huang, Da","Tsai, Lu-Hsing"],"language":[],"coverage":[],"title":["X-ray Line from the Dark Transition Electric Dipole"],"description":["  We study a two-component dark matter (DM) model in which the two Majorana\nfermionic DM components with nearly degenerate masses are stabilized by an\n$Z_2$ symmetry and interact with the right-handed muon and tau only via real\nYukawa couplings, together with an additional $Z_2$-odd singly-charged scalar.\nIn this setup, the decay from the heavy DM to the lighter one via the\ntransition electric dipole yields the 3.55 keV X-ray signal observed recently.\nThe Yukawa couplings in the dark sector are assumed to be hierarchical, so that\nthe observed DM relic abundance can be achieved with the leading s-wave\namplitudes without a fine-tuning. We also consider the constraints from flavor\nphysics, DM direct detections and collider searches, respectively.\n","Comment: 16 pages, 4 figures, revised version accepted for publication in JHEP"]}]
["1406.7289",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Formal Languages and Automata Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.7289"],"date":["2014-06-28","2014-08-15"],"type":["text"],"creator":["Krishna, Shankara Narayanan","Manasa, Lakshmi","Trivedi, Ashutosh"],"language":[],"coverage":[],"title":["On The Reachability Problem for Recursive Hybrid Automata with One and\n  Two Players"],"description":["  Motivated by the success of bounded model checking framework for finite state\nmachines, Ouaknine and Worrell proposed a time-bounded theory of real-time\nverification by claiming that restriction to bounded-time recovers decidability\nfor several key decision problem related to real-time verification. In support\nof this theory, the list of undecidable problems recently shown decidable under\ntime-bounded restriction is rather impressive: language inclusion for timed\nautomata, emptiness problem for alternating timed automata, and emptiness\nproblem for rectangular hybrid automata. The objective of our study was to\nrecover decidability for general recursive timed automata---and perhaps for\nrecursive hybrid automata---under time-bounded restriction in order to provide\nan appealing verification framework for powerful modeling environments such as\nStateflow/Simulink. Unfortunately, however, we answer this question in negative\nby showing that time-bounded reachability problem stays undecidable for\nrecursive timed automata with five or more clocks. While the bad news continues\neven when one considers well-behaved subclasses of recursive hybrid automata,\nwe recover decidability by considering recursive hybrid automata with bounded\ncontext using a pass-by-reference mechanism, or by restricting the number of\nvariables to two, with rates in $\\{0,1\\}$.\n"]}]
["1407.0875",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1407.0875"],"date":["2014-07-03","2014-08-15"],"type":["text"],"creator":["Nordebo, Sven","Gustafsson, Alexander"],"language":[],"coverage":[],"title":["A quasi-static electromagnetic analysis for experiments with strong\n  permanent magnets"],"description":["  An electromagnetic analysis is presented for experiments with strong\npermanent disc magnets. The analysis is based on the well known experiment that\ndemonstrates the effect of circulating eddy currents by dropping a strong\nmagnet through a vertically placed metal cylinder and observing how the magnet\nis slowly falling through the cylinder with a constant velocity. This\nexperiment is quite spectacular with a super strong neodymium magnet and a\nthick metal cylinder made of copper or aluminum. A rigorous theory for this\nexperiment is provided based on the quasi-static approximation of the Maxwell\nequations, an infinitely long cylinder (no edge effects) and a homogeneous\nmagnetization of the disc magnet. The results are useful for teachers and\nstudents in electromagnetics who wish to obtain a deeper insight into the\nanalysis and experiments regarding this phenomenon, or with industrial\napplications such as the grading and calibration of strong permanent magnets or\nwith measurements of the conductivity of various metals, etc. Several\nexperiments and numerical computations are included to validate and to\nillustrate the theory.\n"]}]
["1407.2199",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1407.2199"],"date":["2014-07-08","2014-08-15"],"type":["text"],"creator":["Alfakih, A. Y."],"language":[],"coverage":[],"title":["Graph connectivity and universal rigidity of bar frameworks"],"description":["  Let $G$ be a graph on $n$ nodes. In this note, we prove that if $G$ is\n$(r+1)$-vertex connected, $1 \\leq r \\leq n-2$, then there exists a\nconfiguration $p$ in general position in $R^r$ such that the bar framework\n$(G,p)$ is universally rigid. The proof is constructive and is based on a\ntheorem by Lovasz et al concerning orthogonal representations and connectivity\nof graphs [12,13].\n","Comment: updated version"]}]
["1407.2481",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Probability","35R30, 35R60, 35P25, 82D30, 60J25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1407.2481"],"date":["2014-07-09","2014-08-15"],"type":["text"],"creator":["Helin, Tapio","Lassas, Matti","Päivärinta, Lassi"],"language":[],"coverage":[],"title":["Inverse acoustic scattering problem in half-space with anisotropic\n  random impedance"],"description":["  We study an inverse acoustic scattering problem in half-space with a\nprobabilistic impedance boundary value condition. The Robin coefficient\n(surface impedance) is assumed to be a Gaussian random function $\\lambda =\n\\lambda(x)$ with a pseudodifferential operator describing the covariance. We\nmeasure the amplitude of the backscattered field averaged over the frequency\nband and assume that the data is generated by a single realization of\n$\\lambda$. Our main result is to show that under certain conditions the\nprincipal symbol of the covariance operator of $\\lambda$ is uniquely\ndetermined. Most importantly, no approximations are needed and we can solve the\nfull non-linear inverse problem. We concentrate on anisotropic models for the\nprincipal symbol, which leads to the analysis of a novel anisotropic spherical\nRadon transform and its invertibility.\n"]}]
["1407.2572",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1407.2572","International Journal on Cybernetics & Informatics (IJCI) Vol. 3,\n  No. 3, June 2014","doi:10.5121/ijci.2014.3301"],"date":["2014-07-09","2014-08-15"],"type":["text"],"creator":["Azad, Reza","Azad, Babak","Mogharreb, Iraj","Jamali, Shahram"],"language":[],"coverage":[],"title":["Classifiers fusion method to recognize handwritten persian numerals"],"description":["  Recognition of Persian handwritten characters has been considered as a\nsignificant field of research for the last few years under pattern analysing\ntechnique. In this paper, a new approach for robust handwritten Persian\nnumerals recognition using strong feature set and a classifier fusion method is\nscrutinized to increase the recognition percentage. For implementing the\nclassifier fusion technique, we have considered k nearest neighbour (KNN),\nlinear classifier (LC) and support vector machine (SVM) classifiers. The\ninnovation of this tactic is to attain better precision with few features using\nclassifier fusion method. For evaluation of the proposed method we considered a\nPersian numerals database with 20,000 handwritten samples. Spending 15,000\nsamples for training stage, we verified our technique on other 5,000 samples,\nand the correct recognition ratio achieved approximately 99.90%. Additional, we\ngot 99.97% exactness using four-fold cross validation procedure on 20,000\ndatabases.\n","Comment: This paper has been withdrawn by the author due to a crucial sign\n  error in equation 5 and 6, and some mistake in Table 1 information. please\n  let me for changing this information and updating this paper"]}]
["1407.2935",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1407.2935","2014, ApJ, 792, 57","doi:10.1088/0004-637X/792/1/57"],"date":["2014-07-10"],"type":["text"],"creator":["Ribeiro, V. A. R. M.","Chomiuk, L.","Munari, U.","Steffen, W.","Koning, N.","O'Brien, T. J.","Simon, T.","Woudt, P. A.","Bode, M. F."],"language":[],"coverage":[],"title":["Radio Frequency Models of Novae in eruption. I. The Free-Free Process in\n  Bipolar Morphologies"],"description":["  Observations of novae at radio frequencies provide us with a measure of the\ntotal ejected mass, density profile and kinetic energy of a nova eruption. The\nradio emission is typically well characterized by the free-free emission\nprocess. Most models to date have assumed spherical symmetry for the eruption,\nalthough it has been known for as long as there have been radio observations of\nthese systems, that spherical eruptions are to simplistic a geometry. In this\npaper, we build bipolar models of the nova eruption, assuming the free-free\nprocess, and show the effects of varying different parameters on the radio\nlight curves. The parameters considered include the ratio of the minor- to\nmajor-axis, the inclination angle and shell thickness (further parameters are\nprovided in the appendix). We also show the uncertainty introduced when fitting\nspherical model synthetic light curves to bipolar model synthetic light curves.\nWe find that the optically thick phase rises with the same power law ($S_{\\nu}\n\\propto t^2$) for both the spherical and bipolar models. In the bipolar case\nthere is a \"plateau\" phase -- depending on the thickness of the shell as well\nas the ratio of the minor- to major-axis -- before the final decline, that\nfollows the same power law ($S_{\\nu} \\propto t^{-3}$) as in the spherical case.\nFinally, fitting spherical models to the bipolar model synthetic light curves\nrequires, in the worst case scenario, doubling the ejected mass, more than\nhalving the electron temperature and reducing the shell thickness by nearly a\nfactor of 10. This implies that in some systems we have been over predicting\nthe ejected masses and under predicting the electron temperature of the ejecta.\n","Comment: 9 pages, 6 figures, accepted for publication in ApJ, accompanying\n  movie to figure 3 available at\n  http://www.ast.uct.ac.za/~valerio/papers/radioI/"]}]
["1407.3212",{"format":[],"subject":["Condensed Matter - Quantum Gases","Physics - Atomic Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1407.3212","Phys. Rev. Lett. 113, 063003 (2014)","doi:10.1103/PhysRevLett.113.063003"],"date":["2014-07-11","2014-08-12"],"type":["text"],"creator":["Masuda, Shumpei","Nakamura, Katsuhiro","del Campo, Adolfo"],"language":[],"coverage":[],"title":["High-fidelity rapid ground-state loading of an ultracold gas into an\n  optical lattice"],"description":["  A protocol is proposed for the rapid coherent loading of a Bose-Einstein\ncondensate into the ground state of an optical lattice, without residual\nexcitation associated with the breakdown of adiabaticity. The driving potential\nrequired to assist the rapid loading is derived using the fast forward\ntechnique, and generates the ground state in any desired short time. We propose\nan experimentally feasible loading scheme using a bichromatic lattice\npotential, which approximates the fast-forward driving potential with high\nfidelity.\n","Comment: 5 pages, 7 figures"]}]
["1407.4265",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1407.4265","Physical Review B 90, 054302 (2014)","doi:10.1103/PhysRevB.90.054302"],"date":["2014-07-16","2014-08-01"],"type":["text"],"creator":["Fang, Hong","Dove, Martin T.","Refson, Keith"],"language":[],"coverage":[],"title":["The Ag...Ag dispersive interaction and exotic physical properties of\n  Ag3Co(CN)6"],"description":["  We report a density functional theory (DFT) study of Ag3Co(CN)6, a material\nnoted for its colossal positive and negative thermal expansion, and its giant\nnegative linear compressibility. Here we explicitly include the dispersive\ninteraction within the DFT calculation, and find that it is essential to\nreproduce the ground state, the high-pressure phase, and the phonons of this\nmaterial; and hence essential to understand this material's remarkable physical\nproperties. New exotic properties are predicted. These include heat enhancement\nof the negative linear compressibility, a large reduction in the coefficient of\nthermal expansion on compression with change of sign of the mode Grueneisen\nparameters under pressure, and large softening of the material on heating. Our\nresults suggest that these are associated with the weak Ag...Ag dispersive\ninteractions acting with an efficient hinging mechanism in the framework\nstructure.\n"]}]
["1407.6163",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1407.6163"],"date":["2014-07-23","2014-08-15"],"type":["text"],"creator":["Barstow, M. A","Casewell, S. L.","Catalan, S.","Copperwheat, C.","Gaensicke, B.","Garcia-Berro, E.","Hambly, N.","Heber, U.","Holberg, J.","Isern, J.","Jeffery, S.","Jordan, S.","Lawrie, K. A.","Lynas-Gray, A. E.","Maccarone, T.","Marsh, T.","Parsons, S.","Silvotti, R.","Subasavage, J.","Torres, S.","Wheatley, P."],"language":[],"coverage":[],"title":["White paper: Gaia and the end states of stellar evolution"],"description":["  This is the product of a Gaia GREAT workshop on \"Gaia and the end states of\nstellar evolution\" held at the University of Leicester in April 2011.\n"]}]
["1407.6876",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1407.6876"],"date":["2014-07-25","2014-08-15"],"type":["text"],"creator":["Kuznetsov, Petr","Ravi, Srivatsan"],"language":[],"coverage":[],"title":["On Partial Wait-Freedom in Transactional Memory"],"description":["  Transactional memory (TM) is a convenient synchronization tool that allows\nconcurrent threads to declare sequences of instructions on shared data as\nspeculative \\emph{transactions} with \"all-or-nothing\" semantics. It is known\nthat dynamic transactional memory cannot provide \\emph{wait-free} progress in\nthe sense that every transaction commits in a finite number of its own steps.\nIn this paper, we explore the costs of providing wait-freedom to only a\n\\emph{subset} of transactions. Since most transactional workloads are believed\nto be read-dominated, we require that read-only transactions commit in the\nwait-free manner, while updating transactions are guaranteed to commit only if\nthey run in the absence of concurrency. We show that this kind of partial\nwait-freedom, combined with attractive requirements like read invisibility or\ndisjoint-access parallelism, incurs considerable complexity costs.\n"]}]
["1407.7046",{"format":[],"subject":["Computer Science - Logic in Computer Science","Mathematics - Logic","03F10, 03F35, 03F25","F.4.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1407.7046"],"date":["2014-07-25","2014-08-14"],"type":["text"],"creator":["Escardo, Martin","Oliva, Paulo"],"language":[],"coverage":[],"title":["Bar Recursion and Products of Selection Functions"],"description":["  We show how two iterated products of selection functions can both be used in\nconjunction with system T to interpret, via the dialectica interpretation and\nmodified realizability, full classical analysis. We also show that one iterated\nproduct is equivalent over system T to Spector's bar recursion, whereas the\nother is T-equivalent to modified bar recursion. Modified bar recursion itself\nis shown to arise directly from the iteration of a different binary product of\n\"skewed\" selection functions. Iterations of the dependent binary products are\nalso considered but in all cases are shown to be T-equivalent to the iteration\nof the simple products.\n","Comment: 28 pages, 1 figure"]}]
["1407.7158",{"format":[],"subject":["Mathematics - Number Theory","11N05, 11Y35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1407.7158"],"date":["2014-07-26","2014-08-15"],"type":["text"],"creator":["Cheng, Yuanyou","Fox, Glenn J.","Hassani, Mehdi"],"language":[],"coverage":[],"title":["Explicit estimates on prime numbers"],"description":["  This submission has been withdrawn by arXiv admins due to fraudulent\naffiliation claims by the original submitter.\n","Comment: This submission has been withdrawn by arXiv admins due to fraudulent\n  affiliation claims by the original submitter"]}]
["1407.7845",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J27 (Primary), 14G99, 11G99 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1407.7845"],"date":["2014-07-29","2014-08-14"],"type":["text"],"creator":["Ulmer, Douglas"],"language":[],"coverage":[],"title":["Rational curves on elliptic surfaces"],"description":["  We prove that a very general elliptic surface $\\mathcal{E}\\to\\mathbb{P}^1$\nover the complex numbers with a section and with geometric genus $p_g\\ge2$\ncontains no rational curves other than the section and components of singular\nfibers. Equivalently, if $E/\\mathbb{C}(t)$ is a very general elliptic curve of\nheight $d\\ge3$ and if $L$ is a finite extension of $\\mathbb{C}(t)$ with\n$L\\cong\\mathbb{C}(u)$, then the Mordell-Weil group $E(L)=0$.\n","Comment: 15 pages. v2: Added a reference and corrected a quote. v3: Added\n  another reference"]}]
["1407.8074",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1407.8074","Phys. Rev. A 90, 022311 (2014)","doi:10.1103/PhysRevA.90.022311"],"date":["2014-07-30"],"type":["text"],"creator":["Peng, Yuchen","Gaitan, Frank"],"language":[],"coverage":[],"title":["Improving quantum gate performance through neighboring optimal control"],"description":["  Successful implementation of a fault-tolerant quantum computation on a system\nof qubits places severe demands on the hardware used to control the many-qubit\nstate. It is known that an accuracy threshold $P_{a}$ exists for any quantum\ngate that is to be used in such a computation. Specifically, the error\nprobability $P_{e}$ for such a gate must fall below the accuracy threshold:\n$P_{e} < P_{a}$. Estimates of $P_{a}$ vary widely, though $P_{a}\\sim 10^{-4}$\nhas emerged as a challenging target for hardware designers. In this paper we\npresent a theoretical framework based on neighboring optimal control that takes\nas input a good quantum gate and returns a new gate with better performance. We\nillustrate this approach by applying it to all gates in a universal set of\nquantum gates produced using non-adiabatic rapid passage that has appeared in\nthe literature. Performance improvements are substantial, both for ideal and\nnon-ideal controls. Under suitable conditions detailed below, all gate error\nprobabilities fall well below the target threshold of $10^{-4}$.\n","Comment: 27 pages; 11 figures; 13 tables; to appear in Phys. Rev. A"]}]
["1408.0460",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.0460","J. Appl. Phys. 116, 063716 (2014)","doi:10.1063/1.4892987"],"date":["2014-08-03"],"type":["text"],"creator":["Seki, Kazuhiko"],"language":[],"coverage":[],"title":["Overall current-voltage characteristics of space charge controlled\n  currents for thin films by a single carrier species"],"description":["  The Mott-Gurney equation (Child's law) has been frequently applied to measure\nthe mobility of carrier transport layers. One of the main assumption in the\nMott-Gurney theory is ignoring the diffusive currents. It was not obvious,\nhowever, whether the diffusive currents can be ignored for thin carrier\ntransport layers. We obtained the current-voltage relation using analytical\nsolutions of drift-diffusion equation coupled with the Poisson's equation. The\nintegration constants were numerically determined using nonlinear equations\nobtained from boundary conditions.A simple analytical relation between the\nvoltage and current was also derived. The analytical equation improved over the\nMott-Gurney equation when the voltage is between 0.1 and 2 [V] at room\ntemperature. By using published data, we show that both the mobility and the\nlayer thickness can be simultaneously obtained by applying the analytical\nexpression. The effect of diffusion on the current-voltage relation is\nexplained by the movement of the virtual electrode formed by space charge\naccumulation.\n"]}]
["1408.1963",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.1963"],"date":["2014-08-08","2014-08-14"],"type":["text"],"creator":["Chen, Gang","Kee, Hae-Young","Kim, Yong Baek"],"language":[],"coverage":[],"title":["Spin susceptibility anomaly in cluster Mott insulators on a\n  partially-filled anisotropic Kagome lattice: applications to LiZn2Mo3O8"],"description":["  Motivated by recent experiments on the quantum-spin-liquid candidate material\nLiZn2Mo3O8, we study a single-band extended Hubbard model on an anisotropic\nKagome lattice with the 1/6 electron filling. Due to the partial filling of the\nlattice, the inter-site repulsive interaction is necessary to generate Mott\ninsulators, where electrons are localized in clusters, rather than at lattice\nsites. We provide examples of such cluster Mott insulators and study the phase\ntransitions between metallic states and cluster Mott insulators on an\nanisotropic Kagome lattice. It is shown that these cluster Mott insulators are\ngenerally U(1) quantum spin liquids with spinon Fermi surfaces. However, the\nnature of charge excitations in different cluster Mott insulators could be\nquite different and we show that there exists a novel cluster Mott insulator\nwhere charge fluctuations around the hexagonal cluster induce a plaquette\ncharge order (PCO). The spinon excitation spectrum in this spin-liquid cluster\nMott insulator is reconstructed due to the PCO so that only 1/3 of the total\nspinon excitations are magnetically active. The strong coupling limit of the\nsame model is also analyzed via a Kugel-Khomskii-like model. Based on these\nresults, we propose that the anomalous behavior of the finite-temperature\nspin-susceptibility in LiZn2Mo3O8 may be explained by finite-temperature\nproperties of the cluster Mott insulator with the PCO as well as fractionalized\nspinon excitations. Existing and possible future experiments on LiZn2Mo3O8, and\nother Mo-based cluster magnets are discussed in light of these theoretical\npredictions.\n","Comment: shortened abstract, 17+5 pages, 14 figures, 2 tables"]}]
["1408.2093",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2093"],"date":["2014-08-09","2014-08-14"],"type":["text"],"creator":["Tammaro, Elliott"],"language":[],"coverage":[],"title":["Why Current Interpretations of Quantum Mechanics are Deficient"],"description":["  Quantum mechanics under the Copenhagen interpretation is one of the most\nexperimentally well verified formalisms. However, it is known that the\ninterpretation makes explicit reference to external observation or\n\"measurement.\" One says that the Copenhagen interpretation suffers from the\nmeasurement problem. This deficiency of the interpretation excludes it as a\nviable fundamental formalism and prevents the use of standard quantum mechanics\nin discussions of quantum cosmology. Numerous alternative interpretations have\nbeen developed with the goals of reproducing its predictive success while\nobviating the measurement problem. While several interpretations make distinct,\nfalsifiable, predictions, many claim to precisely reproduce the results of\nstandard quantum mechanics. The sheer number of interpretations raises several\nissues. If the experimental predictions are identical, how are they to be\nassessed? On what grounds can an interpretation be said to trump another?\nWithout recourse to experimental findings, one may continue to assess an\ninterpretation on its logical structure, self-consistency, and simplicity\n(number and plausibility of its assumptions). We argue, and where possible,\ndemonstrate, that all common interpretations have unresolved deficiencies.\nAmong these deficiencies are failures to resolve the measurement problem,\nfine-tuning problems, logical/mathematical inconsistencies, disagreement with\nexperiment, and others. Shortcomings as severe as these call into question the\nviability of any of the common interpretations. When appropriate, we indicate\nwhere future work may resolve some of these issues.\n","Comment: 16 pages, 0 figures"]}]
["1408.3049",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3049"],"date":["2014-08-13","2014-08-15"],"type":["text"],"creator":["Günther, H. M.","Brickhouse, N. S.","Dupree, A. K.","Wolk, S. J.","Schneider, P. C.","Luna, G. J. M."],"language":[],"coverage":[],"title":["HST FUV monitoring of TW Hya"],"description":["  Classical T Tauri stars (CTTS) are young (< 10 Myr), cool stars that actively\naccrete matter from a disk. They show strong, broad and asymmetric, atomic FUV\nemission lines. Neither the width, nor the line profile is understood. Likely,\ndifferent mechanisms influence the line profile; the best candidates are\naccretion, winds and stellar activity. We monitored the C IV 1548/1550 Ang\ndoublet in the nearby, bright CTTS TW Hya with the Hubble Space Telescope\nCosmic Origin Spectrograph (HST/COS) to correlate it with i) the cool wind, as\nseen in COS NUV Mg II line profiles, ii) the photometric period from joint\nground-based monitoring, iii) the accretion rate as determined from the UV\ncontinuum, and iv) the Ha line profile from independent ground-based\nobservations. The observations span 10 orbits distributed over a few weeks to\ncover the typical time scales of stellar rotation, accretion and winds. Here we\ndescribe a model with intrinsically asymmetric C IV lines.\n","Comment: Submitted to proceedings of 18th Cambridge Workshop on Cool Stars,\n  Stellar Systems and the Sun"]}]
["1408.3153",{"format":[],"subject":["Computer Science - Computation and Language"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3153"],"date":["2014-08-13","2014-08-15"],"type":["text"],"creator":["Wilcox-O'Hearn, L. Amber"],"language":[],"coverage":[],"title":["Detection is the central problem in real-word spelling correction"],"description":["  Real-word spelling correction differs from non-word spelling correction in\nits aims and its challenges. Here we show that the central problem in real-word\nspelling correction is detection. Methods from non-word spelling correction,\nwhich focus instead on selection among candidate corrections, do not address\ndetection adequately, because detection is either assumed in advance or heavily\nconstrained. As we demonstrate in this paper, merely discriminating between the\nintended word and a random close variation of it within the context of a\nsentence is a task that can be performed with high accuracy using\nstraightforward models. Trigram models are sufficient in almost all cases. The\ndifficulty comes when every word in the sentence is a potential error, with a\nlarge set of possible candidate corrections. Despite their strengths, trigram\nmodels cannot reliably find true errors without introducing many more, at least\nnot when used in the obvious sequential way without added structure. The\ndetection task exposes weakness not visible in the selection task.\n"]}]
["1408.3169",{"format":[],"subject":["Computer Science - Learning","Mathematics - Probability","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3169"],"date":["2014-08-13"],"type":["text"],"creator":["Leike, Jan","Hutter, Marcus"],"language":[],"coverage":[],"title":["Indefinitely Oscillating Martingales"],"description":["  We construct a class of nonnegative martingale processes that oscillate\nindefinitely with high probability. For these processes, we state a uniform\nrate of the number of oscillations and show that this rate is asymptotically\nclose to the theoretical upper bound. These bounds on probability and\nexpectation of the number of upcrossings are compared to classical bounds from\nthe martingale literature. We discuss two applications. First, our results\nimply that the limit of the minimum description length operator may not exist.\nSecond, we give bounds on how often one can change one's belief in a given\nhypothesis when observing a stream of data.\n","Comment: ALT 2014, extended technical report"]}]
["1408.3387",{"format":[],"subject":["Mathematics - Probability","Quantitative Finance - Mathematical Finance","60-XX, 35R11, 91Gxx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3387"],"date":["2014-08-14","2014-08-15"],"type":["text"],"creator":["Fallahgoul, Hassan A.","Kim, Young S."],"language":[],"coverage":[],"title":["Elliptical Tempered Stable Distribution and Fractional Calculus"],"description":["  A definition for elliptical tempered stable distribution, based on the\ncharacteristic function, have been explained which involve a unique spectral\nmeasure. This definition provides a framework for creating a connection between\ninfinite divisible distribution, and particularly elliptical tempered stable\ndistribution, with fractional calculus. Finally, some analytical approximations\nfor the probability density function of tempered infinite divisible\ndistribution, which elliptical tempered stable distributions are a subclass of\nthem, are considered.\n","Comment: 16 pages, working paper"]}]
["1408.3410",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics","Mathematics - Algebraic Geometry","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3410"],"date":["2014-08-14"],"type":["text"],"creator":["Franco, Sebastian","Galloni, Daniele","Mariotti, Alberto","Trnka, Jaroslav"],"language":[],"coverage":[],"title":["Anatomy of the Amplituhedron"],"description":["  We initiate a comprehensive investigation of the geometry of the\namplituhedron, a recently found geometric object whose volume calculates the\nintegrand of scattering amplitudes in planar N=4 SYM theory. We do so by\nintroducing and studying its stratification, focusing on four-point amplitudes.\nThe new stratification exhibits interesting combinatorial properties and\npositivity is neatly captured by permutations. As explicit examples, we find\nall boundaries for the two and three loop amplitudes and related geometries. We\nrecover the stratifications of some of these geometries from the singularities\nof the corresponding integrands, providing a non-trivial test of the\namplituhedron/scattering amplitude correspondence. We finally introduce a\ndeformation of the stratification with remarkably simple topological\nproperties.\n","Comment: 74 pages, 15 figures"]}]
["1408.3422",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3422"],"date":["2014-08-14"],"type":["text"],"creator":["Bauchère, Hugues"],"language":["fr"],"coverage":[],"title":["Quelques remarques \\`a propos d'un th\\'eor\\`eme de Checcoli"],"description":["  In his thesis, S. Checcoli shows that, among other results, if $K$ is a\nnumber field and if $L/K$ is an infinite Galois extension with Galois group $G$\nof finite exponent, then $L$ has uniformly bounded local degrees at every prime\nof $K$. In this article we gather two remarks about the generalisation of S.\nCheccoli's result to function fields of positive characteristic. We first show\nan analogue of her theorem $2.2.2$ in this context, under the hypothesis that\nthe Galois group exponent is prime to $p$. Using an example, we then show that\nthis hypothesis is in fact necesary.---Dans sa th\\`ese, S. Checcoli montre,\nentre autres r\\'esultats, que si K est un corps de nombres et si L=K est une\nextension galoisienne in finie de groupe de Galois G d'exposant fini, alors les\ndegr\\'es locaux sur L sont uniform\\'ement born\\'es en toutes les places de K.\nDans cette article nous rassemblons deux remarques \\`a propos de la\ng\\'en\\'eralisation du r\\'esultat de S. Checcoli aux corps de fonctions de\ncaract\\'eristique positive. D'une part nous montrons un analogue de son\nth\\'eor\\`eme dans ce cadre, sous l'hypoth\\`ese que l'exposant du groupe de\nGalois soit premier \\`a p. D'autre part, nous montrons \\`a l'aide d'un exemple\nque cette hypoth\\`ese est en fait n\\'ecessaire.\n","Comment: in French"]}]
["1408.3432",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3432"],"date":["2014-08-14"],"type":["text"],"creator":["Gafni, Eli"],"language":[],"coverage":[],"title":["Snapshot for Time: The One-Shot Case"],"description":["  We show that for one-shot problems - problems where a processor executes a\nsingle operation-execution - timing constraints can be captured by conditions\non the relation between original outputs and supplementary snapshots. In\naddition to the dictionary definition of the word snapshot, in distributed\ncomputing snapshots also stand for a task that imposes relation among sets\nwhich are output of processors. Hence, constrains relating the timing between\noperation-executions of processors can be captured by the sets relation\nrepresenting a task.\n  This allows to bring to bear techniques developed for tasks, to one-shot\nobjects. In particular, for the one-shot case the question of linearizability\nis moot. Nevertheless, current proof techniques of object implementation\nrequire the prover to provide linearization-points even in the one shot case.\nTransforming the object into a task relieves the prover of an implementation\nfrom the burden of finding the \"linearization-points,\" since if the task is\nsolvable, linearization points are guaranteed to exist. We exhibit this\nadvantage with a new algorithm to implement MWMR register in a SWMR system.\n"]}]
["1408.3438",{"format":[],"subject":["Computer Science - Computers and Society","Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3438"],"date":["2014-08-14"],"type":["text"],"creator":["Wang, Victoria","Tucker, John V."],"language":[],"coverage":[],"title":["On the Role of Identity in Surveillance"],"description":["  Surveillance is a process that observes behaviour, recognises properties and\nidentifies individuals. It has become a commonplace phenomenon in our everyday\nlife. Many surveillance practices depend on the use of advanced technologies to\ncollect, store and process data. We propose (i) an abstract definition of\nsurveillance; and (ii) an abstract definition of identity, designed to capture\nthe common structure of many disparate surveillance situations. We argue that\nthe notion of identity is fundamental to surveillance. Rather than having a\nsingle identity, individuals have many identities, real and virtual, that are\nused in different aspects of their lives. Most aspects of life are subject to\nsome form of surveillance, and observations and identities can be aggregated.\nThe notion of identity needs to be theorised. Our analysis is very general and,\nat the same time, sufficiently precise to be the basis of mathematical models.\n","Comment: Key Words: Surveillance, Identity, Social Sorting, Technology,\n  Security"]}]
["1408.3439",{"format":[],"subject":["Computer Science - Computers and Society","Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3439"],"date":["2014-08-14"],"type":["text"],"creator":["Wang, Victoria","Tucker, John V."],"language":[],"coverage":[],"title":["Formalising Surveillance and Identity"],"description":["  Surveillance is a social phenomenon that is general and commonplace, employed\nby governments, companies and communities. Its ubiquity is due to technologies\nfor gathering and processing data; its strong and obvious effects raise\ndifficult social questions. We give a general definition of surveillance that\ncaptures the notion in diverse situations and we illustrate it with some\ndisparate examples.A most important, if neglected,component idea is that of the\nidentity of the people or objects observed. We propose a general definition of\nidentifiers as data designed to specify the identity of an entity in some\ncontext or for some purpose. We examine the ways identifiers depend upon other\nidentifiers and show the provenance of identifiers requires reductions between\nidentifiers and a special idea of personal identifier. The theory is formalised\nmathematically. Finally, we reflect on the role of formal methods to give\ninsights in sociological contexts.\n"]}]
["1408.3441",{"format":[],"subject":["Computer Science - Multiagent Systems","91-04","C.1.4","I.2.11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3441"],"date":["2014-08-14"],"type":["text"],"creator":["Kiran, Mariam"],"language":[],"coverage":[],"title":["Using FLAME Toolkit for Agent-Based Simulation: Case Study Sugarscape\n  Model"],"description":["  Social scientists have used agent-based models to understand how individuals\ninteract and behave in various political, ecological and economic scenarios.\nAgent-based models are ideal for understanding such models involving\ninteracting individuals producing emergent phenomenon. Sugarscape is one of the\nmost famous examples of a social agent-based model which has been used to show\nhow societies grow in the real world.\n  This paper builds on the Sugarscape model, using the Flexible Large scale\nAgent-based modelling Environment (FLAME) to simulate three different scenarios\nof the experiment, which are based on the Sugar and Citizen locations. FLAME is\nan agent-based modelling framework which has previously been used to model\nbiological and economic models. The paper includes details on how the model was\nwritten and the various parameters set for the simulation. The results of the\nmodel simulated are processed for three scenarios and analysed to see what\naffect the initial starting states of the agents had on the overall result\nobtained through the model and the variance in simulation time of processing\nthe model on multicore architectures.\n  The experiments highlight that there are limitations of the FLAME framework\nand writing simulation models in general which are highly dependent on initial\nstarting states of a model, also raising further potential work which can be\nbuilt into the Sugarscape model to study other interesting phenomenon in social\nand economic laws.\n","Comment: 18 pages; 18 figures; technical report"]}]
["1408.3447",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3447"],"date":["2014-08-14"],"type":["text"],"creator":["Farhi, Nadir","Haj-Salem, Habib","Lebacque, Jean-Patrick"],"language":[],"coverage":[],"title":["Upper bounds for the travel time on traffic systems"],"description":["  A key measure of performance and comfort in a road traffic network is the\ntravel time that the users of the network experience to complete their\njourneys. Travel times on road traffic networks are stochastic, highly\nvariable, and dependent on several parameters. It is, therefore, necessary to\nhave good indicators and measures of their variations. In this article, we\nextend a recent approach for the derivation of deterministic bounds on the\ntravel time in a road traffic network (Farhi, Haj-Salem and Lebacque 2013). The\napproach consists in using an algebraic formulation of the cell-transmission\ntraffic model on a ring road, where the car-dynamics is seen as a linear\nmin-plus system. The impulse response of the system is derived analytically,\nand is interpreted as what is called a service curve in the network calculus\ntheory (where the road is seen as a server). The basic results of the latter\ntheory are then used to derive an upper bound for the travel time through the\nring road.\n  We consider in this article open systems rather than closed ones. We define a\nset of elementary traffic systems and an operator for the concatenation of such\nsystems. We show that the traffic system of any road itinerary can be built by\nconcatenating a number of elementary traffic systems. The concatenation of\nsystems consists in giving a service guarantee of the resulting system in\nfunction of service guarantees of the composed systems. We illustrate this\napproach with a numerical example, where we compute an upper bound for the\ntravel time on a given route in a urban network.\n","Comment: 11 pages"]}]
["1408.3452",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3452"],"date":["2014-08-14"],"type":["text"],"creator":["Cao, Zhengjun","Liu, Lihua"],"language":[],"coverage":[],"title":["A Note on the Bellare-Rivest Protocol for Translucent Cryptography"],"description":["  We remark that the Bellare-Rivest protocol for translucent cryptography [J.\nCryptology (1999) 12: 117-139] can not truly enable the government to decrypt\npartial encrypted communications.\n"]}]
["1408.3454",{"format":[],"subject":["Mathematics - Combinatorics","97F40, 11B75, 37E15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3454"],"date":["2014-08-14"],"type":["text"],"creator":["Cellarosi, Francesco","Munday, Sara"],"language":[],"coverage":[],"title":["On two conjectures for M&m sequences"],"description":["  In this paper, the recently introduced M&m sequences and associated\nmean-median map are studied. These sequences are built by adding new points to\na set of real numbers by balancing the mean of the new set with the median of\nthe original. This process, although seemingly simple, gives rise to\ncomplicated dynamics. The main result is that two conjectures put forward by\nChamberland and Martelli are shown to be true for a subset of possible starting\nconditions.\n","Comment: 13 pages, 1 figure"]}]
["1408.3455",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Digital Libraries"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3455","doi:10.1073/pnas.1401992111"],"date":["2014-08-14"],"type":["text"],"creator":["Shen, Hua-Wei","Barabási, Albert-László"],"language":[],"coverage":[],"title":["Collective credit allocation in science"],"description":["  Collaboration among researchers is an essential component of the modern\nscientific enterprise, playing a particularly important role in\nmultidisciplinary research. However, we continue to wrestle with allocating\ncredit to the coauthors of publications with multiple authors, since the\nrelative contribution of each author is difficult to determine. At the same\ntime, the scientific community runs an informal field-dependent credit\nallocation process that assigns credit in a collective fashion to each work.\nHere we develop a credit allocation algorithm that captures the coauthors'\ncontribution to a publication as perceived by the scientific community,\nreproducing the informal collective credit allocation of science. We validate\nthe method by identifying the authors of Nobel-winning papers that are credited\nfor the discovery, independent of their positions in the author list. The\nmethod can also compare the relative impact of researchers working in the same\nfield, even if they did not publish together. The ability to accurately measure\nthe relative credit of researchers could affect many aspects of credit\nallocation in science, potentially impacting hiring, funding, and promotion\ndecisions.\n","Comment: 7 pages, 4 figures, 1 table, appears in Proceedings of the National\n  Academy of Sciences of the United States of America, 2014"]}]
["1408.3456",{"format":[],"subject":["Computer Science - Computation and Language"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3456"],"date":["2014-08-14"],"type":["text"],"creator":["Hill, Felix","Reichart, Roi","Korhonen, Anna"],"language":[],"coverage":[],"title":["SimLex-999: Evaluating Semantic Models with (Genuine) Similarity\n  Estimation"],"description":["  We present SimLex-999, a gold standard resource for evaluating distributional\nsemantic models that improves on existing resources in several important ways.\nFirst, in contrast to gold standards such as WordSim-353 and MEN, it explicitly\nquantifies similarity rather than association or relatedness, so that pairs of\nentities that are associated but not actually similar [Freud, psychology] have\na low rating. We show that, via this focus on similarity, SimLex-999\nincentivizes the development of models with a different, and arguably wider\nrange of applications than those which reflect conceptual association. Second,\nSimLex-999 contains a range of concrete and abstract adjective, noun and verb\npairs, together with an independent rating of concreteness and (free)\nassociation strength for each pair. This diversity enables fine-grained\nanalyses of the performance of models on concepts of different types, and\nconsequently greater insight into how architectures can be improved. Further,\nunlike existing gold standard evaluations, for which automatic approaches have\nreached or surpassed the inter-annotator agreement ceiling, state-of-the-art\nmodels perform well below this ceiling on SimLex-999. There is therefore plenty\nof scope for SimLex-999 to quantify future improvements to distributional\nsemantic models, guiding the development of the next generation of\nrepresentation-learning architectures.\n"]}]
["1408.3457",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3457"],"date":["2014-08-14"],"type":["text"],"creator":["Yuan, Pingzhi","He, Zilong","You, Lihua"],"language":[],"coverage":[],"title":["New result and some open problems on the primitive degree of nonnegative\n  tensors"],"description":["  In this paper, we show that the exponent set of nonnegative primitive tensors\nwith order m(\\geq 3) and dimension n is {1,2,\\ldots, (n-1)^2+1}; and propose\nsome open problems for further research.\n","Comment: 16 pages. arXiv admin note: substantial text overlap with\n  arXiv:1404.1567"]}]
["1408.3462",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3462"],"date":["2014-08-14"],"type":["text"],"creator":["Matsumoto, Keiji"],"language":[],"coverage":[],"title":["Quantum Fidelities, Their Duals, And Convex Analysis"],"description":["  We study tree kinds of quantum fidelity. Usual Uhlmann's fidelity, minus of\nf-divergence when $f(x)=-\\sqrt{x}$, and the one introduced by the author via\nreverse test. All of them are quantum extensions of classical fidelity, where\nthe first one is the largest and the third one is the smallest. We characterize\nthem in terms of convex optimization, and introduce their 'dual' quantity, or\nthe polar of the minus of the fidelity. They turned out to be monotone\nincreasing by unital completely positive maps, concave, and linked to its\nclassical version via optimization about classical-to-quantum maps and\nquantum-to-classical maps.\n"]}]
["1408.3463",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3463"],"date":["2014-08-15"],"type":["text"],"creator":["Matsumoto, Keiji"],"language":[],"coverage":[],"title":["Convertibility of Observables"],"description":["  Some problems of quantum information, cloning, estimation and testing of\nstates, universal coding etc., are special example of the following `state\nconvertibility' problem. In this paper, we consider the dual of this problem,\n'observable conversion problem'. Given families of operators\n$\\{L_\\theta}\\}_{\\theta\\in\\Theta}$ and $\\{M_\\theta}\\}_{\\theta\\in\\Theta}$ , we\nask whether there is a completely positive (sub) unital map which sends\n$\\{L_\\theta}\\}$ to $\\{M_\\theta}\\}$ for each {\\theta}. We give necessary and\nsufficient conditions for the convertibility in some special cases.\n"]}]
["1408.3467",{"format":[],"subject":["Statistics - Methodology","Computer Science - Learning","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3467"],"date":["2014-08-15"],"type":["text"],"creator":["Xu, Qianqian","Xiong, Jiechao","Huang, Qingming","Yao, Yuan"],"language":[],"coverage":[],"title":["Robust Statistical Ranking: Theory and Algorithms"],"description":["  Deeply rooted in classical social choice and voting theory, statistical\nranking with paired comparison data experienced its renaissance with the wide\nspread of crowdsourcing technique. As the data quality might be significantly\ndamaged in an uncontrolled crowdsourcing environment, outlier detection and\nrobust ranking have become a hot topic in such data analysis. In this paper, we\npropose a robust ranking framework based on the principle of Huber's robust\nstatistics, which formulates outlier detection as a LASSO problem to find\nsparse approximations of the cyclic ranking projection in Hodge decomposition.\nMoreover, simple yet scalable algorithms are developed based on Linearized\nBregman Iteration to achieve an even less biased estimator than LASSO.\nStatistical consistency of outlier detection is established in both cases which\nstates that when the outliers are strong enough and in Erdos-Renyi random graph\nsampling settings, outliers can be faithfully detected. Our studies are\nsupported by experiments with both simulated examples and real-world data. The\nproposed framework provides us a promising tool for robust ranking with large\nscale crowdsourcing data arising from computer vision, multimedia, machine\nlearning, sociology, etc.\n","Comment: 16 pages, 8 figures"]}]
["1408.3470",{"format":[],"subject":["Mathematics - Probability","Mathematics - Functional Analysis","60B20 (Primary), 60E15, 60G09 (Secondary), 60F10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3470"],"date":["2014-08-15"],"type":["text"],"creator":["Paulin, Daniel","Mackey, Lester","Tropp, Joel A."],"language":[],"coverage":[],"title":["Efron-Stein Inequalities for Random Matrices"],"description":["  This paper establishes new concentration inequalities for random matrices\nconstructed from independent random variables. These results are analogous with\nthe generalized Efron-Stein inequalities developed by Boucheron et al. The\nproofs rely on the method of exchangeable pairs.\n","Comment: 42 pages. arXiv admin note: text overlap with arXiv:1305.0612"]}]
["1408.3474",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3474"],"date":["2014-08-15"],"type":["text"],"creator":["Avendi, M. R."],"language":[],"coverage":[],"title":["Differential Modulation and Non-Coherent Detection in Wireless Relay\n  Networks"],"description":["  The technique of cooperative communications is finding its way in the next\ngenerations of many wireless communication applications. Due to the distributed\nnature of cooperative networks, acquiring fading channels information for\ncoherent detection is more challenging than in the traditional point-to-point\ncommunications. To bypass the requirement of channel information, differential\nmodulation together with non-coherent detection can be deployed. This thesis is\nconcerned with various issues related to differential modulation and\nnon-coherent detection in cooperative networks. Specifically, the thesis\nexamines the behaviour and robustness of non-coherent detection in mobile\nenvironments (i.e., time-varying channels). The amount of channel variation is\nrelated to the normalized Doppler shift which is a function of user's mobility.\nThe Doppler shift is used to distinguish between slow time-varying\n(slow-fading) and rapid time-varying (fast-fading) channels. The performance of\nseveral important relay topologies, including single-branch and multi-branch\ndual-hop relaying with/without a direct link that employ amplify-and-forward\nrelaying and two-symbol non-coherent detection, is analyzed. For this purpose,\na time-series model is developed for characterizing the time-varying nature of\nthe cascaded channel encountered in amplify-and-forward relaying.\n","Comment: PhD Dissertation"]}]
["1408.3475",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3475"],"date":["2014-08-15"],"type":["text"],"creator":["Hillenbrand, Lynne","Isaacson, Howard","Marcy, Geoffrey","Barenfeld, Scott","Fischer, Debra","Howard, Andrew"],"language":[],"coverage":[],"title":["Empirical Limits on Radial Velocity Planet Detection for Young Stars"],"description":["  We report initial results from our long term search using precision radial\nvelocities for planetary-mass companions located within a few AU of stars\nyounger than the Sun. Based on a sample of >150 stars, we define a floor in the\nradial velocity scatter, sigma_RV, as a function of the chromospheric activity\nlevel R'_{HK}. This lower bound to the jitter, which increases with increasing\nstellar activity, sets the minimum planet mass that could be detected. Adopting\na median activity-age relationship reveals the astrophysical limits to planet\nmasses discernable via radial velocity monitoring, as a function of stellar\nage. Considering solar-mass primaries having the mean jitter-activity level,\nwhen they are younger than 100 / 300 / 1000 Myr, the stochastic jitter\ncomponent in radial velocity measurements restricts detectable companion masses\nto > 0.3 / 0.2 / 0.1 M_Jupiter. These numbers require a large number -- several\ntens -- of radial velocity observations taken over a time frame longer than the\norbital period. Lower companion mass limits can be achieved for stars with less\nthan the mean jitter and/or with an increased number of observations.\n","Comment: 5 pages, to appear the 18th Cambridge Workshop on Cool Stars, Stellar\n  Systems, and the Sun proceedings edited by G. van Belle & H. Harris"]}]
["1408.3476",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3476","doi:10.1051/0004-6361/201423496"],"date":["2014-08-15"],"type":["text"],"creator":["Makarov, Dmitry","Prugniel, Philippe","Terekhova, Nataliya","Courtois, Helene","Vauglin, Isabelle"],"language":[],"coverage":[],"title":["HyperLEDA. III. The catalogue of extragalactic distances"],"description":["  We present the compilation catalogue of redshift-independent distances\nincluded in the HyperLEDA database. It is actively maintained to be up-to-date,\nand the current version counts 6640 distance measurements for 2335 galaxies\ncompiled from 430 published articles. Each individual series is recalibrated\nonto a common distance scale based on a carefully selected set of high-quality\nmeasurements. This information together with data on HI line-width, central\nvelocity dispersion, magnitudes, diameters, and redshift is used to derive a\nhomogeneous distance estimate and physical properties of galaxies, such as\ntheir absolute magnitudes and intrinsic size.\n","Comment: accepted to A&A"]}]
["1408.3478",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","33B15, 26A48"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3478","Advances in Inequalities and Applications, Vol 2014 (2014),\n  Article ID 28"],"date":["2014-08-15"],"type":["text"],"creator":["Nantomah, Kwara"],"language":[],"coverage":[],"title":["Some Inequalities for the Ratios of Generalized Digamma Functions"],"description":["  Some inequalities for the ratios of generalized digamma functions are\npresented. The approache makes use of the series representations of the\n$(q,k)$-digamma and $(p,q)$-digamma functions.\n","Comment: 5 pages"]}]
["1408.3481",{"format":[],"subject":["Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3481"],"date":["2014-08-15"],"type":["text"],"creator":["Buhné, Lukas"],"language":[],"coverage":[],"title":["Homomorphisms of Gray-categories as pseudo algebras"],"description":["  Given Gray-categories $P$ and $L$, there is a Gray-category\n$\\mathrm{Tricat}_{\\mathrm{ls}}(P,L)$ of locally strict trihomomorphisms with\ndomain $P$ and codomain $L$, tritransformations, trimodifications, and\nperturbations. If the domain $P$ is small and the codomain $L$ is cocomplete,\nwe show that this Gray-category is isomorphic as a Gray-category to the\nGray-category $\\mathrm{Ps}$-$T$-$\\mathrm{Alg}$ of pseudo algebras, pseudo\nfunctors, transformations, and modifications for a Gray-monad $T$ derived from\nleft Kan extension.\n  Inspired by a similar situation in two-dimensional monad theory, we apply the\ncoherence theory of three-dimensional monad theory and prove that the the\ninclusion of the functor category in the enriched sense into this Gray-category\nof locally strict trihomomorphisms has a left adjoint such that the components\nof the unit of the adjunction are internal biequivalences. This proves that any\nlocally strict trihomomorphism between Gray-categories with small domain and\ncocomplete codomain is biequivalent to a Gray-functor. Moreover, the hom\nGray-adjunction gives an isomorphism of the hom 2-categories of\ntritransformations between a locally strict trihomomorphism and a Gray-functor\nwith the corresponding hom 2-categories in the functor Gray-category. A notable\nexample is given by locally strict Gray-valued presheafs with small domain. Our\nresults have applications in three-dimensional descent theory and point into\nthe direction of a Yoneda lemma for tricategories.\n","Comment: 62 pages"]}]
["1408.3482",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3482"],"date":["2014-08-15"],"type":["text"],"creator":["Kalantar, Mehrdad","Moakhar, Mohammad S. M."],"language":[],"coverage":[],"title":["A note on concentration functions on transformation groups"],"description":["  In this note, we consider the concentration function problem for a continuous\naction of a locally compact group $G$ on a locally compact Hausdorff space $X$.\nWe prove a necessary and sufficient condition for the concentration functions\nof a spread-out irreducible probability measure $\\mu$ on $G$ to converge to\nzero.\n"]}]
["1408.3486",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3486","Abdullah M. H., Ali. G. B., Ismail H. A., Rassem M. A., 2011,\n  MNRAS, 416, 2027","doi:10.1111/j.1365-2966.2011.19178.x"],"date":["2014-08-15"],"type":["text"],"creator":["Abdullah, Mohamed H.","Ali, Gamal B.","Ismail, H. A.","Rassem, Mohamed A."],"language":[],"coverage":[],"title":["Studying the Dynamical Properties of 20 Nearby Galaxy Clusters"],"description":["  Using SDSS-DR7, we construct a sample of 42382 galaxies with redshifts in the\nregion of 20 galaxy clusters. Using two successive iterative methods, the\nadaptive kernel method and the spherical infall model, we obtained 3396\ngalaxies as members belonging to the studied sample. The 2D projected map for\nthe distribution of the clusters members is introduced using the 2D adaptive\nkernel method to get the clusters centers. The cumulative surface number\ndensity profile for each cluster is fitted well with the generalized King\nmodel. The core radii of the clusters' sample are found to vary from 0.18 Mpc\n$\\mbox{h}^{-1}$ (A1459) to 0.47 Mpc $\\mbox{h}^{-1}$ (A2670) with mean value of\n0.295 Mpc $\\mbox{h}^{-1}$.\n  The infall velocity profile is determined using two different models, Yahil\napproximation and Praton model. Yahil approximation is matched with the\ndistribution of galaxies only in the outskirts (infall regions) of many\nclusters of the sample, while it is not matched with the distribution within\nthe inner core of the clusters. Both Yahil approximation and Praton model are\nmatched together in the infall region for about 9 clusters in the sample but\nthey are completely unmatched for the clusters characterized by high central\ndensity. For these cluster, Yahil approximation is not matched with the\ndistribution of galaxies, while Praton model can describe well the infall\npattern of such clusters.\n","Comment: 16 pages, 8 figures"]}]
["1408.3490",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3490"],"date":["2014-08-15"],"type":["text"],"creator":["Baker, Rose"],"language":[],"coverage":[],"title":["Properties and Applications of some Distributions derived from\n  Frullani's integral"],"description":["  Frullani's integral dates from 1821, but a probabilistic interpretation of it\nhas never been made. In this paper, Frullani's integral formula is shown to\nresult from mixing a lifetime distribution by allowing the logarithm of the\nscale factor to be uniformly distributed over a finite range. This gives a\nclass of long-tailed distributions related to slash distributions, where the\npdf is simply expressed in terms of the survival function of the `parent'\ndistribution. The resulting survival distributions have all moments finite, and\ncan exhibit the bimodal hazard functions sometimes seen in practice. A\ndistribution of this type analogous to the t-distribution is derived, the\ncorresponding multivariate distributions are given, and two skewed versions of\nthis distribution are derived. The use of the mixed distributions for inference\nis exemplified by fitting them to several datasets. It is expected that there\nwill be many applications, in health, reliability, telecommunications, finance,\netc.\n","Comment: 6 figures"]}]
["1408.3492",{"format":[],"subject":["Nuclear Theory","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3492","Brazilian Journal of Physics, 37, 1238-1245 (2007)"],"date":["2014-08-15"],"type":["text"],"creator":["Nabi, Jameel-Un","Rahman, Muneeb-Ur","Sajjad, Muhammad"],"language":[],"coverage":[],"title":["Electron and Positron Capture Rates on $\\bf{^{55}}$Co in Stellar Matter"],"description":["  Cobalt-55 is not only present in abundance in presupernova phase but is also\nadvocated to play a decisive role in the core collapse of massive stars. The\nspectroscopy of electron capture and emitted neutrinos yields useful\ninformation on the physical conditions and stellar core composition. B(GT)\nvalues to low-lying states are calculated microscopically using the pn-QRPA\ntheory. Our rates are enhanced compared to the shell model rates. The\nenhancement is attributed partly to the liberty of selecting a huge model\nspace, allowing consideration of many more parent excited states in our rate\ncalculation. Unlike previous calculations, the so-called Brink's hypothesis is\nnot assumed leading to a more realistic estimate of the rates. The electron and\npositron capture rates are calculated over a wide temperature and density grid.\n","Comment: 8 pages, 6 figures and 2 tables"]}]
["1408.3494",{"format":[],"subject":["Mathematics - Algebraic Geometry","14D20, 14H40, 14E99, 14D15, 14H20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3494"],"date":["2014-08-15"],"type":["text"],"creator":["Casalaina-Martin, Sebastian","Kass, Jesse Leo","Viviani, Filippo"],"language":[],"coverage":[],"title":["The singularities and birational geometry of the universal compactified\n  Jacobian"],"description":["  In this paper we establish that the singularities of the universal\ncompactified Jacobian are canonical if the genus is at least four. As a\ncorollary we determine the Kodaira dimension and the Iitaka fibration of the\nuniversal compactified Jacobian for every degree and genus. We also determine\nthe birational automorphism group for every degree if the genus is at least\ntwelve. This extends work of G. Farkas and A. Verra, as well as that of G.\nBini, C. Fontanari and the third author.\n","Comment: 34 pages"]}]
["1408.3498",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3498"],"date":["2014-08-15"],"type":["text"],"creator":["Byrenheid, Glenn","Dũng, Dinh","Sickel, Winfried","Ullrich, Tino"],"language":[],"coverage":[],"title":["Sampling on energy-norm based sparse grids for the optimal recovery of\n  Sobolev type functions in $H^\\gamma$"],"description":["  We investigate the rate of convergence of linear sampling numbers of the\nembedding $H^{\\alpha,\\beta} (\\mathbb{T}^d) \\hookrightarrow H^\\gamma\n(\\mathbb{T}^d)$. Here $\\alpha$ governs the mixed smoothness and $\\beta$ the\nisotropic smoothness in the space $H^{\\alpha,\\beta}(\\mathbb{T}^d)$ of hybrid\nsmoothness, whereas $H^{\\gamma}(\\mathbb{T}^d)$ denotes the isotropic Sobolev\nspace. If $\\gamma>\\beta$ we obtain sharp polynomial decay rates for the first\nembedding realized by sampling operators based on \"energy-norm based sparse\ngrids\" for the classical trigonometric interpolation. This complements earlier\nwork by Griebel, Knapek and D\\~ung, Ullrich, where general linear\napproximations have been considered. In addition, we study the embedding\n$H^\\alpha_{mix} (\\mathbb{T}^d) \\hookrightarrow H^{\\gamma}_{mix}(\\mathbb{T}^d)$\nand achieve optimality for Smolyak's algorithm applied to the classical\ntrigonometric interpolation. This can be applied to investigate the sampling\nnumbers for the embedding $H^\\alpha_{mix} (\\mathbb{T}^d) \\hookrightarrow\nL_q(\\mathbb{T}^d)$ for $2<q\\leq \\infty$ where again Smolyak's algorithm yields\nthe optimal order. The precise decay rates for the sampling numbers in the\nmentioned situations always coincide with those for the approximation numbers,\nexcept probably in the limiting situation $\\beta = \\gamma$ (including the\nembedding into $L_2(\\mathbb{T}^d)$). The best what we could prove there is a\n(probably) non-sharp results with a logarithmic gap between lower and upper\nbound.\n"]}]
["1408.3499",{"format":[],"subject":["Mathematics - Analysis of PDEs","35L20, 35L80, 35L90"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3499"],"date":["2014-08-15"],"type":["text"],"creator":["Ghisi, Marina","Gobbino, Massimo"],"language":[],"coverage":[],"title":["Linear hyperbolic equations with time-dependent propagation speed and\n  strong damping"],"description":["  We consider a second order linear equation with a time-dependent coefficient\nc(t) in front of the \"elastic\" operator. For these equations it is well-known\nthat a higher space-regularity of initial data compensates a lower\ntime-regularity of c(t).\n  In this paper we investigate the influence of a strong dissipation, namely a\nfriction term which depends on a power of the elastic operator.\n  What we discover is a threshold effect. When the exponent of the elastic\noperator in the friction term is greater than 1/2, the damping prevails and the\nequation behaves as if the coefficient c(t) were constant. When the exponent is\nless than 1/2, the time-regularity of c(t) comes into play. If c(t) is regular\nenough, once again the damping prevails. On the contrary, when c(t) is not\nregular enough the damping might be ineffective, and there are examples in\nwhich the dissipative equation behaves as the non-dissipative one. As expected,\nthe stronger is the damping, the lower is the time-regularity threshold.\n  We also provide counterexamples showing the optimality of our results.\n","Comment: 36 pages"]}]
["1408.3500",{"format":[],"subject":["Computer Science - Systems and Control","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3500"],"date":["2014-08-15"],"type":["text"],"creator":["Chen, Wei","Wang, Songbai","Qiu, Li"],"language":[],"coverage":[],"title":["When MIMO Control Meets MIMO Communication: A Majorization Condition for\n  Networked Stabilizability"],"description":["  In this paper, we initiate the study of networked stabilization via a MIMO\ncommunication scheme between the controller and the plant. Specifically, the\ncommunication system is modeled as a MIMO transceiver, which consists of three\nparts: an encoder, a MIMO channel, and a decoder. In the spirit of MIMO\ncommunication, the number of SISO subchannels in the transceiver is often\ngreater than the number of data streams to be transmitted. Moreover, the\nsubchannel capacities are assumed to be fixed a priori. In this case, the\nencoder/decoder pair gives an additional design freedom on top of the\ncontroller, leading to a stabilization problem via coding/control co-design. It\nturns out that how to take the best advantage of the coding mechanism is quite\ncrucial. From a demand/supply perspective, the design of the coding mechanism\nboils down to reshaping the demands for communication resource from different\ncontrol inputs to match the given supplies. We study the problem for the case\nof AWGN subchannels and fading subchannels, respectively. In both cases, we\narrive at a unified necessary and sufficient condition on the capacities of the\nsubchannels under which the coding/control co-design problem is solvable. The\ncondition is given in terms of a majorization type relation. As we go along,\nsystematic procedures are also put forward to implement the coding/control\nco-design. A numerical example is presented to illustrate our results.\n"]}]
["1408.3502",{"format":[],"subject":["Quantum Physics","Computer Science - Information Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3502"],"date":["2014-08-15"],"type":["text"],"creator":["Kostecki, Ryszard Paweł"],"language":[],"coverage":[],"title":["L\\\"uders' and quantum Jeffrey's rules as entropic projections"],"description":["  We prove that the standard quantum mechanical description of a quantum state\nchange due to measurement, given by Lueders' rules, is a special case of the\nconstrained maximisation of a quantum relative entropy functional. This result\nis a quantum analogue of the derivation of the Bayes--Laplace rule as a special\ncase of the constrained maximisation of relative entropy. The proof is provided\nfor the Umegaki relative entropy of density operators over a Hilbert space as\nwell as for the Araki relative entropy of normal states over a W*-algebra. We\nalso introduce a quantum analogue of Jeffrey's rule, derive it in the same way\nas above, and discuss the meaning of these results for quantum bayesianism.\n"]}]
["1408.3504",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3504","M R Thomsen et al 2014 J. Phys.: Condens. Matter 26 335301","doi:10.1088/0953-8984/26/33/335301"],"date":["2014-08-15"],"type":["text"],"creator":["Thomsen, M. R.","Brun, S. J.","Pedersen, T. G."],"language":[],"coverage":[],"title":["Dirac model of electronic transport in graphene antidot barriers"],"description":["  In order to use graphene for semiconductor applications, such as transistors\nwith high on/off ratios, a band gap must be introduced into this otherwise\nsemimetallic material. A promising method of achieving a band gap is by\nintroducing nanoscale perforations (antidots) in a periodic pattern, known as a\ngraphene antidot lattice (GAL). A graphene antidot barrier (GAB) can be made by\nintroducing a 1D GAL strip in an otherwise pristine sheet of graphene. In this\npaper, we will use the Dirac equation (DE) with a spatially varying mass term\nto calculate the electronic transport through such structures. Our approach is\nmuch more general than previous attempts to use the Dirac equation to calculate\nscattering of Dirac electrons on antidots. The advantage of using the DE is\nthat the computational time is scale invariant and our method may therefore be\nused to calculate properties of arbitrarily large structures. We show that the\nresults of our Dirac model are in quantitative agreement with tight-binding for\nhexagonal antidots with armchair edges. Furthermore, for a wide range of\nstructures, we verify that a relatively narrow GAB, with only a few antidots in\nthe unit cell, is sufficient to give rise to a transport gap.\n"]}]
["1408.3510",{"format":[],"subject":["Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3510"],"date":["2014-08-15"],"type":["text"],"creator":["Arvind, Vikraman","Rattan, Gaurav"],"language":[],"coverage":[],"title":["Faster FPT Algorithm for Graph Isomorphism Parameterized by Eigenvalue\n  Multiplicity"],"description":["  We give a $O^*(k^{O(k)})$ time isomorphism testing algorithm for graphs of\neigenvalue multiplicity bounded by $k$ which improves on the previous best\nrunning time bound of $O^*(2^{O(k^2/\\log k)})$.\n"]}]
["1408.3516",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3516","Journal of Applied Physics 116, 053704 (2014)","doi:10.1063/1.4892397"],"date":["2014-08-15"],"type":["text"],"creator":["Pal, Prabir","Kumar, Pramod","V., Aswin","Dogra, Anjana","Joshi, Amish G."],"language":[],"coverage":[],"title":["Chemical potential shift and gap-state formation in SrTiO$_{3-\\delta}$\n  revealed by photoemission spectroscopy"],"description":["  In this study, we report on investigations of the electronic structure of\nSrTiO$_3$ annealed at temperature ranging between 550 and 840$^\\circ$C in an\nultrahigh vacuum. Annealing induced oxygen vacancies (O$_{vac}$) impart\nconsiderable changes in the electronic structure of SrTiO$_3$. Using core-level\nphotoemission spectroscopy, we have studied the chemical potential shift\n($\\Delta\\mu$) as a function of annealing temperature. The result shows that the\nchemical potential monotonously increases with electron doping in\nSrTiO$_{3-\\delta}$. The monotonous increase of the chemical potential rules out\nthe existence of electronic phase separation in the sample. Using valence band\nphotoemission, we have demonstrated the formation of a low density of states at\nthe near Fermi level electronic spectrum of SrTiO$_{3-\\delta}$. The gap-states\nwere observed by spectral weight transfer over a large energy scale of the\nstoichiometric band gap of SrTiO$_3$ system leading finally to an insulator -\nmetal transition. We have interpreted our results from the point of structural\ndistortions induced by oxygen vacancies.\n","Comment: 7 pages, 6 figures, 1 table"]}]
["1408.3521",{"format":[],"subject":["High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3521"],"date":["2014-08-15"],"type":["text"],"creator":["Rompotis, Nikolaos","Collaboration, for the ATLAS"],"language":[],"coverage":[],"title":["Beyond Standard Model Higgs boson physics with the ATLAS experiment at\n  the LHC"],"description":["  The search for evidence of beyond Standard Model Higgs bosons is an integral\npart of the Higgs boson studies at the LHC. This article reviews recent beyond\nStandard Model Higgs boson searches using Run I LHC proton-proton collision\ndata recorded by the ATLAS detector. In particular, searches for Higgs boson\ncascades, double Higgs boson production, scalar particles decaying to\n$\\gamma\\gamma$ pairs, flavor changing neutral currents involving Higgs bosons,\nand Higgs bosons decaying to invisible particles are discussed. No significant\ndeviations from the background expectations are found and corresponding\nconstraints on physics beyond the Standard Model are obtained.\n","Comment: 5 pages, LHCP Conference Proceedings, Columbia University, New York,\n  U.S.A. June 2-7, 2014"]}]
["1408.3524",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3524","Geochimica et Cosmochimica Acta 125, 338-350 (2014)","doi:10.1016/j.gca.2013.10.026"],"date":["2014-08-15"],"type":["text"],"creator":["Meier, Matthias M. M.","Schmitz, Birger","Lindskog, Anders","Maden, Colin","Wieler, Rainer"],"language":[],"coverage":[],"title":["Cosmic-ray exposure ages of fossil micrometeorites from mid-Ordovician\n  sediments at Lynna River, Russia"],"description":["  We measured the He and Ne concentrations of 50 individual extraterrestrial\nchromite grains recovered from mid-Ordovician (lower Darriwilian) sediments\nfrom the Lynna River section near St. Petersburg, Russia. High concentrations\nof solar wind-like He and Ne found in most grains indicate that they were\ndelivered to Earth as micrometeoritic dust, while their abundance,\nstratigraphic position and major element composition indicate an origin related\nto the L chondrite parent body (LCPB) break-up event, 470 Ma ago. Compared to\nsediment-dispersed extraterrestrial chromite (SEC) grains extracted from coeval\nsediments at other localities, the grains from Lynna River are both highly\nconcentrated and well preserved. As in previous work, in most grains from Lynna\nRiver, high concentrations of solar wind-derived He and Ne impede a clear\nquantification of cosmic-ray produced He and Ne. However, we have found several\nSEC grains poor in solar wind Ne, showing a resolvable contribution of\ncosmogenic 21Ne. This makes it possible, for the first time, to determine\nrobust cosmic-ray exposure (CRE) ages in these fossil micrometeorites, on the\norder of a few hundred-thousand years. These ages are similar to the CRE ages\nmeasured in chromite grains from cm-sized fossil meteorites recovered from\ncoeval sediments in Sweden. As the CRE ages are shorter than the orbital decay\ntime of grains of this size by Poynting-Robertson drag, this suggests that the\ngrains were delivered to Earth through direct injection into an orbital\nresonance. We demonstrate how CRE ages of fossil micrometeorites can be used,\nin principle, to determine sedimentation rates, and to correlate the sediments\nat Lynna River with the fossil meteorite-bearing sediment layers in Sweden.\n","Comment: 25 pages, 4 figures, 2 tables"]}]
["1408.3528",{"format":[],"subject":["Mathematics - Functional Analysis","46A45, 47B06, 47L20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3528"],"date":["2014-08-15"],"type":["text"],"creator":["Maji, Amit","Srivastava, P. D."],"language":[],"coverage":[],"title":["On some geometric properties of generalized Musielak-Orlicz sequence\n  space and corresponding operator ideals"],"description":["  Let $\\bold{\\Phi}=(\\phi_n)$ be a Musielak-Orlicz function, $X$ be a real\nBanach space and $A$ be any infinite matrix. In this paper, a generalized\nvector-valued Musielak-Orlicz sequence space $l_{\\bold {\\Phi}}^{A}(X)$ is\nintroduced. It is shown that the space is complete normed linear space under\ncertain conditions on the matrix $A$. It is also shown that\n$l_{\\bold{\\Phi}}^{A}(X)$ is a $\\sigma$- Dedikind complete whenever $X$ is so.\nWe have discussed some geometric properties, namely, uniformly monotone,\nuniform Opial property for this space. Using the sequence of $s$-number (in the\nsense of Pietsch), the operators of $s$-type $l_{\\bold{\\Phi}}^{A}$ and operator\nideals under certain conditions on the matrix $A$ are discussed.\n","Comment: 18 pages"]}]
["1408.3529",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3529"],"date":["2014-08-15"],"type":["text"],"creator":["Kumar, Brijesh","Danu, Bimla"],"language":[],"coverage":[],"title":["Effective models for the magnetization behavior of Shastry-Sutherland\n  model"],"description":["  The minimal effective model for the magnetisation plateaus below 1/2 in the\nShastry-Sutherland model is derived to be an Ising model of certain unit-cell\nhard-core bosons with anisotropic repulsive interactions on isosceles\ntriangular lattice. It unambiguously gives the prominent plateaus at 1/8, 1/6,\n1/4, 1/3 and an additional one at 3/8, related through a particle-hole (p-h)\ntransformation. The Dzyaloshinsky-Moriya (DM) interaction dresses it up with an\ninhomogeneous transverse field that also causes p-h asymmetry due to an\nin-plane component of the inter-dimer DM vector. This explains the asymmetry\nbetween the magnetisation below and above 1/4 in SrCu$_2$(BO$_3$)$_2$. The\neffective model above 1/2 plateau is an XXZ model with stronger XY parts. It\ngives no magnetisation plateaus, but exhibits chiral order.\n","Comment: 5 pages, 10 figures"]}]
["1408.3532",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3532"],"date":["2014-08-15"],"type":["text"],"creator":["Grimmer, D.","Safavi-Naini, A.","Capogrosso-Sansone, B.","Söyler, Ş. G."],"language":[],"coverage":[],"title":["Quantum Phases of Soft-Core Dipolar Bosons in Optical Lattices"],"description":["  We study the phase diagram of a system of soft-core dipolar bosons confined\nto a two-dimensional optical lattice layer. We assume that dipoles are aligned\nperpendicular to the layer such that the dipolar interactions are purely\nrepulsive and isotropic. We consider the full dipolar interaction and perform\nPath Integral Quantum Monte Carlo simulations using the Worm Algorithm. Besides\na superfluid phase, we find various solid and supersolid phases. We show that,\nunlike what was found previously for the case of nearest-neighboring\ninteraction, supersolid phases are stabilized not only by doping the solids\nwith particles but with holes as well. We further study the stability of these\nquantum phases against thermal fluctuations. Finally, we discuss pair formation\nand the stability of the pair checkerboard phase formed in a bilayer geometry,\nand suggest experimental conditions under which the pair checkerboard phase can\nbe observed.\n","Comment: 5 pages, 5 figures"]}]
["1408.3535",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3535"],"date":["2014-08-15"],"type":["text"],"creator":["Falaye, B. J.","Oyewumi, K. J.","Ikhdair, S. M.","Hamzavi, M."],"language":[],"coverage":[],"title":["Analysis of quantum-mechanical states of the Mie-type ring shaped model\n  via the Fisher's information entropy"],"description":["  In the recent years, information theory of quantum-mechanical systems have\naroused the interest of many Theoretical Physicist. This due to the fact that\nit provides a deeper insight into the internal structure of the systems. Also,\nIt is the strongest support of the modern quantum computation and information,\nwhich is basic for numerous technological developments. This study report the\nany $\\ell-$state solution of the radial Schr\\\"{o}dinger equation with the\nMie-type ring shaped diatomic molecular potential. Rotational-vibration of some\nfew selected diatomic molecules are given. The probability distribution density\nof the system which gives the probability density for observing the electron in\nthe state characterized by the quantum numbers $(n, l, m)$ in the Mie-type ring\nshaped diatomic molecular potential is obtained. Finally, we analyze this\ndistribution via a complementary information measures of a probability\ndistribution called as the Fisher's information entropy.\n"]}]
["1408.3537",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3537"],"date":["2014-08-15"],"type":["text"],"creator":["Dave, Dhaval","Dave, Pranav"],"language":[],"coverage":[],"title":["An Effective Black Hole Attack Detection Mechanism using Permutation\n  Based Acknowledgement in MANET"],"description":["  With the evolution of wireless technology and use of mobile devices, Mobile\nAd-hoc Network has become popular among researchers to explore. A mobile ad-hoc\nnetwork (MANET) is a self-configuring network of mobile routers (and associated\nhosts) connected by wireless links. The routers and hosts are free to move\nrandomly and organize themselves arbitrarily. It allows mobile nodes to\ncommunicate directly without any centralized coordinator. Such network\nscenarios cannot rely on centralized and organized connectivity, and can be\nconceived as applications of Mobile Ad-Hoc Networks. Thus, MANET is vulnerable\ndue to its dynamic network topology, as any node become untrusted at any time.\nThe Black hole attack is one kind of security risk in which malicious node\nadvertises itself to have a shortest path for any destination, to forge data or\nfor DOS attack. In this paper, to detect such nodes effectively, we propose a\nPermutation based Acknowledgement for most widely used reactive protocol ad-hoc\non demand distance vector routing AODV. This mechanism is enhancement of\nAdaptive Acknowledgement (AACK) and TWO-ACK, here we have tried to show the\nefficiency increment by decreasing number of messages routed in the network.\n","Comment: MANET, Black Hole, Permutation, Security, Ad-hoc network"]}]
["1408.3539",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3539","Reports of Progress in Physics, 77, 085901, 2014","doi:10.1088/0034-4885/77/8/085901"],"date":["2014-08-15"],"type":["text"],"creator":["Kerswell, R. R.","Pringle, C. C. T.","Willis, A. P."],"language":[],"coverage":[],"title":["An optimisation approach for analysing nonlinear stability with\n  transition to turbulence in fluids as an exemplar"],"description":["  This article introduces, and reviews recent work using, a simple optimisation\ntechnique for analysing the nonlinear stability of a state in a dynamical\nsystem. The technique can be used to identify the most efficient way to disturb\na system such that it transits from one stable state to another. The key idea\nis introduced within the framework of a finite-dimensional set of ordinary\ndifferential equations (ODEs) and then illustrated for a very simple system of\n2 ODEs which possesses bistability. Then the transition to turbulence problem\nin fluid mechanics is used to show how the technique can be formulated for a\nspatially-extended system described by a partial differential equation (the\nwell-known Navier-Stokes equation). Within that context, the optimisation\ntechnique bridges the gap between (linear) optimal perturbation theory and the\n(nonlinear) dynamical systems approach to fluid flows. The fact that the\ntechnique has now been recently shown to work in this very high dimensional\nsetting augurs well for its utility in other physical systems.\n","Comment: submitted copy (33 pages, 9 figures)- accepted copy on first author's\n  website"]}]
["1408.3541",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3541","EPJ Web Conf. 71 (2014) 00068","doi:10.1051/epjconf/20147100068"],"date":["2014-08-15"],"type":["text"],"creator":["Kiritsis, Elias"],"language":[],"coverage":[],"title":["Gravity and axions from a random UV QFT"],"description":["  It is postulated that the UV QFT is enormous and random. The coupling of the\nStandard Model to such QFT is analyzed. It is argued that massless 4d gravity\nand axions are general avatars of the postulate. The equivalence principle\nemerges naturally as well as a concrete set of sources for its breaking. The\naxion scale is related to the 4d Planck scale as $f=M_P/N$, where $N$ is the\n\"number of colors\" of the (almost) hidden UV CFT.\n","Comment: Latex, 39 pages"]}]
["1408.3545",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3545"],"date":["2014-08-15"],"type":["text"],"creator":["Matsinos, Evangelos","Rasche, Günther"],"language":[],"coverage":[],"title":["The propagation of a massive spin-$\\frac{3}{2}$ field, with application\n  to $\\pi N$ scattering"],"description":["  In the present paper, we investigate the propagation of a massive\nspin-$\\frac{3}{2}$ field, aiming at a direct application in hadronic models of\nthe pion-nucleon ($\\pi N$) interaction. Suitable expressions for the\ncontributions to the standard invariant amplitudes $A$ and $B$ are derived,\napplicable in the general case of isospin decomposition. We first deal with the\ndetails of the lengthy calculation involving the Rarita-Schwinger propagator\nand confirm the validity of the expressions which had appeared in the\nliterature in the early 1970s. We subsequently derive the corresponding\ncontributions when following two other approaches, one featuring the Williams\npropagator, the other being known as Pascalutsa's method.\n","Comment: 36 pages, 1 table, 3 figures"]}]
["1408.3546",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3546","Journal of Nuclear Materials, Vol.455, Issues 1-3, December 2014,\n  pp.277-291","doi:10.1016/j.jnucmat.2014.06.014"],"date":["2014-08-14"],"type":["text"],"creator":["Stork, D.","Agostini, P.","Boutard, J-L.","Buckthorpe, D.","Diegele, E.","Dudarev, S. L.","English, C.","Federici, G.","Gilbert, M. R.","Gonzalez, S.","Ibarra, A.","Linsmeier, Ch.","Puma, A. Li","Marbach, G.","Morris, P. F.","Packer, L. W.","Raj, B.","Rieth, M.","Tran, M. Q.","Ward, D. J.","Zinkle, S. J."],"language":[],"coverage":[],"title":["Developing Structural, High-heat flux and Plasma Facing Materials for a\n  near-term DEMO Fusion Power Plant: the EU Assessment"],"description":["  The findings of the EU 'Materials Assessment Group' (MAG), within the 2012 EU\nFusion Roadmap exercise, are discussed. MAG analysed the technological\nreadiness of structural, plasma facing and high heat flux materials for a DEMO\nconcept to be constructed in the early 2030s, proposing a coherent strategy for\nR&D up to a DEMO construction decision. Technical consequences for the\nmaterials required and the development, testing and modelling programmes, are\nanalysed using: a systems engineering approach, considering reactor operational\ncycles, efficient maintenance and inspection requirements, and interaction with\nfunctional materials/coolants; and a project-based risk analysis, with R&D to\nmitigate risks from material shortcomings including development of specific\nrisk mitigation materials.\n","Comment: 58 pages, 9 figures,Proceedings of the 16th International Conference\n  on Fusion Reactor Materials (ICFRM-16), Beijing, China, 20th-26th October,\n  2013"]}]
["1408.3550",{"format":[],"subject":["Computer Science - Computers and Society","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3550"],"date":["2014-08-13"],"type":["text"],"creator":["Sabatini, Fabio","Sarracino, Francesco"],"language":[],"coverage":[],"title":["Online networks and subjective well-being"],"description":["  We argue that the use of online networks may threaten subjective well-being\nin several ways, due to the inherent attributes of Internet-mediated\ninteraction and through its effects on social trust and sociability. We test\nour hypotheses on a representative sample of the Italian population. We find a\nsignificantly negative correlation between online networking and well-being.\nThis result is partially confirmed after accounting for endogeneity. We explore\nthe direct and indirect effects of the use of social networking sites (SNS) on\nwell-being in a SEM analysis. We find that online networking plays a positive\nrole in subjective well-being through its impact on physical interactions,\nwhereas SNS use is associated with lower social trust. The overall effect of\nnetworking on individual welfare is significantly negative.\n","Comment: 40 pages"]}]
["1408.3552",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3552"],"date":["2014-08-15"],"type":["text"],"creator":["Dutta, Rajib","Koley, Ujjwal","Risebro, Nils Henrik"],"language":[],"coverage":[],"title":["Convergence of a higher-order scheme for Korteweg-de Vries equation"],"description":["  We study the convergence of higher order schemes for the Cauchy problem\nassociated to the KdV equation. More precisely, we design a Galerkin type\nimplicit scheme which has higher order accuracy in space and first order\naccuracy in time. The convergence is established for initial data in L^2, and\nwe show that the scheme converges strongly in L^2(0,T; L^2_loc(\\R)) to a weak\nsolution. Finally, the convergence is illustrated by several examples.\n","Comment: 20 pages, 2 figures"]}]
["1408.3559",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics","Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3559"],"date":["2014-08-14"],"type":["text"],"creator":["Ball, William T.","Mortlock, Daniel J.","Egerton, Jack S.","Haigh, Joanna D."],"language":[],"coverage":[],"title":["Assessing the relationship between spectral solar irradiance and\n  stratospheric ozone using Bayesian inference"],"description":["  We investigate the relationship between spectral solar irradiance (SSI) and\nozone in the tropical upper stratosphere. We find that solar cycle (SC) changes\nin ozone can be well approximated by considering the ozone response to SSI\nchanges in a small number individual wavelength bands between 176 and 310 nm,\noperating independently of each other. Additionally, we find that the ozone\nvaries approximately linearly with changes in the SSI. Using these facts, we\npresent a Bayesian formalism for inferring SC SSI changes and uncertainties\nfrom measured SC ozone profiles. Bayesian inference is a powerful,\nmathematically self-consistent method of considering both the uncertainties of\nthe data and additional external information to provide the best estimate of\nparameters being estimated. Using this method, we show that, given measurement\nuncertainties in both ozone and SSI datasets, it is not currently possible to\ndistinguish between observed or modelled SSI datasets using available estimates\nof ozone change profiles, although this might be possible by the inclusion of\nother external constraints. Our methodology has the potential, using wider\ndatasets, to provide better understanding of both variations in SSI and the\natmospheric response.\n","Comment: 21 pages, 4 figures, Journal of Space Weather and Space Climate\n  (accepted), pdf version is in draft mode of Space Weather and Space Climate"]}]
["1408.3562",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Computers and Society","Computer Science - Social and Information Networks","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3562"],"date":["2014-08-15"],"type":["text"],"creator":["Hale, Scott A.","John, Peter","Margetts, Helen","Yasseri, Taha"],"language":[],"coverage":[],"title":["Investigating Political Participation and Social Information Using Big\n  Data and a Natural Experiment"],"description":["  Social information is particularly prominent in digital settings where the\ndesign of platforms can more easily give real-time information about the\nbehaviour of peers and reference groups and thereby stimulate political\nactivity. Changes to these platforms can generate natural experiments allowing\nan assessment of the impact of changes in social information and design on\nparticipation. This paper investigates the impact of the introduction of\ntrending information on the homepage of the UK government petitions platform.\nUsing interrupted time series and a regression discontinuity design, we find\nthat the introduction of the trending feature had no statistically significant\neffect on the overall number of signatures per day, but that the distribution\nof signatures across petitions changes: the most popular petitions gain even\nmore signatures at the expense of those with less signatories. We find\nsignificant differences between petitions trending at different ranks, even\nafter controlling for each petition's individual growth prior to trending. The\nfindings suggest a non-negligible group of individuals visit the homepage of\nthe site looking for petitions to sign and therefore see the list of trending\npetitions, and a significant proportion of this group responds to the social\ninformation that it provides. These findings contribute to our understanding of\nhow social information, and the form in which it is presented, affects\nindividual political behaviour in digital settings.\n","Comment: Prepared for delivery at the 2014 Annual Meeting of the American\n  Political Science Association, August 28-31, 2014"]}]
["1408.3564",{"format":[],"subject":["Computer Science - Multimedia"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3564","ANVESA,7(2), 105-115, 2012"],"date":["2014-08-15"],"type":["text"],"creator":["Mishra, Minati","Mishra, Priyadarsini","Adhikary, M. C."],"language":[],"coverage":[],"title":["Digital Image Data Hiding Techniques: A Comparative Study"],"description":["  With the advancements in the field of digital image processing during the\nlast decade, digital image data hiding techniques such as watermarking,\nSteganography have gained wide popularity. Digital image watermarking\ntechniques hide a small amount of data into a digital image which, later can be\nretrieved using some specific retrieval algorithms to prove the copyright of a\npiece of digital information whereas, Steganographic techniques are used to\nhide a large amount of data secretly into some innocuous looking digital\nmedium. In this paper we are providing an up-to-date review of these data\nhiding techniques.\n","Comment: 11 pages, ANVESA - The Journal of F.M. University, ISSN-0974-715X.\n  arXiv admin note: text overlap with\n  http://dx.doi.org/10.1016/j.sigpro.2009.08.010 by other authors"]}]
["1408.3571",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3571"],"date":["2014-08-15"],"type":["text"],"creator":["Lessa, Pablo"],"language":[],"coverage":[],"title":["Brownian motion on stationary random manifolds"],"description":["  We introduce the notion of a stationary random manifold and develop the basic\nentropy theory for it. Examples include manifolds admitting a compact quotient\nunder isometries and generic leaves of a compact foliation. We prove that the\nentropy of an ergodic stationary random manifold is zero if and only if the\nmanifold satisfies the Liouville property almost surely, and is positive if and\nonly if it admits an infinite dimensional space of bounded harmonic functions\nalmost surely. Upper and lower bounds for the entropy are provided in terms of\nthe linear drift of Brownian motion and average volume growth of the manifold.\nOther almost sure properties of these random manifolds are also studied.\n"]}]
["1408.3573",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3573"],"date":["2014-08-15"],"type":["text"],"creator":["Tasli, H. Emrah","Ivan, Paul"],"language":[],"coverage":[],"title":["Turkish Presidential Elections TRT Publicity Speech Facial Expression\n  Analysis"],"description":["  In this paper, facial expressions of the three Turkish presidential\ncandidates Demirtas, Erdogan and Ihsanoglu (in alphabetical order) are analyzed\nduring the publicity speeches featured at TRT (Turkish Radio and Television) on\n03.08.2014. FaceReader is used for the analysis where 3D modeling of the face\nis achieved using the active appearance models (AAM). Over 500 landmark points\nare tracked and analyzed for obtaining the facial expressions during the whole\nspeech. All source videos and the data are publicly available for research\npurposes.\n","Comment: 2 pages 3 figures"]}]
["1408.3575",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3575","International Journal of Foundation in Computer Science &\n  Technology, Vol. 4, No. 4, pp. 49-61, 2014, Australia","doi:10.5121/ijfcst.2014.4404"],"date":["2014-08-12"],"type":["text"],"creator":["Kumar, Kamal","Verma, A. K.","Patel, R. B."],"language":[],"coverage":[],"title":["Secure Multipath Routing Scheme using Key Pre-Distribution in Wireless\n  Sensor Networks"],"description":["  Multipath routing in WSN has been a long wish in security scenario where\nnodes on next-hop may be targeted to compromise. Many proposals of Multipath\nrouting has been proposed in ADHOC Networks but under constrained from keying\nenvironment most seems ignorant. In WSN where crucial data is reported by nodes\nin deployment area to their securely located Sink, route security has to be\nguaranteed. Under dynamic load and selective attacks, availability of multiple\nsecure paths is a boon and increases the attacker efforts by many folds. We\npropose to build a subset of neighbors as our front towards destination node.\nWe also identified forwarders for query by base station. The front is optimally\ncalculated to maintain the security credential and avail multiple paths.\nAccording to our knowledge ours is first secure multipath routing protocol for\nWSN. We established effectiveness of our proposal with mathematical analysis\n","Comment: 13 pages"]}]
["1408.3577",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3577"],"date":["2014-08-15"],"type":["text"],"creator":["Durakovic, Amel","Andre, Emil Cortes","Tranberg, Anders"],"language":[],"coverage":[],"title":["On Complex Langevin Dynamics and the Evaluation of Observables"],"description":["  In stochastic quantisation, quantum mechanical expectation values are\ncomputed as averages over the time history of a stochastic process described by\na Langevin equation. Complex stochastic quantisation, though theoretically not\nrigorously established, extends this idea to cases where the action is\ncomplex-valued by complexifying the basic degrees of freedom, all observables\nand allowing the stochastic process to probe the complexified configuration\nspace. We review the method for a previously studied one-dimensional toy model,\nthe U(1) one link model. We confirm that complex Langevin dynamics only works\nfor a certain range of parameters, misestimating observables otherwise. A\ncurious effect is observed where all moments of the basic stochastic variable\nare misestimated, although these misestimated moments may be used to construct,\nby a Taylor series, other observables that are reproduced correctly. This\nsuggests a subtle but not completely resolved relationship between the original\ncomplex integration measure and the higher-dimensional probability distribution\nin the complexified configuration space, generated by the complex Langevin\nprocess.\n","Comment: 5 pages, 6 figures"]}]
["1408.3579",{"format":[],"subject":["Physics - Optics","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3579"],"date":["2014-08-15"],"type":["text"],"creator":["Malomed, Boris A."],"language":[],"coverage":[],"title":["Mini-review: Spatial solitons supported by localized gain"],"description":["  The creation of stable 1D and 2D localized modes in lossy nonlinear media is\na fundamental problem in optics and plasmonics. This article gives a short\nreview of theoretical methods elaborated for this purpose, using localized gain\napplied at one or several \"hot spots\" (HSs). The introduction surveys a broad\nclass of models for which this approach was developed. Other sections focus in\nsome detail on basic 1D continuous and discrete systems, where the results can\nbe obtained, partly or fully, in an analytical form (verified by comparison\nwith numerical results), which provides a deeper insight into the nonlinear\ndynamics of optical beams in dissipative nonlinear media. In particular,\nconsidered are the single and double HSs in the usual waveguide with the\nself-focusing (SF) or self-defocusing (SDF) Kerr nonlinearity, which give rise\nto rather sophisticated results, in spite of apparent simplicity of the model;\nsolitons attached to a PT-symmetric dipole embedded into the SF or SDF medium;\ngap solitons pinned to an HS in a Bragg grating; and discrete solitons in a 1D\nlattice with a \"hot site\".\n","Comment: An invited mini-review to appear in J. Opt. Soc. Am. B"]}]
["1408.3585",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3585","MNRAS (October 1, 2014) 443 (4): 3741-3751","doi:10.1093/mnras/stu1445"],"date":["2014-08-15"],"type":["text"],"creator":["Lentati, Lindley","Carilli, Chris","Alexander, Paul","Walter, Fabian","Decarli, Roberto"],"language":[],"coverage":[],"title":["A Bayesian blind survey for cold molecular gas in the Universe"],"description":["  A new Bayesian method for performing an image domain search for line-emitting\ngalaxies is presented. The method uses both spatial and spectral information to\nrobustly determine the source properties, employing either simple Gaussian, or\nother physically motivated models whilst using the evidence to determine the\nprobability that the source is real. In this paper, we describe the method, and\nits application to both a simulated data set, and a blind survey for cold\nmolecular gas using observations of the Hubble Deep Field North taken with the\nPlateau de Bure Interferometer. We make a total of 6 robust detections in the\nsurvey, 5 of which have counterparts in other observing bands. We identify the\nmost secure detections found in a previous investigation, while finding one new\nprobable line source with an optical ID not seen in the previous analysis. This\nstudy acts as a pilot application of Bayesian statistics to future searches to\nbe carried out both for low-$J$ CO transitions of high redshift galaxies using\nthe JVLA, and at millimeter wavelengths with ALMA, enabling the inference of\nrobust scientific conclusions about the history of the molecular gas properties\nof star-forming galaxies in the Universe through cosmic time.\n","Comment: 12 pages, 4 Figures, 5 Tables"]}]
["1408.3587",{"format":[],"subject":["Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3587"],"date":["2014-08-15"],"type":["text"],"creator":["Tan, Luchen","Clarke, Clarke L. A."],"language":[],"coverage":[],"title":["A Family of Rank Similarity Measures based on Maximized Effectiveness\n  Difference"],"description":["  Rank similarity measures provide a method for quantifying differences between\nsearch engine results without the need for relevance judgments. For example,\nthe providers of a search service might use such measures to estimate the\nimpact of a proposed algorithmic change across a large number of queries -\nperhaps millions - identifying those queries where the impact is greatest. In\nthis paper, we propose and validate a family of rank similarity measures, each\nderived from an associated effectiveness measure. Each member of the family is\nbased on the maximization of effectiveness difference under this associated\nmeasure. Computing this maximized effectiveness difference (MED) requires the\nsolution of an optimization problem that varies in difficulty, depending on the\nassociated measure. We present solutions for several standard effectiveness\nmeasures, including nDCG, MAP, and ERR. Through an experimental validation, we\nshow that MED reveals meaningful differences between retrieval runs.\nMathematically, MED is a metric, regardless of the associated measure. Prior\nwork has established a number of other desiderata for rank similarity in the\ncontext of search, and we demonstrate that MED satisfies these requirements.\nUnlike previous proposals, MED allows us to directly translate assumptions\nabout user behavior from any established effectiveness measure to create a\ncorresponding rank similarity measure. In addition, MED cleanly accommodates\npartial relevance judgments, and if complete relevance information is\navailable, it reduces to a simple difference between effectiveness values.\n"]}]
["1408.3589",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3589"],"date":["2014-08-15"],"type":["text"],"creator":["Goldstein, Garry","Andrei, Natan"],"language":[],"coverage":[],"title":["Stron eigenstate thermalization hypothesis"],"description":["  We present a generalization of the ETH conjecture. Using this generalization\nwe are able to derive the fact that an arbitrary eigenstate of a general many\nbody system may be used to represent microcanonical ensemble in any many body\nexperiment that involves only local operators and projectors onto eigenstates\nof the system Hamiltonian. In particular we extend the ETH to include some\nnon-local operators. We present a derivation of this conjecture in the case of\na many body model whose Hamiltonian is composed of two parts: an integrable\nHamiltonian and a small but finite Gaussian perturbation.\n","Comment: 4 pages, 1 figure"]}]
["1408.3593",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3593","J. Phys.: Condens. Matter 19 (2007) 186226","doi:10.1088/0953-8984/19/18/186226"],"date":["2014-08-15"],"type":["text"],"creator":["Sacanell, Joaquín","Levy, Pablo","Leyva, Ana G.","Parisi, Francisco","Ghivelder, Luis"],"language":[],"coverage":[],"title":["Phase diagram of La_{5/8-y}Nd_{y}Ca_{3/8}MnO_3 manganites"],"description":["  We report a detailed study of the electric transport and magnetic properties\nof the LaNdCaMnO manganite system. Substitution of LaIII by smaller NdIII ions,\nreduces the mean ionic radius of the A site ion. We have studied samples in the\nentire range between rich La and rich Nd compounds. Results of DC magnetization\nand resistivity show that doping destabilize the FM character of the pure La\ncompound and triggers the formation of a phase separated state at intermediate\ndoping. We have also found evidence of a dynamical behaviour within the phase\nseparated state. A phase diagram is constructed, summarizing the effect of\nchemical substitution on the system.\n","Comment: 15 pages, 8 figures"]}]
["1408.3596",{"format":[],"subject":["Computer Science - Systems and Control","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3596"],"date":["2014-08-13"],"type":["text"],"creator":["Serakos, Demetrios"],"language":[],"coverage":[],"title":["On BMD Target Tracking: Data Association and Data Fusion"],"description":["  In this paper we consider multitarget tracking with multiple sensors for BMD.\nIn a previous paper multitarget tracking with a single sensor was considered\n[8]. A ballistic missile may be in several pieces, presenting multiple targets.\nBesides the ground based or ship sensor there is also the missile seeker. We\nconsider algorithms for generating and maintaining the tracks needed for BMD. A\ncue of a BM from a non-organic tracking system may also be received. We\nconsider whether the cue is already in the local track file or is a new track.\nThe cue information can improve the existing local track.\n","Comment: 10 pages. Proceedings 2004 National Fire Control Symposium Kauai HI\n  9-12 August 2004"]}]
["1408.3599",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3599","Physica B 398 (2007) 238","doi:10.1016/j.physb.2007.04.023"],"date":["2014-08-15"],"type":["text"],"creator":["Sacanell, J.","Quintero, M.","Parisi, F.","Ghivelder, L.","Leyva, A. G.","Levy, P."],"language":[],"coverage":[],"title":["Correlation between electrical and magnetic properties of phase\n  separated manganites studied with a General Effective Medium model"],"description":["  We have performed electrical resistivity and DC magnetization measurements as\na function of temperature, on polycrystalline samples of phase separated\nLaPrCaMnO. We have used the General Effective Medium Theory to obtain\ntheoretical resistivity vs. temperature curves corresponding to different fixed\nferromagnetic volume fraction values, assuming that the sample is a mixture of\ntypical metallic like and insulating manganites. By comparing this data with\nour experimental resistivity curves we have obtained the relative ferromagnetic\nvolume fraction of our sample as a function of temperature. This result matches\nwith the corresponding magnetization data in excellent agreement, showing that\na mixed phase scenario is the key element to explain both the magnetic and\ntransport properties in the present compound.\n","Comment: 4 pages, 3 figures"]}]
["1408.3602",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3602"],"date":["2014-08-13"],"type":["text"],"creator":["Li, Tiejun","Li, Xiaoguang","Zhou, Xiang"],"language":[],"coverage":[],"title":["Finding Transition Pathways on Manifolds"],"description":["  We consider noise-induced transition paths in randomly perturbed dynami- cal\nsystems on a smooth manifold. The classical Freidlin-Wentzell large devia- tion\ntheory in Euclidean spaces is generalized and new forms of action functionals\nare derived in the spaces of functions and the space of curves to accommodate\nthe intrinsic constraints associated with the manifold. Numerical meth- ods are\nproposed to compute the minimum action paths for the systems with constraints.\nThe examples of conformational transition paths for a single and double rod\nmolecules arising in polymer science are numerically investigated.\n"]}]
["1408.3605",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3605"],"date":["2014-08-15"],"type":["text"],"creator":["Mafra, Carlos R.","Schlotterer, Oliver"],"language":[],"coverage":[],"title":["Cohomology foundations of one-loop amplitudes in pure spinor superspace"],"description":["  We describe a pure spinor BRST cohomology framework to compactly represent\nten-dimensional one-loop amplitudes involving any number of massless open- and\nclosed-string states. The method of previous work to construct scalar and\nvectorial BRST invariants in pure spinor superspace signals the appearance of\nthe hexagon gauge anomaly when applied to tensors. We study the systematics of\nthe underlying BRST anomaly by defining the notion of pseudo-cohomology. This\nleads to a rich network of pseudo-invariant superfields of arbitrary tensor\nrank whose behavior under traces and contractions with external momenta is\ndetermined from cohomology manipulations. Separate papers will illustrate the\nvirtue of the superfields in this work to represent one-loop amplitudes of the\nsuperstring and of ten-dimensional super-Yang--Mills theory.\n","Comment: 94 pages, harvmac TeX"]}]
["1408.3609",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3609"],"date":["2014-08-15"],"type":["text"],"creator":["Tutaj, Edward"],"language":[],"coverage":[],"title":["Prime numbers with a certain extremal type property"],"description":["  The convex hull of the subgraph of the prime counting function $x\\rightarrow\n\\pi(x)$ is a convex set, bounded from above by a graph of some piecewise affine\nfunction $x\\rightarrow \\epsilon(x)$. The vertices of this function form an\ninfinite sequence of points $(e_k,\\pi(e_k))_1^{\\infty}$. In this paper we\npresent some trivial observation about the sequence $(e_k)_1^{\\infty}$ and we\nformulate a number of questions resulting from the numerical data. Besides we\nprove one less trivial result: if the Riemann hypothesis is true, then\n$\\lim\\frac{e_{k+1}}{e_k}=1$.\n"]}]
["1408.3610",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3610"],"date":["2014-08-15"],"type":["text"],"creator":["Chen, Ningyuan","Litvak, Nelly","Olvera-Cravioto, Mariana"],"language":[],"coverage":[],"title":["PageRank in scale-free random graphs"],"description":["  We analyze the distribution of PageRank on a directed configuration model and\nshow that as the size of the graph grows to infinity it can be closely\napproximated by the PageRank of the root node of an appropriately constructed\ntree. This tree approximation is in turn related to the solution of a linear\nstochastic fixed point equation that has been thoroughly studied in the recent\nliterature.\n"]}]
["1408.3615",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3615"],"date":["2014-08-15"],"type":["text"],"creator":["Poh, Chung-Kiak","Poh, Chung-How"],"language":[],"coverage":[],"title":["Can the vertical motions in the eyewall of tropical cyclones support\n  persistent UAV flight?"],"description":["  Powered flights in the form of manned or unmanned aerial vehicles (UAVs) have\nbeen flying into tropical cyclones to obtain vital atmospheric measurements\nwith flight duration typically lasting between 12 and 36 hours. Convective\nvertical motion properties of tropical cyclones have previously been studied.\nThis work investigates the possibility to achieve persistent flight by\nharnessing the generally pervasive updrafts in the eyewall of tropical\ncyclones. A sailplane UAV capable of vertical take-off and landing (VTOL) is\nproposed and its flight characteristics simulated. Results suggest that the\nconcept of persistent flight within the eyewall is promising and may be\nextendable to the rainband regions.\n"]}]
["cond-mat/0309073",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0309073","Journal of Alloys and Compounds 369 / 1-2 (2004) pp. 74-77","doi:10.1016/j.jallcom.2003.09.045"],"date":["2003-09-02"],"type":["text"],"creator":["Sacanell, J.","Quintero, M.","Curiale, J.","Garbarino, G.","Acha, C.","Freitas, R. S.","Ghivelder, L.","Polla, G.","Leyva, G.","Levy, P.","Parisi, F."],"language":[],"coverage":[],"title":["Low temperature irreversibility induced by thermal cycles on two\n  prototypical phase separated manganites"],"description":["  We have studied the effect of irreversibility induced by repeated thermal\ncycles on the electric transport and magnetization of polycrystalline samples\nof La0.5Ca0.5MnO3 and La0.325Pr0.3Ca0.375MnO3. An increase of the resistivity\nand a decrease of the magnetization at different temperature ranges after\ncycling is obtained in the temperature range between 300 K and 30 K. Both\ncompounds are known to exhibit intrinsic submicrometric coexistence of phases\nand undergo a sequence of phase transitions related to structural changes.\nChanges induced by thermal cycling can be partially inhibited by applying\nmagnetic field and hydrostatic pressure.\n  Our results suggest that the growth and coexistence of phases with different\nstructures gives rise to microstructural tracks and strain accommodation,\nproducing the observed irreversibility. Irrespective of the actual ground state\nof each compound, the effect of thermal cycling is towards an increase of the\namount of the insulating phase in both compounds.\n","Comment: to appear in Journal of Alloys and Compounds (2003)"]}]
