["0704.3669",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Geometric Topology","57N10, 57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.3669","Fund. math., 201 (2008), pp. 217-239"],"date":["2007-04-27"],"type":["text"],"creator":["Beliakova, Anna","Blanchet, Christian","Le, Thang T. Q."],"language":[],"coverage":[],"title":["Unified quantum invariants and their refinements for homology 3-spheres\n  with 2-torsion"],"description":["  For every rational homology 3-sphere with 2-torsion only we construct a\nunified invariant (which takes values in a certain cyclotomic completion of a\npolynomial ring), such that the evaluation of this invariant at any odd root of\nunity provides the SO(3) Witten-Reshetikhin-Turaev invariant at this root and\nat any even root of unity the SU(2) quantum invariant. Moreover, this unified\ninvariant splits into a sum of the refined unified invariants dominating spin\nand cohomological refinements of quantum SU(2) invariants. New results on the\nOhtsuki series and the integrality of quantum invariants are the main\napplications of our construction.\n","Comment: 23 pages, results of math.QA/0510382 are included"]}]
["0705.0669",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Symplectic Geometry","57R58, 57M27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0669","Journal of Knot Theory Ram., Oberwolfach Proceedings 3 (2010), pp.\n  1-19"],"date":["2007-05-04","2010-01-14"],"type":["text"],"creator":["Beliakova, Anna"],"language":[],"coverage":[],"title":["A Simplification of Combinatorial Link Floer Homology"],"description":["  We define a new combinatorial complex computing the hat version of link Floer\nhomology over Z/2Z, which turns out to be significantly smaller than the\nManolescu-Ozsvath-Sarkar one.\n","Comment: 20 pages with figures, final version printed in JKTR, v.3 of\n  Oberwolfach Proceedings"]}]
["1005.1005",{"format":[],"subject":["Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1005"],"date":["2010-05-06","2014-04-11"],"type":["text"],"creator":["Akhmet'ev, Petr M."],"language":[],"coverage":[],"title":["Geometric approach to stable homotopy groups of spheres. I. The Hopf\n  invariant"],"description":["  A geometric approach to the stable homotopy groups of spheres is developed in\nthis paper, based on the Pontryagin-Thom construction. The task of this\napproach is to obtain an alternative proof of the Hill-Hopkins-Ravenel theorem\n[H-H-R] on Kervaire invariants in all dimensions, except, possibly, a finite\nnumber of dimensions. In the framework of this approach, the Adams theorem on\nthe Hopf invariant is studied, for all dimensions with the exception of 15, 31,\n63, 127. The new approach is based on the methods of geometric topology.\n"]}]
["1010.4750",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Geometric Topology","57M27, 57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.4750","Quantum Topology, Volume 5, Issue 1, 2014, pp. 99-141"],"date":["2010-10-22","2011-04-01"],"type":["text"],"creator":["Beliakova, Anna","Chen, Qi","Le, Thang"],"language":[],"coverage":[],"title":["On the integrality of Witten-Reshetikhin-Turaev 3-manifold invariants"],"description":["  We prove that the SU(2) and SO(3) Witten-Reshetikhin-Turaev invariants of any\n3-manifold with any colored link inside at any root of unity are algebraic\nintegers.\n","Comment: 30 pages"]}]
["1012.5729",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5729","ACS NANO 5, 1026 (2011)"],"date":["2010-12-28"],"type":["text"],"creator":["Wu, Jhao-Ying","Chen, Szu-Chao","Roslyak, Oleksiy","Gumbs, Godfrey","Lin, Ming-Fa"],"language":[],"coverage":[],"title":["Plasma Excitations in Graphene: Their Spectral Intensity and Temperature\n  Dependence in Magnetic Field"],"description":["  In this paper, we calculated the dielectric function, the loss function, the\nmagnetoplasmon dispersion relation and the temperature-induced transitions for\ngraphene in a uniform perpendicular magnetic field B. The calculations were\nperformed using the Peierls tight-binding model to obtain the energy band\nstructure and the random-phase approximation to determine the collective plasma\nexcitation spectrum. The single-particle and collective excitations have been\nprecisely identified based on the resonant peaks in the loss function. The\ncritical wave vector at which plasmon damping takes place is clearly\nestablished. This critical wave vector depends on the magnetic field strength\nas well as the levels between which the transition takes place. The temperature\neffects were also investigated. At finite temperature, there are plasma\nresonances induced by the Fermi distribution function. Whether such plasmons\nexist is mainly determined by the field strength, temperature, and momentum.\nThe inelastic light scattering spectroscopies could be used to verify the\nmagnetic field and temperature induced plasmons.\n"]}]
["1103.1337",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1337"],"date":["2011-03-07","2014-04-11"],"type":["text"],"creator":["Alencar, T. V.","Gonzàlez, J. C.","Matinaga, F. M."],"language":[],"coverage":[],"title":["Polariton spin Faraday rotation dynamics in a GaAs microcavity"],"description":["  Polariton spin carries the combination of the exciton and the photon spin,\nwhich is manifested in the circularly polarized emission degree in a III-V\nquantum wells microcavity system. Relaxation process of such spin system is a\ncomplex subject since it involve upper or lower polariton branch, resonant or\nnon resonant polariton excitation process and if the particles are in strong or\nweak coupling regime. We present here experimental polariton spin Faraday\nrotation time measurement in GaAs single quantum well microcavity, using time\nresolved polariton photoluminescence by resonant excitation process in a\npump-probe system.\n","Comment: This paper has been withdrawn by the author due to some mistakes"]}]
["1105.0806",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Quantitative Biology - Cell Behavior"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.0806","Soft Matter 7, 10193 (2011)","doi:10.1039/C1SM05819C"],"date":["2011-05-04"],"type":["text"],"creator":["Loi, Davide","Mossa, Stefano","Cugliandolo, Leticia F."],"language":[],"coverage":[],"title":["Non-conservative forces and effective temperatures in active polymers"],"description":["  We follow the dynamics of an ensemble of interacting self-propelled\nsemi-flexible polymers in contact with a thermal bath. We characterize\nstructure and dynamics of the passive system and as a function of the motor\nactivity. We find that the fluctuation-dissipation relation allows for the\ndefinition of an effective temperature that is compatible with the results\nobtained by using a tracer particle as a thermometer. The effective temperature\ntakes a higher value than the temperature of the bath when the effect of the\nmotors is not correlated with the structural rearrangements they induce. Our\ndata are compatible with a dependence upon the square of the motor strength\n(normalized by the average internal force) and they suggest an intriguing\nlinear dependence on the tracer diffusion constant times the density of the\nembedding matrix. We show how to use this concept to rationalize experimental\nresults and suggest possible innovative research directions.\n"]}]
["1106.2040",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.2040"],"date":["2011-06-10","2014-04-11"],"type":["text"],"creator":["Crater, Horace"],"language":[],"coverage":[],"title":["Is the Schwarzschild Metric a Vacuum Solution of the Einstein Equation?"],"description":["  This paper examines the inhomogeneous Einstein equation for a static\nspherically symmetric metric with a source term corresponding to a perfect\nfluid with p=-rho. By a careful treatment of the equation near the origin we\nfind an analytic solution for the metric, dependent on a small parameter\nepsilon, which can be made arbitrarily close to the Schwarzschild solution as\n\\epsilon} tends to zero and which in that same limit can be viewed as arising\nfrom a point-like source structure.\n","Comment: 16 pages, updated"]}]
["1106.6298",{"format":[],"subject":["Mathematics - Geometric Topology","57N10, 57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.6298","Introductury Lectures on Knot Theory (L. H. Kauffman, S.\n  Lambropoulou, S. Jablan, J. Przytycki, eds), vol. 46, World Scientific, New\n  Jersey-London-Singapore-Beijing-Shanghai-Kong Kong-Taipei-Chennai, 2012, pp.\n  1-21"],"date":["2011-06-30"],"type":["text"],"creator":["Beliakova, Anna","Le, Thang"],"language":[],"coverage":[],"title":["On the unification of quantum 3-manifold invariants"],"description":["  In 2006 Habiro initiated a construction of generating functions for\nWitten-Reshetikhin-Turaev (WRT) invariants known as unified WRT invariants. In\na series of papers together with Irmgard Buehler and Christian Blanchet we\nextended his construction to a larger class of 3-manifolds. The unified\ninvariants provide a strong tool to study properties of the whole collection of\nWRT invariants, e.g. their integrality, and hence, their categorification. In\nthis paper we give a survey on ideas and techniques used in the construction of\nthe unified invariants.\n","Comment: 18 pages"]}]
["1109.2223",{"format":[],"subject":["Mathematics - Algebraic Geometry","14G15, 14G05, 14H99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2223"],"date":["2011-09-10","2014-04-11"],"type":["text"],"creator":["Ballico, E."],"language":[],"coverage":[],"title":["Singular curves over a finite field and with many points"],"description":["  Recently Fukasawa, Homma and Kim introduced and studied certain projective\nsingular curves over $\\mathbb {F}_q$ with many extremal properties. Here we\nextend their definition to more general non-rational curves.\n","Comment: corrected big errors"]}]
["1112.1153",{"format":[],"subject":["Mathematics - Analysis of PDEs","Physics - Fluid Dynamics","35L67"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.1153","Int.J.Nonlin.Mech, (47) Issue 8,Oct.2012, pp.918-926","doi:10.1016/j.ijnonlinmec.2012.06.001"],"date":["2011-12-05","2012-06-01"],"type":["text"],"creator":["Sharma, Vishnu D.","Venkatraman, Raghavendra"],"language":[],"coverage":[],"title":["Evolution of Weak Shocks in One Dimensional Planar and Non-planar\n  Gasdynamic Flows"],"description":["  Asymptotic decay laws for planar and nonplanar shock waves and the first\norder associated discontinuities that catch up with the shock from behind are\nobtained using four different approximation methods. The singular surface\ntheory is used to derive a pair of transport equations for the shock strength\nand the associated first order discontinuity, which represents the effect of\nprecursor disturbances that overtake the shock from behind. The asymptotic\nbehaviour of both the discontinuities is completely analysed. It is noticed\nthat the decay of a first order discontinuity is much faster than the decay of\nthe shock; indeed, if the amplitude of the accompanying discontinuity is small\nthen the shock decays faster as compared to the case when the amplitude of the\nfirst order discontinuity is finite (not necessarily small). It is shown that\nfor a weak shock, the precursor disturbance evolves like an acceleration wave\nat the leading order. We show that the asymptotic decay laws for weak shocks\nand the accompanying first order discontinuity are exactly the ones obtained by\nusing the theory of nonlinear geometrical optics, the theory of simple waves\nusing Riemann invariants, and the theory of relatively undistorted waves. It\nfollows that the relatively undistorted wave approximation is a consequence of\nthe simple wave formalism using Riemann invariants.\n","Comment: 18 pages. Revised draft submitted to Int. J. Nonlin. Mech. 4 figures\n  and 1 table added"]}]
["1112.5968",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Optimization and Control","Mathematics - Spectral Theory","47H07, 47H08, 91A25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.5968"],"date":["2011-12-27","2014-04-10"],"type":["text"],"creator":["Akian, Marianne","Gaubert, Stephane","Nussbaum, Roger"],"language":[],"coverage":[],"title":["A Collatz-Wielandt characterization of the spectral radius of\n  order-preserving homogeneous maps on cones"],"description":["  Several notions of spectral radius arise in the study of nonlinear\norder-preserving positively homogeneous self-maps of cones in Banach spaces. We\ngive conditions that guarantee that all these notions lead to the same value.\nIn particular, we give a Collatz-Wielandt type formula, which characterizes the\ngrowth rate of the orbits in terms of eigenvectors in the closed cone or\nsuper-eigenvectors in the interior of the cone. This characterization holds\nwhen the cone is normal and when a quasi-compactness condition, involving an\nessential spectral radius defined in terms of $k$-set-contractions, is\nsatisfied. Some fixed point theorems for non-linear maps on cones are derived\nas intermediate results. We finally apply these results to show that non-linear\nspectral radii commute with respect to suprema and infima of families of order\npreserving maps satisfying selection properties.\n","Comment: 24 pages, v2: minor improvements and updated references"]}]
["1201.1049",{"format":[],"subject":["Mathematics - Probability","60H10, 60H30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.1049"],"date":["2012-01-03","2014-04-11"],"type":["text"],"creator":["Possamaï, Dylan"],"language":[],"coverage":[],"title":["Second Order Backward Stochastic Differential Equations under\n  Monotonicity Condition"],"description":["  In a recent paper, Soner, Touzi and Zhang [20] have introduced a notion of\nsecond order backward stochastic differential equations (2BSDEs for short),\nwhich are naturally linked to a class of fully non-linear PDEs. They proved\nexistence and uniqueness for a generator which is uniformly Lipschitz in the\nvariables $y$ and $z$. The aim of this paper is to extend these results to the\ncase of a generator satisfying a monotonicity condition in $y$. More precisely,\nwe prove existence and uniqueness for 2BSDEs with a generator which is\nLipschitz in $z$ and uniformly continuous with linear growth in $y$. Moreover,\nwe emphasize throughout the paper the major difficulties and differences due to\nthe 2BSDE framework.\n","Comment: 29 pages, to appear in Stochastic Processes and their Applications"]}]
["1201.1050",{"format":[],"subject":["Mathematics - Probability","60H10, 60H30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.1050"],"date":["2012-01-03","2014-04-11"],"type":["text"],"creator":["Possamaï, Dylan","Zhou, Chao"],"language":[],"coverage":[],"title":["Second Order Backward Stochastic Differential Equations with Quadratic\n  Growth"],"description":["  We extend the wellposedness results for second order backward stochastic\ndifferential equations introduced by Soner, Touzi and Zhang \\cite{stz} to the\ncase of a bounded terminal condition and a generator with quadratic growth in\nthe $z$ variable. More precisely, we obtain uniqueness through a representation\nof the solution inspired by stochastic control theory, and we obtain two\nexistence results using two different methods. In particular, we obtain the\nexistence of the simplest purely quadratic 2BSDEs through the classical\nexponential change, which allows us to introduce a quasi-sure version of the\nentropic risk measure. As an application, we also study robust risk-sensitive\ncontrol problems. Finally, we prove a Feynman-Kac formula and a probabilistic\nrepresentation for fully nonlinear PDEs in this setting.\n","Comment: 31 pages"]}]
["1202.3625",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3625"],"date":["2012-02-16","2014-04-11"],"type":["text"],"creator":["Plesken, Wilhelm","Bächler, Thomas"],"language":[],"coverage":[],"title":["From Linear Codes to Hyperplane Arrangements via Thomas Decomposition"],"description":["  We establish a connection between linear codes and hyperplane arrangements\nusing the Thomas decomposition of polynomial systems and the resulting counting\npolynomial. This yields both a generalization and a refinement of the weight\nenumerator of a linear code. In particular, one can deal with infinitely many\nfinite fields simultaneously by defining a weight enumerator for codes over\ninfinite fields.\n","Comment: This has been rejected since it contains some mistakes. A similar\n  work has been publish in Documenta Math. vol. 19"]}]
["1203.4121",{"format":[],"subject":["Mathematics - Analysis of PDEs","82B20, 70C20, 74B20, 74G65, 74Q99, 49J45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.4121","doi:10.3934/nhm.2013.8.501"],"date":["2012-03-19","2012-04-13"],"type":["text"],"creator":["Hudson, Thomas"],"language":[],"coverage":[],"title":["Gamma-expansion for a 1D Confined Lennard-Jones model with point defect"],"description":["  We compute a rigorous asymptotic expansion of the energy of a point defect in\na 1D chain of atoms with second neighbour interactions. We propose the Confined\nLennard-Jones model for interatomic interactions, where it is assumed that\nnearest neighbour potentials are globally convex and second neighbour\npotentials are globally concave. We derive the {\\Gamma}-limit for the energy\nfunctional as the number of atoms per period tends to infinity and derive an\nexplicit form for the first order term in a {\\Gamma}-expansion in terms of an\ninfinite cell problem. We prove exponential decay properties for minimisers of\nthe energy in the infinite cell problem, suggesting that the perturbation to\nthe deformation introduced by the defect is confined to a thin boundary layer.\n","Comment: 26 pages, 3 figures"]}]
["1205.2353",{"format":[],"subject":["Physics - General Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.2353"],"date":["2012-01-15","2014-04-11"],"type":["text"],"creator":["Larsson, T. A."],"language":[],"coverage":[],"title":["Covariant Mickelsson-Faddeev extensions of gauge and diffeomorphism\n  algebras"],"description":["  We construct new extensions of current and diffeomorphism algebras in N>3\ndimensions, which are related to the Mickelsson-Faddeev algebra. The result is\ncompatible with Dzhumadil'daev's classification of diffeomorphism cocycles. We\nalso construct an extension of the current algebra in N>=5 dimensions which\ndepends on the fourth Casimir operator.\n","Comment: Minor corrections"]}]
["1205.3851",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Analysis of PDEs","34C25, 35Q35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.3851"],"date":["2012-05-17","2014-04-10"],"type":["text"],"creator":["Yan, Weiping","Li, Yong"],"language":[],"coverage":[],"title":["A Hopf-bifurcation theorem for the critically dissipative\n  quasi-geostrophic equation"],"description":["  This paper is devoted to the study of the dynamical behavior of the\ncritically dissipative quasi-geostrophic equation in $\\textbf{T}^2$. We prove\nthat this system possesses time-dependent periodic solutions, bifurcating from\na smooth steady solution, i.e. a Hopf-Bifurcation theorem.\n","Comment: This paper has been withdrawn by the author due to a crucial estimate\n  error"]}]
["1207.0368",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematical Physics","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.0368"],"date":["2012-07-02","2014-04-10"],"type":["text"],"creator":["Yan, Weiping"],"language":[],"coverage":[],"title":["On the quasi-periodic motion of timelike minimal surface in the\n  Minkowski space $\\textbf{R}^{1+n}$"],"description":["  In this paper, we consider the motion of timelike minimal surface in the\nMinkowski space $\\textbf{R}^{1+n}$. Those surfaces are known as a membranes or\nrelativistic strings, and described by a system with $n$ nonlinear wave\nequations of Born-Infeld type. We show that the timelike minimal surface can\ntakes a time quasi-periodic motion in $\\textbf{R}^{1+n}$.\n","Comment: 19 pages"]}]
["1207.3246",{"format":[],"subject":["Statistics - Applications","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3246"],"date":["2012-07-13","2014-04-11"],"type":["text"],"creator":["Gianetto, Quentin Giai","Raissi, Hamdi"],"language":[],"coverage":[],"title":["Testing instantaneous causality in presence of non constant\n  unconditional variance"],"description":["  The problem of testing instantaneous causality between variables with\ntime-varying unconditional variance is investigated. It is shown that the\nclassical tests based on the assumption of stationary processes must be avoided\nin our non standard framework. More precisely we underline that the standard\ntest does not control the type I errors, while the tests with White (1980) and\nHeteroscedastic Autocorrelation Consistent (HAC) corrections can suffer from a\nsevere loss of power when the variance is not constant. Consequently a modified\ntest based on a bootstrap procedure is proposed. The relevance of the modified\ntest is underlined through a simulation study. The tests considered in this\npaper are also compared by investigating the instantaneous causality relations\nbetween US macroeconomic variables.\n","Comment: Keywords : VAR model, Unconditionally heteroscedastic errors,\n  instantaneous causality"]}]
["1208.3622",{"format":[],"subject":["Physics - Fluid Dynamics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3622","Encyclopedia of Thermal Stresses, ed. R.B. Hetnarski, Springer,\n  2014, pp. 6495-6506","doi:10.1007/978-94-007-2739-7_33"],"date":["2012-08-17"],"type":["text"],"creator":["Christov, Ivan C."],"language":[],"coverage":[],"title":["Wave Solutions"],"description":["  In classical continuum physics, a wave is a mechanical disturbance. Whether\nthe disturbance is stationary or traveling and whether it is caused by the\nmotion of atoms and molecules or the vibration of a lattice structure, a wave\ncan be understood as a specific type of solution of an appropriate mathematical\nequation modeling the underlying physics. Typical models consist of partial\ndifferential equations that exhibit certain general properties, e.g.,\nhyperbolicity. This, in turn, leads to the possibility of wave solutions.\nVarious analytical techniques (integral transforms, complex variables,\nreduction to ordinary differential equations, etc.) are available to find wave\nsolutions of linear partial differential equations. Furthermore, linear\nhyperbolic equations with higher-order derivatives provide the mathematical\nunderpinning of the phenomenon of dispersion, i.e., the dependence of a wave's\nphase speed on its wavenumber. For systems of nonlinear first-order hyperbolic\nequations, there also exists a general theory for finding wave solutions. In\naddition, nonlinear parabolic partial differential equations are sometimes said\nto posses wave solutions, though they lack hyperbolicity, because it may be\npossible to find solutions that translate in space with time. Unfortunately, an\nall-encompassing methodology for solution of partial differential equations\nwith any possible combination of nonlinearities does not exist. Thus, nonlinear\nwave solutions must be sought on a case-by-case basis depending on the\ngoverning equation.\n","Comment: 22 pages, 3 figures; to appear in the Mathematical Preliminaries and\n  Methods section of the Encyclopedia of Thermal Stresses, ed. R.B. Hetnarski,\n  Springer (2014), to appear"]}]
["1208.6569",{"format":[],"subject":["Mathematics - Group Theory","20F55 (Primary) 22E40 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6569","Math. Res. Lett. 20 (2013), no. 3, 567-580"],"date":["2012-08-31","2014-04-11"],"type":["text"],"creator":["Singh, Sandip"],"language":[],"coverage":[],"title":["Coxeter Groups are not higher rank Arithmetic Groups"],"description":["  Let W be an irreducible finitely generated Coxeter group. The geometric\nrepresentation of W in GL(V) provides a discrete embedding in the orthogonal\ngroup of the Tits form (the associated bilinear form of the Coxeter group). If\nthe Tits form of the Coxeter group is non-positive and non-degenerate, the\nCoxeter group does not contain any finite index subgroup isomorphic to an\nirreducible lattice in a semisimple group of R-rank greater or equal to 2.\n"]}]
["1209.3963",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3963","doi:10.1111/sjos.12085"],"date":["2012-09-18","2014-02-11"],"type":["text"],"creator":["Gandy, Axel","Hahn, Georg"],"language":[],"coverage":[],"title":["MMCTest - A Safe Algorithm for Implementing Multiple Monte Carlo Tests"],"description":["  Consider testing multiple hypotheses using tests that can only be evaluated\nby simulation, such as permutation tests or bootstrap tests. This article\nintroduces MMCTest, a sequential algorithm which gives, with arbitrarily high\nprobability, the same classification as a specific multiple testing procedure\napplied to ideal p-values. The method can be used with a class of multiple\ntesting procedures which includes the Benjamini & Hochberg False Discovery Rate\n(FDR) procedure and the Bonferroni correction controlling the Familywise Error\nRate. One of the key features of the algorithm is that it stops sampling for\nall the hypotheses which can already be decided as being rejected or\nnon-rejected. MMCTest can be interrupted at any stage and then returns three\nsets of hypotheses: the rejected, the non-rejected and the undecided\nhypotheses. A simulation study motivated by actual biological data shows that\nMMCTest is usable in practice and that, despite the additional guarantee, it\ncan be computationally more efficient than other methods.\n"]}]
["1211.4524",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4524","International Journal of Information Technology, Control and\n  Automation (IJITCA), Vol. 2, No. 4, pp. 37-49, 2012","doi:10.5121/ijitca.2012.2404"],"date":["2012-11-19"],"type":["text"],"creator":["Parseh, Mohammad Javad","Pashazadeh, Saeid"],"language":[],"coverage":[],"title":["Applying Dynamic Model for Multiple Manoeuvring Target Tracking Using\n  Particle Filtering"],"description":["  In this paper, we applied a dynamic model for manoeuvring targets in SIR\nparticle filter algorithm for improving tracking accuracy of multiple\nmanoeuvring targets. In our proposed approach, a color distribution model is\nused to detect changes of target's model . Our proposed approach controls\ndeformation of target's model. If deformation of target's model is larger than\na predetermined threshold, then the model will be updated. Global Nearest\nNeighbor (GNN) algorithm is used as data association algorithm. We named our\nproposed method as Deformation Detection Particle Filter (DDPF) . DDPF approach\nis compared with basic SIR-PF algorithm on real airshow videos. Comparisons\nresults show that, the basic SIR-PF algorithm is not able to track the\nmanoeuvring targets when the rotation or scaling is occurred in target' s\nmodel. However, DDPF approach updates target's model when the rotation or\nscaling is occurred. Thus, the proposed approach is able to track the\nmanoeuvring targets more efficiently and accurately.\n","Comment: 13 pages, 7 Figures, 1 Table"]}]
["1301.0140",{"format":[],"subject":["Mathematics - Functional Analysis","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.0140","Information Sciences 271 (2014) 115-124","doi:10.1016/j.ins.2014.02.074"],"date":["2013-01-01"],"type":["text"],"creator":["Poncet, Paul"],"language":[],"coverage":[],"title":["The idempotent Radon--Nikodym theorem has a converse statement"],"description":["  Idempotent integration is an analogue of the Lebesgue integration where\n$\\sigma$-additive measures are replaced by $\\sigma$-maxitive measures. It has\nproved useful in many areas of mathematics such as fuzzy set theory,\noptimization, idempotent analysis, large deviation theory, or extreme value\ntheory. Existence of Radon--Nikodym derivatives, which turns out to be crucial\nin all of these applications, was proved by Sugeno and Murofushi. Here we show\na converse statement to this idempotent version of the Radon--Nikodym theorem,\ni.e. we characterize the $\\sigma$-maxitive measures that have the\nRadon--Nikodym property.\n","Comment: 13 pages"]}]
["1301.1007",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.1007"],"date":["2013-01-06","2014-04-10"],"type":["text"],"creator":["Munshi, Ritabrata"],"language":[],"coverage":[],"title":["The circle method and bounds for $L$-functions - III: $t$-aspect\n  subconvexity for GL(3) $L$-functions"],"description":["  Let $\\pi$ be a Hecke-Maass cusp form for $SL(3,\\mathbb Z)$. In this paper we\nwill prove the following subconvex bound $$\nL(\\tfrac{1}{2}+it,\\pi)\\ll_{\\pi,\\varepsilon} (1+|t|)^{3/4-1/16+\\varepsilon}. $$\n","Comment: revised version"]}]
["1302.4803",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.4803","Phys. Rev. Lett. 112, 141602(2014)","doi:10.1103/PhysRevLett.112.141602"],"date":["2013-02-19","2014-04-10"],"type":["text"],"creator":["Cheng, Meng","Gu, Zheng-Cheng"],"language":[],"coverage":[],"title":["Topological Response Theory of Abelian Symmetry-Protected Topological\n  Phases in Two Dimensions"],"description":["  It has been shown that the symmetry-protected topological (SPT) phases with\nfinite Abelian symmetries can be described by Chern-Simons field theory. We\npropose a topological response theory to uniquely identify the SPT orders,\nwhich allows us to obtain a systematic scheme to classify bosonic SPT phases\nwith any finite Abelian symmetry group. We point out that even for finite\nAbelian symmetry, there exist bosonic SPT phases beyond the current\nChern-Simons theory framework. We also apply the theory to fermionic SPT phases\nwith $\\mathbb{Z}_m$ symmetry and find the classification of SPT phases depends\non the parity of $m$: for even $m$ there are $2m$ classes, $m$ out of which is\nintrinsically fermionic SPT phases and can not be realized in any bosonic\nsystem. Finally we propose a classification scheme of fermionic SPT phases for\nany finite, Abelian symmetry.\n","Comment: published version"]}]
["1303.0773",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.0773"],"date":["2013-03-04","2014-04-11"],"type":["text"],"creator":["Basor, Estelle","Chen, Yang","McKay, Matthew R."],"language":[],"coverage":[],"title":["Perturbed Laguerre Unitary Ensembles, Painlev\\'e V and Information\n  Theory"],"description":["  In this review, we investigate a key information-theoretic performance metric\nin multiple-antenna wireless communications, the so-called outage probability.\nThis quantity may be expressed in terms of a moment generating function, for\nwhich we present two separate integral representations, one involving a\nparticular $\\sigma$-form of Painlev\\'e V. We also present a representation\ninvolving a non-linear second order difference equation.\n","Comment: arXiv admin note: text overlap with arXiv:1007.0496"]}]
["1303.3598",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Metric Geometry","Mathematics - Optimization and Control","05C12, 90C05, 05E45, 52B70, 53C21"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.3598"],"date":["2013-03-14","2014-04-11"],"type":["text"],"creator":["Adiprasito, Karim Alexander","Benedetti, Bruno"],"language":[],"coverage":[],"title":["The Hirsch conjecture holds for normal flag complexes"],"description":["  Using an intuition from metric geometry, we prove that any flag and normal\nsimplicial complex satisfies the non-revisiting path conjecture. As a\nconsequence, the diameter of its facet-ridge graph is smaller than the number\nof vertices minus the dimension, as in the Hirsch conjecture. This proves the\nHirsch conjecture for all flag polytopes, and more generally, for all\n(connected) flag homology manifolds.\n","Comment: 9 pages, 1 figure; to appear in Mathematics of Operations Research"]}]
["1303.3862",{"format":[],"subject":["Quantum Physics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.3862","New Journal of Physics, vol. 16, article 043012 (2014)","doi:10.1088/1367-2630/16/4/043012"],"date":["2013-03-15","2014-04-11"],"type":["text"],"creator":["Bauke, Heiko","Ahrens, Sven","Keitel, Christoph H.","Grobe, Rainer"],"language":[],"coverage":[],"title":["What is the relativistic spin operator?"],"description":["  Although the spin is regarded as a fundamental property of the electron,\nthere is no universally accepted spin operator within the framework of\nrelativistic quantum mechanics. We investigate the properties of different\nproposals for a relativistic spin perator. It is shown that most candidates are\nlacking essential features of proper angular momentum operators, leading to\nspurious Zitterbewegung (quivering motion) or violating the angular momentum\nalgebra. Only the Foldy-Wouthuysen operator and the Pryce operator qualify as\nproper relativistic spin operators. We demonstrate that ground states of highly\ncharged hydrogen-like ions can be utilized to identify a legitimate\nrelativistic spin operator experimentally.\n"]}]
["1304.5828",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.5828","Phys. Rev. Lett. 112, 130402 (2014)","doi:10.1103/PhysRevLett.112.130402"],"date":["2013-04-21","2014-03-16"],"type":["text"],"creator":["Ferrie, Christopher","Granade, Christopher E."],"language":[],"coverage":[],"title":["Likelihood-free methods for quantum parameter estimation"],"description":["  In this Letter, we strengthen and extend the connection between simulation\nand estimation to exploit simulation routines that do not exactly compute the\nprobability of experimental data, known as the likelihood function. Rather, we\nprovide an explicit algorithm for estimating parameters of physical models\ngiven access to a simulator which is only capable of producing sample outcomes.\nSince our algorithm does not require that a simulator be able to efficiently\ncompute exact probabilities, it is able to exponentially outperform standard\nalgorithms based on exact computation. In this way, our algorithm opens the\ndoor for the application of new insights and resources to the problem of\ncharacterizing large quantum systems, which is exponentially intractable using\nstandard simulation resources.\n","Comment: Significantly revised presentation"]}]
["1306.3922",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1306.3922","JHEP 1404 (2014) 052","doi:10.1007/JHEP04(2014)052"],"date":["2013-06-17","2014-03-14"],"type":["text"],"creator":["Cai, Haiying"],"language":[],"coverage":[],"title":["Higgs-Z-photon Coupling from Effect of Composite Resonances"],"description":["  We explore the Higgs-Z-photon coupling in the Minimal Composite Higgs Model\nwith vector and axial resonances. The electroweak precision measurement, i.e. S\nand T, is estimated for this model. We calculate the signal strength for Higgs\ndecay into Z-photon and notable enhancement is found in certain EWPT allowed\nparameter region.\n","Comment: 19 pages, 4 figures, v2. adding one equation, v3. accepted version"]}]
["1306.4268",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1306.4268","Phys. Rev. B 89, 100505(R) (2014)","doi:10.1103/PhysRevB.89.100505"],"date":["2013-06-18","2014-04-11"],"type":["text"],"creator":["Stanev, Valentin","Koshelev, Alexei E."],"language":[],"coverage":[],"title":["Complex state induced by impurities in multiband superconductors"],"description":["  We study the role of impurities in a two-band superconductor, and elucidate\nthe nature of the recently predicted transition from s_{+-} state to s_{++}\nstate induced by interband impurity scattering. Using a Ginzburg-Landau theory,\nderived from microscopic equations, we demonstrate that close to T_c this\ntransition is necessarily a direct one, but deeper in the superconducting state\nan intermediate complex state appears. This state has a distinct order\nparameter, which breaks the time-reversal symmetry, and is separated from the\ns_{+-} and s_{++} states by phase transitions. Based on our results, we suggest\na phase diagram for systems with weak repulsive interband pairing, and discuss\nits relevance to iron-based superconductors.\n","Comment: 7 pages, 4 figures, several typos fixed, Fig 1 replaced"]}]
["1306.6677",{"format":[],"subject":["Statistics - Machine Learning","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1306.6677"],"date":["2013-06-27","2014-04-10"],"type":["text"],"creator":["Ustun, Berk","Tracà, Stefano","Rudin, Cynthia"],"language":[],"coverage":[],"title":["Supersparse Linear Integer Models for Interpretable Classification"],"description":["  Scoring systems are classification models that only require users to add,\nsubtract and multiply a few meaningful numbers to make a prediction. These\nmodels are often used because they are practical and interpretable. In this\npaper, we introduce an off-the-shelf tool to create scoring systems that both\naccurate and interpretable, known as a Supersparse Linear Integer Model (SLIM).\nSLIM is a discrete optimization problem that minimizes the 0-1 loss to\nencourage a high level of accuracy, regularizes the L0-norm to encourage a high\nlevel of sparsity, and constrains coefficients to a set of interpretable\nvalues. We illustrate the practical and interpretable nature of SLIM scoring\nsystems through applications in medicine and criminology, and show that they\nare are accurate and sparse in comparison to state-of-the-art classification\nmodels using numerical experiments.\n"]}]
["1307.0328",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.0328","Phys. Rev. Lett. 112, 140603 (2014)","doi:10.1103/PhysRevLett.112.140603"],"date":["2013-07-01","2014-04-11"],"type":["text"],"creator":["Masaki-Kato, Akiko","Suzuki, Takafumi","Harada, Kenji","Todo, Synge","Kawashima, Naoki"],"language":[],"coverage":[],"title":["Parallelized Quantum Monte Carlo Algorithm with Nonlocal Worm Updates"],"description":["  Based on the worm algorithm in the path-integral representation, we propose a\ngeneral quantum Monte Carlo algorithm suitable for parallelizing on a\ndistributed-memory computer by domain decomposition. Of particular importance\nis its application to large lattice systems of bosons and spins. A large number\nof worms are introduced and its population is controlled by a fictitious\ntransverse field. For a benchmark, we study the size-dependence of the\nBose-condensation order parameter of the hardcore Bose-Hubbard model with\n$L\\times L\\times \\beta t = 10240\\times 10240\\times 16$, using 3200 computing\ncores, which shows good parallelization efficiency.\n","Comment: 6 pages, 4 figures"]}]
["1307.4963",{"format":[],"subject":["Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.4963"],"date":["2013-07-18","2014-04-11"],"type":["text"],"creator":["Zik, Yaakov","Hon, Giora"],"language":[],"coverage":[],"title":["Galileo knowledge of optics and the functioning of the telescope revised"],"description":["  What are the historical evidence concerning the turning of the spyglass into\nan astronomical instrument, the telescope? In Sidereus Nuncius and in his\nprivate correspondence Galileo tells the reader what he did with the telescope,\nbut he did not disclose the existence of a theory of the instrument. Still, the\ninstruments which Galileo produced are extant and can be studied. With replicas\nof Galileo's telescopes that magnify 14 and 21 times, we have simulated and\nanalyzed Galileos practices as he reported them in Sidereus Nuncius. On this\nground, we propose a new solution to this old problem. We establish the\nknowledge of optics that Galileo had as it can be read off from the telescopes\nhe constructed and the way he put them to use. Galileo addressed optical\ndifficulties associated with illumination, resolution, field of view, and\nmagnification. His optical knowledge was well thought through, originated as it\ndid in a radically new optical framework.\n"]}]
["1307.5154",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.5154"],"date":["2013-07-19","2014-04-10"],"type":["text"],"creator":["Barra, Adriano","Contucci, Pierluigi","Mingione, Emanuele","Tantari, Daniele"],"language":[],"coverage":[],"title":["Multi-species mean-field spin-glasses. Rigorous results"],"description":["  We study a multi-species spin glass system where the density of each species\nis kept fixed at increasing volumes. The model reduces to the\nSherrington-Kirkpatrick one for the single species case. The existence of the\nthermodynamic limit is proved for all densities values under a convexity\ncondition on the interaction. The thermodynamic properties of the model are\ninvestigated and the annealed, the replica symmetric and the replica symmetry\nbreaking bounds are proved using Guerra's scheme. The annealed approximation is\nproved to be exact under a high temperature condition. We show that the replica\nsymmetric solution has negative entropy at low temperatures. We study the\nproperties of a suitably defined replica symmetry breaking solution and we\noptimise it within a ziggurat ansatz. The generalized order parameter is\ndescribed by a Parisi-like partial differential equation.\n","Comment: 17 pages, to appear in Annales Henri Poincar\\`e"]}]
["1308.1691",{"format":[],"subject":["Nuclear Theory","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1308.1691","Phys. Rev. C 89, 041301(R) (2014)","doi:10.1103/PhysRevC.89.041301"],"date":["2013-08-07","2014-04-11"],"type":["text"],"creator":["Forbes, M. M.","Gezerlis, A.","Hebeler, K.","Lesinski, T.","Schwenk, A."],"language":[],"coverage":[],"title":["The neutron polaron as a constraint on nuclear density functionals"],"description":["  We study the energy of an impurity (polaron) that interacts strongly in a sea\nof fermions when the effective range of the impurity-fermion interaction\nbecomes important, thereby mapping the Fermi polaron of condensed matter\nphysics and ultracold atoms to strongly interacting neutrons. We present\nQuantum Monte Carlo results for this neutron polaron, and compare these with\neffective field theory calculations that also include contributions beyond the\neffective range. We show that state-of-the-art nuclear density functionals vary\nsubstantially and generally underestimate the neutron polaron energy. Our\nresults thus provide constraints for adjusting the time-odd components of\nnuclear density functionals to better characterize polarized systems.\n","Comment: 5 pages, 3 figures; v2 corresponds to the published version"]}]
["1308.1697",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1308.1697"],"date":["2013-08-07","2014-04-11"],"type":["text"],"creator":["Elvang, Henriette","Huang, Yu-tin"],"language":[],"coverage":[],"title":["Scattering Amplitudes"],"description":["  The purpose of this review is to bridge the gap between a standard course in\nquantum field theory and recent fascinating developments in the studies of\non-shell scattering amplitudes. We build up the subject from basic quantum\nfield theory, starting with Feynman rules for simple processes in Yukawa theory\nand QED. The material covered includes spinor helicity formalism, on-shell\nrecursion relations, superamplitudes and their symmetries, twistors and\nmomentum twistors, loops and integrands, Grassmannians, polytopes, and\namplitudes in perturbative supergravity as well as 3d Chern-Simons-matter\ntheories. Multiple examples and exercises are included.\n","Comment: 269 pages, 134 figures. v2: Typos corrected. This is part of textbook\n  to be published by Cambridge University Press"]}]
["1308.1818",{"format":[],"subject":["Mathematics - Functional Analysis","46B26, 03C30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1308.1818","Cent. Eur. J. Math., 12 (7) (2014)","doi:10.2478/s11533-013-0400-z"],"date":["2013-08-08","2014-01-07"],"type":["text"],"creator":["Cuth, Marek","Kalenda, Ondrej F. K."],"language":[],"coverage":[],"title":["Rich families and elementary submodels"],"description":["  We compare two methods of proving separable reduction theorems in functional\nanalysis -- the method of rich families and the method of elementary submodels.\nWe show that any result proved using rich families holds also when formulated\nwith elementary submodels and the converse is true in spaces with fundamental\nminimal system an in spaces of density $\\aleph_1$. We do not know whether the\nconverse is true in general. We apply our results to show that a projectional\nskeleton may be without loss of generality indexed by ranges of its\nprojections.\n"]}]
["1308.5497",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1308.5497"],"date":["2013-08-26","2014-04-11"],"type":["text"],"creator":["Babadjian, Jean-François"],"language":[],"coverage":[],"title":["Traces of functions of bounded deformation"],"description":["  This paper is devoted to give a simplified proof of the trace theorem for\nfunctions of bounded deformation defined on bounded Lipschitz domains of\n$\\mathbb{R}^n$. As a consequence, the existence of one-sided Lebesgue limits on\ncountably $\\mathcal{H}^{n-1}$-rectifiable sets is also established.\n"]}]
["1308.6221",{"format":[],"subject":["Statistics - Methodology","Mathematics - Numerical Analysis","Mathematics - Optimization and Control","Mathematics - Statistics Theory","Statistics - Computation","35Q62, 62F15, 35R30, 35Q93, 65C40, 65C60, 49M15, 86A40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1308.6221"],"date":["2013-08-28","2014-04-11"],"type":["text"],"creator":["Petra, Noemi","Martin, James","Stadler, Georg","Ghattas, Omar"],"language":[],"coverage":[],"title":["A computational framework for infinite-dimensional Bayesian inverse\n  problems: Part II. Stochastic Newton MCMC with application to ice sheet flow\n  inverse problems"],"description":["  We address the numerical solution of infinite-dimensional inverse problems in\nthe framework of Bayesian inference. In the Part I companion to this paper\n(arXiv.org:1308.1313), we considered the linearized infinite-dimensional\ninverse problem. Here in Part II, we relax the linearization assumption and\nconsider the fully nonlinear infinite-dimensional inverse problem using a\nMarkov chain Monte Carlo (MCMC) sampling method. To address the challenges of\nsampling high-dimensional pdfs arising from Bayesian inverse problems governed\nby PDEs, we build on the stochastic Newton MCMC method. This method exploits\nproblem structure by taking as a proposal density a local Gaussian\napproximation of the posterior pdf, whose construction is made tractable by\ninvoking a low-rank approximation of its data misfit component of the Hessian.\nHere we introduce an approximation of the stochastic Newton proposal in which\nwe compute the low-rank-based Hessian at just the MAP point, and then reuse\nthis Hessian at each MCMC step. We compare the performance of the proposed\nmethod to the original stochastic Newton MCMC method and to an independence\nsampler. The comparison of the three methods is conducted on a synthetic ice\nsheet inverse problem. For this problem, the stochastic Newton MCMC method with\na MAP-based Hessian converges at least as rapidly as the original stochastic\nNewton MCMC method, but is far cheaper since it avoids recomputing the Hessian\nat each step. On the other hand, it is more expensive per sample than the\nindependence sampler; however, its convergence is significantly more rapid, and\nthus overall it is much cheaper. Finally, we present extensive analysis and\ninterpretation of the posterior distribution, and classify directions in\nparameter space based on the extent to which they are informed by the prior or\nthe observations.\n","Comment: 31 pages"]}]
["1308.6364",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1308.6364","Eur. Phys. J. C 74 (2014) 2825","doi:10.1140/epjc/s10052-014-2825-3"],"date":["2013-08-29","2014-03-14"],"type":["text"],"creator":["Wang, Sheng-Quan","Wu, Xing-Gang","Zheng, Xu-Chang","Shen, Jian-Ming","Zhang, Qiong-Lian"],"language":[],"coverage":[],"title":["The Higgs boson inclusive decay channels $H \\to b\\bar{b}$ and $H \\to gg$\n  up to four-loop level"],"description":["  The principle of maximum conformality (PMC) has been suggested to eliminate\nthe renormalization scheme and renormalization scale uncertainties, which are\nunavoidable for the conventional scale setting and are usually important errors\nfor theoretical estimations. In this paper, by applying PMC scale setting, we\nanalyze two important inclusive Standard Model Higgs decay channels,\n$H\\rightarrow b\\bar{b}$ and $H\\rightarrow gg$, up to four-loop and three-loop\nlevels accordingly. After PMC scale setting, it is found that the conventional\nscale uncertainty for these two channels can be eliminated to a high degree.\nThere is small residual initial scale dependence for the Higgs decay widths due\nto unknown higher-order $\\{\\beta_i\\}$-terms. Up to four-loop level, we obtain\n$\\Gamma(H\\rightarrow b\\bar{b}) = 2.389\\pm0.073 \\pm0.041$ MeV and up to\nthree-loop level, we obtain $\\Gamma(H\\rightarrow gg) = 0.373\\pm0.030$ MeV,\nwhere the first error is caused by varying $M_H=126\\pm4$ GeV and the second\nerror for $H\\to b\\bar{b}$ is caused by varying the $\\overline{\\rm MS}$-running\nmass $m_b(m_b)=4.18\\pm0.03$ GeV. Taking $H\\to b\\bar{b}$ as an example, we\npresent a comparison of three BLM-based scale setting approaches, e.g. the\nPMC-I approach based on the PMC-BLM correspondence, the $R_\\delta$-scheme and\nthe seBLM approach, all of which are designed to provide effective ways to\nidentify non-conformal $\\{\\beta_i\\}$-series at each perturbative order. At\nfour-loop level, all those approaches lead to good pQCD convergence, they have\nalmost the same pQCD series, and their predictions are almost independent on\nthe initial renormalization scale. In this sense, those approaches are\nequivalent to each other.\n","Comment: 14 pages, 7 figures. References updated and discussions improved. To\n  be published in Eur.Phys.J.C"]}]
["1309.0559",{"format":[],"subject":["Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1309.0559","Phil. Trans. R. Soc. A 28 November 2012 vol. 370 no. 1979\n  5437-5451","doi:10.1098/rsta.2011.0525"],"date":["2013-09-02"],"type":["text"],"creator":["Evans, D. Gwion","Gough, J. E.","James, M. R."],"language":[],"coverage":[],"title":["Non-abelian Weyl Commutation Relations and the Series Product of Quantum\n  Stochastic Evolutions"],"description":["  We show that the series product, which serves as an algebraic rule for\nconnecting state-based input/output systems, is intimately related to the\nHeisenberg group and the canonical commutation relations. The series product\nfor quantum stochastic models then corresponds to a non-abelian generalization\nof the Weyl commutation relation. We show that the series product gives the\ngeneral rule for combining the generators of quantum stochastic evolutions\nusing a Lie-Trotter product formula.\n","Comment: 12 pages"]}]
["1309.0597",{"format":[],"subject":["Mathematics - Analysis of PDEs","49J45, 49Q20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1309.0597"],"date":["2013-09-03","2014-04-11"],"type":["text"],"creator":["Morini, Massimiliano","Sternberg, Peter"],"language":[],"coverage":[],"title":["Cascade of minimizers for a nonlocal isoperimetric problem in thin\n  domains"],"description":["  For $\\Omega_\\e=(0,\\e)\\times (0,1)$ a thin rectangle, we consider minimization\nof the two-dimensional nonlocal isoperimetric problem given by \\[ \\inf_u\nE^{\\gamma}_{\\Omega_\\e}(u)\\] where \\[ E^{\\gamma}_{\\Omega_\\e}(u):=\nP_{\\Omega_\\e}(\\{u(x)=1\\})+\\gamma\\int_{\\Omega_\\e}\\abs{\\nabla{v}}^2\\,dx \\] and\nthe minimization is taken over competitors $u\\in BV(\\Omega_\\e;\\{\\pm 1\\})$\nsatisfying a mass constraint $\\fint_{\\Omega_\\e}u=m$ for some $m\\in (-1,1)$.\nHere $P_{\\Omega_\\e}(\\{u(x)=1\\})$ denotes the perimeter of the set $\\{u(x)=1\\}$\nin $\\Omega_\\e$, $\\fint$ denotes the integral average and $v$ denotes the\nsolution to the Poisson problem \\[ -\\Delta\nv=u-m\\;\\mbox{in}\\;\\Omega_\\e,\\quad\\nabla v\\cdot\nn_{\\partial\\Omega_\\e}=0\\;\\mbox{on}\\;\\partial\\Omega_\\e,\\quad\\int_{\\Omega_\\e}v=0.\\]\nWe show that a striped pattern is the minimizer for $\\e\\ll 1$ with the number\nof stripes growing like $\\gamma^{1/3}$ as $\\gamma\\to\\infty.$ We then present\ngeneralizations of this result to higher dimensions.\n","Comment: 20 pages, 2 figures"]}]
["1309.1589",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1309.1589","Phys. Rev. B 89, 060201(R) (2014)","doi:10.1103/PhysRevB.89.060201"],"date":["2013-09-06","2014-04-11"],"type":["text"],"creator":["Chouhan, Rajiv K.","Alam, Aftab","Ghosh, Subhradip","Mookerjee, Abhijit"],"language":[],"coverage":[],"title":["Interplay of force constants in the lattice dynamics of disordered\n  alloys : An ab-initio study"],"description":["  A reliable prediction of interatomic force constants in disordered alloys is\nan outstanding problem. This is due to the need for a proper treatment of\nmultisite (atleast pair) correlation within a random environment. The situation\nbecomes even more challenging for systems with large difference in atomic size\nand mass. We propose a systematic density functional theory (DFT) based study\nto predict the ab-initio force constants in random alloys. The method is based\non a marriage between special quasirandom structures (SQS) and the augmented\nspace recursion (ASR) to calculate phonon spectra, density of states (DOS) etc.\nbcc TaW and fcc NiPt alloys are considered as the two distinct test cases.\nTa-Ta (W-W) bond distance in the alloy is predicted to be smaller (larger) than\nthose in pure Ta (W), which, in turn, yields stiffer (softer) force constants\nfor Ta (W). Pt-Pt force constants in the alloy, however, are predicted to be\nsofter compared to Ni-Ni, due to a large bond distance of the former. Our\ncalculated force constants, phonon spectra and DOS are compared with\nexperiments and other theoretical results, wherever available. Correct trend of\npresent results for the two alloys pave a path for further future studies in\nmore complex alloy systems.\n"]}]
["1309.3123",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1309.3123","Phys. Rev. Lett. 112, 147002 (2014)","doi:10.1103/PhysRevLett.112.147002"],"date":["2013-09-12","2013-09-19"],"type":["text"],"creator":["Vafek, Oskar","Murray, James M.","Cvetkovic, Vladimir"],"language":[],"coverage":[],"title":["Superconductivity on the brink of spin-charge order in doped honeycomb\n  bilayer"],"description":["  Using a controlled weak-coupling renormalization group approach, we establish\nthe mechanism of unconventional superconductivity in the vicinity of spin or\ncharge ordered excitonic states for the case of electrons on the Bernal stacked\nbilayer honeycomb lattice. With one electron per site this system exhibits\nnearly parabolically touching conduction and valence bands. Such a state is\nunstable towards a spontaneous symmetry breaking, and repulsive interactions\nfavor excitonic order, such as a charge nematic and/or a layer antiferromagnet.\nWe find that upon adding charge carriers to the system, the excitonic order is\nsuppressed, and unconventional superconductivity appears in its place, before\nit is replaced by a Fermi liquid. We focus on firmly establishing this\nphenomenon using the RG formalism within an idealized model with parabolic\ntouching.\n","Comment: 5+3 pages, 4 figures; typos corrected"]}]
["1309.7853",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11R44, 11R45, 11R34"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1309.7853"],"date":["2013-09-30","2014-04-11"],"type":["text"],"creator":["Ivanov, Alexander"],"language":[],"coverage":[],"title":["Densities of primes and realization of local extensions"],"description":["  In this paper we introduce new densities on the set of primes of a number\nfield. If $K/K_0$ is a Galois extension of number fields, we associate to any\nelement $x \\in {\\rm Gal}_{K/K_0}$ a density $\\delta_{K/K_0,x}$ on primes of\n$K$. In particular, the density associated to $x = 1$ is the usual Dirichlet\ndensity on $K$. After establishing some properties of these densities, we use\nthem to show that the maximal solvable extension of a number field unramified\noutside an almost Chebotarev set realize the maximal local extension at each\nprime lying outside this set.\n","Comment: 19 pages; the main theorem appears now in a slightly generalized\n  version compared to v1. A section recalling stable sets is added. Several\n  small corrections are made"]}]
["1310.0780",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1310.0780","Physical Review D 88, 063535 (2013)","doi:10.1103/PhysRevD.88.063535"],"date":["2013-10-02"],"type":["text"],"creator":["Herrera, Ramon","Olivares, Marco","Videla, Nelson"],"language":[],"coverage":[],"title":["General dissipative coefficient in warm intermediate and logamediate\n  inflation"],"description":["  We study a general form for the dissipative coefficient\n$\\Gamma(T,\\phi)=C_\\phi\\,T^{m}/\\phi^{m-1}$ in the context of warm intermediate\nand logamediate inflationary universe models. We analyze these models in the\nweak and strong dissipative regimes. In the slow-roll approximation, we\ndescribe in great detail the characteristics of these models. In both regimes,\nwe use recent data from the WMAP nine-year data and Planck data to constrain\nthe parameters appearing in our models.\n","Comment: 29 pages, 9 figures"]}]
["1310.1225",{"format":[],"subject":["Mathematics - Combinatorics","Condensed Matter - Statistical Mechanics","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1310.1225"],"date":["2013-10-04","2014-04-11"],"type":["text"],"creator":["Poghosyan, V. S.","Priezzhev, V. B."],"language":[],"coverage":[],"title":["Euler tours and unicycles in the rotor-router model"],"description":["  A recurrent state of the rotor-routing process on a finite sink-free graph\ncan be represented by a unicycle that is a connected spanning subgraph\ncontaining a unique directed cycle. We distinguish between short cycles of\nlength 2 called \"dimers\" and longer ones called \"contours\". Then the\nrotor-router walk performing an Euler tour on the graph generates a sequence of\ndimers and contours which exhibits both random and regular properties. Imposing\ninitial conditions randomly chosen from the uniform distribution we calculate\nexpected numbers of dimers and contours and correlation between them at two\nsuccessive moments of time in the sequence. On the other hand, we prove that\nthe excess of the number of contours over dimers is an invariant depending on\nplanarity of the subgraph but not on initial conditions. In addition, we\nanalyze the mean-square displacement of the rotor-router walker in the\nrecurrent state.\n","Comment: 17 pages, 4 figures. J. Stat. Mech. (2014)"]}]
["1310.2467",{"format":[],"subject":["Mathematical Physics","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1310.2467","J. Phys. A: Math. Theor. 47 (2014) 075004","doi:10.1088/1751-8113/47/7/075004"],"date":["2013-10-09","2014-04-11"],"type":["text"],"creator":["Wirtz, Tim","Guhr, Thomas"],"language":[],"coverage":[],"title":["Distribution of the Smallest Eigenvalue in Complex and Real Correlated\n  Wishart Ensembles"],"description":["  For the correlated Gaussian Wishart ensemble we compute the distribution of\nthe smallest eigenvalue and a related gap probability.We obtain exact results\nfor the complex (\\beta=2) and for the real case (\\beta=1). For a particular set\nof empirical correlation matrices we find universality in the spectral density,\nfor both real and complex ensembles and all kinds of rectangularity. We\ncalculate the asymptotic and universal results for the gap probability and the\ndistribution of the smallest eigenvalue. We use the Supersymmetry method, in\nparticular the generalized Hubbard-Stratonovich transformation and\nsuperbosonization.\n","Comment: 30 pages, 2 figures, improving pictures, correcting typos"]}]
["1310.4699",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1310.4699","David Schinkel et al 2014 Class. Quantum Grav. 31 075017","doi:10.1088/0264-9381/31/7/075017"],"date":["2013-10-17","2014-04-11"],"type":["text"],"creator":["Schinkel, David","Macedo, Rodrigo Panosso","Ansorg, Marcus"],"language":[],"coverage":[],"title":["Axisymmetric constant mean curvature slices in the Kerr space-time"],"description":["  Recently, there have been efforts to solve Einstein's equation in the context\nof a conformal compactification of space-time. Of particular importance in this\nregard are the so called CMC-foliations, characterized by spatial hyperboloidal\nhypersurfaces with a constant extrinsic mean curvature K. However, although of\ninterest for general space-times, CMC-slices are known explicitly only for the\nspherically symmetric Schwarzschild metric. This work is devoted to numerically\ndetermining axisymmetric CMC-slices within the Kerr solution. We construct such\nslices outside the black hole horizon through an appropriate coordinate\ntransformation in which an unknown auxiliary function A is involved. The\ncondition K=const. throughout the slice leads to a nonlinear partial\ndifferential equation for the function A, which is solved with a\npseudo-spectral method. The results exhibit exponential convergence, as is to\nbe expected in a pseudo-spectral scheme for analytic solutions. As a\nby-product, we identify CMC-slices of the Schwarzschild solution which are not\nspherically symmetric.\n","Comment: 14 pages, 4 figures, Version published in CQG"]}]
["1310.4780",{"format":[],"subject":["Computer Science - Programming Languages","D.3.1","D.3.2","H.2.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1310.4780","doi:10.1145/2543728.2543738"],"date":["2013-10-17","2014-04-11"],"type":["text"],"creator":["Cheney, James","Lindley, Sam","Radanne, Gabriel","Wadler, Philip"],"language":[],"coverage":[],"title":["Effective Quotation: relating approaches to language-integrated query"],"description":["  Language-integrated query techniques have been explored in a number of\ndifferent language designs. We consider two different, type-safe approaches\nemployed by Links and F#. Both approaches provide rich dynamic query generation\ncapabilities, and thus amount to a form of heterogeneous staged computation,\nbut to date there has been no formal investigation of their relative\nexpressiveness. We present two core calculi Eff and Quot, respectively\ncapturing the essential aspects of language-integrated querying using effects\nin Links and quotation in LINQ. We show via translations from Eff to Quot and\nback that the two approaches are equivalent in expressiveness. Based on the\ntranslation from Eff to Quot, we extend a simple Links compiler to handle\nqueries.\n","Comment: Proceedings of the ACM SIGPLAN 2014 Workshop on Partial Evaluation\n  and Program Manipulation, January 20-21, 2014, San Diego, CA, USA. Copyright\n  is held by the owner/author(s). Publication rights licensed to ACM"]}]
["1310.5927",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1310.5927"],"date":["2013-10-22","2014-04-11"],"type":["text"],"creator":["Casanova, Sandrine","Leconte, Eve"],"language":[],"coverage":[],"title":["A nonparametric model-based estimator for the cumulative distribution\n  function of a right censored variable in a finite population"],"description":["  In survey analysis, the estimation of the cumulative distribution function\n(cdf) is of great interest: it allows for instance to derive quantiles\nestimators or other non linear parameters derived from the cdf. We consider the\ncase where the response variable is a right censored duration variable. In this\nframework, the classical estimator of the cdf is the Kaplan-Meier estimator. As\nan alternative, we propose a nonparametric model-based estimator of the cdf in\na finite population. The new estimator uses auxiliary information brought by a\ncontinuous covariate and is based on nonparametric median regression adapted to\nthe censored case. The bias and variance of the prediction error of the\nestimator are estimated by a bootstrap procedure adapted to censoring. The new\nestimator is compared by model-based simulations to the Kaplan-Meier estimator\ncomputed with the sampled individuals: a significant gain in precision is\nbrought by the new method whatever the size of the sample and the censoring\nrate. Welfare duration data are used to illustrate the new methodology.\n","Comment: 18 pages, 5 figures"]}]
["1310.6883",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1310.6883","EPL (Europhys. Lett.) 105, 67006 (2014)","doi:10.1209/0295-5075/105/67006"],"date":["2013-10-25"],"type":["text"],"creator":["Goussev, Arseni","Robbins, JM","Slastikov, Valeriy"],"language":[],"coverage":[],"title":["Domain wall motion in ferromagnetic nanotubes: Analytic results"],"description":["  Dynamics of magnetization domain walls (DWs) in thin ferromagnetic nanotubes\nsubject to longitudinal external fields is addressed analytically in the\nregimes of strong and weak penalization. Explicit functional forms of the DW\nprofiles and formulas for the DW propagation velocity are derived in both\nregimes. In particular, the DW speed is shown to depend nonlinearly on the\nnanotube radius.\n","Comment: 4 pages, 3 figures"]}]
["1310.8267",{"format":[],"subject":["Physics - Biological Physics","Computer Science - Emerging Technologies","Nonlinear Sciences - Adaptation and Self-Organizing Systems","Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1310.8267","Physics Letters A 378/16-17 (2014) 1099-1103","doi:10.1016/j.physleta.2014.02.015"],"date":["2013-10-30"],"type":["text"],"creator":["Agrawal, Vidit","Kang, Shivpal Singh","Sinha, Sudeshna"],"language":[],"coverage":[],"title":["Realization of Morphing Logic Gates in a Repressilator with Quorum\n  Sensing Feedback"],"description":["  We demonstrate how a genetic ring oscillator network with quorum sensing\nfeedback can operate as a robust logic gate. Specifically we show how a range\nof logic functions, namely AND/NAND, OR/NOR and XOR/XNOR, can be realized by\nthe system, thus yielding a versatile unit that can morph between different\nlogic operations. We further demonstrate the capacity of this system to yield\ncomplementary logic operations in parallel. Our results then indicate the\ncomputing potential of this biological system, and may lead to bio-inspired\ncomputing devices.\n"]}]
["1311.0157",{"format":[],"subject":["Nuclear Theory","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.0157","Phys. Rev. C 89, 034919 (2014)","doi:10.1103/PhysRevC.89.034919"],"date":["2013-11-01","2014-01-23"],"type":["text"],"creator":["Song, Huichao","Bass, Steffen","Heinz, Ulrich W."],"language":[],"coverage":[],"title":["Spectra and elliptic flow for identified hadrons in 2.76 A TeV Pb+Pb\n  collisions"],"description":["  Using the VISHNU hybrid model that couples (2+1)-dimensional viscous\nhydrodynamics to a microscopic hadronic transport model, we calculate the\nmultiplicity, p_T spectra and elliptic flow for pions, kaons, and protons in\n2.76 A TeV Pb+Pb collisions, using MC-KLN initializations with smoothed initial\nconditions, obtained by averaging over a large number of events. The results\nfrom our calculations are compared to data from the ALICE collaboration,\nshowing nice agreement over several centrality bins. Using the same inputs, we\npredict the p_T spectra and elliptic flow for phi mesons and explore its flow\ndevelopment in the strong and weak coupling limits through hydrodynamic\ncalculations with different decoupling temperatures. In addition we study the\ninfluence of baryon and anti-baryon annihilation processes on common\nobservables and demonstrate that by including annihilation processes below a\nswitching temperature of 165 MeV, VISHNU provides a good description of the\nmultiplicity and p_T spectra for pions, kaons and protons measured by PHENIX\nand ALICE at both RHIC and the LHC.\n","Comment: 9 pages, 8 figures, wiith Fig.2 updated in version 2"]}]
["1311.3972",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.3972","Phys. Rev. D 89, 063535 (2014)","doi:10.1103/PhysRevD.89.063535"],"date":["2013-11-15","2014-04-10"],"type":["text"],"creator":["Meyers, Joel","Tarrant, Ewan R. M."],"language":[],"coverage":[],"title":["Perturbative Reheating After Multiple-Field Inflation: The Impact on\n  Primordial Observables"],"description":["  We study the impact of perturbative reheating on primordial observables in\nmodels of multiple-field inflation. By performing a sudden decay calculation,\nwe derive analytic expressions for the local-type non-linearity parameter\n$f_{\\rm NL}^{\\rm local}$, the scalar spectral index $n_\\zeta$, and the\ntensor-to-scalar ratio $r_T$ as functions of the decay rates of the\ninflationary fields. We compare our analytic results to a fully numerical\nclassical field theory simulation, finding excellent agreement. We find that\nthe sensitivity of $f_{\\rm NL}$, $n_\\zeta$, and $r_T$ to the reheating phase\ndepends heavily on the underlying inflationary model. We quantify this\nsensitivity, and discuss conditions that must be satisfied if observable\npredictions are to be insensitive to the dynamics of reheating. We demonstrate\nthat upon completion of reheating, all observable quantities take values within\nfinite ranges, the limits of which are determined completely by the conditions\nduring inflation. Furthermore, fluctuations in both fields play an important\nrole in determining the full dependence of the observables on the dynamics of\nreheating. By applying our formalism to two concrete examples, we demonstrate\nthat variations in $f_{\\rm NL}$, $n_\\zeta$, and $r_T$ caused by changes in\nreheating dynamics are well within the sensitivity of Planck, and as such the\nimpact of reheating must be accounted for when making predictions for models of\nmultiple-field inflation. Our final expressions are very general, encompassing\na wide range of two-field inflationary models, including the standard curvaton\nscenario. Our results allow a much more unified approach to studying two-field\ninflation including the effects of perturbative reheating. As such, entire\nclasses of models can be studied together, allowing a more systematic approach\nto gaining insight into the physics of the early universe through observation.\n","Comment: v2: Updated to match published version, references added, typos\n  corrected, appendix moved to main body of text. 26 pages, 7 figures"]}]
["1311.4956",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.4956","J. Phys. A: Math. Theor. 47 (2014) 152001","doi:10.1088/1751-8113/47/15/152001"],"date":["2013-11-19","2014-04-11"],"type":["text"],"creator":["Chen, Li","Mazaheri, Tahereh","Seidel, Alexander","Tang, Xiang"],"language":[],"coverage":[],"title":["The impossibility of exactly flat non-trivial Chern bands in strictly\n  local periodic tight binding models"],"description":["  We investigate the possibility of exactly flat non-trivial Chern bands in\ntight binding models with local (strictly short-ranged) hopping parameters. We\ndemonstrate that while any two of three criteria can be simultaneously realized\n(exactly flat band, non-zero Chern number, local hopping), it is not possible\nto simultaneously satisfy all three. Our theorem covers both the case of a\nsingle flat band, for which we give a rather elementary proof, as well as the\ncase of multiple degenerate flat bands. In the latter case, our result is\nobtained as an application of $K$-theory. We also introduce a class of models\non the Lieb lattice with nearest and next-nearest neighbor hopping parameters,\nwhich have an isolated exactly flat band of zero Chern number but, in general,\nnon-zero Berry curvature.\n","Comment: Published Version. Some references and additional comments added"]}]
["1311.6213",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.6213","Appl. Phys. Express 6 (2013) 123101","doi:10.7567/APEX.6.123101"],"date":["2013-11-25"],"type":["text"],"creator":["Pyon, Sunseng","Taen, Toshihiro","Ohtake, Fumiaki","Tsuchiya, Yuji","Inoue, Hiroshi","Akiyama, Hiroki","Kajitani, Hideki","Koizumi, Norikiyo","Okayasu, Satoru","Tamegai, Tsuyoshi"],"language":[],"coverage":[],"title":["Enhancement of Critical Current Densities in (Ba,K)Fe2As2 by 320 MeV Au\n  Irradiation in Single Crystals and by High-Pressure Sintering in PIT Wires"],"description":["  We demonstrate a large enhancement of critical current density (Jc) up to\n1.0x10^7 A/cm2 at 5 K under self-field in (Ba,K)Fe2As2 single crystals by\nirradiating 320 MeV Au ions. With the very promising potential of this material\nin mind, we have fabricated a (Ba,K)Fe2As2 superconducting wire through a\npowder-in-tube method combined with the hot isostatic pressing technique, whose\neffectiveness has been proven in industrial Bi2223 tapes. The Jc in the wire at\n4.2 K has reached 37 kA/cm2 under self-field and 3.0 kA/cm2 at 90 kOe.\nMagneto-optical imaging of the wire confirmed the large intergranular Jc in the\nwire core.\n","Comment: 20 pages, 5 figures, accepted for publication in Appl. Phys. Express"]}]
["1311.6825",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.6825","Acta Phys. Polonica Proc. Supp. 7, 59 (2014)","doi:10.5506/APhysPolBSupp.7.59"],"date":["2013-11-26"],"type":["text"],"creator":["van Hees, H.","Wesp, C.","Meistrenko, A.","Greiner, C."],"language":[],"coverage":[],"title":["Dynamics of the chiral phase transition"],"description":["  The intention of this study is the search for signatures of the chiral phase\ntransition in heavy-ion collisions. To investigate the impact of fluctuations,\ne.g., of the baryon number, at the transition or at a critical point, the\nlinear sigma model is treated in a dynamical (3+1)-dimensional numerical\nsimulation. Chiral fields are approximated as classical mean fields, and quarks\nare described as quasi particles in a Vlasov equation. Additional dynamics is\nimplemented by quark-quark and quark-sigma-field interactions. For a consistent\ndescription of field-particle interactions, a new Monte-Carlo-Langevin-like\nformalism has been developed and is discussed.\n","Comment: 10 pages, 5 figures; contribution to the proceedings of the \"XXXI Max\n  Born Symposium and HIC for FAIR Workshop\", Wroclav, Poland, June 14-16, 2013"]}]
["1311.6959",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Strongly Correlated Electrons","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.6959","SIGMA 10 (2014), 043, 18 pages","doi:10.3842/SIGMA.2014.043"],"date":["2013-11-27","2014-04-11"],"type":["text"],"creator":["Dugave, Maxime","Göhmann, Frank","Kozlowski, Karol K."],"language":[],"coverage":[],"title":["Functions Characterizing the Ground State of the XXZ Spin-1/2 Chain in\n  the Thermodynamic Limit"],"description":["  We establish several properties of the solutions to the linear integral\nequations describing the infinite volume properties of the XXZ spin-1/2 chain\nin the disordered regime. In particular, we obtain lower and upper bounds for\nthe dressed energy, dressed charge and density of Bethe roots. Furthermore, we\nestablish that given a fixed external magnetic field (or a fixed magnetization)\nthere exists a unique value of the boundary of the Fermi zone.\n"]}]
["1311.7576",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.7576","doi:10.1051/0004-6361/201322069"],"date":["2013-11-29"],"type":["text"],"creator":["Väisälä, M. S.","Harju, J.","Mantere, M. J.","Miettinen, O.","Sault, R. S.","Walmsley, C. M.","Whiteoak, J. B."],"language":[],"coverage":[],"title":["High-resolution ammonia mapping of the very young protostellar core\n  Chamaeleon-MMS1"],"description":["  Cha-MMS1 was mapped in the NH_3(1,1) line and the 1.2 cm continuum using the\nAustralia Telescope Compact Array, ATCA. The angular resolution of the ATCA\nobservations is 7'' (~ 1000 AU), and the velocity resolution is 50 m s^{-1}.\nThe core was also mapped with the 64-m Parkes telesope in the NH_3(1,1) and\n(2,2) lines. Observations from Herschel Space Observatory and Spitzer Space\ntelescope were used to help interpretation. A compact high column density core\nwith a steep velocity gradient is detected in ammonia, with a fractional\nammonia abundance compatible with determinations towards other dense cores. The\ndirection of the velocity gradient agrees with previous single-dish\nobservations, and the overall velocity distribution can be interpreted as\nrotation. The rotation axis goes through the position of a compact far-infrared\nsource detected by Spitzer and Herschel. The specific angular momentum of the\ncore is typical for protostellar envelopes. A string of 1.2 cm continuum\nsources is tentatively detected near the rotation axis. The ammonia spectra\nsuggest the presence of warm embedded gas in its vicinity. An hourglass-shaped\nstructure is seen in ammonia at the cloud's average LSR velocity, also aligned\nwith the rotation axis. Although this structure resembles a pair of outflow\nlobes the ammonia spectra show no indications of shocked gas. The observed\nammonia structure mainly delineates the inner envelope around the central\nsource. The velocity gradient is likely to originate in the angular momentum of\nthe contracting core, although influence of the outflow from the neighbouring\nyoung star IRS4 is possibly visible on one side of the core. The tentative\ncontinuum detection and the indications of a warm background component near the\nrotation axis suggest that the core contains a deeply embedded outflow which\nmay have been missed in previous single-dish CO surveys owing to beam dilution.\n","Comment: 15 pages, 12 figures. Submitted to Astronomy & Astrophysics"]}]
["1312.0710",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.0710","Opt.Express, 22, A800-A811 (2014)","doi:10.1364/OE.22.00A800"],"date":["2013-12-03","2014-04-10"],"type":["text"],"creator":["Krishnan, Aravind","Das, Snehal","Krishna, Siva Rama","Khan, Mohammed Zafar Ali"],"language":[],"coverage":[],"title":["Multilayer nanoparticle arrays for broad spectrum absorption enhancement\n  in thin film solar cells"],"description":["  In this paper, we present a theoretical study on the absorption efficiency\nenhancement of a thin film amorphous Silicon (a-Si) photovoltaic cell over a\nbroad spectrum of wavelengths using multiple nanoparticle arrays. The light\nabsorption efficiency is enhanced in the lower wavelengths by a nanoparticle\narray on the surface and in the higher wavelengths by another nanoparticle\narray embedded in the active region. The efficiency at intermediate wavelengths\nis enhanced by the simultaneous resonance from both nanoparticle layers. We\noptimize this design by tuning the radius of particles in both arrays, the\nperiod of the array and the distance between the two arrays. The optimization\nresults in a total quantum efficiency of 62.35% for a 300nm thick a-Si\nsubstrate.\n","Comment: - Article Published in Optics Express on 7 Apr 2014. Link:\n  http://www.opticsinfobase.org/oe/abstract.cfm?uri=oe-22-103-A800"]}]
["1312.1209",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.1209","Rev. Bras. Ens. Fis. 36 (2014)"],"date":["2013-12-04"],"type":["text"],"creator":["Silva Jr., Vilarbo da","Carvalho, Alexsandro M."],"language":["pt"],"coverage":[],"title":["An Introduction to Control of Chaos for Quasi-Integrable Hamiltonian\n  Systems"],"description":["  Quasi-integrable Hamiltonian systems are of great interest in many research\nfields of physics and mathematics. In these systems, the phase space has\nregular and chaotic trajectories. These trajectories depend in part on the\nmagnitude of perturbation that breaks the integrability of the system. The\nvalue of the critical perturbation responsible for this transition is a key\nelement in the control of chaos .\n  In this paper, we explore a procedure for the control in quasi-integrable\nHamiltonian systems via canonical map. Initially, we present the basic tools\nfor this study: Hamiltonian map, linearization of the map and Chirikov\ncriterion. Subsequently, we investigated the behavior of a wave-particle\ninteraction front perturbation. Finally, we confront with a numerical\nanalytical approach (iteration of the map) results, showing a good agreement.\n","Comment: in Portuguese"]}]
["1312.1508",{"format":[],"subject":["Physics - Optics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.1508","Nanoscale 6, 4716 (2014)","doi:10.1039/C3NR06679G"],"date":["2013-12-05"],"type":["text"],"creator":["Uskov, Alexander V.","Protsenko, Igor E.","Ikhsanov, Renat Sh.","Babicheva, Viktoriia E.","Zhukovsky, Sergei V.","Lavrinenko, Andrey V.","OReilly, Eoin P.","Xu, Hongxing"],"language":[],"coverage":[],"title":["Photoelectron emission from plasmonic nanoparticles: Comparison between\n  surface and volume photoelectric effects"],"description":["  We study emission of photoelectrons from plasmonic nanoparticles into\nsurrounding matrix. We consider two mechanisms of the photoelectric effect from\nnanoparticles - surface and volume ones, and use models of these two effects\nwhich allow us to obtain analytical results for the photoelectron emission\nrates from nanoparticle. Calculations have been done for the step potential at\nsurface of spherical nanoparticle, and the simple model for the hot electron\ncooling have been used. We highlight the effect of the discontinuity of the\ndielectric permittivity at the nanoparticle boundary in the surface mechanism,\nwhich leads to substantial (by 5 times) increase of photoelectron emission rate\nfrom nanoparticle compared to the case when such discontinuity is absent. For\nplasmonic nanoparticle, a comparison of two mechanisms of the photoeffect was\ndone for the first time and showed that surface photoeffect, at least, does not\nconcede the volume one, which agrees with results for the flat metal surface\nfirst formulated by Tamm and Schubin in their pioneering development of\nquantum-mechanical theory of photoeffect in 1931. In accordance with our\ncalculations, this predominance of the surface effect is a result of effective\ncooling of hot carriers, during their propagation from volume of the\nnanoparticle to its surface in the scenario of the volume mechanism. Taking\ninto account both mechanisms is essential in development of devices based on\nthe photoelectric effect and in usage of hot electrons from plasmonic\nnanoantenna.\n","Comment: 13 pages, 10 figures, 61 references"]}]
["1312.2839",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.2839","JHEP 4 (2014) 23","doi:10.1007/JHEP04(2014)023"],"date":["2013-12-10"],"type":["text"],"creator":["Andrade, Tomas","Fischetti, Sebastian","Marolf, Donald","Ross, Simon F.","Rozali, Moshe"],"language":[],"coverage":[],"title":["Entanglement and Correlations near Extremality: CFTs dual to\n  Reissner-Nordstr\\\"om AdS${}_5$"],"description":["  We use the AdS/CFT correspondence to study models of entanglement and\ncorrelations between two $d=4$ CFTs in thermofield double states at finite\nchemical potential. Our bulk spacetimes are planar Reissner-Nordstr\\\"om AdS\nblack holes. We compute both thermo-mutual information and the two-point\ncorrelators of large-dimension scalar operators, focussing on the\nsmall-temperature behavior -- an infrared limit with behavior similar to that\nseen at large times. The interesting feature of this model is of course that\nthe entropy density remains finite as $T \\rightarrow 0$ while the bulk geometry\ndevelops an infinite throat. This leads to a logarithmic divergence in the\nscale required for non-zero mutual information between equal-sized strips in\nthe two CFTs, though the mutual information between one entire CFT and a\nfinite-sized strip in the other can remain non-zero even at $T=0$. Furthermore,\ndespite the infinite throat, there can be extremally charged operators for\nwhich the two-point correlations remain finite as $T \\rightarrow 0$. This\nsuggests an interestingly mixed picture in which some aspects of the\nentanglement remain localized on scales set by the chemical potential, while\nothers shift to larger and larger scales. We also comment on implications for\nthe localized-quasiparticle picture of entanglement.\n","Comment: 29+8 pages, 10 figures"]}]
["1312.3110",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.3110"],"date":["2013-12-11","2014-01-01"],"type":["text"],"creator":["Zhang, Chang-kai"],"language":[],"coverage":[],"title":["Construction of Spacetime Field and Quantization of General Relativity"],"description":["  Theories based on General Relativity or Quantum Mechanics have taken a\nleading position in macroscopic and microscopic Physics, but fail when used in\nthe other extremity. Thus, we try to establish a new structure of united theory\nbased on General Relativity by forming certain spacetime property and a new\nmodel of particle. This theory transforms the Riemann curvature tensor into\nspacetime density scalar so that gravitational field can be added to the\nQuantum Mechanics, and supposes the electromagnetic field in General Relativity\nto be a kind of spacetime fluid. Also the theory carries on Einstein-Cartan\nTheory about spacetime torsion to form the energy exchange in order that\nHubble's law and dark mass can be simply explained. On the basis of the\ndefinition of signal, measurement and observation, the theory is able to\nconstruct a modified Quantum Equation in curved spacetime compatible with\nGeneral Relativity, and hence unite the General Relativity and Quantum\nMechanics in some range and puts forward a new idea of unification.\n","Comment: 6 pages, theoretical foundation of General United Spacetime Field\n  Theory, new approach to the united theory"]}]
["1312.3568",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.3568","Phys. Rev. Lett. 112, 146804 (2014)","doi:10.1103/PhysRevLett.112.146804"],"date":["2013-12-12","2014-04-10"],"type":["text"],"creator":["Vasseur, Romain","Moore, Joel E."],"language":[],"coverage":[],"title":["Edge Physics of the Quantum Spin Hall Insulator from a Quantum Dot\n  Excited by Optical Absorption"],"description":["  The gapless edge modes of the Quantum Spin Hall insulator form a helical\nliquid in which the direction of motion along the edge is determined by the\nspin orientation of the electrons. In order to probe the Luttinger liquid\nphysics of these edge states and their interaction with a magnetic (Kondo)\nimpurity, we consider a setup where the helical liquid is tunnel-coupled to a\nsemiconductor quantum dot which is excited by optical absorption, thereby\ninducing an effective quantum quench of the tunneling. At low energy, the\nabsorption spectrum is dominated by a power-law singularity. The corresponding\nexponent is directly related to the interaction strength (Luttinger parameter)\nand can be computed exactly using boundary conformal field theory thanks to the\nunique nature of the Quantum Spin Hall edge.\n","Comment: 4.5 pages, 2 figures. v2: published version, new supplemental\n  material section"]}]
["1312.3599",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.3599"],"date":["2013-12-12","2014-04-11"],"type":["text"],"creator":["Grubic, Nastasia","LeFloch, Philippe G.","Mardare, Cristinel"],"language":[],"coverage":[],"title":["The equations of elastostatics in a Riemannian manifold"],"description":["  To begin with, we identify the equations of elastostatics in a Riemannian\nmanifold, which generalize those of classical elasticity in the\nthree-dimensional Euclidean space. Our approach relies on the principle of\nleast energy, which asserts that the deformation of the elastic body arising in\nresponse to given loads minimizes over a specific set of admissible\ndeformations the total energy of the elastic body, defined as the difference\nbetween the strain energy and the potential of the loads. Assuming that the\nstrain energy is a function of the metric tensor field induced by the\ndeformation, we first derive the principle of virtual work and the associated\nnonlinear boundary value problem of nonlinear elasticity from the expression of\nthe total energy of the elastic body. We then show that this boundary value\nproblem possesses a solution if the loads are sufficiently small (in a sense we\nspecify).\n","Comment: 43 pages"]}]
["1312.3625",{"format":[],"subject":["Mathematics - Statistics Theory","62M20, 62J02"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.3625"],"date":["2013-12-12","2014-04-11"],"type":["text"],"creator":["Onzon, Emmanuel"],"language":[],"coverage":[],"title":["Efficient prediction in $L^2$-differentiable families of distributions"],"description":["  A proof of the Cram\\'er-Rao inequality for prediction is presented under\nconditions of $L^2$-differentiability of the family of distributions of the\nmodel. The assumptions and the proof differ from those of Miyata (2001) who\nalso proved this inequality under $L^2$-differentiability conditions. It is\nalso proved that if an efficient predictor (i.e. which risk attains the bound)\nexists then the family of distributions is of a special form which can be seen\nas an extension of the notion of exponential family. This result is also proved\nunder $L^2$-differentiability conditions.\n","Comment: 19 pages"]}]
["1312.4025",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.4025","PRB 89, 094518 (2014)"],"date":["2013-12-14","2014-04-10"],"type":["text"],"creator":["Yang, Yang","Wang, Wan-Sheng","Liu, Jin-Guo","Chen, Huo","Dai, Jian-Hui","Wang, Qiang-Hua"],"language":[],"coverage":[],"title":["Functional renormalization group study of superconductivity in doped\n  Sr$_2$IrO$_4$"],"description":["  Using functional renormalization group we investigated possible\nsuperconductivity in doped Sr$_2$IrO$_4$. In the electron doped case, a\n$d^*_{x^2-y^2}$-wave superconducting phase is found in a narrow doping region.\nThe pairing is driven by spin fluctuations within the single conduction band.\nIn contrast, for hole doping an $s^*_{\\pm}$-wave phase is established,\ntriggered by spin fluctuations within and across the two conduction bands. In\nall cases there are comparable singlet and triplet components in the pairing\nfunction. The Hund's rule coupling reduces (enhances) superconductivity for\nelectron (hole) doping. Our results imply that hole doping is more promising to\nachieve a higher transition temperature. Experimental perspectives are\ndiscussed.\n","Comment: 6 pages, 6 color figures"]}]
["1312.6215",{"format":[],"subject":["Computer Science - Systems and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.6215","Automatica 50 (2014) 1135-1142","doi:10.1016/j.automatica.2014.02.007"],"date":["2013-12-21","2014-04-10"],"type":["text"],"creator":["Hoang, Hung Gia","Vo, Ba Tuong"],"language":[],"coverage":[],"title":["Sensor management for multi-target tracking via Multi-Bernoulli\n  filtering"],"description":["  In multi-object stochastic systems, the issue of sensor management is a\ntheoretically and computationally challenging problem. In this paper, we\npresent a novel random finite set (RFS) approach to the multi-target sensor\nmanagement problem within the partially observed Markov decision process\n(POMDP) framework. The multi-target state is modelled as a multi-Bernoulli RFS,\nand the multi-Bernoulli filter is used in conjunction with two different\ncontrol objectives: maximizing the expected R\\'enyi divergence between the\npredicted and updated densities, and minimizing the expected posterior\ncardinality variance. Numerical studies are presented in two scenarios where a\nmobile sensor tracks five moving targets with different levels of\nobservability.\n","Comment: Final published version, 10 pages, 3 figures"]}]
["1401.0030",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.0030","Physical Review D 89, 084053 (2014)","doi:10.1103/PhysRevD.89.084053"],"date":["2013-12-30","2014-04-11"],"type":["text"],"creator":["Di Casola, Eolo","Liberati, Stefano","Sonego, Sebastiano"],"language":[],"coverage":[],"title":["Weak equivalence principle for self-gravitating bodies: A sieve for\n  purely metric theories of gravity"],"description":["  We propose the almost-geodesic motion of self-gravitating test bodies as a\npossible selection rule among metric theories of gravity. Starting from a\nheuristic statement, the \"gravitational weak equivalence principle\", we build a\nformal, operative test able to probe the validity of the principle for any\nmetric theory of gravity, in an arbitrary number of spacetime dimensions. We\nshow that, if the theory admits a well-posed variational formulation, this test\nsingles out only the purely metric theories of gravity. This conclusion\nreproduces known results in the cases of general relativity (also with a\ncosmological constant term), and scalar-tensor theories, but extends also to\ndebated or unknown scenarios, such as f(R) and Lanczos-Lovelock theories. We\nthus provide new tools going beyond the standard methods, where the latter turn\nout to be inconclusive or inapplicable.\n","Comment: 17 pages, no figures. Tiny modifications to match the published\n  version"]}]
["1401.1546",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.1546","Phys. Rev. X 4, 021008 (2014)","doi:10.1103/PhysRevX.4.021008"],"date":["2014-01-07","2014-04-10"],"type":["text"],"creator":["Katzgraber, Helmut G.","Hamze, Firas","Andrist, Ruben S."],"language":[],"coverage":[],"title":["Glassy Chimeras could be blind to quantum speedup: Designing better\n  benchmarks for quantum annealing machines"],"description":["  Recently, a programmable quantum annealing machine has been built that\nminimizes the cost function of hard optimization problems by adiabatically\nquenching quantum fluctuations. Tests performed by different research teams\nhave shown that, indeed, the machine seems to exploit quantum effects. However\nexperiments on a class of random-bond instances have not yet demonstrated an\nadvantage over classical optimization algorithms on traditional computer\nhardware. Here we present evidence as to why this might be the case. These\nengineered quantum annealing machines effectively operate coupled to a\ndecohering thermal bath. Therefore, we study the finite-temperature critical\nbehavior of the standard benchmark problem used to assess the computational\ncapabilities of these complex machines. We simulate both random-bond Ising\nmodels and spin glasses with bimodal and Gaussian disorder on the D-Wave\nChimera topology. Our results show that while the worst-case complexity of\nfinding a ground state of an Ising spin glass on the Chimera graph is not\npolynomial, the finite-temperature phase space is likely rather simple: Spin\nglasses on Chimera have only a zero-temperature transition. This means that\nbenchmarking optimization methods using spin glasses on the Chimera graph might\nnot be the best benchmark problems to test quantum speedup. We propose\nalternative benchmarks by embedding potentially harder problems on the Chimera\ntopology. Finally, we also study the (reentrant) disorder-temperature phase\ndiagram of the random-bond Ising model on the Chimera graph and show that a\nfinite-temperature ferromagnetic phase is stable up to 19.85(15)%\nantiferromagnetic bonds. Beyond this threshold the system only displays a\nzero-temperature spin-glass phase. Our results therefore show that a careful\ndesign of the hardware architecture and benchmark problems is key when building\nquantum annealing machines.\n","Comment: 8 pages, 5 figures, 1 table"]}]
["1401.1672",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.1672","Physical Review B 89, 144410 (2014)","doi:10.1103/PhysRevB.89.144410"],"date":["2014-01-08"],"type":["text"],"creator":["Timopheev, A. A.","Pogorelov, Yu. G.","Cardoso, S.","Freitas, P. P.","Kakazei, G. N.","Sobolev, N. A."],"language":[],"coverage":[],"title":["Dynamic exchange via spin currents in acoustic and optical modes of\n  ferromagnetic resonance in spin-valve structures"],"description":["  Two ferromagnetic layers magnetically decoupled by a thick normal metal\nspacer layer can be, nevertheless, dynamically coupled via spin currents\nemitted by the spin-pump and absorbed through the spin-torque effects at the\nneighboring interfaces. A decrease of damping in both layers due to a partial\ncompensation of the angular momentum leakage in each layer was previously\nobserved at the coincidence of the two ferromagnetic resonances. In case of\nnon-zero magnetic coupling, such a dynamic exchange will depend on the mutual\nprecession of the magnetic moments in the layers. A difference in the linewidth\nof the resonance peaks is expected for the acoustic and optical regimes of\nprecession. However, the interlayer coupling hybridizes the resonance responses\nof the layers and therefore can also change their linewidths. The interplay\nbetween the two mechanisms has never been considered before. In the present\nwork, the joint influence of the hybridization and non-local damping on the\nlinewidth has been studied in weakly coupled NiFe/CoFe/Cu/CoFe/MnIr spin-valve\nmultilayers. It has been found that the dynamic exchange by spin currents is\ndifferent in the optical and acoustic modes, and this difference is dependent\non the interlayer coupling strength. In contrast to the acoustic precession\nmode, the dynamic exchange in the optical mode works as an additional damping\nsource. A simulation in the framework of the Landau-Lifshitz-Gilbert formalism\nfor two ferromagnetic layers coupled magnetically and by spin currents has been\ndone to separate the effects of the non-local damping from the resonance modes\nhybridization. In our samples both mechanisms bring about linewidth changes of\nthe same order of magnitude, but lead to a distinctly different angular\nbehavior. The obtained results are relevant for a broad class of coupled\nmagnetic multilayers with ballistic regime of the spin transport.\n"]}]
["1401.2852",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.2852","Phys.Rev. D89 (2014) 074017","doi:10.1103/PhysRevD.89.074017"],"date":["2014-01-13","2014-04-11"],"type":["text"],"creator":["Yamanaka, Nodoka","Imai, Shotaro","Doi, Takahiro M.","Suganuma, Hideo"],"language":[],"coverage":[],"title":["Quark scalar, axial, and pseudoscalar charges in the Schwinger-Dyson\n  formalism"],"description":["  We calculate the scalar, axial, and pseudoscalar charges of the quark in the\nSchwinger-Dyson formalism of Landau gauge QCD. It is found that the dressed\nquark scalar density of the valence quark is significantly enhanced against the\nbare quark contribution, and the result explains qualitatively the\nphenomenologically known value of the pion-nucleon sigma term and also that\ngiven by lattice QCD. Moreover, we show that the Richardson's interquark\npotential suppresses the quark scalar density in the Higashjima-Miransky\napproximation. This fact suggests that the quark scalar density is an\nobservable that is sensitive to quark confinement. For the quark axial charge,\nwe find that it is suppressed due to the gluon dynamics. The result of the\nquenched analysis agrees qualitatively with the experimental data of the\nisovector axial coupling constant $g_A$. We show that the suppression of the\nquenched axial charge is due to a mechanism similar to that of the quark tensor\ncharge. In the Schwinger-Dyson equation with the leading unquenching quark-loop\ncontribution the quark axial charge is more suppressed, due to the anomaly\neffect. The quark pseudoscalar density is found to be large, and is divergent\nas the bare quark becomes massless. This result is in agreement with the\nphenomenological current algebraic analysis, and explains well the dominance of\nthe pion-pole contribution.\n","Comment: 28 pages, 22 figures"]}]
["1401.4069",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Digital Libraries"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.4069","Scientometrics (2014) 99: 331-351","doi:10.1007/s11192-014-1230-x"],"date":["2014-01-15"],"type":["text"],"creator":["Ausloos, Marcel"],"language":[],"coverage":[],"title":["Binary Scientific Star Coauthors Core Size"],"description":["  It is examined whether the relationship $ J \\propto A/r^{\\alpha}$, and the\nsubsequent coauthor core notion (Ausloos 2013), between the number ($J$) of\njoint publications (JP) by a \"main scientist\" (LI) with her/his coauthors (CAs)\ncan be extended to a team-like system. This is done by considering that each\ncoauthor can be so strongly tied to the LI that they are forming {\\it binary\nscientific star} (BSS) systems with respect to their other collaborators.\nMoreover, publications in peer review journals and in \"proceedings\", both often\nthought to be of \"different quality\", are separetely distinguished. The role of\na time interval for measuring $J$ and $\\alpha$ is also examined. New indirect\nmeasures are also introduced.\n  For making the point, two LI cases with numerous CAs are studied. It is found\nthat only a few BSS need to be usefully examined. The exponent $\\alpha$ turns\nout to be \"second scientist\" weakly dependent, but still \"size\" and\n\"publication type\" dependent, according to the number of CAs or JP. The CA core\nvalue is found to be (CA or JP) size and publication type dependent, but\nremains in an understandable range. Somewhat unexpectedly, no special\nqualitative difference on the binary scientific star CA core value is found\nbetween publications in peer review journals and in proceedings.\n  In conclusion, some remark is made on partner cooperation in BSS teams. It is\nsuggested that such measures can serve as criteria for distinguishing the role\nof scientists in a team.\n","Comment: 30 pages, 8 Tables, 1 Appendix, 40 references, to be published in\n  Scientometrics"]}]
["1401.4100",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.4100","doi:10.1103/PhysRevB.89.115429"],"date":["2014-01-16"],"type":["text"],"creator":["Si, Chen","Liu, Junwei","Xu, Yong","Wu, Jian","Gu, Bing-Lin","Duan, Wenhui"],"language":[],"coverage":[],"title":["Functionalized Germanene as a Prototype of Large-Gap Two-Dimensional\n  Topological Insulators"],"description":["  We propose new two-dimensional (2D) topological insulators (TIs) in\nfunctionalized germanenes (GeX, X=H, F, Cl, Br or I) using first-principles\ncalculations. We find GeI is a 2D TI with a bulk gap of about 0.3 eV, while\nGeH, GeF, GeCl and GeBr can be transformed into TIs with sizeable gaps under\nachievable tensile strains. A unique mechanism is revealed to be responsible\nfor large topologically-nontrivial gap obtained: owing to the\nfunctionalization, the $\\sigma$ orbitals with stronger spin-orbit coupling\n(SOC) dominate the states around the Fermi level, instead of original $\\pi$\norbitals with weaker SOC; thereinto, the coupling of the $p_{xy}$ orbitals of\nGe and heavy halogens in forming the $\\sigma$ orbitals also plays a key role in\nthe further enlargement of the gaps in halogenated germanenes. Our results\nsuggest a realistic possibility for the utilization of topological effects at\nroom temperature.\n"]}]
["1401.5132",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.5132","Phys. Rev. A 89, 042309 (2014)","doi:10.1103/PhysRevA.89.042309"],"date":["2014-01-20","2014-04-10"],"type":["text"],"creator":["Takeoka, Masahiro","Guha, Saikat"],"language":[],"coverage":[],"title":["Capacity of optical communication in loss and noise with general\n  Gaussian receivers"],"description":["  Laser-light (coherent-state) modulation is sufficient to achieve the ultimate\n(Holevo) capacity of classical communication over a lossy and noisy optical\nchannel, but requires a receiver that jointly detects long modulated codewords\nwith highly nonlinear quantum operations, which are near-impossible to realize\nusing current technology. We analyze the capacity of the lossy-noisy optical\nchannel when the transmitter uses coherent state modulation but the receiver is\nrestricted to a general quantum-limited Gaussian receiver, i.e., one that may\ninvolve arbitrary combinations of Gaussian operations (passive linear optics:\nbeamsplitters and phase-shifters, second order nonlinear optics (or active\nlinear optics): squeezers, along with homodyne or heterodyne detection\nmeasurements) and any amount of classical feedforward within the receiver.\nUnder these assumptions, we show that the Gaussian receiver that attains the\nmaximum mutual information is either homodyne detection, heterodyne detection,\nor time sharing between the two, depending upon the received power level. In\nother words, our result shows that to exceed the theoretical limit of\nconventional coherent optical communications, one has to incorporate\nnon-Gaussian, i.e., third or higher-order nonlinear operations in the receiver.\nFinally we compare our Gaussian receiver limit with experimentally feasible\nnon-Gaussian receivers and show that in the regime of low received photon flux,\nit is possible to overcome the Gaussian receiver limit by relatively simple\nnon-Gaussian receivers based on photon counting.\n","Comment: 11 pages, 7 figures. v2: Numerical results added. v3: New section\n  discussing the non-Gaussian receivers is added (Sec. IV)"]}]
["1401.6225",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.6225","Phys. Rev. D 89, 083502 (2014)","doi:10.1103/PhysRevD.89.083502"],"date":["2014-01-23"],"type":["text"],"creator":["Gleiser, Marcelo","Graham, Noah"],"language":[],"coverage":[],"title":["Transition To Order After Hilltop Inflation"],"description":["  We investigate the rich nonlinear dynamics during the end of hilltop\ninflation by numerically solving the coupled Klein-Gordon-Friedmann equations\nin a expanding universe. In particular, we search for coherent, nonperturbative\nconfigurations that may emerge due to the combination of nontrivial couplings\nbetween the fields and resonant effects from the cosmological expansion. We\ncouple a massless field to the inflaton to investigate its effect on the\nexistence and stability of coherent configurations and the effective equation\nof state at reheating. For parameters consistent with data from the Planck and\nWMAP satellites, and for a wide range of couplings between the inflaton and the\nmassless field, we identify a transition from disorder to order characterized\nby emergent oscillon-like configurations. We verify that these configurations\ncan contribute a maximum of roughly 30% of the energy density in the universe.\nAt late times their contribution to the energy density drops to about 3%, but\nthey remain long-lived on cosmological time-scales, being stable throughout our\nsimulations. Cosmological oscillon emergence is described using a new measure\nof order in field theory known as relative configurational entropy.\n","Comment: 10 pages, 6 figures totaling 25 .eps files"]}]
["1401.6333",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.6333"],"date":["2014-01-24","2014-04-11"],"type":["text"],"creator":["Yu, Yang","Qian, Hong"],"language":[],"coverage":[],"title":["The Sampling-and-Learning Framework: A Statistical View of Evolutionary\n  Algorithms"],"description":["  Evolutionary algorithms (EAs), a large class of general purpose optimization\nalgorithms inspired from the natural phenomena, are widely used in various\nindustrial optimizations and often show excellent performance. This paper\npresents an attempt towards revealing their general power from a statistical\nview of EAs. By summarizing a large range of EAs into the sampling-and-learning\nframework, we show that the framework directly admits a general analysis on the\nprobable-absolute-approximate (PAA) query complexity. We particularly focus on\nthe framework with the learning subroutine being restricted as a binary\nclassification, which results in the sampling-and-classification (SAC)\nalgorithms. With the help of the learning theory, we obtain a general upper\nbound on the PAA query complexity of SAC algorithms. We further compare SAC\nalgorithms with the uniform search in different situations. Under the\nerror-target independence condition, we show that SAC algorithms can achieve\npolynomial speedup to the uniform search, but not super-polynomial speedup.\nUnder the one-side-error condition, we show that super-polynomial speedup can\nbe achieved. This work only touches the surface of the framework. Its power\nunder other conditions is still open.\n"]}]
["1401.6791",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.6791","J. Appl. Phys. 115, 123706 (2014)","doi:10.1063/1.4869134"],"date":["2014-01-27","2014-03-12"],"type":["text"],"creator":["Barthel, Stefan","Kunert, Gerd","Gartner, Mariuca","Stoica, Mihai","Mourad, Daniel","Kruse, Carsten","Figge, Stephan","Hommel, Detlef","Czycholl, Gerd"],"language":[],"coverage":[],"title":["Determination of the Fermi Level Position in Dilute Magnetic\n  Ga$_{1-x}$Mn$_{x}$N Films"],"description":["  We report on a combined theoretical and experimental determination of the\nFermi level position in wurtzite Ga$_{1-x}$Mn$_{x}$N films with $x=4\\%$ and\n$x=10\\%$ as grown by molecular beam epitaxy. By means of ellipsometric\nmeasurements the real part of the frequency-dependent conductivity is\ndetermined. An electronic model in the framework of the effective bond-orbital\nmodel is parameterized in order to theoretically reproduce the measured\ntransport properties. Predictions for the long-wavelength behaviour as a\nfunction of the Fermi level are made. The corresponding density of states\nobtained in this model is in qualitative agreement with first-principle\ncalculations. The absence of a significant experimental peak in the AC\nconductivity for small frequencies indicates that the Fermi level lies in a gap\nbetween two Mn-related impurity bands in the host band gap.\n"]}]
["1401.7604",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.7604"],"date":["2014-01-29","2014-04-11"],"type":["text"],"creator":["Gan, Lingwen","Topcu, Ufuk","Low, Steven H."],"language":[],"coverage":[],"title":["Distributed Load Balancing with Nonconvex Constraints: A Randomized\n  Algorithm with Application to Electric Vehicle Charging Scheduling"],"description":["  To schedule a large number of EVs with the presence of practical nonconvex\ncharging constraints, a distributed and randomized algorithm is proposed in\nthis paper. The algorithm assumes the availability of a coordinator which can\ncommunicate with all EVs. In each iteration of the algorithm, the coordinator\nreceives tentative charging profiles from the EVs and computes a broadcast\ncontrol signal. After receiving this broadcast control signal, each EV\ngenerates a probability distribution over its admissible charging profiles, and\nsamples from the distribution to update its tentative charging profile.\n  We prove that the algorithm converges almost surely to a charging profile in\nfinite iterations. The final charging profile (that the algorithm converges to)\nis random, i.e., it depends on the realization. We characterize the final\ncharging profile---a charging profile can be a realization of the final\ncharging profile if and only if it is a Nash equilibrium of the game in which\neach EV seeks to minimize the inner product of its own charging profile and the\naggregate electricity demand. Furthermore, we provide a uniform suboptimality\nupper bound, that scales O(1/n) in the number n of EVs, for all realizations of\nthe final charging profile.\n","Comment: 32 pages, 7 figures, submitted to IEEE Transactions on Automatic\n  Control, 2014"]}]
["1402.0051",{"format":[],"subject":["Computer Science - Multiagent Systems","Computer Science - Robotics","Computer Science - Systems and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.0051"],"date":["2014-01-31","2014-04-10"],"type":["text"],"creator":["Atanasov, Nikolay A.","Ny, Jerome Le","Pappas, George J."],"language":[],"coverage":[],"title":["Distributed Algorithms for Stochastic Source Seeking with Mobile Robot\n  Networks: Technical Report"],"description":["  Autonomous robot networks are an effective tool for monitoring large-scale\nenvironmental fields. This paper proposes distributed control strategies for\nlocalizing the source of a noisy signal, which could represent a physical\nquantity of interest such as magnetic force, heat, radio signal, or chemical\nconcentration. We develop algorithms specific to two scenarios: one in which\nthe sensors have a precise model of the signal formation process and one in\nwhich a signal model is not available. In the model-free scenario, a team of\nsensors is used to follow a stochastic gradient of the signal field. Our\napproach is distributed, robust to deformations in the group geometry, does not\nnecessitate global localization, and is guaranteed to lead the sensors to a\nneighborhood of a local maximum of the field. In the model-based scenario, the\nsensors follow the stochastic gradient of the mutual information between their\nexpected measurements and the location of the source in a distributed manner.\nThe performance is demonstrated in simulation using a robot sensor network to\nlocalize the source of a wireless radio signal.\n","Comment: 13 pages (two-column); 3 figures; Manuscript submitted to the ASME\n  Journal on Dynamic Systems, Measurement and Control (JDSMC); In version 2\n  typos in the text were corrected, the proofs were cleaned up, hyperlinks were\n  added to the bibliography, several clarifications were added to the text, and\n  some statements were made more precise"]}]
["1402.0479",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.0479","Phys. Rev. B 89, 165411 (2014)","doi:10.1103/PhysRevB.89.165411"],"date":["2014-02-03","2014-03-19"],"type":["text"],"creator":["Hörig, Christoph B. M.","Mora, Christophe","Schuricht, Dirk"],"language":[],"coverage":[],"title":["Transport properties of fully screened Kondo models"],"description":["  We study the non-equilibrium transport properties of fully (exactly) screened\nKondo quantum dots subject to a finite bias voltage or a finite temperature.\nFirstly, we calculate the Fermi-liquid coefficients of the conductance for\nmodels with arbitrary spin, i.e. its leading behaviour for small bias voltages\nor temperatures. Secondly, we determine the low-temperature behaviour of the\nstatic susceptibility from the exactly known Bethe Ansatz results for the\nmagnetisation. Thirdly, we study the crossover from strong to weak coupling in\nthe spin-1/2 and the spin-1 models coupled to one or two screening channels\nrespectively. Using a real-time renormalisation group method we calculate the\nstatic and dynamical spin-spin correlation functions for the spin-1/2 model as\nwell as the linear and differential conductance and the static susceptibility\nfor the spin-1 model. We define various Kondo scales and discuss their\nrelations. We assess the validity of the renormalisation-group treatment by\ncomparing with known results for the temperature dependence of the linear\nconductance and static susceptibility as well as the Fermi-liquid behaviour at\nlow energies.\n","Comment: 23 pages"]}]
["1402.1613",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.1613"],"date":["2014-02-07","2014-04-11"],"type":["text"],"creator":["Galtier, Mathieu N.","Marini, Camille","Wainrib, Gilles","Jaeger, Herbert"],"language":[],"coverage":[],"title":["Relative entropy minimizing noisy non-linear neural network to\n  approximate stochastic processes"],"description":["  A method is provided for designing and training noise-driven recurrent neural\nnetworks as models of stochastic processes. The method unifies and generalizes\ntwo known separate modeling approaches, Echo State Networks (ESN) and Linear\nInverse Modeling (LIM), under the common principle of relative entropy\nminimization. The power of the new method is demonstrated on a stochastic\napproximation of the El Nino phenomenon studied in climate research.\n"]}]
["1402.2518",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.2518","doi:10.1016/j.icarus.2014.03.044"],"date":["2014-02-11"],"type":["text"],"creator":["Frederic, Schmidt","Maxime, Legendre","Stephane, Le Mouelic"],"language":[],"coverage":[],"title":["Minerals detection for hyperspectral images using adapted linear\n  unmixing: LinMin"],"description":["  Minerals detection over large volume of spectra is the challenge addressed by\ncurrent hyperspectral imaging spectrometer in Planetary Science. Instruments\nsuch OMEGA (Mars Express), CRISM (Mars Reconnaissance Orbiter), M^{3}\n(Chandrayaan-1), VIRTIS (Rosetta) and many more, have been producing very large\ndatasets since one decade. We propose here a fast supervised detection\nalgorithm called LinMin, in the framework of linear unmixing, with innovative\narrangement in order to treat non-linear cases due to radiative transfer in\nboth atmosphere and surface. We use reference laboratory and synthetic spectral\nlibrary. Additional spectra are used in order to mimic the effect of Martian\naerosols, grain size, and observation geometry discrepancies between reference\nand observed spectra. The proposed algorithm estimates the uncertainty on\nmixing coefficient from the uncertainty of observed spectra. Both numerical and\nobservational tests validate the approach. Fast parallel implementation of the\nbest algorithm (IPLS) on Graphics Processing Units (GPU) allows to\nsignificantly reduce the computation cost by a factor of 40.\n","Comment: 32 pages, 13 figures, submitted to Icarus"]}]
["1402.3139",{"format":[],"subject":["Mathematics - Optimization and Control","60HXX, 93EXX"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.3139"],"date":["2014-02-13","2014-04-11"],"type":["text"],"creator":["Biagini, Francesca","Meyer-Brandis, Thilo","Øksendal, Bernt","Paczka, Krzysztof"],"language":[],"coverage":[],"title":["Optimal control with delayed information flow of systems driven by\n  $G$-Brownian motion"],"description":["  In this paper we study strongly robust optimal control problems under\nvolatility uncertainty. In the $G$-framework we adapt the stochastic maximum\nprinciple to find necessary and sufficient conditions for the existence of a\nstrongly robust optimal control.\n"]}]
["1402.3234",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment","Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.3234","Phys. Rev. D 89, 073010 (2014)","doi:10.1103/PhysRevD.89.073010"],"date":["2014-02-13","2014-03-31"],"type":["text"],"creator":["Ramalho, G.","Tsushima, K."],"language":[],"coverage":[],"title":["$\\gamma^\\ast N \\to N(1710)$ transition at high momentum transfer"],"description":["  In a relativistic quark model we study the structure of the $N(1710)$\nresonance, and the $\\gamma^\\ast N \\to N(1710)$ reaction focusing on the high\nmomentum transfer region, where the valence quark degrees of freedom are\nexpected to be dominant. The $N(1710)$ resonance, a state with spin 1/2 and\npositive parity ($J^P = \\frac{1}{2}^+$), can possibly be interpreted as the\nsecond radial excitation of the nucleon, after the Roper, $N(1440)$. We\ncalculate the $\\gamma^\\ast N \\to N(1710)$ helicity amplitudes, and predict that\nthey are almost identical to those of the $\\gamma^\\ast N \\to N(1440)$ reaction\nin the high momentum transfer region. Thus, future measurement of the helicity\namplitudes for the $\\gamma^\\ast N \\to N(1710)$ reaction can give a significant\nhint on the internal structure of the $N(1710)$ state.\n","Comment: Version acepted for publication at PRD. Small changes. 10 pages, 2\n  figures"]}]
["1402.5950",{"format":[],"subject":["Computer Science - Computational Complexity","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.5950"],"date":["2014-02-23","2014-04-11"],"type":["text"],"creator":["Avis, David","Tiwary, Hans Raj"],"language":[],"coverage":[],"title":["A generalization of extension complexity that captures $P$"],"description":["  In this paper we propose a generalization of the extension complexity of a\npolyhedron $Q$. On the one hand it is general enough so that all problems in\n$P$ can be formulated as linear programs with polynomial size extension\ncomplexity. On the other hand it still allows non-polynomial lower bounds to be\nproved for $NP$-hard problems independently of whether or not $P=NP$. The\ngeneralization, called $H$-free extension complexity, allows for a set of valid\ninequalities $H$ to be excluded in computing the extension complexity of $Q$.\nWe give results on the $H$-free extension complexity of hard matching problems\n(when $H$ are the odd set inequalities) and the traveling salesman problem\n(when $H$ are the subtour elimination constraints).\n"]}]
["1402.6131",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.6131","PoS(Hadron 2013)193"],"date":["2014-02-25"],"type":["text"],"creator":["Nishihara, Hiroki","Harada, Masayasu"],"language":[],"coverage":[],"title":["Pion condensation phase at finite isospin chemical potential in a\n  Holographic QCD model"],"description":["  We summarize main points of our recent work where we studied the pion\ncondensation for non-zero isospin chemical potential within a holographic QCD\nmodel. We confirmed that the second order phase transition with the mean field\nexponent occurs when the isospin chemical potential $\\mu_I$ exceed the pion\nmass, which is consistent with the result obtained by the chiral effective\nLagrangian at $O(p^2)$. We find that a deviation for large $\\mu_I$ region can\nbe understood as a higher order effects in the chiral effective Lagrangian. Our\nresult shows that the chiral condensate defined by $\\tilde{\\sigma} \\equiv\n\\sqrt{ \\langle \\sigma \\rangle^2 + \\langle \\pi^a \\rangle^2 }$ is almost constant\nin the small $\\mu_I$ region, while it grows with $\\mu_I$ in the large $\\mu_I$\nregion showing an enhancement of the chiral symmetry breaking.\n","Comment: 5 pages, 3 Figures, to appear in the proccedings of the \"Hadron2013\"\n  conference held in Nara, 4-8 November 2013"]}]
["1402.6460",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.6460"],"date":["2014-02-26","2014-04-11"],"type":["text"],"creator":["Clavero, Nadia","Soria, Javier"],"language":[],"coverage":[],"title":["Mixed norm spaces and rearrangement invariant estimates"],"description":["  Our main goal in this work is to further improve the mixed norm estimates due\nto Fournier, and also Algervik and Kolyada, to more general rearrangement\ninvariant (r.i.) spaces. In particular we find the optimal domains and the\noptimal ranges for these embeddings between mixed norm spaces and r.i. spaces.\n"]}]
["1402.6558",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.6558","doi:10.1051/0004-6361/201322340"],"date":["2014-02-26"],"type":["text"],"creator":["Jurcak, J.","Rubio, L. R. Bellot","Sobotka, M."],"language":[],"coverage":[],"title":["Orphan penumbrae: Submerging horizontal fields"],"description":["  We investigate the properties of orphan penumbrae, which are photospheric\nfilamentary structures observed in active regions near polarity inversion lines\nthat resemble the penumbra of regular sunspots but are not connected to any\numbra. We use Hinode data from the Solar Optical Telescope to determine the\nproperties of orphan penumbrae. Spectropolarimetric data are employed to obtain\nthe vector magnetic field and line-of-sight velocities in the photosphere.\nMagnetograms are used to study the overall evolution of these structures, and\nG-band and Ca II H filtergrams are to investigate their brightness and apparent\nhorizontal motions. Orphan penumbrae form between regions of opposite polarity\nin places with horizontal magnetic fields. Their magnetic configuration is that\nof $\\Omega$-shaped flux ropes. In the two cases studied here, the\nopposite-polarity regions approach each other with time and the whole structure\nsubmerges as the penumbral filaments disappear. Orphan penumbrae are very\nsimilar to regular penumbrae, including the existence of strong gas flows.\nTherefore, they could have a similar origin. The main difference between them\nis the absence of a \"background\" magnetic field in orphan penumbrae. This could\nexplain most of the observed differences. The fast flows we detect in orphan\npenumbrae may be caused by the siphon flow mechanism. Based on the similarities\nbetween orphan and regular penumbrae, we propose that the Evershed flow is also\na manifestation of siphon flows.\n","Comment: 15 pages, 15 figures"]}]
["1402.6827",{"format":[],"subject":["Mathematics - Differential Geometry","Primary 52A40, Secondary 53C65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.6827"],"date":["2014-02-27","2014-04-11"],"type":["text"],"creator":["Abardia, Judit","Wannerer, Thomas"],"language":[],"coverage":[],"title":["Aleksandrov-Fenchel inequalities for unitary valuations of degree 2 and\n  3"],"description":["  We extend the classical Aleksandrov-Fenchel inequality for mixed volumes to\nfunctionals arising naturally in hermitian integral geometry. As a consequence,\nwe obtain Brunn-Minkowski and isoperimetric inequalities for hermitian\nquermassintegrals.\n","Comment: 23 pages"]}]
["1403.2107",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.2107","Appl. Phys. Lett. 104, 141102 (2014)","doi:10.1063/1.4870635"],"date":["2014-03-09","2014-03-11"],"type":["text"],"creator":["Fang, Xu","Tseng, Ming Lun","Ou, Jun-Yu","MacDonald, Kevin F.","Tsai, Din Ping","Zheludev, Nikolay I."],"language":[],"coverage":[],"title":["Ultrafast all-optical switching via coherent modulation of metamaterial\n  absorption"],"description":["  We report on the demonstration of a femtosecond all-optical modulator\nproviding, without nonlinearity and therefore at arbitrarily low intensity,\nultrafast light-by-light control. The device engages the coherent interaction\nof optical waves on a metamaterial nanostructure only 30 nm thick to\nefficiently control absorption of near-infrared (750-1040 nm) femtosecond\npulses, providing switching contrast ratios approaching 3:1 with a modulation\nbandwidth in excess of 2 THz. The functional paradigm illustrated here opens\nthe path to a family of novel meta-devices for ultra-fast optical data\nprocessing in coherent networks.\n","Comment: 5 pages, 4 figures"]}]
["1403.6508",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","Computer Science - Artificial Intelligence","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.6508"],"date":["2014-03-25","2014-04-10"],"type":["text"],"creator":["Lin, Xiaomin","Beling, Peter A.","Cogill, Randy"],"language":[],"coverage":[],"title":["Multi-agent Inverse Reinforcement Learning for Zero-sum Games"],"description":["  In this paper we introduce a Bayesian framework for solving a class of\nproblems termed Multi-agent Inverse Reinforcement Learning (MIRL). Compared to\nthe well-known Inverse Reinforcement Learning (IRL) problem, MIRL is formalized\nin the context of a stochastic game rather than a Markov decision process\n(MDP). Games bring two primary challenges: First, the concept of optimality,\ncentral to MDPs, loses its meaning and must be replaced with a more general\nsolution concept, such as the Nash equilibrium. Second, the non-uniqueness of\nequilibria means that in MIRL, in addition to multiple reasonable solutions for\na given inversion model, there may be multiple inversion models that are all\nequally sensible approaches to solving the problem. We establish a theoretical\nfoundation for competitive two-agent MIRL problems and propose a Bayesian\noptimization algorithm to solve the problem. We focus on the case of two-person\nzero-sum stochastic games, developing a generative model for the likelihood of\nunknown rewards of agents given observed game play assuming that the two agents\nfollow a minimax bipolicy. As a numerical illustration, we apply our method in\nthe context of an abstract soccer game. For the soccer game, we investigate\nrelationships between the extent of prior information and the quality of\nlearned rewards. Results suggest that covariance structure is more important\nthan mean value in reward priors.\n"]}]
["1403.7269",{"format":[],"subject":["Quantitative Finance - Portfolio Management"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.7269"],"date":["2014-03-27","2014-04-11"],"type":["text"],"creator":["Xu, Zuo Quan"],"language":[],"coverage":[],"title":["A Note on the Quantile Formulation"],"description":["  Many investment models in discrete or continuous-time settings boil down to\nmaximizing an objective of the quantile function of the decision variable. This\nquantile optimization problem is known as the quantile formulation of the\noriginal investment problem. Under certain monotonicity assumptions, several\nschemes to solve such quantile optimization problems have been proposed in the\nliterature. In this paper, we propose a change-of-variable and relaxation\nmethod to solve the quantile optimization problems without using the calculus\nof variations or making any monotonicity assumptions. The method is\ndemonstrated through a portfolio choice problem under rank-dependent utility\ntheory (RDUT). We show that this problem is equivalent to a classical Merton's\nportfolio choice problem under expected utility theory with the same utility\nfunction but a different pricing kernel explicitly determined by the given\npricing kernel and probability weighting function. With this result, the\nfeasibility, well-posedness, attainability and uniqueness issues for the\nportfolio choice problem under RDUT are solved. It is also shown that solving\nfunctional optimization problems may reduce to solving probabilistic\noptimization problems. The method is applicable to general models with\nlaw-invariant preference measures including portfolio choice models under\ncumulative prospect theory (CPT) or RDUT, Yaari's dual model, Lopes' SP/A\nmodel, and optimal stopping models under CPT or RDUT.\n","Comment: to appear in Mathematical Finance"]}]
["1404.2421",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.2421"],"date":["2014-04-09","2014-04-11"],"type":["text"],"creator":["Kim, Kitae","Yie, Ikkwon"],"language":[],"coverage":[],"title":["A note on two classes of permutation polynomials over finite fields"],"description":["  Permutation polynomials over finite fields have taken an important role in\nvast areas in mathematics as well as engineering.\n  Recently, Tu et al. gave some classes of complete permutation polynomials\nover finite fields of even characteristic.\n  In this paper, we give some properties based on a work of Akbary et al. With\nthe help of the properties, we give extensions of Tu et el.'s results to\narbitrary characteristic.\n","Comment: This paper has been withdrawn by the author: the results were already\n  obtained by Michael Zieve in more general form"]}]
["1404.2938",{"format":[],"subject":["Mathematics - Probability","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.2938"],"date":["2014-04-10"],"type":["text"],"creator":["Kocaga, Yasar Levent","Armony, Mor","Ward, Amy R."],"language":[],"coverage":[],"title":["Staffing Call Centers with Uncertain Arrival Rates and Co-sourcing"],"description":["  In a call center, staffing decisions must be made before the call arrival\nrate is known with certainty. Then, once the arrival rate becomes known, the\ncall center may be over-staffed, in which case staff are being paid to be idle,\nor under-staffed, in which case many callers hang-up in the face of long wait\ntimes. Firms that have chosen to keep their call center operations in-house can\nmitigate this problem by co-sourcing; that is, by sometimes outsourcing calls.\nThen, the required staffing $N$ depends on how the firm chooses which calls to\noutsource in real-time, after the arrival rate realizes and the call center\noperates as a $M/M/N+M$ queue with an outsourcing option. Our objective is to\nfind a joint policy for staffing and call outsourcing that minimizes the long\nrun average cost of this two-stage stochastic program when there is a linear\nstaffing cost per unit time and linear costs associated with abandonments and\noutsourcing.\n  We propose a policy that uses a square-root safety staffing rule, and\noutsources calls in accordance with a threshold rule that characterizes when\nthe system is \"too crowded\". Analytically, we establish that our proposed\npolicy is asymptotically optimal, as the mean arrival rate becomes large, when\nthe level of uncertainty in the arrival rate is of the same order as the\ninherent system fluctuations in the number of waiting customers for a known\narrival rate. Through an extensive numerical study, we establish that our\npolicy is extremely robust. In particular, our policy performs remarkably well\nover a wide range of parameters, and far beyond where it is proved to be\nasymptotically optimal.\n"]}]
["1404.2939",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.2939","International Journal of Managing Public Sector Information and\n  Communication Technologies (IJMPICT), Vol. 5, No. 1, March 2014","doi:10.5121/ijmpict.2014.5101"],"date":["2014-04-10"],"type":["text"],"creator":["Pashazadeh, Saied","Niyari, Elham Abdolrahimi"],"language":[],"coverage":[],"title":["Modeling Enterprise Architecture Using Timed Colored PETRI Net: Single\n  Processor Scheduling"],"description":["  The purpose of modeling enterprise architecture and analysis of it is to ease\ndecision making about architecture of information systems. Planning is one of\nthe most important tasks in an organization and has a major role in increasing\nthe productivity of it. Scope of this paper is scheduling processes in the\nenterprise architecture. Scheduling is decision making on execution start time\nof processes that are used in manufacturing and service systems. Different\nmethods and tools have been proposed for modeling enterprise architecture.\nColored Petri net is extension of traditional Petri net that its modeling\ncapability has grown dramatically. A developed model with Colored Petri net is\nsuitable for verification of operational aspects and performance evaluation of\ninformation systems. With having ability of hierarchical modeling, colored\nPetri nets permits that using predesigned modules for smaller parts of the\nsystem and with a general algorithm, any kind of enterprise architecture can be\nmodeled. A two level hierarchical model is presented as a building block for\nmodeling architecture of Transaction Processing Systems (TPS) in this paper.\nThis model schedules and runs processes based on a predetermined non-preemptive\nscheduling method. The model can be used for scheduling of processes with four\nnon-preemptive methods named, priority based (PR), shortest job first (SJF),\nfirst come first served (FCFS) and highest response ratio next (HRRN). The\npresented model is designed such can be used as one of the main components in\nmodeling any type of enterprise architecture. Most enterprise architectures can\nbe modeled by putting together appropriate number of these modules and proper\ncomposition of them.\n","Comment: 13 pages, 5 figures"]}]
["1404.2941",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.2941","Phys. Rev. Lett. 112, 148303 (2014)","doi:10.1103/PhysRevLett.112.148303"],"date":["2014-04-10"],"type":["text"],"creator":["Möddel, Monika","Janke, Wolfhard","Bachmann, Michael"],"language":[],"coverage":[],"title":["Adsorption and Pattern Recognition of Polymers at Complex Surfaces with\n  Attractive Stripe-like Motifs"],"description":["  We construct the complete structural phase diagram of polymer adsorption at\nsubstrates with attractive stripe-like patterns in the parameter space spanned\nby the adsorption affinity of the stripes and temperature. Results were\nobtained by extensive generalized-ensemble Monte Carlo simulations of a generic\nmodel for the hybrid organic-inorganic system. By comparing with adhesion\nproperties at homogeneous substrates, we find substantial differences in the\nformation of adsorbed polymer structures if translational invariance at the\nsurface is broken by a regular pattern. Beside a more specific understanding of\npolymer adsorption processes, our results are potentially relevant for the\ndesign of macromolecular pattern recognition devices such as sensors.\n","Comment: 5 pages, 4 figures"]}]
["1404.2945",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.2945"],"date":["2014-04-10"],"type":["text"],"creator":["Franken, Jeroen H.","Herps, Mark","Swagten, Henk J. M.","Koopmans, Bert"],"language":[],"coverage":[],"title":["Tunable chiral spin texture in magnetic domain-walls"],"description":["  Magnetic domain-walls (DWs) with a preferred chirality exhibit very efficient\ncurrent-driven motion. Since structural inversion asymmetry (SIA) is required\nfor their stability, the observation of chiral domain walls in highly symmetric\nPt/Co/Pt is intriguing. Here, we tune the layer asymmetry in this system and\nobserve, by current-assisted DW depinning experiments, a small chiral field\nwhich sensitively changes. Moreover, we convincingly link the observed\nefficiency of DW motion to the DW texture, using DW resistance as a direct\nprobe for the internal orientation of the DW under the influence of in-plane\nfields. The very delicate effect of capping layer thickness on the chiral field\nallows for its accurate control, which is important in designing novel\nmaterials for optimal spin-orbit-torque-driven DW motion.\n","Comment: 12 pages, 5 figures"]}]
["1404.2946",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.2946"],"date":["2014-04-10"],"type":["text"],"creator":["Aslanidis, Timotheos","Kogias, Marios-Evangelos"],"language":[],"coverage":[],"title":["Algorithms for Packet Routing in Switching Networks with Reconfiguration\n  Overhead"],"description":["  Given a set of messages to be transmitted in packages from a set of sending\nstations to a set of receiving stations, we are required to schedule the\npackages so as to achieve the minimum possible time from the moment the 1st\ntransmission initiates to the concluding of the last. Preempting packets in\norder to reroute message remains, as part of some other packet to be\ntransmitted at a later time would be a great means to achieve our goal, if not\nfor the fact that each preemption will come with a reconfiguration cost that\nwill delay our entire effort. The problem has been extensively studied in the\npast and various algorithms have been proposed to handle many variations of the\nproblem. In this paper we propose an improved algorithm that we call the\nSplit-Graph Algorithm (SGA). To establish its efficiency we compare it, to two\nof the algorithms developed in the past. These two are the best presented in\nbibliography so far, one in terms of approximation ratio and one in terms of\nexperimental results.\n","Comment: 7 pages, 2 figures, CCNET 2014 Conference"]}]
["1404.2947",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.2947"],"date":["2014-04-10"],"type":["text"],"creator":["Apte, Pankaj A.","Pingua, Nandlal","Gautam, Arvind Kumar","Kumar, Uday","Willow, Soohaeng Yoo","Zeng, Xiao Cheng","Kulkarni, B. D."],"language":[],"coverage":[],"title":["The freezing tendency towards 4-coordinated amorphous network causes\n  increase in heat capacity of supercooled Stillinger-Weber silicon"],"description":["  The supercooled liquid silicon, modeled by Stillinger-Weber potential, shows\nanomalous increase in heat capacity $C_p$, with a maximum $C_p$ value close to\n1060 K at zero pressure. We study equilibration and relaxation of the\nsupercooled SW Si, in the temperature range of 1060 K--1070 K at zero pressure.\nWe find that as the relaxation of the metastable supercooled liquid phase\ninitiates, a straight line region (SLR) is formed in cumulative potential\nenergy distributions. The configurational temperature corresponding to the SLR\nis close to 1060 K, which was earlier identified as the freezing temperature of\n4-coordinated amorphous network. The SLR is found to be tangential to the\ndistribution of the metastable liquid phase and thus influences the broadness\nof the distribution. As the bath temperature is reduced from 1070 K to 1060 K,\nthe effective temperature approaches the bath temperature which results in\nbroadening of the metastable phase distribution. This, in turn, causes an\nincrease in overall fluctuations of potential energy and hence an increase of\nheat capacity. We also find that during initial stages of relaxation,\n4-coordinated atoms form 6-membered rings with a chair--like structure and\nother structural units that indicate crystallization. Simultaneously a strong\ncorrelation is established between the number of chair-shaped 6-membered rings\nand the number of 4-coordinated atoms in the system. This shows that all\nproperties related to 4-coordinated particles are highly correlated as the SLR\nis formed in potential energy distributions and this can be interpreted as a\nconsequence of `freezing' of amorphous network formed by 4-coordinated\nparticles.\n","Comment: Submitted to a Peer-reviewed Journal on 28 January 2014"]}]
["1404.2948",{"format":[],"subject":["Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.2948"],"date":["2014-04-10"],"type":["text"],"creator":["Wang, Bo","Goldenberg, Anna"],"language":[],"coverage":[],"title":["Gradient-based Laplacian Feature Selection"],"description":["  Analysis of high dimensional noisy data is of essence across a variety of\nresearch fields. Feature selection techniques are designed to find the relevant\nfeature subset that can facilitate classification or pattern detection.\nTraditional (supervised) feature selection methods utilize label information to\nguide the identification of relevant feature subsets. In this paper, however,\nwe consider the unsupervised feature selection problem. Without the label\ninformation, it is particularly difficult to identify a small set of relevant\nfeatures due to the noisy nature of real-world data which corrupts the\nintrinsic structure of the data. Our Gradient-based Laplacian Feature Selection\n(GLFS) selects important features by minimizing the variance of the Laplacian\nregularized least squares regression model. With $\\ell_1$ relaxation, GLFS can\nfind a sparse subset of features that is relevant to the Laplacian manifolds.\nExtensive experiments on simulated, three real-world object recognition and two\ncomputational biology datasets, have illustrated the power and superior\nperformance of our approach over multiple state-of-the-art unsupervised feature\nselection methods. Additionally, we show that GLFS selects a sparser set of\nmore relevant features in a supervised setting outperforming the popular\nelastic net methodology.\n"]}]
["1404.2949",{"format":[],"subject":["Mathematics - Algebraic Geometry","14G40 (Primary), 14C17 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.2949"],"date":["2014-04-10"],"type":["text"],"creator":["Kolb, Johannes"],"language":[],"coverage":[],"title":["An Analytic Description of Local Intersection Numbers at Non-Archimedian\n  Places for Products of Semi-Stable Curves"],"description":["  We generalise a formula of Shou-Wu Zhang, which describes local arithmetic\nintersection numbers of three Cartier divisors with support in the special\nfibre on a a self-product of a semi-stable arithmetic surface using elementary\nanalysis. By an approximation argument, Zhang extends his formula to a formula\nfor local arithmetic intersection numbers of three adelic metrized line bundles\non the self-product of a curve with trivial underlying line bundle. Using the\nresults on intersection theory from arXiv:1404.1623 [math.AG] we generalize\nthese results to d-fold self-products for arbitrary d. For the approximations\nto converge, we have to assume that d satisfies the vanishing condition 4.7\nfrom arXiv:1404.1623 [math.AG], which is true at least for $d\\in \\{2,3,4,5\\}$.\n","Comment: 31 pages"]}]
["1404.2951",{"format":[],"subject":["High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.2951","Mod. Phys. Lett. A, Vol. 29, No. 10 (2014) 1430009","doi:10.1142/S0217732314300092"],"date":["2014-04-10"],"type":["text"],"creator":["Knoepfel, Kyle J."],"language":[],"coverage":[],"title":["Standard Model Higgs boson searches at the Tevatron"],"description":["  We give an overview of Standard Model Higgs boson studies performed at the\nCDF and Dzero experiments at the Tevatron proton-antiproton collider. Combining\nthe results of many individual analyses, most of which use the full data set\navailable, an excess with a significance of 3.0 standard deviations with\nrespect to the Standard Model hypothesis is observed at a Higgs boson mass of\n125 GeV/$c^2$. At that mass, the combined best-fit cross section is consistent\nwith the Standard Model prediction. Constraints are also placed on the Higgs\nboson couplings with fermions and electroweak vector bosons and are consistent\nwith the Standard Model predictions within the uncertainties.\n","Comment: Invited review. 13 pages"]}]
["1404.2952",{"format":[],"subject":["Computer Science - Multimedia","Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.2952","Second International Conference on Computational Science and\n  Engineering (CSE-2014) Dubai, UAE, April 04 ~ 05 - 2014 Volume Editors:\n  Dhinaharan Nagamalai, Sundarapandian Vaidyanathan ISBN : 978-1-921987-30-4 pp\n  65 - 77","doi:10.5121/csit.2014.4406"],"date":["2014-04-10"],"type":["text"],"creator":["Oussama, Noui","Lemnouar, Noui"],"language":[],"coverage":[],"title":["A blind robust watermarking scheme based on svd and circulant matrices"],"description":["  Multimedia security has been the aim point of considerable research activity\nbecause of its wide application area. The major technology to achieve copyright\nprotection, content authentication, access control and multimedia security is\nwatermarking which is the process of embedding data into a multimedia element\nsuch as image or audio, this embedded data can later be extracted from, or\ndetected in the embedded element for different purposes. In this work, a blind\nwatermarking algorithm based on SVD and circulant matrices has been presented.\nEvery circulant matrix is associated with a matrix for which the SVD\ndecomposition coincides with the spectral decomposition. This leads to improve\nthe Chandra algorithm [1], our presentation will include a discussion on the\ndata hiding capacity, watermark transparency and robustness against a wide\nrange of common image processing attacks.\n","Comment: 12 pages, 6 figures, 5 tables, Second International Conference on\n  Computational Science & Engineering (CSE - 2014)"]}]
["1404.2954",{"format":[],"subject":["Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.2954"],"date":["2014-04-10"],"type":["text"],"creator":["Rahwan, Talal","Michalak, Tomasz","Wooldridge, Michael"],"language":[],"coverage":[],"title":["A Measure of Synergy in Coalitions"],"description":["  When the performance of a team of agents exceeds our expectations or fall\nshort of them, we often explain this by saying that there was some synergy in\nthe team---either positive (the team exceeded our expectations) or negative\n(they fell short). Our aim in this article is to develop a formal and\nprincipled way of measuring synergies, both positive and negative. Using\ncharacteristic function cooperative games as our underlying model, we present a\nformal measure of synergy, based on the idea that a synergy is exhibited when\nthe performance of a team deviates from the norm. We then show that our synergy\nvalue is the only possible such measure that satisfies certain intuitive\nproperties. We then investigate some alternative characterisations of this\nmeasure.\n"]}]
["1404.2957",{"format":[],"subject":["Mathematics - Statistics Theory","62G08"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.2957"],"date":["2014-04-10"],"type":["text"],"creator":["Chen, Yining","Samworth, Richard J."],"language":[],"coverage":[],"title":["Generalised additive and index models with shape constraints"],"description":["  We study generalised additive models, with shape restrictions (e.g.\nmonotonicity, convexity, concavity) imposed on each component of the additive\nprediction function. We show that this framework facilitates a nonparametric\nestimator of each additive component, obtained by maximising the likelihood.\nThe procedure is free of tuning parameters and under mild conditions is proved\nto be uniformly consistent on compact intervals. More generally, our\nmethodology can be applied to generalised additive index models. Here again,\nthe procedure can be justified on theoretical grounds and, like the original\nalgorithm, possesses highly competitive finite-sample performance. Practical\nutility is illustrated through the use of these methods in the analysis of two\nreal datasets. Our algorithms are publicly available in the \\texttt{R} package\n\\textbf{scar}, short for \\textbf{s}hape-\\textbf{c}onstrained \\textbf{a}dditive\n\\textbf{r}egression.\n","Comment: 50 pages"]}]
["1404.2959",{"format":[],"subject":["Computer Science - Social and Information Networks","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.2959"],"date":["2014-04-10"],"type":["text"],"creator":["Klasen, Bernd"],"language":[],"coverage":[],"title":["SocioAware Content Distribution using P2P solutions in Hybrid Networks"],"description":["  The growing online traffic that is bringing the infrastructure to its limits\ninduces an urgent demand for an efficient content delivery model. Capitalizing\nsocial networks and using advanced delivery networks potentially can help to\nsolve this problem. However, due to the complex nature of the involved networks\nsuch a model is difficult to assess. In this paper we use a simulative approach\nto analyze how the SatTorrent P2P protocol supported by social networks can\nimprove content delivery by means of reduced download duration and traffic.\n","Comment: accepted at The 18th IEEE Symposium on Computers and Communications\n  (ISCC 2013) but has not been presented and published"]}]
["1404.2962",{"format":[],"subject":["Computer Science - Computational Complexity","F.1.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.2962","Proceedings from the 24th International Symposium on Agorithms and\n  Computation, ISAAC 2013, Hong Kong, China. Springer-Verlag Berlin Heidelberg.\n  699-710"],"date":["2014-04-10"],"type":["text"],"creator":["Johnsen, Aleck C.","Kao, Ming-Yang","Seki, Shinnosuke"],"language":[],"coverage":[],"title":["Computing Minimum Tile Sets to Self-Assemble Colors Patterns"],"description":["  Patterned self-assembly tile set synthesis (PATS) aims at finding a minimum\ntile set to uniquely self-assemble a given rectangular color pattern. For $k\n\\ge 1$, $k$-PATS is a variant of PATS that restricts input patterns to those\nwith at most $k$ colors. We prove the {\\bf NP}-hardness of 29-PATS, where the\nbest known is that of 60-PATS.\n"]}]
["1404.2964",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.2964"],"date":["2014-04-10"],"type":["text"],"creator":["Chen, Richard Li-Yang","Fan, Neng","Pinar, Ali","Watson, Jean-Paul"],"language":[],"coverage":[],"title":["Contingency-Constrained Unit Commitment with Post-Contingency Corrective\n  Recourse"],"description":["  We consider the problem of minimizing costs in the generation unit commitment\nproblem, a cornerstone in electric power system operations, while enforcing an\nN-k-e reliability criterion. This reliability criterion is a generalization of\nthe well-known $N$-$k$ criterion, and dictates that at least $(1-e_ j)$\nfraction of the total system demand must be met following the failures of $k$\nor fewer system components. We refer to this problem as the\nContingency-Constrained Unit Commitment problem, or CCUC. We present a\nmixed-integer programming formulation of the CCUC that accounts for both\ntransmission and generation element failures. We propose novel cutting plane\nalgorithms that avoid the need to explicitly consider an exponential number of\ncontingencies. Computational studies are performed on several IEEE test systems\nand a simplified model of the Western US interconnection network, which\ndemonstrate the effectiveness of our proposed methods relative to current\nstate-of-the-art.\n"]}]
["1404.2967",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Analysis of PDEs","Mathematics - Dynamical Systems","Primary 34G10, 47D09, 35B65, Secondary 35L10, 35K10, 35K90"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.2967"],"date":["2014-04-10"],"type":["text"],"creator":["Batty, Charles J. K.","Chill, Ralph","Srivastava, Sachi"],"language":[],"coverage":[],"title":["Maximal regularity in interpolation spaces for second order Cauchy\n  problems"],"description":["  We study maximal regularity in interpolation spaces for the sum of three\nclosed linear operators on a Banach space, and we apply the abstract results to\nobtain Besov and H\\\"older maximal regularity for complete second order Cauchy\nproblems under natural parabolicity assumptions. We discuss applications to\npartial differential equations.\n","Comment: 18 pages"]}]
["1404.2969",{"format":[],"subject":["Mathematics - Differential Geometry","53A04"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.2969"],"date":["2014-04-10"],"type":["text"],"creator":["Kim, Dong-Soo","Kim, Wonyong","Kim, Young Ho","Park, Dae Heui"],"language":[],"coverage":[],"title":["Area of triangles associated with a curve II"],"description":["  It is well known that the area $U$ of the triangle formed by three tangents\nto a parabola $X$ is half of the area $T$ of the triangle formed by joining\ntheir points of contact. In this article, we consider whether this property and\nsimilar ones characterizes parabolas. As a result, we present three conditions\nwhich are necessary and sufficient for a strictly convex curve in the plane to\nbe an open part of a parabola.\n","Comment: 12 pages. arXiv admin note: substantial text overlap with\n  arXiv:1401.4751"]}]
["1404.2972",{"format":[],"subject":["Mathematics - Probability","49N70, 35D40, 49L25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.2972"],"date":["2014-04-10"],"type":["text"],"creator":["Krylov, N. V."],"language":[],"coverage":[],"title":["On the independence of the value function for stochastic differential\n  games of the probability space"],"description":["  We show that the value function in a stochastic differential game does not\nchange if we keep the same space $(\\Omega,\\mathcal{F})$ but introduce\nprobability measures by means of Girsanov's transformation {\\em depending} on\nthe policies of the players. We also show that the value function does not\nchange if we allow the driving Wiener processes to depend on the policies of\nthe players. Finally, we show that the value function does not change if we\nperform a random time change with the rate depending on the policies of the\nplayers.\n","Comment: 22 pages. arXiv admin note: text overlap with arXiv:1205.0048"]}]
["1404.2973",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q86, 60H15, 35Q35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.2973"],"date":["2014-04-10"],"type":["text"],"creator":["Glatt-Holtz, Nathan","Temam, Roger","Wang, Chuntian"],"language":[],"coverage":[],"title":["Time Discrete Approximation of Weak Solutions for Stochastic Equations\n  of Geophysical Fluid Dynamics and Applications"],"description":["  As a first step towards the numerical analysis of the stochastic primitive\nequations of the atmosphere and oceans, we study their time discretization by\nan implicit Euler scheme. From deterministic viewpoint the 3D Primitive\nEquations are studied with physically realistic boundary conditions. From\nprobabilistic viewpoint we consider a wide class of nonlinear, state dependent,\nwhite noise forcings. The proof of convergence of the Euler scheme covers the\nequations for the oceans, atmosphere, coupled oceanic-atmospheric system and\nother geophysical equations. We obtain the existence of solutions weak in PDE\nand probabilistic sense, a result which is new by itself to the best of our\nknowledge.\n"]}]
["1404.2974",{"format":[],"subject":["Mathematics - Probability","49N70, 35D40, 49L25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.2974"],"date":["2014-04-10"],"type":["text"],"creator":["Krylov, N. V."],"language":[],"coverage":[],"title":["Approximating the value functions for stochastic differential games with\n  the ones having bounded second derivatives"],"description":["  We show a method of uniform approximation of the value functions of uniformly\nnondegenerate stochastic differential games in smooth domains up to a constant\nover $K$ with the ones having second-order derivatives bounded by a constant\ntimes $K$ for any $K\\geq1$\n","Comment: 17 pages"]}]
["1404.2976",{"format":[],"subject":["Mathematics - Differential Geometry","53C42, 53C10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.2976"],"date":["2014-04-10"],"type":["text"],"creator":["Palmer, Bennett","Perdomo, Oscar"],"language":[],"coverage":[],"title":["Equilibrium Shapes of Cylindrical Rotating Liquid Drops"],"description":["  See http://www.youtube.com/watch?v=izbGXdjvK_I for a YouTube video showing\npart of the results in this paper.We will consider surfaces whose mean\ncurvature at a point is a linear function of the square of the distance from\nthat point to the vertical axis. We restrict ourselves here to surfaces which\nare cylinders over a curve in a horizontal plane. We describe the moduli space\nof the set of solutions which includes numerous properly immersed and embedded\nexamples. We also analyze the stability of these cylindrical surfaces.\n","Comment: 22 pages. arXiv admin note: substantial text overlap with\n  arXiv:1403.6362"]}]
["1404.2977",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.2977"],"date":["2014-04-10"],"type":["text"],"creator":["Frontera-Pons, Joana","Pascal, Frederic","Ovarlez, Jean-Philippe"],"language":[],"coverage":[],"title":["Adaptive non-Zero Mean Gaussian Detection and Application to\n  Hyperspectral Imaging"],"description":["  Classical target detection schemes are usually obtained deriving the\nlikelihood ratio under Gaussian hypothesis and replacing the unknown background\nparameters by their estimates. In most applications, interference signals are\nassumed to be Gaussian with zero mean or with a known mean vector that can be\nremoved and with unknown covariance matrix. When mean vector is unknown, it has\nto be jointly estimated with the covariance matrix, as it is the case for\ninstance in hyperspectral imaging. In this paper, the adaptive versions of the\nclassical Matched Filter and the Normalized Matched Filter, as well as two\nversions of the Kelly detector are first derived and then are analyzed for the\ncase when the mean vector of the background is unknown. More precisely,\ntheoretical closed-form expressions for false-alarm regulation are derived and\nthe Constant False Alarm Rate property is pursued to allow the detector to be\nindependent of nuisance parameters. Finally, the theoretical contribution is\nvalidated through simulations and on real hyperspectral scenes.\n"]}]
["1404.2979",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.2979"],"date":["2014-04-10"],"type":["text"],"creator":["Pan, Feng","Zhang, Ningyun","Wang, Qianyun","Draayer, J. P."],"language":[],"coverage":[],"title":["Exact solutions of an extended Bose-Hubbard model with E2 symmetry"],"description":["  An extended Bose-Hubbard (BH) model with number-dependent multi-site and\ninfinite-range hopping is proposed, which, similar to the original BH model,\ndescribes a phase transition between the delocalized super-fluid (SF) phase and\nlocalized Mott insulator (MI) phase. It is shown that this extended model with\nlocal Euclidean E2 symmetry is exactly solvable when on-site local potential or\ndisorder is included, while the model without local potential or disorder is\nquasi-exactly solvable, which means only a part of the excited states including\nthe ground state being exactly solvable. As applications of the exact solution\nfor the ground state, phase diagram of the model in 1D without local potential\nand on-site disorder for filling factor rho = 1 with M = 6 sites and that with\nM = 10 are obtained. The probabilities to detect n particles on a single site,\nPn, for n = 0, 1, 2 as functions of the control parameter U/t in these two\ncases are also calculated. It is shown that the critical point in Pn and in the\nentanglement measure is away from that of the SF-MI transition determined in\nthe phase analysis. It is also shown that the the model-independent\nentanglement measure is related with Pn, which, therefore, may be practically\nuseful because Pn is measurable experimentally.\n","Comment: 5 pages, 3 figures, LaTeX"]}]
["1404.2981",{"format":[],"subject":["Mathematics - Probability","46L54, 60E07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.2981"],"date":["2014-04-10"],"type":["text"],"creator":["Hasebe, Takahiro","Kuznetsov, Alexey"],"language":[],"coverage":[],"title":["On free stable distributions"],"description":["  We investigate the analytical properties of free stable distributions and\ndiscover many connections with the classical stable distributions. Our main\nresults include an explicit formula for the Mellin transform, series\nrepresentations for the characteristic function and for the density of the free\nstable distribution; all of these explicit formulas exhibit close resemblance\nto the corresponding expressions for classical stable distributions. As\napplications of these results we obtain a new derivation of the duality law\nobtained in [1] and a factorization of a classical stable random variable into\nthe independent (in the classical sense) product of a free stable random\nvariable and a power of Gamma(2) random variable.\n","Comment: 12 pages"]}]
["1404.2983",{"format":[],"subject":["Physics - Medical Physics","Computer Science - Robotics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.2983"],"date":["2014-04-10"],"type":["text"],"creator":["Prattico, Flavio","Dzahir, Mohd Azuwan Mat","Yamamoto, Shin-ichiroh"],"language":[],"coverage":[],"title":["Couple Control Model Implementation on Antagonistic Mono- and\n  Bi-Articular Actuators"],"description":["  Recently, robot assisted therapy devices are increasingly used for spinal\ncord injury (SCI) rehabilitation in assisting handicapped patients to regain\ntheir impaired movements. Assistive robotic systems may not be able to cure or\nfully compensate impairments, but it should be able to assist certain impaired\nfunctions and ease movements. In this study, a couple control model for\nlower-limb orthosis of a body weight support gait training system is proposed.\nThe developed leg orthosis implements the use of pneumatic artificial muscle as\nan actuation system. The pneumatic muscle was arranged antagonistically to form\ntwo pair of mono-articular muscles (i.e., hip and knee joints), and a pair of\nbi-articular actuators (i.e., rectus femoris and hamstring). The results of the\nproposed couple control model showed that, it was able to simultaneously\ncontrol the antagonistic mono- and bi-articular actuators and sufficiently\nperformed walking motion of the leg orthosis.\n"]}]
["1404.2984",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.2984"],"date":["2014-04-10"],"type":["text"],"creator":["Chakraborty, Supratik","Fremont, Daniel J.","Meel, Kuldeep S.","Seshia, Sanjit A.","Vardi, Moshe Y."],"language":[],"coverage":[],"title":["Distribution-Aware Sampling and Weighted Model Counting for SAT"],"description":["  Given a CNF formula and a weight for each assignment of values to variables,\ntwo natural problems are weighted model counting and distribution-aware\nsampling of satisfying assignments. Both problems have a wide variety of\nimportant applications. Due to the inherent complexity of the exact versions of\nthe problems, interest has focused on solving them approximately. Prior work in\nthis area scaled only to small problems in practice, or failed to provide\nstrong theoretical guarantees, or employed a computationally-expensive maximum\na posteriori probability (MAP) oracle that assumes prior knowledge of a\nfactored representation of the weight distribution. We present a novel approach\nthat works with a black-box oracle for weights of assignments and requires only\nan {\\NP}-oracle (in practice, a SAT-solver) to solve both the counting and\nsampling problems. Our approach works under mild assumptions on the\ndistribution of weights of satisfying assignments, provides strong theoretical\nguarantees, and scales to problems involving several thousand variables. We\nalso show that the assumptions can be significantly relaxed while improving\ncomputational efficiency if a factored representation of the weights is known.\n","Comment: This is a full version of AAAI 2014 paper"]}]
["1404.2986",{"format":[],"subject":["Computer Science - Learning","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.2986"],"date":["2014-04-10"],"type":["text"],"creator":["Shlens, Jonathon"],"language":[],"coverage":[],"title":["A Tutorial on Independent Component Analysis"],"description":["  Independent component analysis (ICA) has become a standard data analysis\ntechnique applied to an array of problems in signal processing and machine\nlearning. This tutorial provides an introduction to ICA based on linear algebra\nformulating an intuition for ICA from first principles. The goal of this\ntutorial is to provide a solid foundation on this advanced topic so that one\nmight learn the motivation behind ICA, learn why and when to apply this\ntechnique and in the process gain an introduction to this exciting field of\nactive research.\n"]}]
["1404.2988",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.2988"],"date":["2014-04-10"],"type":["text"],"creator":["Mu, Gui","Qin, Zhenyun","Grimshaw, Roger"],"language":[],"coverage":[],"title":["Dynamics of rogue waves on a multi-soliton background in a vector\n  nonlinear Schrodinger equation"],"description":["  General higher order rogue waves of a vector nonlinear Schrodinger equation\n(Manakov system) are derived using a Darboux-dressing transformation with an\nasymptotic expansion method. The Nth order semi-rational solutions containing\n3N free parameters are expressed in separation of variables form. These\nsolutions exhibit rogue waves on a multisoliton background. They demonstrate\nthat the structure of rogue waves in this two-component system is richer than\nthat in a one-component system. The study of our results would be of much\nimportance in understanding and predicting rogue wave phenomena arising in\nnonlinear and complex systems, including optics, fluid dynamics, Bose-Einstein\ncondensates and finance and so on.\n","Comment: 25 pages, 13 figures"]}]
["1404.2989",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.2989","International Journal of Computer Networks & Communications\n  (IJCNC) Vol.6, No.2, March 2014"],"date":["2014-04-10"],"type":["text"],"creator":["Gunawan, David","Budiono, Karno"],"language":[],"coverage":[],"title":["Comparative Analysis On Some Possible Partnership Schemes of Global IP\n  Exchange Providers"],"description":["  IP eXchange or IPX is GSMA proposal for IP interconnection model which\nsupports multi services to offer end-to-end QoS, security, interoperability,\nSLAs through a dedicated connection. There are some possible partnership\nschemes between IPX providers such as peering mode, semi-hosted mode,\nfull-hosted mode, or combination between these modes. The implementation of the\nschemes will be case-by-case basis with some considerations based on, but not\nlimited to, IPX Providers network asset, coverage, services, features offer,\ncommercial offer, and customers. For an IPX provider to become competitive in\nIPX business and become a global IPX hub, some value added should be considered\nsuch as cost efficiency and great network performance. To achieve it, an IPX\nprovider could implement some strategies such as build network sinergy between\nthem and partners to develop IPX Service as single offering, offer their\ncustomers with bundled access network and services. An IPX provider should also\nconsider their existing customer-based that can be a benefit to their\nbargaining position to other potential IPX provider partners to determine price\nand business scheme for partnership.\n","Comment: 12 pages, 8 figures"]}]
["1404.2992",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.2992"],"date":["2014-04-10"],"type":["text"],"creator":["Thompson, A. Morgan","Maher, M. Cyrus","Uricchio, Lawrence H.","Szpiech, Zachary A.","Hernandez, Ryan D."],"language":[],"coverage":[],"title":["Comparing Evolutionary Rates Using An Exact Test for 2x2 Tables with\n  Continuous Cell Entries"],"description":["  Assessing the statistical significance of an observed 2x2 contingency table\ncan easily be accomplished using Fisher's exact test (FET). However, if the\ncell entries are continuous or represent values inferred from a continuous\nparametric model, then FET cannot be applied. Such tables arise frequently in\nareas of biostatistical research including population genetics and evolutionary\ngenomics, where cell entries are estimated by computational methods and result\nin cell entries drawn from the non-negative real line R+. Simply rounding cell\nentries to conform to the assumptions of FET is an ill-suited approach that we\nshow creates problems related to both type-I and type-II errors. Pearson's\nchi^2 test for independence, while technically applicable, is not often\neffective for these tables, as the test has several limiting assumptions that\nmake application of this method inadvisable in many common instances\n(particularly with small cell entries). Here we develop a novel method for\ntables with continuous entries, which we term continuous Fisher's Exact Test\n(cFET). Through simulations, we show that cFET has a close-to-uniform\ndistribution of p-values under the null hypothesis of independence, and more\npower when applied to tables where the null hypothesis is false (compared to\nFET applied to rounded cell entries). We apply cFET to an example from\ncomparative genomics to confirm an overall increased evolutionary rate among\nprimates compared to rodents, and identify several genes that show particularly\nelevated evolutionary rates in primates. Some of these genes exhibit signatures\nof continued positive selection along the human lineage since our divergence\nwith chimpanzee 5-7 million years ago, as well as ongoing selection in modern\nhumans.\n","Comment: 17 pages, 4 figures, 3 tables"]}]
["1404.2993",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.2993"],"date":["2014-04-10"],"type":["text"],"creator":["Yu, L.","Liu, H.","Zheng, D."],"language":[],"coverage":[],"title":["On More Bent Functions From Dillon Exponents"],"description":["  In this paper, we obtain a new class of $p$-ary binomial bent functions which\nare determined by Kloosterman sums. The bentness of another three classes of\nfunctions is characterized by some exponential sums and some results in\n\\cite{Linian2013} are generalized. Furthermore we obtain, in some special\ncases, some bent functions are determined by Kloosterman sums.\n","Comment: 16 papges"]}]
["1404.2997",{"format":[],"subject":["Computer Science - Computation and Language","Computer Science - Digital Libraries"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.2997"],"date":["2014-04-11"],"type":["text"],"creator":["Ganascia, Jean-Gabriel","Glaudes, Pierre","Del Lungo, Andrea"],"language":[],"coverage":[],"title":["Automatic Detection of Reuses and Citations in Literary Texts"],"description":["  For more than forty years now, modern theories of literature (Compagnon,\n1979) insist on the role of paraphrases, rewritings, citations, reciprocal\nborrowings and mutual contributions of any kinds. The notions of\nintertextuality, transtextuality, hypertextuality/hypotextuality, were\nintroduced in the seventies and eighties to approach these phenomena. The\ncareful analysis of these references is of particular interest in evaluating\nthe distance that the creator voluntarily introduces with his/her masters.\nPhoebus is collaborative project that makes computer scientists from the\nUniversity Pierre and Marie Curie (LIP6-UPMC) collaborate with the literary\nteams of Paris-Sorbonne University with the aim to develop efficient tools for\nliterary studies that take advantage of modern computer science techniques. In\nthis context, we have developed a piece of software that automatically detects\nand explores networks of textual reuses in classical literature. This paper\ndescribes the principles on which is based this program, the significant\nresults that have already been obtained and the perspectives for the near\nfuture.\n"]}]
["1404.2998",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.2998"],"date":["2014-04-11"],"type":["text"],"creator":["Tamura, Hiroshi","Zagrebnov, Valentin"],"language":[],"coverage":[],"title":["A Dynamics Driven by Repeated Harmonic Perturbations"],"description":["  We propose an exactly soluble W*-dynamical system generated by repeated\nharmonic perturbations of the one-mode quantum oscillator. In the present paper\nwe deal with the case of isolated system. Although dynamics is Hamiltonian and\nquasi-free, it produces relaxation of initial state of the system to the steady\nstate in the large-time limit. The relaxation is accompanied by the entropy\nproduction and we found explicitly the rate for it. Besides, we study evolution\nof subsystems to elucidate their eventual correlations and convergence to\nequilibrium state. Finally we prove a universality of the dynamics driven by\nrepeated harmonic perturbations in a certain short-time interaction limit.\n"]}]
["1404.3001",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3001"],"date":["2014-04-11"],"type":["text"],"creator":["Wang, Runxin","Liu, Rongke","Hou, Yi"],"language":[],"coverage":[],"title":["Joint Successive Cancellation Decoding of Polar Codes over Intersymbol\n  Interference Channels"],"description":["  Polar codes are a class of capacity-achieving codes for the binary-input\ndiscrete memoryless channels (B-DMCs). However, when applied in channels with\nintersymbol interference (ISI), the codes may perform poorly with BCJR\nequalization and conventional decoding methods. To deal with the ISI problem,\nin this paper a new joint successive cancellation (SC) decoding algorithm is\nproposed for polar codes in ISI channels, which combines the equalization and\nconventional decoding. The initialization information of the decoding method is\nthe likelihood functions of ISI codeword symbols rather than the codeword\nsymbols. The decoding adopts recursion formulas like conventional SC decoding\nand is without iterations. This is in contrast to the conventional iterative\nalgorithm which performs iterations between the equalizer and decoder. In\naddition, the proposed SC trellis decoding can be easily extended to list\ndecoding which can further improve the performance. Simulation shows that the\nproposed scheme significantly outperforms the conventional decoding schemes in\nISI channels.\n"]}]
["1404.3002",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3002","World Journal of Science and Technology 2011, 1(12): 29-34 World\n  Journal of Science and Technology 2011, 1(12)"],"date":["2014-04-11"],"type":["text"],"creator":["Kodge, B. G.","Hiremath, P. S."],"language":[],"coverage":[],"title":["Elevation Contour Analysis and Water body Extraction for Finding Water\n  Scarcity Locations using DEM"],"description":["  The presents study was aimed to create new methods for extraction and\nanalysis of land elevation contour lines, automatic extraction of water bodies\n(river basins and lakes), from the digital elevation models (DEM) of a test\narea. And extraction of villages which are fell under critical water scarcity\nregions for agriculture and drinking water with respect to their elevation data\nand available natural water resources.\n","Comment: 6 pages, 7 figures"]}]
["1404.3010",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3010"],"date":["2014-04-11"],"type":["text"],"creator":["Mukherjee, Sudarshan","Mohammed, Saif Khan"],"language":[],"coverage":[],"title":["On the Energy-Spectral Efficiency Trade-off of the MRC Receiver in\n  Massive MIMO Systems with Transceiver Power Consumption"],"description":["  We consider the uplink of a multiuser massive MIMO system wherein a base\nstation (BS) having $M$ antennas communicates coherently with $K$ single\nantenna user terminals (UTs). We study the energy efficiency of this system\nwhile taking the transceiver power consumption at the UTs and the BS into\nconsideration. For a given spectral efficiency $R$ and fixed transceiver power\nconsumption parameters, we propose and analyze the problem of maximizing the\nenergy efficiency as a function of $(M,K)$. For the maximum ratio combining\n(MRC) detector at the BS we show that with increasing $R$, $(M,K)$ can be\nadaptively increased in such a way that the energy efficiency converges to a\npositive constant as $R \\rightarrow \\infty$ ($(M,K)$ is increased in such a way\nthat a constant per-user spectral efficiency $R/K$ is maintained). This is in\ncontrast to the fixed $(M,K)$ scenario where the energy efficiency is known to\nconverge to zero as $R \\rightarrow \\infty$. We also observe that for large $R$,\nthe optimal $(M,K)$ maximizing the energy efficiency is such that, the total\npower consumed by the power amplifiers (PA) in all the $K$ UTs is a small\nfraction of the total system power consumption.\n","Comment: 7 pages, 3 figures, submitted to IEEE Globecom 2014. arXiv admin\n  note: text overlap with arXiv:1401.4907"]}]
["1404.3011",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3011","International Journal of Ambient Systems and Applications (IJASA)\n  Vol.2, No.1, March 2014"],"date":["2014-04-11"],"type":["text"],"creator":["Abid, Sohail","Khan, Shahab"],"language":[],"coverage":[],"title":["Improving Performance of Routing Protocols Using MRP Framework"],"description":["  These days MANET is an amazing remarkably altering or rising technology, for\nthe reason that of its elite nature of scattered mobile devices and self\nmotivated network topology. The mobile adhoc routing protocol follows several\nprinciples in wireless MANETs. The up to date and novel applications based on\nwireless technology are being produced in the private as well as commercial\nsectors. A lot of challenges which are facing wireless MANETs like network\nstability, security, energy efficiency and performance analysis etc. At present\nwireless adhoc network get much more attention because of its accessibility\neverywhere. As a result researchers produce several routing protocols. In this\npaper first of all we analyzed the performance investigation of wireless\nrouting protocols on the basis of ROH, throughput, end to end delay and PDR.\nAfter that we proposed an Mixed Routing Protocol framework which improve\nperformance.\n","Comment: 8 pages, 8 figures and 1 table"]}]
["1404.3015",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3015"],"date":["2014-04-11"],"type":["text"],"creator":["Kucukbenli, E.","Monni, M.","Adetunji, B. I.","Ge, X.","Adebayo, G. A.","Marzari, N.","de Gironcoli, S.","Corso, A. Dal"],"language":[],"coverage":[],"title":["Projector augmented-wave and all-electron calculations across the\n  periodic table: a comparison of structural and energetic properties"],"description":["  We construct a reference database of materials properties calculated using\ndensity-functional theory in the local or generalized-gradient approximation,\nand an all-electron or a projector augmented-wave (PAW) formulation, for\nverification and validation of first-principles simulations. All-electron\ncalculations use the full-potential linearised augmented-plane wave method, as\nimplemented in the \\texttt{Elk} open-source code, while PAW calculations use\nthe datasets developed by some of us in the open-source \\texttt{PSlibrary}\nrepository and the \\texttt{Quantum ESPRESSO} distribution. We first calculate\nlattice parameters, bulk moduli, and energy differences for alkaline metals,\nalkaline earths, and $3d$ and $4d$ transition metals in three ideal, reference\nphases (simple cubic, fcc, and bcc), representing a standardized crystalline\nmonoatomic solid-state test. Then, as suggested by K. Lejaeghere {\\it et al.},\n[Critical Reviews in Solid State and Material Sciences 39, p 1 (2014)], we\ncompare the equations of state for all elements, except lanthanides and\nactinides, in their experimental phase (or occasionally a simpler, closely\nrelated one). PAW and all-electron energy differences and structural parameters\nagree in most cases within a few meV/atom and a fraction of a percent,\nrespectively. This level of agreement, comparable with the previous study,\nincludes also other PAW and all-electron data from the electronic-structure\ncodes \\texttt{VASP} and \\texttt{WIEN2K}, and underscores the overall\nreliability of current, state-of-the-art electronic-structure calculations. At\nthe same time, discrepancies that arise even within the same formulation for\nsimple, fundamental structural properties point to the urgent need of\nestablishing standards for verification and validation, reference data sets,\nand careful refinements of the computational approaches used.\n","Comment: 13 pages, 7 figures"]}]
["1404.3017",{"format":[],"subject":["Computer Science - Information Retrieval","Computer Science - Data Structures and Algorithms","Computer Science - Social and Information Networks","62-07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3017","doi:10.5121/csit.2014.4409"],"date":["2014-04-11"],"type":["text"],"creator":["Barta, Gergo"],"language":[],"coverage":[],"title":["A Link-based Approach to Entity Resolution in Social Networks"],"description":["  Social networks initially had been places for people to contact each other,\nfind friends or new acquaintances. As such they ever proved interesting for\nmachine aided analysis. Recent developments, however, pivoted social networks\nto being among the main fields of information exchange, opinion expression and\ndebate. As a result there is growing interest in both analyzing and integrating\nsocial network services. In this environment efficient information retrieval is\nhindered by the vast amount and varying quality of the user-generated content.\nGuiding users to relevant information is a valuable service and also a\ndifficult task, where a crucial part of the process is accurately resolving\nduplicate entities to real-world ones. In this paper we propose a novel\napproach that utilizes the principles of link mining to successfully extend the\nmethodology of entity resolution to multitype problems. The proposed method is\npresented using an illustrative social network-based real-world example and\nvalidated by comprehensive evaluation of the results.\n","Comment: 10 pages, 5 figures, 2 tables, Second International Conference of\n  Database and Data Mining (DBDM 2014)"]}]
["1404.3020",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3020","IJCNC, Vol.6, No.2, March 2014","doi:10.5121/ijcnc.2014.6206"],"date":["2014-04-11"],"type":["text"],"creator":["M, Kumaraswamy","K, Shaila","V, Tejaswi","R, Venugopal K","Iyengar, S S","Patnaik, L M"],"language":[],"coverage":[],"title":["QoS group based optimal retransmission medium access protocol for\n  wireless sensor networks"],"description":["  This paper presents, a Group Based Optimal Retransmission Medium Access\n(GORMA) Protocol is designed that combines protocol of Collision Avoidance (CA)\nand energy management for low-cost, short-range, low-data rate and low-energy\nsensor nodes applications in environment monitoring, agriculture, industrial\nplants etc. In this paper, the GORMA protocol focuses on efficient MAC protocol\nto provide autonomous Quality of Service (QoS) to the sensor nodes in one-hop\nQoS retransmission group and two QoS groups in WSNs where the source nodes do\nnot have receiver circuits. Hence, they can only transmit data to a sink node,\nbut cannot receive acknowledgement control signals from the sink node. The\nproposed protocol GORMA provides QoS to the nodes which work independently on\npredefined time by allowing them to transmit each packet an optimal number of\ntimes within a given period. Our simulation results shows that the performance\nof GORMA protocol, which maximize the delivery probability of one-hop QoS group\nand two QoS groups and minimize the energy consumption.\n","Comment: 9 pages in IEEE format and 6 figures"]}]
["1404.3022",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3022","doi:10.1007/s10623-014-9951-7"],"date":["2014-04-11"],"type":["text"],"creator":["Nielsen, Johan Sebastian Rosenkilde","Zeh, Alexander"],"language":[],"coverage":[],"title":["Multi-Trial Guruswami-Sudan Decoding for Generalised Reed--Solomon Codes"],"description":["  An iterated refinement procedure for the Guruswami-Sudan list decoding\nalgorithm for Generalised Reed-Solomon codes based on Alekhnovich's module\nminimisation is proposed. The method is parametrisable and allows variants of\nthe usual list decoding approach. In particular, finding the list of closest\ncodewords within an intermediate radius can be performed with improved\naverage-case complexity while retaining the worst-case complexity. We provide a\ndetailed description of the module minimisation, reanalysing the\nMulders-Storjohann algorithm and drawing new connections to both Alekhnovich's\nalgorithm and Lee-O'Sullivan's. Furthermore, we show how to incorporate the\nre-encoding technique of K\\\"otter and Vardy into our iterative algorithm.\n","Comment: Design Codes and Cryptography (2014)"]}]
["1404.3026",{"format":[],"subject":["Computer Science - Social and Information Networks","Computer Science - Computation and Language","Computer Science - Learning","I.2.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3026","doi:10.1145/2567948.2579272"],"date":["2014-04-11"],"type":["text"],"creator":["Bodnar, Todd","Barclay, Victoria C","Ram, Nilam","Tucker, Conrad S","Salathé, Marcel"],"language":[],"coverage":[],"title":["On the Ground Validation of Online Diagnosis with Twitter and Medical\n  Records"],"description":["  Social media has been considered as a data source for tracking disease.\nHowever, most analyses are based on models that prioritize strong correlation\nwith population-level disease rates over determining whether or not specific\nindividual users are actually sick. Taking a different approach, we develop a\nnovel system for social-media based disease detection at the individual level\nusing a sample of professionally diagnosed individuals. Specifically, we\ndevelop a system for making an accurate influenza diagnosis based on an\nindividual's publicly available Twitter data. We find that about half (17/35 =\n48.57%) of the users in our sample that were sick explicitly discuss their\ndisease on Twitter. By developing a meta classifier that combines text\nanalysis, anomaly detection, and social network analysis, we are able to\ndiagnose an individual with greater than 99% accuracy even if she does not\ndiscuss her health.\n","Comment: Presented at of WWW2014. WWW'14 Companion, April 7-11, 2014, Seoul,\n  Korea"]}]
["1404.3039",{"format":[],"subject":["Physics - Atomic and Molecular Clusters","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3039"],"date":["2014-04-11"],"type":["text"],"creator":["Koch, Markus","Wolf, Thomas J. A.","Grilj, Jakob","Sistrunk, Emily","Gühr, Markus"],"language":[],"coverage":[],"title":["Femtosecond photoelectron and photoion spectrometer with vacuum\n  ultraviolet probe pulses"],"description":["  We describe a setup to study ultrafast dynamics in gas-phase molecules using\ntime-resolved photoelectron and photoion spectroscopy. The vacuum ultraviolet\n(VUV) probe pulses are generated via strong field high-order harmonic\ngeneration from infrared femtosecond laser pulses. The band pass characteristic\nin transmission of thin indium (In) metal foil is exploited to isolate the\n$9^{\\text{th}}$ harmonic of the 800 nm fundamental (H9, 14 eV, 89 nm) from all\nother high harmonics. The $9^{\\text{th}}$ harmonic is obtained with high\nconversion efficiencies and has sufficient photon energy to access the complete\nset of valence electron levels in most molecules. The setup also allows for\ndirect comparison of VUV single-photon probe with 800 nm multi-photon probe\nwithout influencing the delay of excitation and probe pulse or the beam\ngeometry. We use a magnetic bottle spectrometer with high collection efficiency\nfor electrons, serving at the same time as a time of flight spectrometer for\nions. Characterization measurements on Xe reveal the spectral width of H9 to be\n$190\\pm60$ meV and a photon flux of $\\sim1\\cdot10^{7}$ photons/pulse after\nspectral filtering. As a first application, we investigate the S$_1$ excitation\nof perylene using time-resolved ion spectra obtained with multi-photon probing\nand time-resolved electron spectra from VUV single-photon probing. The time\nresolution extracted from cross-correlation measurements is $65\\pm10$ fs for\nboth probing schemes and the pulse duration of H9 is found to be $35\\pm8$ fs.\n"]}]
["1404.3044",{"format":[],"subject":["Mathematical Physics","Nonlinear Sciences - Exactly Solvable and Integrable Systems","37K10, 37K40, 35Q51, 35Q55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3044"],"date":["2014-04-11"],"type":["text"],"creator":["Li, Maohua","He, Jingsong"],"language":[],"coverage":[],"title":["The wronskian solution of the constrained discrete KP hierarchy"],"description":["  From the constrained discrete KP (cdKP) hierarchy, the Ablowitz-Ladik lattice\nhas been derived. By means of the gauge transformation, the Wronskian solution\nof the Ablowitz-Ladik lattice have been given. The $u_1$ of the cdKP hierarchy\nis a Y-type soliton solution for odd times of the gauge transformation, but it\nbecomes a dark-bright soliton solution for even times of the gauge\ntransformation. The role of the discrete variable $n$ in the profile of the\n$u_1$ is discussed.\n","Comment: 19 pages,13 figures"]}]
["1404.3046",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3046"],"date":["2014-04-11"],"type":["text"],"creator":["Mánfay, Máté","Gerencsér, László","Orlovits, Zsanett"],"language":[],"coverage":[],"title":["ECF identification of GARCH systems driven by L\\'evy processes"],"description":["  L\\'evy processes are widely used in financial mathematics, telecommunication,\neconomics, queueing theory and natural sciences for modelling. We propose an\nessentially asymptotically efficient estimation method for the system\nparameters of general autoregressive conditional heteroscedasticity (GARCH)\nprocesses. As an alternative to the maximum likelihood (ML) method we develop\nand analyze a novel identification method by adapting the so-called empirical\ncharacteristic function method (ECF) originally devised for estimating\nparameters of c.f.-s from i.i.d. samples. Precise characterization of the\nerrors of these estimators will be given, and their asymptotic covariance\nmatrices will be obtained.\n"]}]
["1404.3049",{"format":[],"subject":["Physics - History and Philosophy of Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3049"],"date":["2014-04-11"],"type":["text"],"creator":["Lal, Raymond","Teh, Nicholas J."],"language":[],"coverage":[],"title":["Categorical Generalization and Physical Structuralism"],"description":["  Category theory has become central to certain aspects of theoretical physics.\nBain [Synthese, 190:1621--1635 (2013)] has recently argued that this has\nsignificance for ontic structural realism. We argue against this claim. In so\ndoing, we uncover two pervasive forms of category-theoretic generalization. We\ncall these `generalization by duality' and `generalization by categorifying\nphysical processes'. We describe in detail how these arise, and explain their\nsignificance using detailed examples. We show that their significance is\ntwo-fold: the articulation of high-level physical concepts, and the generation\nof new models.\n","Comment: 34 pages, 6 figures"]}]
["1404.3051",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3051"],"date":["2014-04-11"],"type":["text"],"creator":["Gerencsér, László","Mánfay, Máté"],"language":[],"coverage":[],"title":["Recursive ECF identification of linear systems driven by L\\'evy\n  processes"],"description":["  In the literature the empirical characteristic function method is presented\nas an off-line identification method. While the results of the off-line methods\nare attractive, the proposed algorithms are ill-conditioned in many cases so\nthat they requires special attention. As an alternative to the off-line method\nin this paper we propose and analyze on-line empirical characteristic function\nmethods. Such recursive methods enables us to carry out real-time statistical\nanalysis as new data points are processed instantly. In constructing these\nalgorithms we follow the general framework proposed by Djereveckii and Fradkov.\nOn-line methods are also used to complement a computationally expensive\noff-line identification method. Namely, it would be uneconomical to re-estimate\n$\\theta^*$ using the off-line method when a new data point is received.\nInstead, we can argue that only a refinement of the estimate $\\hat{\\theta}_N$\nshould be computed using the newly received data point. This scenario not only\nshows a motivation behind the study of recursive algorithms but also suggests\nthat it is reasonable to suppose that an initial guess of the parameter is\nclose to $\\theta^*.$\n"]}]
["1404.3053",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3053"],"date":["2014-04-11"],"type":["text"],"creator":["Singh, Anuradha","Jaiswal, J. P."],"language":[],"coverage":[],"title":["A class of optimal eighth-order Steffensen-type iterative methods for\n  solving nonlinear equations and their basins of attraction"],"description":["  This article concerned with the issue of solving a nonlinear equation with\nthe help of iterative method where no any derivative evaluation is required per\niteration. Therefore, this work contributes to a new class of optimal\neighth-order Steffensen-type methods. Theoretical proof has been given to\nreveal the eighth-order convergence. Numerical comparisons have been carried\nout to show the effectiveness of contributed scheme.\n"]}]
["1404.3055",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3055"],"date":["2014-04-11"],"type":["text"],"creator":["Zheltukhin, Kostyantyn"],"language":[],"coverage":[],"title":["Recursion operator for a system admitting Lax representation with\n  non-rational Lax function"],"description":["  A recursion operator is constructed for a hydrodynamic type system admitting\ndispersionless Lax representation with non-rational Lax function.\n"]}]
["1404.3057",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3057"],"date":["2014-04-11"],"type":["text"],"creator":["Freitag, Eberhard","Manni, Riccardo Salvati"],"language":[],"coverage":[],"title":["Vector valued modular forms on three dimensional ball"],"description":["  Cl\\'ery and van der Geer determined generators for some modules of vector\nvalued Picard modular forms on the two dimensional ball. In this paper we\nconsider the case of a three dimensional ball with the action of the Picard\nmodular group $\\Gamma_3[\\sqrt{-3}]$.\n  The corresponding modular variety of dimension 3 is a copy of the Segre\ncubic.\n"]}]
["1404.3060",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3060"],"date":["2014-04-11"],"type":["text"],"creator":["Qiu, Taotao"],"language":[],"coverage":[],"title":["Galileon Bouncing Inflation after BICEP2"],"description":["  We present a nonsingular scenario in which an inflation era goes after a\nbounce from a contracting scenario in the early universe. The contracting of\nthe universe is supposed to be slow, such that the initial anisotropies will\nnot grow too fast to become dominant and destroy the bounce. After the bounce,\nthe universe enters into an inflationary region and reheating phase, where\nprimordial perturbations are generated. The tensor-to-scalar ratio of the\nperturbations are expected to be consistent with the newly released data,\n$r=0.2^{+0.07}_{-0.05}$. The addition of the bounce process is aimed at getting\nrid of the annoying Big-Bang Singularity, which generally exist in pure\ninflation models.\n","Comment: 6 pages, 2 figures"]}]
["1404.3063",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3063","International Journal of Computer Trends and Technology (IJCTT)\n  9(5):1-6, March 2013","doi:10.14445/22312803/IJCTT-V9P149"],"date":["2014-04-11"],"type":["text"],"creator":["Gupta, Richa","Gupta, Sunny","Singhal, Anuradha"],"language":[],"coverage":[],"title":["Importance and Techniques of Information Hiding : A Review"],"description":["  Information or data is very crucial resource to us. Thus securing the\ninformation becomes all the more necessary. The communication media through\nwhich we send data does not provide data security, so other methods of securing\ndata are required. Information hiding plays a very crucial role today. It\nprovided methods for encrypting the information so that it becomes unreadable\nfor any unintended user. This paper reviews the techniques that exist for data\nhiding and how can these be combined to provide another level of security.\n","Comment: 6 pages, 6 figures, Published with International Journal of Computer\n  Trends and Technology (IJCTT)"]}]
["1404.3066",{"format":[],"subject":["Physics - History and Philosophy of Physics","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3066","Physics in Perspective, 15 (2013), 320-358","doi:10.1007/s00016-013-0117-1"],"date":["2014-04-11"],"type":["text"],"creator":["Brown, Harvey R."],"language":[],"coverage":[],"title":["The theory of the rise of sap in trees: some historical and conceptual\n  remarks"],"description":["  The ability of trees to suck water from roots to leaves, sometimes to heights\nof over a hundred meters, is remarkable given the absence of any mechanical\npump. This study deals with a number of issues, of both an historical and\nconceptual nature, in the orthodox Cohesion Tension theory of the ascent of sap\nin trees. The theory relies chiefly on the exceptional cohesive and adhesive\nproperties of water, the structural properties of trees, and the role of\nevaporation (transpiration) from leaves. But it is not the whole story. Plant\nscientists have been aware since the inception of the theory in the late 19th\ncentury that further processes are at work in order to prime the trees, the\nmain such process (growth itself) being so obvious to them that it is often\nomitted from the story. Other factors depend largely on the type of tree, and\nare not always fully understood. For physicists, in particular, it may be\nhelpful to see the fuller picture, which is what this study attempts to provide\nin nontechnical terms.\n","Comment: An updated version of published paper, with corrections and additions"]}]
["1404.3068",{"format":[],"subject":["Mathematics - Optimization and Control","90B85, 90C22, 90C30, 47A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3068"],"date":["2014-04-11"],"type":["text"],"creator":["Blanco, Victor","Puerto, Justo","Ponce, Diego"],"language":[],"coverage":[],"title":["Continuous Location under Refraction"],"description":["  In this paper we address the problem of locating a new facility on a\n$d$-dimensional space when the distance measure ($\\ell_p$- or polyhedral-norms)\nis different at each one of the sides of a given hyperplane $\\mathcal{H}$. We\nrelate this problem with the physical phenomenon of refraction, and extends it\nto any finite dimension space and different distances at each one of the sides\nof any hyperplane. An application to this problem is the location of a facility\nwithin or outside an urban area where different distance measures must be used.\nWe provide a new second order cone programming formulation, based on the\n$\\ell_p$-norm representation given in \\cite{BPE2014} that allows to solve,\nexactly, the problem in any finite dimension space with semidefinite\nprogramming tools. We also extend the problem to the case where the hyperplane\nis considered as a rapid transit media (a different third norm is also\nconsidered over $\\mathcal{H}$) that allows the demand to travel faster through\n$\\mathcal{H}$ to reach the new facility. Extensive computational experiments\nrun in Gurobi are reported in order to show the effectiveness of the approach.\n","Comment: 22 pages, 9 figures, 4 tables"]}]
["1404.3071",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3071"],"date":["2014-04-11"],"type":["text"],"creator":["Golubjeva, O. N.","Sidorov, S. V."],"language":[],"coverage":[],"title":["Quantum-thermal self-diffusion as a hydrodynamic mechanism for the\n  fluctuation relaxation"],"description":["  We propose a generalization of quantum mechanical equations in the\nhydrodynamic form by introducing, into the Lagrangian density, terms taking\ninto account the diffusion velocity at zero and finite temperatures and the\ndiffusion pressure energy of the warm vacuum. Based on this, for the model of\none-dimensional hydrodynamics, we construct a system of equations that are\nanalogous to the Euler equations but with the inclusion of quantum and thermal\neffects. They are a generalization of equations of the Nelson stochastic\nmechanics. The numerical analysis of the behavior of solutions of this system\nallows concluding that this system can be used to describe the process of\nquantum-thermal fluctuation relaxation.\n","Comment: arXiv admin note: substantial text overlap with arXiv:1112.1598"]}]
["1404.3074",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J29, 14G35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3074"],"date":["2014-04-11"],"type":["text"],"creator":["Džambić, Amir","Roulleau, Xavier"],"language":[],"coverage":[],"title":["Involutions of second kind on Shimura surfaces and surfaces of general\n  type with $q=p_g=0$"],"description":["  Quaternionic Shimura surfaces are quotient of the bidisc by an irreducible\ncocompact arithmetic group. In the present paper we are interested in (smooth)\nquaternionic Shimura surfaces admitting an automorphism with one dimensional\nfixed locus; such automorphisms are involutions. We propose a new construction\nof surfaces of general type with $q=p_{g}=0$ as quotients of quaternionic\nShimura surfaces by such involutions. These quotients have finite fundamental\ngroup.\n","Comment: 22 pages ; comments welcome"]}]
["1404.3076",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3076"],"date":["2014-04-11"],"type":["text"],"creator":["Mathur, S.","Salabert, D.","Garcia, R. A.","Ceillier, T."],"language":[],"coverage":[],"title":["Photometric magnetic-activity metrics tested with the Sun: Application\n  to Kepler M dwarfs"],"description":["  The Kepler mission has been providing high-quality photometric data leading\nto many breakthroughs in the exoplanet search and in stellar physics. Stellar\nmagnetic activity results from the interaction between rotation, convection,\nand magnetic field. Constraining these processes is important if we want to\nbetter understand stellar magnetic activity. Using the Sun, we want to test a\nmagnetic activity index based on the analysis of the photo- metric response and\nthen apply it to a sample of M dwarfs observed by Kepler. We estimate a global\nstellar magnetic activity index by measuring the standard deviation of the\nwhole time series, Sph. Because stellar variability can be related to\nconvection, pulsations, or magnetism, we need to ensure that this index mostly\ntakes into account magnetic effects. We define another stellar magnetic\nactivity index as the average of the standard deviation of shorter subseries\nwhich lengths are determined by the rotation period of the star. This way we\ncan ensure that the measured photometric variability is related to starspots\ncrossing the visible stellar disk. This new index combined with a\ntime-frequency analysis based on the Morlet wavelets allows us to determine the\nexistence of magnetic activity cycles. We measure magnetic indexes for the Sun\nand for 34 M dwarfs observed by Kepler. As expected, we obtain that the sample\nof M dwarfs studied in this work is much more active than the Sun. Moreover, we\nfind a small correlation between the rotation period and the magnetic index.\nFinally, by combining a time-frequency analysis with phase diagrams, we\ndiscover the presence of long-lived features suggesting the existence of active\nlongitudes on the surface of these stars.\n","Comment: 16 pages, 5 figures, accepted for publication in Journal of Space\n  Weather and Space Climate"]}]
["1404.3089",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3089"],"date":["2014-04-11"],"type":["text"],"creator":["Chen, Y.","Griffin, J."],"language":[],"coverage":[],"title":["Non linear difference equations arising from a deformation of the\n  q-Laguerre weight"],"description":["  We study, in this paper, a one parameter deformation of the $q-$Laguerre\nweight function. An investigation is made on the polynomials orthogonal with\nrespect to such a weight. With the aid of the two compatibility conditions\npreviously obtained in \\cite{Chen-Ism} and the $q-$analog of a sum rule\nobtained in this paper, we derive expressions for the recurrence coefficients\nin terms of certain auxiliary quantities, and show that these quantities\nsatisfy a pair of first order non linear difference equations. These difference\nequations are similar in form to the recognized asymmetric discrete Painleve\nsystems such as $\\alpha q-$P-IV and $\\alpha q-$P-V.\n"]}]
["1404.3094",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3094"],"date":["2014-04-11"],"type":["text"],"creator":["Balabdaoui, Fadoua","Durot, Cécile","Koladjo, François"],"language":[],"coverage":[],"title":["On asymptotics of the discrete convex LSE of a pmf"],"description":["  In this article, we derive the weak limiting distribution of the least\nsquares estimator (LSE) of a convex probability mass function (pmf) with a\nfinite support. We show that it can be defined via a certain convex projection\nof a Gaussian vector. Furthermore, samples of any given size from this limit\ndistribution can be generated using an efficient Dykstra-like algorithm.\n"]}]
["1404.3098",{"format":[],"subject":["Mathematical Physics","Physics - Chemical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3098"],"date":["2014-04-11"],"type":["text"],"creator":["Laestadius, Andre"],"language":[],"coverage":[],"title":["Kohn-Sham Theory in the Presence of Magnetic Field"],"description":["  In the well-known Kohn-Sham theory in Density Functional Theory, a fictitious\nnon-interacting system is introduced that has the same particle density as a\nsystem of $N$ electrons subjected to mutual Coulomb repulsion and an external\nelectric field. For a long time, the treatment of the kinetic energy was not\ncorrect and the theory was not well-defined for $N$-representable particle\ndensities. In the work of [Hadjisavvas and Theophilou, Phys. Rev. A, 1984, 30,\n2183], a rigorous Kohn-Sham theory for $N$-representable particle densities was\ndeveloped using the Levy-Lieb functional. Since a Levy-Lieb-type functional can\nbe defined for Current Density Functional Theory formulated with the\nparamagnetic current density, we here develop a rigorous $N$-representable\nKohn-Sham approach for interacting electrons in magnetic field. Furthermore, in\nthe one-electron case, criteria for $N$-representable particle densities to be\n$v$-representable are given.\n","Comment: 15 pages"]}]
["1404.3105",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3105"],"date":["2014-04-11"],"type":["text"],"creator":["Cantcheff, Marcelo Botta"],"language":[],"coverage":[],"title":["Area Operators in Holographic Quantum Gravity"],"description":["  We argue that the holographic formula relating entanglement entropy and the\narea of a minimal surface is the key to define the area of surfaces in the\n(emergent) spacetime from the dual theory on the boundary. So we promote the\nentropy/area relation to operators to define the \"area\" observable in a\nholographic formulation of quantum gravity, then we find a suitable geometric\nrepresentation for the states, and show that the Ryu-Takayanagi proposal is\nrecovered in the approximation of semi-classical gravity. Finally, we discuss\nthis picture in the example of a AdS-Black hole.\n","Comment: Essay written for the Gravity Research Foundation 2014 Awards for\n  Essays on Gravitation. Minor corrections. Figure and reference added"]}]
["1404.3106",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3106","Journal of Optics 16 (2014) 055702","doi:10.1088/2040-8978/16/5/055702"],"date":["2014-04-11"],"type":["text"],"creator":["Kellock, Henri","Setälä, Tero","Friberg, Ari T.","Shirai, Tomohiro"],"language":[],"coverage":[],"title":["Polarimetry by classical ghost diffraction"],"description":["  We present a technique for studying the polarimetric properties of a\nbirefringent object by means of classical ghost diffraction. The standard ghost\ndiffraction setup is modified to include polarizers for controlling the state\nof polarization of the beam in various places. The object is characterized by a\nJones matrix and the absolute values of the Fourier transforms of its\nindividual elements are measured. From these measurements the original\ncomplex-valued functions can be retrieved through iterative methods resulting\nin the full Jones matrix of the object. We present two different placements of\nthe polarizers and show that one of them leads to better polarimetric quality,\nwhile the other placement offers the possibility to perform polarimetry without\ncontrolling the source's state of polarization. The concept of an effective\nsource is introduced to simplify the calculations. Ghost polarimetry enables\nthe assessment of polarization properties as a function of position within the\nobject through simple intensity correlation measurements.\n","Comment: 8 pages, 4 figures"]}]
["1404.3108",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics","Mathematics - Algebraic Geometry","81T40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3108"],"date":["2014-04-11"],"type":["text"],"creator":["Wendland, Katrin"],"language":[],"coverage":[],"title":["Snapshots of Conformal Field Theory"],"description":["  In snapshots, this exposition introduces conformal field theory, with a focus\non those perspectives that are relevant for interpreting superconformal field\ntheory by Calabi-Yau geometry. It includes a detailed discussion of the\nelliptic genus as an invariant which certain superconformal field theories\nshare with the Calabi-Yau manifolds. K3 theories are (re)viewed as prime\nexamples of superconformal field theories where geometric interpretations are\nknown. A final snapshot addresses the K3-related Mathieu Moonshine phenomena,\nwhere a lead role is predicted for the chiral de Rham complex.\n","Comment: 41 pages; contribution to \"Mathematical Aspects of Quantum Field\n  Theories\", Mathematical Physics Studies, Springer"]}]
["1404.3111",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3111","IEEE Transactions on Vehicular Technology, volume 63, issue 5, pp\n  1--12, 2014","doi:10.1109/TVT.2014.2312373"],"date":["2014-04-11"],"type":["text"],"creator":["Wang, Siyi","Guo, Weisi","Khirallah, Chadi","Vukobratović, Dejan","Thompson, John"],"language":[],"coverage":[],"title":["Interference Allocation Scheduler for Green Multimedia Delivery"],"description":["  One of the key challenges in wireless networking is how to allocate the\navailable radio resources in order to maximise key service delivery parameters\nsuch as the aggregate throughput and the multimedia quality of experience\n(QoE). We propose a novel and effective scheduling policy that allocates\nresource blocks, such that interference power is shifted towards\ncapacity-saturated users, while improving the throughput of unsaturated users.\nThe highlight of the research is that the proposed scheme can dramatically\nimprove the performance of cells that have a high discrepancy in its\nsignal-to-noise-ratio (SNR) distribution, which is typical in urban areas. The\nresults show that a \\emph{free-lunch} solution is possible, whereby for a\nnegligible performance degradation in the saturated users, a large improvement\nin the non-saturated users can be obtained. However, on average, the number of\nfree-lunch user pairings are low. By relaxing the degradation constraints, the\n\\emph{non-free-lunch} solution can yield a greater multi-user throughput gain.\nMotivated by surge in mobile multimedia traffic, we further demonstrate that\nthe proposed scheduling may have a profound impact on both energy efficiency\nand QoE of multimedia service delivery.\n","Comment: 29 pages, 9 figures"]}]
["1404.3112",{"format":[],"subject":["Mathematics - Complex Variables","30G35, 30B10, 30C99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3112","Math. Nachr., vol. 285 (17-18) (2012), pp. 2093-2105","doi:10.1002/mana.201100232"],"date":["2014-04-11"],"type":["text"],"creator":["Della Rocchetta, Chiara","Gentili, Graziano","Sarfatti, Giulia"],"language":[],"coverage":[],"title":["The Bohr Theorem for slice regular functions"],"description":["  In this paper we prove the Bohr Theorem for slice regular functions.\nFollowing the historical path that led to the proof of the classical Bohr\nTheorem, we also extend the Borel-Carath\\'eodory Theorem to the new setting.\n","Comment: 16 pages"]}]
["1404.3116",{"format":[],"subject":["Mathematics - Statistics Theory","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3116"],"date":["2014-04-11"],"type":["text"],"creator":["Lecué, Guillaume","Mendelson, Shahar"],"language":[],"coverage":[],"title":["Necessary moment conditions for exact reconstruction via basis pursuit"],"description":["  Let $X=(x_1,...,x_n)$ be a random vector that satisfies a weak small ball\nproperty and whose coordinates $x_i$ satisfy that $\\|x_i\\|_{L_p} \\lesssim\n\\sqrt{p} \\|x_i\\|_{L_2}$ for $p \\sim \\log n$. In \\cite{LM_compressed}, it was\nshown that $N$ independent copies of $X$ can be used as measurement vectors in\nCompressed Sensing (using the basis pursuit algorithm) to reconstruct any\n$d$-sparse vector with the optimal number of measurements $N\\gtrsim d\n\\log\\big(e n/d\\big)$. In this note we show that the result is almost optimal.\nWe construct a random vector $X$ with iid, mean-zero, variance one coordinates\nthat satisfies the same weak small ball property and whose coordinates satisfy\nthat $\\|x_i\\|_{L_p} \\lesssim \\sqrt{p} \\|x_i\\|_{L_2}$ for $p \\sim (\\log n)/(\\log\nN)$, but the basis pursuit algorithm fails to recover even $1$-sparse vectors.\n  The construction shows that `spiky' measurement vectors may lead to a poor\nperformance by the basis pursuit algorithm, but on the other hand may still\nperform in an optimal way if one chooses a different reconstruction algorithm\n(like $\\ell_0$-minimization). This exhibits the fact that the convex relaxation\nof $\\ell_0$-minimization comes at a significant cost when using `spiky'\nmeasurement vectors.\n"]}]
["1404.3117",{"format":[],"subject":["Mathematics - Complex Variables","30G35, 30C99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3117","Advances in Hypercomplex Analysis, Springer INdAM Series, Milan,\n  2013, pages 55-74","doi:10.1007/978-88-470-2445-8_4"],"date":["2014-04-11"],"type":["text"],"creator":["Della Rocchetta, Chiara","Gentili, Graziano","Sarfatti, Giulia"],"language":[],"coverage":[],"title":["A Bloch-Landau Theorem for slice regular functions"],"description":["  The Bloch-Landau Theorem is one of the basic results in the geometric theory\nof holomorphic functions. It establishes that the image of the open unit disc\n$\\mathbb{D}$ under a holomorphic function $f$ (such that $f(0)=0$ and\n$f'(0)=1$) always contains an open disc with radius larger than a universal\nconstant. In this paper we prove a Bloch-Landau type Theorem for slice regular\nfunctions over the skew field $\\mathbb{H}$ of quaternions. If $f$ is a regular\nfunction on the open unit ball $\\mathbb{B}\\subset \\mathbb{H}$, then for every\n$w \\in \\mathbb{B}$ we define the regular translation $\\tilde f_w$ of $f$. The\npeculiarities of the non commutative setting lead to the following statement:\nthere exists a universal open set contained in the image of $\\mathbb{B}$\nthrough some regular translation $\\tilde f_w$ of any slice regular function $f:\n\\mathbb{B} \\to \\mathbb{H}$ (such that $f(0)=0$ and $\\partial_C f(0)=1$). For\ntechnical reasons, we introduce a new norm on the space of regular functions on\nopen balls centred at the origin, equivalent to the uniform norm, and we\ninvestigate its properties.\n","Comment: 17 pages"]}]
["1404.3119",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3119"],"date":["2014-04-11"],"type":["text"],"creator":["Bouhadef, B.","collaboration, the NEMO"],"language":[],"coverage":[],"title":["Trigger Study for KM3Net-Italia"],"description":["  A new trigger for NEMO Phase 2 tower based on the time differences of the PMT\nhits has been studied. Such a trigger uses only a fixed number of PMT hits in a\nchosen time windows. The background trigger rate is drastically reduced\nrequiring hits from different PMTs. A 87% trigger efficiency was estimated by\nMontecarlo simulation for muon tracks with at least 5 PMT hits. The trigger\nrate estimated by Montecarlo was also measured on raw data. The results from\nMontecarlo simulations and raw data are reported.\n","Comment: 4 pages, 8 figures. To be published in Proceedings of the 6th Very\n  Large Volume Neutrino Telescope Workshop (VLVnT13), Stockholm, Sweden, 5-7\n  August, 2013"]}]
["1404.3120",{"format":[],"subject":["Mathematics - Complex Variables","30G35, 30C80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3120","Pacific Journal of Mathematics, vol. 265, no. 2, p. 381-404 (2013)","doi:10.2140/pjm.2013.265.381"],"date":["2014-04-11"],"type":["text"],"creator":["Gentili, Graziano","Sarfatti, Giulia"],"language":[],"coverage":[],"title":["Landau-Toeplitz theorems for slice regular functions over quaternions"],"description":["  The theory of slice regular functions of a quaternionic variable extends the\nnotion of holomorphic function to the quaternionic setting. This theory,\nalready rich of results, is sometimes surprisingly different from the theory of\nholomorphic functions of a complex variable. However, several fundamental\nresults in the two environments are similar, even if their proofs for the case\nof quaternions need new technical tools. In this paper we prove the\nLandau-Toeplitz Theorem for slice regular functions, in a formulation that\ninvolves an appropriate notion of regular $2$-diameter. We then show that the\nLandau-Toeplitz inequalities hold in the case of the regular $n$-diameter, for\nall $n\\geq 2$. Finally, a $3$-diameter version of the Landau-Toeplitz Theorem\nis proved using the notion of slice $3$-diameter.\n","Comment: 20 pages"]}]
["1404.3121",{"format":[],"subject":["Mathematics - Functional Analysis","Primary 47A10, Secondary 46H05, 47B49"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3121","Linear Multilinear Algebra 61 (3) (2013), 295-307"],"date":["2014-04-11"],"type":["text"],"creator":["Boasso, Enrico"],"language":[],"coverage":[],"title":["The Drazin spectrum of tensor product of Banach algebra elements and\n  elementary operators"],"description":["  Given unital Banach algebras $A$ and $B$ and elements $a\\in A$ and $b\\in B$,\nthe Drazin spectrun of $a\\otimes b\\in A\\overline{\\otimes} B$ will be fully\ncharacterized, where $A\\overline{\\otimes} B$ is a Banach algebra that is the\ncompletion of $A\\otimes B$ with respect to a uniform crossnorm. To this end,\nhowever, first the isolated points of the spectrum of $a\\otimes b\\in\nA\\overline{\\otimes} B$ need to be characterized. On the other hand, given\nBanach spaces $X$ and $Y$ and Banach space operators $S\\in L(X)$ and $T\\in\nL(Y)$, using similar arguments the Drazin spectrum of $\\tau_{ST}\\in L(L(Y,X))$,\nthe elementary operator defined by $S$ and $T$, will be fully characterized.\n","Comment: 12 pages, original research article"]}]
["1404.3122",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3122","2008, Romanian Astronomical Journal, Vol. 18, Supplement, p. 91-94"],"date":["2014-04-10"],"type":["text"],"creator":["Vamvatira-Nakou, Chloi","Liakos, Alexios","Manimanis, Vassilios","Niarchos, Panagiotis"],"language":[],"coverage":[],"title":["The \\b{eta} Lyrae-Type Eclipsing Binary EG Cep: New BVRI Photometry and\n  Modelling"],"description":["  New BVRI CCD observations of the semi-detached eclipsing binary EG Cep are\npresented. The observed light curves are analyzed with the Wilson-Devinney\nprogram and new geometrical and photometric elements are derived. These\nelements are used to compute the physical parameters of the system in order to\nstudy its evolutionary status.\n","Comment: 4 pages, 2 figures, contribution to the conference proceedings: 5th\n  SREAC's meeting: Latest progess in Astrophysics, Athens, Hellas, 5-6 Oct.2007"]}]
["1404.3123",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3123","2012hell.conf...28K"],"date":["2014-04-10"],"type":["text"],"creator":["Kamenidis, Ifikratis","Liakos, Alexios","Niarchos, Panagiotis"],"language":[],"coverage":[],"title":["The contact system DF Hya revisited"],"description":["  New BVRI CCD photometric observations of the contact system DF Hya have been\nobtained. The light curves were analyzed with the Wilson-Devinney code and new\ngeometric and photometric elements were derived. Moreover, the light curve\nsolution, with the assumption of a third light in the system, revealed the\nexistence of a tertiary component around the eclipsing pair. The present\nresults are compared with those of other recent studies.\n","Comment: 2 pages, 2 figures, Proceedings of the 10th Hellenic Astronomical\n  Conference, held at Ioannina, Greece, 5-8 September 2011"]}]
["1404.3124",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3124","2008mear.confE..40L","doi:10.10107/977403330200127"],"date":["2014-04-10"],"type":["text"],"creator":["Liakos, Alexios","Niarchos, Panagiotis"],"language":[],"coverage":[],"title":["The Light-Time Effect in the Eclipsing Binaries GK Cep and VY Cet"],"description":["  New times of minima of the eclipsing binaries GK Cep and VY Cet, obtained at\nthe Observatory of the University of Athens, have been used together with all\nreliable timings found in the literature in order to study the period variation\nand search for the presence of third body in the systems.\n","Comment: 2 pages, 1 figure, contribution to \"First Middle East-Africa,\n  Regional IAU Meeting\", held 5-10 April, 2008 in Cairo, Egypt"]}]
["1404.3125",{"format":[],"subject":["Mathematics - Analysis of PDEs","37K55, 35Q53"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3125"],"date":["2014-04-11"],"type":["text"],"creator":["Baldi, Pietro","Berti, Massimiliano","Montalto, Riccardo"],"language":[],"coverage":[],"title":["KAM for autonomous quasi-linear perturbations of KdV"],"description":["  We prove the existence and stability of Cantor families of quasi-periodic,\nsmall amplitude solutions of quasi-linear (i.e. strongly nonlinear) autonomous\nHamiltonian perturbations of KdV.\n","Comment: 49 pages"]}]
["1404.3126",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3126","2013hell.conf...44L"],"date":["2014-04-10"],"type":["text"],"creator":["Liakos, Alexios","Niarchos, Panagiotis"],"language":[],"coverage":[],"title":["Updated analysis for the system V1464 Aql"],"description":["  New BVRI light curves of the system V1464 Aql (ellipsoidal variable with a\ndelta Scuti component) were obtained. Using these observations and taking into\naccount previous studies of the system, its light curve model was reproduced\nand the pulsation frequencies of the delta Scuti component were recalculated.\nMoreover, the derived parameters were used to estimate the evolutionary status\nof both components.\n","Comment: 2 pages, 3 figures, 2 tables, Proceedings of the 11th Hellenic\n  Astronomical Conference, held 8-12 September, 2013 in Athens, Greece"]}]
["1404.3130",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3130"],"date":["2014-04-11"],"type":["text"],"creator":["Mukaida, Hisamitsu"],"language":[],"coverage":[],"title":["The generating function for the connected correlator in the random\n  energy model and its effective potential"],"description":["  Starting with two copies of the random energy model coupled with independent\nmagnetic fields, the generating function for the connected correlator of the\nmagnetization is exactly derived. Without use of the replica trick, it is shown\nthat the Hessian of the generating function is symmetric under exchanging the\ntwo copies when the system is finite, but the symmetry is spontaneously broken\nin the low-temperature phase. It can be regarded as a rigorous realization of\nthe replica symmetry breaking. The corresponding effective potential, which has\ntwo independent variables conjugate to the magnetic fields, is also calculated.\nIt is singular when the two variables coincide. The singularity is consistent\nwith that observed in the effective potentials of short-ranged disordered\nsystems in the context of the functional renormalization group.\n","Comment: 12 pages, 5 figures"]}]
["1404.3133",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3133"],"date":["2014-04-11"],"type":["text"],"creator":["Chaudhry, Adam Zaman"],"language":[],"coverage":[],"title":["Utilizing Nitrogen Vacancy Centers to measure oscillating magnetic\n  fields"],"description":["  We show how nitrogen vacancy (NV) centers can be used to determine the\namplitude, phase and frequency of unknown weak monochromatic and multichromatic\noscillating magnetic fields using only the periodic dynamical decoupling (PDD)\nand Carr-Purcell-Meiboom-Gill (CPMG) sequences. The effect of decoherence on\nthe measurement of the magnetic field parameters is explicitly analyzed, and we\ntake into account the fact that different pulse sequences suppress decoherence\nto different extents. Since the sensitivity increases with increasing sensing\ntime while it decreases due to decoherence, we use the Fisher information\nmatrix in order to optimize the number of pulses that should be used.\n","Comment: 12 pages, comments welcome"]}]
["1404.3135",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory","14H30 (Primary) 30F30, 14L30, 14D15, 11R32 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3135"],"date":["2014-04-11"],"type":["text"],"creator":["Köck, Bernhard","Tait, Joseph"],"language":[],"coverage":[],"title":["Faithfulness of actions on Riemann-Roch spaces"],"description":["  Given a faithful action of a finite group G on an algebraic curve X of genus\ng_X > 1, we give explicit criteria for the induced action of G on the\nRiemann-Roch space H^0(X,O_X(D)) to be faithful, where D is a G-invariant\ndivisor on X of degree at least 2g_X-2. This leads to a concise answer to the\nquestion when the action of G on the space H^0(X, \\Omega_X^m) of global\nholomorphic polydifferentials of order m is faithful. If X is hyperelliptic, we\nfurthermore provide an explicit basis of H^0(X, \\Omega_X^m). Finally, we give\napplications in deformation theory and in coding theory and we discuss the\nanalogous problem for the action of G on the first homology H_1(X, Z/mZ) if X\nis a Riemann surface.\n","Comment: 27 pages, 1 figure, to appear in Canadian Journal of Mathematics"]}]
["1404.3141",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3141"],"date":["2014-04-11"],"type":["text"],"creator":["Kaminski, Mark","Nenov, Yavor","Grau, Bernardo Cuenca"],"language":[],"coverage":[],"title":["Datalog Rewritability of Disjunctive Datalog Programs and its\n  Applications to Ontology Reasoning"],"description":["  We study the problem of rewriting a disjunctive datalog program into plain\ndatalog. We show that a disjunctive program is rewritable if and only if it is\nequivalent to a linear disjunctive program, thus providing a novel\ncharacterisation of datalog rewritability. Motivated by this result, we propose\nweakly linear disjunctive datalog---a novel rule-based KR language that extends\nboth datalog and linear disjunctive datalog and for which reasoning is\ntractable in data complexity. We then explore applications of weakly linear\nprograms to ontology reasoning and propose a tractable extension of OWL 2 RL\nwith disjunctive axioms. Our empirical results suggest that many non-Horn\nontologies can be reduced to weakly linear programs and that query answering\nover such ontologies using a datalog engine is feasible in practice.\n","Comment: 14 pages. To appear at AAAI-14"]}]
["1404.3142",{"format":[],"subject":["Mathematics - Geometric Topology","57Q25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3142"],"date":["2014-04-11"],"type":["text"],"creator":["Crane, Louis","Yetter, David N."],"language":[],"coverage":[],"title":["Moves on Filtered PL Manifolds and Stratified PL Spaces"],"description":["  We extend results of Pachner and Casali to give finite sets of moves relating\ntriangulations of PL manifolds respecting filtrations by locally flat manifolds\nand stratifications in which a finite family of simple local models exists for\nneighborhoods of strata.\n","Comment: 6 pages"]}]
["1404.3144",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3144"],"date":["2014-04-09"],"type":["text"],"creator":["Abreu, Everton M. C.","Sasaki, Nélio"],"language":[],"coverage":[],"title":["Rotating traversable wormholes in a noncommutative space and the energy\n  conditions"],"description":["  It is a very well known fact that the energy conditions concerning\ntraversable wormhole (WH) solutions of Einstein equations are violated.\nConsequently, attempts to avoid the violation of the energy conditions\nconstitutes one of the main areas of research in WH physics. On the other hand,\nthe current literature shows us that noncommutativity is one of the most\npromising candidates to help us to understand the physics of the early\nUniverse. However, since noncommutativity does not change the commutative\nresults, we also can expect that energy conditions violation near the throat\nmust occur. We will show here that the violation of the energy conditions,\ndescribed in a noncommutative space-time, has fixed conditions on the angular\nmomentum of a rotating WH with constant angular velocity. Also, we have\nestablished a new theoretical bound on the NC constant, $\\theta$, as a function\nof some WH parameters.\n","Comment: 10 pages. Pre-print format. arXiv admin note: substantial text\n  overlap with arXiv:1207.7130"]}]
["1404.3147",{"format":[],"subject":["Mathematics - Numerical Analysis","65N30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3147"],"date":["2014-04-11"],"type":["text"],"creator":["Gudi, Thirupathi","Porwal, Kamana"],"language":[],"coverage":[],"title":["A Posteriori and A Priori Error Estimates of Quadratic Finite Element\n  Method for Elliptic Obstacle Problem"],"description":["  A residual based {\\em a posteriori} error estimator is derived for a\nquadratic finite element method (fem) for the elliptic obstacle problem. The\nerror estimator involves various residuals consisting the data of the problem,\ndiscrete solution and a Lagrange multiplier related to the obstacle constraint.\n{\\em A priori} error estimates for the Lagrange multiplier have been derived\nand further under an assumption that the contact set does not degenerate to a\ncurve in any part of the domain, optimal order {\\em a priori} error estimates\nhave been derived whenever the data and the solution are sufficiently regular,\nprecisely, under the sufficient conditions required for quadratic fem in the\ncase of linear elliptic problem. The numerical experiments of adaptive fem for\na model problem satisfying the above condition on contact set show optimal\norder convergence. This demonstrates that the quadratic fem for obstacle\nproblem can exhibit optimal performance.\n","Comment: 21 pages; 6 figures"]}]
["1404.3148",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3148","Applied Physics Letters 104, 141606 (2014)","doi:10.1063/1.4871086"],"date":["2014-04-10"],"type":["text"],"creator":["Gocalinska, A.","Manganaro, M.","Juska, G.","Dimastrodonato, V.","Thomas, K.","Joyce, B. A.","Zhang, J.","Vvedensky, D. D.","Pelucchi, E."],"language":[],"coverage":[],"title":["Unusual nanostructures of \"lattice matched\" InP on AlInAs"],"description":["  We show that the morphology of the initial monolayers of InP on\nAl0.48In0.52As grown by metalorganic vapor-phase epitaxy does not follow the\nexpected layer-by-layer growth mode of lattice-matched systems, but instead\ndevelops a number of low-dimensional structures, e.g., quantum dots and wires.\nWe discuss how the macroscopically strain-free heteroepitaxy might be strongly\naffected by local phase separation/alloying-induced strain and that the\npreferred aggregation of adatom species on the substrate surface and reduced\nwettability of InP on AlInAs surfaces might be the cause of the unusual (step)\norganization and morphology\n"]}]
["1404.3149",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Algebraic Geometry","58K40, 32S05, 32S70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3149"],"date":["2014-04-11"],"type":["text"],"creator":["Sinha, R. Oset","Ruas, M. A. S.","Atique, R. Wik"],"language":[],"coverage":[],"title":["Classifying codimension 2 multigerms"],"description":["  We generalise the operations of augmentation and concatenations in order to\nobtain multigerms of analytic (or smooth) maps $(\\mathbb\nK^n,S)\\rightarrow(\\mathbb K^p,0)$ with $\\mathbb K=\\mathbb C$ or $\\mathbb R$\nfrom monogerms and some special multigerms. We then prove that any corank 1\ncodimension 2 multigerm in Mather's nice dimensions $(n,p)$ with $n\\geq p-1$\ncan be constructed using augmentations and these operations.\n","Comment: 34 pages, 2 figures"]}]
["1404.3160",{"format":[],"subject":["Quantitative Finance - Pricing of Securities","41A10, 91B70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3160"],"date":["2014-04-11"],"type":["text"],"creator":["Olivares, Pablo"],"language":[],"coverage":[],"title":["Pricing of Basket Options Using Polynomial Approximations"],"description":["  In this paper we use Bernstein and Chebyshev polynomials to approximate the\nprice of some basket options under a bivariate Black-Scholes model. The method\nconsists in expanding the price of a univariate related contract after\nconditioning on the remaining underlying assets and calculating the mixed\nexponential-power moments of a Gaussian distribution that arise as a\nconsequence of such approximation. Our numerical implementation on spread\ncontracts shows the method is as accurate as a standard Monte Carlo approach at\nconsiderable lesser computational effort.\n","Comment: 6 figures, 18 page"]}]
["1404.3162",{"format":[],"subject":["Computer Science - Hardware Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3162"],"date":["2014-04-11"],"type":["text"],"creator":["Kröll, Harald","Zwicky, Stefan","Odermatt, Reto","Bruderer, Lukas","Burg, Andreas","Huang, Qiuting"],"language":[],"coverage":[],"title":["A Signal Processor for Gaussian Message Passing"],"description":["  In this paper, we present a novel signal processing unit built upon the\ntheory of factor graphs, which is able to address a wide range of signal\nprocessing algorithms. More specifically, the demonstrated factor graph\nprocessor (FGP) is tailored to Gaussian message passing algorithms. We show how\nto use a highly configurable systolic array to solve the message update\nequations of nodes in a factor graph efficiently. A proper instruction set and\ncompilation procedure is presented. In a recursive least squares channel\nestimation example we show that the FGP can compute a message update faster\nthan a state-ofthe- art DSP. The results demonstrate the usabilty of the FGP\narchitecture as a flexible HW accelerator for signal-processing and\ncommunication systems.\n","Comment: accepted to the IEEE IEEE International Symposium on Circuits and\n  Systems (ISCAS) 2014"]}]
["1404.3164",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3164"],"date":["2014-04-11"],"type":["text"],"creator":["Haddad, Yacine"],"language":[],"coverage":[],"title":["Feasibility of a minimum bias analysis of $e^+e^-\\to ZH \\to q\\bar{q}+X$\n  at a 250 GeV ILC"],"description":["  The precision measurements of the Higgs properties is crucial for a better\nunderstanding of electroweak symmetry breaking. It can be first achieved at the\nILC\\pcite{Behnke2013} at $\\sqrt{s}=250\\rm ~GeV$ via the Higgs-strahlung\nproduction process $e^+e^-\\rightarrow ZH$. The hadronic decay mode\n$Z\\rightarrow \\bar{q}q$ constitutes more than $65%$ of the total, a factor 10\nmore than $Z\\rightarrow \\mu\\mu$. An analysis based solely on the $Z$ jet pair\ninformation could thus lead to a high statistics and provide a minimum biased\nHiggs sample. A study of the feasibility of such analysis is shown here, based\non $e^+e^-$ simulated collisions at $250\\rm ~GeV$ in center of mass, for the\nequivalent integrated luminosity of $500\\rm ~fb^{-1}$ and using a fast\nsimulation of the ILD detector.\n","Comment: Talk presented at the International Workshop on Future Linear\n  Colliders (LCWS13), Tokyo, Japan, 11-15 November 2013"]}]
["1404.3167",{"format":[],"subject":["Quantitative Finance - Economics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3167"],"date":["2014-04-10"],"type":["text"],"creator":["Knight, Christopher J. K.","Penn, Alexandra S.","Hoyle, Rebecca B."],"language":[],"coverage":[],"title":["A Dynamical Model of the Industrial Economy of the Humber Region"],"description":["  The Humber region in the UK is a large and diverse industrial area centred\naround oil refining, chemical industries and energy production. However there\nis currently a desire to see the region transition towards a more bio-based\neconomy. New bio-related industries are being situated in the region as a\nconsequence of policy and economic incentives. Many of these industries are\nconnected through their supply chains, either directly, or by sharing common\nsuppliers or customers and the growth or decline of one industry can hence have\nimpacts on many others. Therefore an important question to consider is what\neffect this movement towards bio-based industry will actually have on the\nregional economy as a whole. In this paper we develop a general abstract\ndynamical model for the metabolic interactions of firms or industries. This\ndynamical model has been applied to the Humber region in order to gain a deeper\nunderstanding of how the region may develop. The model suggests that the\ntransition to a bio-based economy will occur with oil refining losing its\ndominance to bioethanol production and biological chemical production, whilst\nanaerobic digestion grows as a major source of electricity, in turn driving up\nthe value of regional waste aggregators and arable farming in the overall\neconomy.\n"]}]
["1404.3168",{"format":[],"subject":["Statistics - Methodology","Astrophysics - Cosmology and Nongalactic Astrophysics","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3168"],"date":["2014-04-11"],"type":["text"],"creator":["Ciollaro, Mattia","Cisewski, Jessi","Freeman, Peter","Genovese, Christopher","Lei, Jing","O'Connell, Ross","Wasserman, Larry"],"language":[],"coverage":[],"title":["Functional Regression for Quasar Spectra"],"description":["  The Lyman-alpha forest is a portion of the observed light spectrum of distant\ngalactic nuclei which allows us to probe remote regions of the Universe that\nare otherwise inaccessible. The observed Lyman-alpha forest of a quasar light\nspectrum can be modeled as a noisy realization of a smooth curve that is\naffected by a `damping effect' which occurs whenever the light emitted by the\nquasar travels through regions of the Universe with higher matter\nconcentration. To decode the information conveyed by the Lyman-alpha forest\nabout the matter distribution, we must be able to separate the smooth\n`continuum' from the noise and the contribution of the damping effect in the\nquasar light spectra. To predict the continuum in the Lyman-alpha forest, we\nuse a nonparametric functional regression model in which both the response and\nthe predictor variable (the smooth part of the damping-free portion of the\nspectrum) are function-valued random variables. We demonstrate that the\nproposed method accurately predicts the unobservable continuum in the\nLyman-alpha forest both on simulated spectra and real spectra. Also, we\nintroduce distribution-free prediction bands for the nonparametric functional\nregression model that have finite sample guarantees. These prediction bands,\ntogether with bootstrap-based confidence bands for the projection of the mean\ncontinuum on a fixed number of principal components, allow us to assess the\ndegree of uncertainty in the model predictions.\n"]}]
["1404.3173",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3173"],"date":["2014-04-11"],"type":["text"],"creator":["Tran, Trong Hieu"],"language":[],"coverage":[],"title":["ILD SiW ECAL and sDHCAL dimension-performance optimisation"],"description":["  The ILD, International Large Detector, is one of the detector concepts for a\nfuture linear collider. Its performance is investigated using Monte-Carlo full\nsimulation and PandoraPFA. Among several options, a combination of the\nsilicon-tungsten electromagnetic calorimeter (SiW ECAL) and the semi-digital\nhadronic calorimeter (sDHCAL) presenting the highest granularity calorimeters,\nis here investigated. It is shown that by reducing the radius and length of the\nentire detector by a factor of $\\sim1.3$ with respect to the baseline\ndimensions, the jet energy resolution is degraded by 8 to 19% in the range of\n45 and 250 GeV. The price of ILD which scales roughly quadratically with the\nILD dimensions may be reduced by a factor of nearly two. A similar study made\nwith the SiW ECAL and the analog hadronic calorimeter (AHCAL) shows that for an\ninner radius of ECAL of about~1.4 m, the performance is comparable between\nsDHCAL and AHCAL.\n","Comment: Talk presented at the International Workshop on Future Linear\n  Colliders (LCWS13), Tokyo, Japan, 11-15 November 2013"]}]
["1404.3175",{"format":[],"subject":["Mathematics - Logic","03C64"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3175"],"date":["2014-04-11"],"type":["text"],"creator":["Johnson, Will"],"language":[],"coverage":[],"title":["A pathological o-minimal quotient"],"description":["  We give an example of a definable quotient in an o-minimal structure which\ncannot be eliminated over any set of parameters, giving a negative answer to a\nquestion of Eleftheriou, Peterzil, and Ramakrishnan. Equivalently, there is an\no-minimal structure M whose elementary diagram does not eliminate imaginaries.\nWe also give a positive answer to a related question, showing that any\nimaginary in an o-minimal structure is interdefinable over an independent set\nof parameters with a tuple of real elements. This can be interpreted as saying\nthat interpretable sets look \"locally\" like definable sets, in a sense which\ncan be made precise.\n","Comment: 7 pages"]}]
["1404.3184",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Computer Science - Information Theory","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3184"],"date":["2014-04-11"],"type":["text"],"creator":["Zeng, Xiangrong","Figueiredo, Mário A. T."],"language":[],"coverage":[],"title":["Decreasing Weighted Sorted $\\ell_1$ Regularization"],"description":["  We consider a new family of regularizers, termed {\\it weighted sorted\n$\\ell_1$ norms} (WSL1), which generalizes the recently introduced {\\it\noctagonal shrinkage and clustering algorithm for regression} (OSCAR) and also\ncontains the $\\ell_1$ and $\\ell_{\\infty}$ norms as particular instances. We\nfocus on a special case of the WSL1, the {\\sl decreasing WSL1} (DWSL1), where\nthe elements of the argument vector are sorted in non-increasing order and the\nweights are also non-increasing. In this paper, after showing that the DWSL1 is\nindeed a norm, we derive two key tools for its use as a regularizer: the dual\nnorm and the Moreau proximity operator.\n","Comment: 5 pages, 2 figures"]}]
["1404.3185",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3185"],"date":["2014-04-11"],"type":["text"],"creator":["Cohen, Andrew","Tavares, Gustavo Marques","Xu, Yiming"],"language":[],"coverage":[],"title":["Seeking Lorentz Violation from the Higgs"],"description":["  The recently discovered Higgs particle with a mass near $126$ GeV presents\nnew opportunities to explore Lorentz violation. Ultra-high-energy cosmic rays\nare one of the most sensitive testing grounds for Lorentz symmetry, and can be\nused to seek for and limit departures from Lorentz invariance in the Higgs\nsector. If the Higgs were to have a super- or sub-luminal maximal speed both\nHiggs and weak interaction physics would be modified. Consideration of such\nmodifications allow us to constrain the Higgs maximal velocity to agree with\nthat of other Standard Model particles to parts in $10^{14}$.\n","Comment: 7 pages, revtex"]}]
["1404.3186",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3186"],"date":["2014-04-11"],"type":["text"],"creator":["Demarco, Favio","Xuan, Jifeng","Berre, Daniel Le","Monperrus, Martin"],"language":[],"coverage":[],"title":["Automatic Repair of Buggy If Conditions and Missing Preconditions with\n  SMT"],"description":["  We present Nopol, an approach for automatically repairing buggy if conditions\nand missing preconditions. As input, it takes a program and a test suite which\ncontains passing test cases modeling the expected behavior of the program and\nat least one failing test case embodying the bug to be repaired. It consists of\ncollecting data from multiple instrumented test suite executions, transforming\nthis data into a Satisfiability Modulo Theory (SMT) problem, and translating\nthe SMT result -- if there exists one -- into a source code patch. Nopol\nrepairs object oriented code and allows the patches to contain nullness checks\nas well as specific method calls.\n","Comment: CSTVA'2014, India (2014)"]}]
["1404.3188",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3188"],"date":["2014-04-11"],"type":["text"],"creator":["Kellner, Jérémie","Celisse, Alain"],"language":[],"coverage":[],"title":["New normality test in high dimension with kernel methods"],"description":["  A new goodness-of-fit test for normality in high-dimension (and Reproducing\nKernel Hilbert Space) is proposed. It shares common ideas with the Maximum Mean\nDiscrepancy (MMD) it outperforms both in terms of computation time and\napplicability to a wider range of data. Theoretical results are derived for the\nType-I and Type-II errors. They guarantee the control of Type-I error at\nprescribed level and an exponentially fast decrease of the Type-II error.\nSynthetic and real data also illustrate the practical improvement allowed by\nour test compared with other leading approaches in high-dimensional settings.\n"]}]
["1404.3189",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3189","Astronomy and Astrophysics 564 (2014) A88","doi:10.1051/0004-6361/201323273"],"date":["2014-04-11"],"type":["text"],"creator":["Kervella, Pierre","Montargès, Miguel","Ridgway, Stephen T.","Perrin, Guy","Chesneau, Olivier","Lacour, Sylvestre","Chiavassa, Andrea","Haubois, Xavier","Gallenne, Alexandre"],"language":[],"coverage":[],"title":["An edge-on translucent dust disk around the nearest AGB star L2 Puppis -\n  VLT/NACO spectro-imaging from 1.04 to 4.05 microns and VLTI interferometry"],"description":["  As the nearest known AGB star (d=64pc) and one of the brightest (mK-2), L2\nPup is a particularly interesting benchmark object to monitor the final stages\nof stellar evolution. We report new lucky imaging observations of this star\nwith the VLT/NACO adaptive optics system in twelve narrow band filters covering\nthe 1.0-4.0 microns wavelength range. These diffraction limited images reveal\nan extended circumstellar dust lane in front of the star, that exhibits a high\nopacity in the J band and becomes translucent in the H and K bands. In the L\nband, extended thermal emission from the dust is detected. We reproduce these\nobservations using Monte-Carlo radiative transfer modeling of a dust disk with\nthe RADMC-3D code. We also present new interferometric observations with the\nVLTI/VINCI and MIDI instruments. We measure in the K band an upper limit to the\nlimb-darkened angular diameter of theta_LD = 17.9 +/- 1.6 mas, converting to a\nmaximum linear radius of R = 123 +/- 14 Rsun. Considering the geometry of the\nextended K band emission in the NACO images, this upper limit is probably close\nto the actual angular diameter of the star. The position of L2 Pup in the\nHerzsprung-Russell diagram indicates that this star has a mass around 2 Msun\nand is probably experiencing an early stage of the asymptotic giant branch. We\ndo not detect any stellar companion of L2 Pup in our adaptive optics and\ninterferometric observations, and we attribute its apparent astrometric wobble\nin the Hipparcos data to variable lighting effects on its circumstellar\nmaterial. We however do not exclude the presence of a binary companion, as the\nlarge loop structure extending to more than 10 AU to the North-East of the disk\nin our L band images may be the result of interaction between the stellar wind\nof L2 Pup and a hidden secondary object. The geometric configuration that we\npropose, with a large dust disk seen almost edge-on, appears particularly\nfavorable to test and develop our understanding of the formation of bipolar\nnebulae.\n","Comment: 16 pages, 15 figures"]}]
["1404.3190",{"format":[],"subject":["Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3190","doi:10.1109/TNNLS.2014.2309939"],"date":["2014-04-11"],"type":["text"],"creator":["Li, Cong","Georgiopoulos, Michael","Anagnostopoulos, Georgios C."],"language":[],"coverage":[],"title":["Pareto-Path Multi-Task Multiple Kernel Learning"],"description":["  A traditional and intuitively appealing Multi-Task Multiple Kernel Learning\n(MT-MKL) method is to optimize the sum (thus, the average) of objective\nfunctions with (partially) shared kernel function, which allows information\nsharing amongst tasks. We point out that the obtained solution corresponds to a\nsingle point on the Pareto Front (PF) of a Multi-Objective Optimization (MOO)\nproblem, which considers the concurrent optimization of all task objectives\ninvolved in the Multi-Task Learning (MTL) problem. Motivated by this last\nobservation and arguing that the former approach is heuristic, we propose a\nnovel Support Vector Machine (SVM) MT-MKL framework, that considers an\nimplicitly-defined set of conic combinations of task objectives. We show that\nsolving our framework produces solutions along a path on the aforementioned PF\nand that it subsumes the optimization of the average of objective functions as\na special case. Using algorithms we derived, we demonstrate through a series of\nexperimental results that the framework is capable of achieving better\nclassification performance, when compared to other similar MTL approaches.\n","Comment: Accepted by IEEE Transactions on Neural Networks and Learning Systems"]}]
["1404.3191",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3191"],"date":["2014-04-11"],"type":["text"],"creator":["Cossu, Carlo"],"language":[],"coverage":[],"title":["On the stabilizing mechanism of 2D absolute and global instabilities by\n  3D streaks"],"description":["  Global and local absolute instabilities of 2D wakes are known to be\nstabilized by spanwise periodic modulations of the wake profile. The present\nstudy shows that this stabilizing effect is of general nature and can be\nmimicked by enforcing spanwise periodic modulations of the wave advection\nvelocity in the generalized complex Ginzburg-Landau equation. The first order\nsensitivity of the absolute and global growth rate to the enforced modulation\nis zero, exactly as in the Navier-Stokes case. We show that a second order\nsensitivity analysis is effective to quantify and interpret the observed\nstabilizing effect. The global growth rates predicted by the second order\nexpansion closely match those issued from a direct computation of the\neigenvalues. It is shown that, at leading order, the modulation of the wave\nadvection velocity alters the effective wave diffusion coefficient in the\ndispersion relation and that this variation induces a reduction of the absolute\ngrowth rate and the stabilization of the global instability.\n"]}]
["1404.3192",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3192"],"date":["2014-04-11"],"type":["text"],"creator":["Christensen, N. B.","Chang, J.","Larsen, J.","Fujita, M.","Oda, M.","Ido, M.","Momono, N.","Forgan, E. M.","Holmes, A. T.","Mesot, J.","Huecker, M.","Zimmermann, M. v."],"language":[],"coverage":[],"title":["Bulk charge stripe order competing with superconductivity in\n  La2-xSrxCuO4 (x=0.12)"],"description":["  We present a volume-sensitive high-energy x-ray diffraction study of the\nunderdoped cuprate high temperature superconductor La2-xSrxCuO4 (x = 0.12,\nTc=27 K) in applied magnetic field. Bulk short-range charge stripe order with\npropagation vector q_ch = (0.231, 0, 0.5) is demonstrated to exist below T_ch =\n85(10) K and shown to compete with superconductivity. We argue that bulk charge\nordering arises from fluctuating stripes that become pinned near boundaries\nbetween orthorhombic twin domains.\n","Comment: 5 pages, 4 figures. To be submitted to Phys. Rev. Lett"]}]
["1404.3195",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems","Nonlinear Sciences - Cellular Automata and Lattice Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3195"],"date":["2014-04-11"],"type":["text"],"creator":["Zertuche, Federico"],"language":[],"coverage":[],"title":["The Role of Boolean Irreducibility in \\textit{NK}-Kauffman Networks"],"description":["  Boolean variables are such that they take only values on $ \\mathbb{Z}_2 \\cong\n\\left\\{0, 1 \\right\\} $. \\textit{NK}-Kauffman networks are dynamical\ndeterministic systems of $ N $ Boolean functions that depend only on $ K \\leq N\n$ Boolean variables. They were proposed by Kauffman as a first step to\nunderstand cellular behaviour [Kauffman, S.A.; {\\rm The Large Scale Structure\nand Dynamics of Gene Control Circuits: An Ensemble Approach}. {\\it J. Theoret.\nBiol.} {\\bf 44} (1974) 167.] with great success. Among the problems that still\nhave been not well understood in Kauffman networks, is the mechanism that\nregulates the phase transition of the system from an ordered phase; where small\nchanges of the initial state decay, to a chaotic, where they grow\nexponentially. We show, that this mechanism is regulated through \\textsf{the\nirreducible decomposition} of Boolean functions proposed in [ Zertuche, F. {\\rm\nOn the robustness of NK-Kauffman networks against changes in their connections\nand Boolean functions}, {\\it J. Math. Phys.} {\\bf 50} (2009) 043513]. This is\nin contrast to previous knowledge that attributed it to \\textsf{canalization}.\nWe also review other statistical properties of Kauffman networks that have been\nshown that \\textsf{Boolean irreducibility} explains.\n","Comment: 14 pages, 2 figures, to be submitted in short to a refereed journal"]}]
["1404.3196",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3196"],"date":["2014-04-11"],"type":["text"],"creator":["Kumar, Ankit","Agrawal, Vidit","Sinha, Sudeshna"],"language":[],"coverage":[],"title":["Spatiotemporal Regularity in Networks with Stochastically Varying Links"],"description":["  In this work we investigate time varying networks with complex dynamics at\nthe nodes. We consider two scenarios of network change in an interval of time:\nfirst, we have the case where each link can change with probability pt, i.e.\nthe network changes occur locally and independently at each node. Secondly we\nconsider the case where the entire connectivity matrix changes with probability\npt, i.e. the change is global. We show that network changes, occurring both\nlocally and globally, yield an enhanced range of synchronization. When the\nconnections are changed slowly (i.e. pt is low) the nodes display nearly\nsynchronized intervals interrupted by intermittent unsynchronized chaotic\nbursts. However when the connections are switched quickly (i.e. pt is large),\nthe intermittent behavior quickly settles down to a steady synchronized state.\nFurthermore we find that the mean time taken to reach synchronization from\ngeneric random initial states is significantly reduced when the underlying\nlinks change more rapidly. We also analyze the probabilistic dynamics of the\nsystem with changing connectivity and the stable synchronized range thus\nobtained is in broad agreement with those observed numerically.\n","Comment: 15 pages, 8 figures, Keywords: Complex Networks, Temporal Networks,\n  Synchronization, Coupled Map Lattice"]}]
["1404.3199",{"format":[],"subject":["Physics - Chemical Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3199"],"date":["2014-04-08"],"type":["text"],"creator":["Singh, A. K.","Prakash, Rajiv"],"language":[],"coverage":[],"title":["Effect of Organoclay on Compatibilization, Thermal and Mechanical\n  Properties of Polycarbonate/Polystyrene Blends"],"description":["  Pristine and organoclay modified polycarbonate/polystyrene (PC/PS) blends are\nprepared using melt-mixing technique. These blends are characterized for their\nmorphology, structural, thermal and mechanical properties. Though our FTIR and\nXRD results show weak interactions between PC and PS phases, however, DSC and\nmorphological study reveals that pristine PC/PS blends are immiscible. On other\nhand, introduction of organoclay results compatibilization of two polymer\nphases which is supported by significant shift in glass transition temperatures\nof the component phases and a distinct morphology having no phase segregation\non sub-micron scale. Intercalation of polymers inside the clay gallery is\nachieved and is supported by XRD studies. A better thermal stability and higher\nvalue of modulus of the compatibilized blends compared to pristine PC/PS blends\nalso support the reinforcement effect of organoclay to the PC/PS blend matrix.\n","Comment: 23 pages, 9 Figures"]}]
["1404.3203",{"format":[],"subject":["Computer Science - Learning","Computer Science - Information Theory","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3203"],"date":["2014-04-11"],"type":["text"],"creator":["Bandeira, Afonso S.","Mixon, Dustin G.","Recht, Benjamin"],"language":[],"coverage":[],"title":["Compressive classification and the rare eclipse problem"],"description":["  This paper addresses the fundamental question of when convex sets remain\ndisjoint after random projection. We provide an analysis using ideas from\nhigh-dimensional convex geometry. For ellipsoids, we provide a bound in terms\nof the distance between these ellipsoids and simple functions of their\npolynomial coefficients. As an application, this theorem provides bounds for\ncompressive classification of convex sets. Rather than assuming that the data\nto be classified is sparse, our results show that the data can be acquired via\nvery few measurements yet will remain linearly separable. We demonstrate the\nfeasibility of this approach in the context of hyperspectral imaging.\n"]}]
["gr-qc/0510076",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0510076","Phys.Rev. D73 (2006) 024010","doi:10.1103/PhysRevD.73.024010"],"date":["2005-10-16","2014-04-10"],"type":["text"],"creator":["Yunes, Nicolas","Gonzalez, Jose"],"language":[],"coverage":[],"title":["Metric of a tidally perturbed spinning black hole"],"description":["  We explicitly construct the metric of a Kerr black hole that is tidally\nperturbed by the external universe in the slow-motion approximation. This\napproximation assumes that the external universe changes slowly relative to the\nrotation rate of the hole, thus allowing the parameterization of the\nNewman-Penrose scalar $\\psi_0$ by time-dependent electric and magnetic tidal\ntensors. This approximation, however, does not constrain how big the spin of\nthe background hole can be and, in principle, the perturbed metric can model\nrapidly spinning holes. We first generate a potential by acting with a\ndifferential operator on $\\psi_0$. From this potential we arrive at the metric\nperturbation by use of the Chrzanowski procedure in the ingoing radiation\ngauge. We provide explicit analytic formulae for this metric perturbation in\nspherical Kerr-Schild coordinates, where the perturbation is finite at the\nhorizon. This perturbation is parametrized by the mass and Kerr spin parameter\nof the background hole together with the electric and magnetic tidal tensors\nthat describe the time evolution of the perturbation produced by the external\nuniverse. In order to take the metric accurate far away from the hole, these\ntidal tensors should be determined by asymptotically matching this metric to\nanother one valid far from the hole. The tidally perturbed metric constructed\nhere could be useful in initial data constructions to describe the metric near\nthe horizons of a binary system of spinning holes. This perturbed metric could\nalso be used to construct waveforms and study the absorption of mass and\nangular momentum by a Kerr black hole when external processes generate\ngravitational radiation.\n","Comment: 17 pages, 3 figures. Final PRD version, minor typos, etc corrected.\n  v3: corrected typo in Eq. (35) and (57)"]}]
["math/0510382",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Geometric Topology","57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0510382","Canad. J. Math., 60 (2008), pp. 1240-1266"],"date":["2005-10-18","2006-08-18"],"type":["text"],"creator":["Beliakova, Anna","Wehrli, Stephan"],"language":[],"coverage":[],"title":["Categorification of the colored Jones polynomial and Rasmussen invariant\n  of links"],"description":["  We define a family of formal Khovanov brackets of a colored link depending on\ntwo parameters. The isomorphism classes of these brackets are invariants of\nframed colored links. The Bar-Natan functors applied to these brackets produce\nKhovanov and Lee homology theories categorifying the colored Jones polynomial.\nFurther, we study conditions under which framed colored link cobordisms induce\nchain transformations between our formal brackets. We conjecture that, for\nspecial choice of parameters, Khovanov and Lee homology theories of colored\nlinks are functorial (up to sign). Finally, we extend the Rasmussen invariant\nto links and give examples, where this invariant is a stronger obstruction to\nsliceness than the multivariable Levine-Tristram signature.\n","Comment: 26 pages with figures. Minor revisions. We weakened the statement of\n  Lemma 6.1, whose original proof was incomplete"]}]
["math/0608627",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Quantum Algebra","57N10, 57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0608627","Compositio Mathematica, vol. 143, Issue 06 (2007), 1593-1612"],"date":["2006-08-25","2007-04-27"],"type":["text"],"creator":["Beliakova, Anna","Le, Thang T. Q."],"language":[],"coverage":[],"title":["Integrality of quantum 3-manifold invariants and rational surgery\n  formula"],"description":["  We prove that the Witten-Reshetikhin-Turaev (WRT) SO(3) invariant of an\narbitrary 3-manifold M is always an algebraic integer. Moreover, we give a\nrational surgery formula for the unified invariant dominating WRT SO(3)\ninvariants of rational homology 3-spheres at roots of unity of order co-prime\nwith the torsion. As an application, we compute the unified invariant for\nSeifert fibered spaces and for Dehn surgeries on twist knots. We show that this\ninvariant separates integral homology Seifert fibered spaces and can be used to\ndetect the unknot.\n","Comment: 18 pages, Compositio Math. in press"]}]
["math/9803152",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/9803152"],"date":["1998-03-31","2014-04-11"],"type":["text"],"creator":["Ballico, E."],"language":[],"coverage":[],"title":["On the minimal free resolution of non-special curves in P^3"],"description":["  Here we prove that the minimal free resolution of a general space curve of\nlarge degree (e.g. a general space curve of degree d and genus g with d g+3,\nexcept for finitely many pairs (d,g)) is the expected one. A similar result\nholds even for general curves with special hyperplane section and, roughly, d\ng/2. The proof uses the so-called methode d'Horace.\n","Comment: This paper has been withdrawn due to a crucial error (a key lemma is\n  obviously false). In the meantime I was not able to overcome this error using\n  another (but related) path"]}]
