["0704.3864",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - K-Theory and Homology","17B56"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.3864","J. Lie Theory 18 (2008), 295-299; Erratum: 24 (2014), 1207-1208"],"date":["2007-04-29","2014-08-13"],"type":["text"],"creator":["Zusmanovich, Pasha"],"language":[],"coverage":[],"title":["A converse to the Second Whitehead Lemma"],"description":["  We show that finite-dimensional Lie algebras over a field of characteristic\nzero such that the second cohomology group in every finite-dimensional module\nvanishes, are, essentially, semisimple.\n","Comment: v5: added erratum"]}]
["0810.2102",{"format":[],"subject":["Mathematics - General Mathematics","11M26, 11A41, 11N05, 32A60, 11Y35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2102"],"date":["2008-10-12","2014-08-13"],"type":["text"],"creator":["Cheng, Yuanyou","Albeverio, S."],"language":[],"coverage":[],"title":["Proof of the the Riemann hypothesis from the strong density hypothesis\n  via a power sum method"],"description":["  The Riemann hypothesis is equivalent to the $\\varpi$-form of the prime number\ntheorem as $\\varpi(x) =O(x\\sp{1/2} \\log\\sp{2} x)$, where $\\varpi(x)\n=\\sum\\sb{n\\le x}\\ \\bigl(\\Lambda(n) -1\\big)$ with the sum running through the\nset of all natural integers. Let ${\\mathsf Z}(s) =\n-\\tfrac{\\zeta\\sp{\\prime}(s)}{\\zeta(s)} -\\zeta(s)$. We use the classical\nintegral formula for the Heaviside function in the form of ${\\mathsf H}(x)\n=\\int\\sb{m -i\\infty} \\sp{m +i\\infty} \\tfrac{x\\sp{s}}{s} \\dd s$ where $m >0$,\nand ${\\mathsf H}(x)$ is 0 when $\\tfrac{1}{2} <x <1$, $\\tfrac{1}{2}$ when $x=1$,\nand 1 when $x >1$. However, we diverge from the literature by applying Cauchy's\nresidue theorem to the function ${\\mathsf Z}(s) \\cdot \\tfrac{x\\sp{s}} {s}$,\nrather than $-\\tfrac{\\zeta\\sp{\\prime}(s)} {\\zeta(s)} \\cdot \\tfrac{x\\sp{s}}{s}$,\nso that we may utilize the formula for $\\tfrac{1}{2}< m <1$, under certain\nconditions. Starting with the estimate on $\\varpi(x)$ from the trivial\nzero-free region $\\sigma >1$ of ${\\mathsf Z}(s)$, we use induction to reduce\nthe size of the exponent $\\theta$ in $\\varpi(x) =O(x\\sp{\\theta} \\log\\sp{2} x)$,\nwhile we also use induction on $x$ when $\\theta$ is fixed. We prove that the\nRiemann hypothesis is valid under the assumptions of the explicit strong\ndensity hypothesis and the Lindel\\\"of hypothesis recently proven, via a result\nof the implication on the zero free regions from the remainder terms of the\nprime number theorem by the power sum method of Tur\\'an.\n","Comment: 35 pages"]}]
["0812.2625",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - K-Theory and Homology","17B56 (Primary), 17B50, 17B20, 13D03 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2625","Trans. Amer. Math. Soc. 334 (1992), 143-152; Erratum and addendum:\n  362 (2010), 5601-5603","doi:10.2307/2153976;","doi:10.1090/S0002-9947-10-05304-3"],"date":["2008-12-14","2014-08-13"],"type":["text"],"creator":["Zusmanovich, Pasha"],"language":[],"coverage":[],"title":["Central extensions of current algebras"],"description":["  This is an old paper put here for archeological purposes. We compute the\nsecond cohomology of current Lie algebras of the form $L\\otimes A$, where $L$\nbelongs to some class of Lie algebras which includes classical simple and\nZassenhaus algebras, and of some modular semisimple Lie algebras. The results\nare largely superseded by subsequent papers, though, perhaps, some tricks and\nobservations used here remain of minor interest.\n","Comment: v3: fixed a typo"]}]
["0905.4046",{"format":[],"subject":["Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4046","Geom. Funct. Anal. 20 (2010), no. 5, 1073--1143"],"date":["2009-05-25","2014-08-13"],"type":["text"],"creator":["Alesker, Semyon"],"language":[],"coverage":[],"title":["Valuations on manifolds and integral geometry"],"description":["  One constructs new operations of pull-back and push-forward on valuations on\nmanifolds with respect to submersions and immersions. A general Radon type\ntransform on valuations is introduced using these operations and the product on\nvaluations. It is shown that the classical Radon transform on smooth functions,\nand the well known Radon transform on constructible functions with respect to\nthe Euler characteristic are special cases of this new Radon transform. An\ninversion formula for the Radon transform on valuations has been proven in a\nspecific case of real projective spaces. Relations of these operations to yet\nanother classical type of integral geometry, Crofton and kinematic formulas,\nare indicated.\n","Comment: 77 pages. In several places the claim of continuity of some operators\n  on distributions and valuations is replaced by the claim of sequential\n  continuity. Few related modifications in appropriate places are made"]}]
["1005.2347",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Combinatorics","Mathematics - Operator Algebras","20F65, 60K35, 58J22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.2347","Amer. J. Math. 135 (2013), no. 3, 835-849","doi:10.1353/ajm.2013.0029"],"date":["2010-05-13","2011-06-17"],"type":["text"],"creator":["Lehner, Franz","Wagner, Stephan"],"language":[],"coverage":[],"title":["Free Lamplighter Groups and a Question of Atiyah"],"description":["  We compute the von Neumann dimensions of the kernels of adjacency operators\non free lamplighter groups and show that they are irrational, thus providing an\nelementary constructive answer to a question of Atiyah.\n","Comment: AMSLaTeX, 10 pages, to appear in Amer J Math"]}]
["1005.4096",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.4096","doi:10.1016/j.physleta.2011.03.009"],"date":["2010-05-21"],"type":["text"],"creator":["Baldiotti, M. C.","Fresneda, R.","Gitman, D. M."],"language":[],"coverage":[],"title":["Quantization of the Damped Harmonic Oscillator Revisited"],"description":["  We return to the description of the damped harmonic oscillator by means of a\nclosed quantum theory with a general assessment of previous works, in\nparticular the Bateman-Caldirola-Kanai model and a new model recently proposed\nby one of the authors. We show the local equivalence between the two models and\nargue that latter has better high energy behavior and is naturally connected to\nexisting open-quantum-systems approaches.\n","Comment: 16 pages"]}]
["1008.4825",{"format":[],"subject":["Mathematics - Logic","Computer Science - Computational Complexity","03D32, 68Q30","F.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4825","ACM Transactions on Computational Logic 13, no. 3 (July 2012),\n  Art. 24, 18 pp","doi:10.1145/2287718.2287724"],"date":["2010-08-27","2014-08-12"],"type":["text"],"creator":["Kjos-Hanssen, Bjørn","Stephan, Frank","Teutsch, Jason R."],"language":[],"coverage":[],"title":["Arithmetic complexity via effective names for random sequences"],"description":["  We investigate enumerability properties for classes of sets which permit\nrecursive, lexicographically increasing approximations, or left-r.e. sets. In\naddition to pinpointing the complexity of left-r.e. Martin-L\\\"{o}f, computably,\nSchnorr, and Kurtz random sets, weakly 1-generics and their complementary\nclasses, we find that there exist characterizations of the third and fourth\nlevels of the arithmetic hierarchy purely in terms of these notions.\n  More generally, there exists an equivalence between arithmetic complexity and\nexistence of numberings for classes of left-r.e. sets with shift-persistent\nelements. While some classes (such as Martin-L\\\"{o}f randoms and Kurtz\nnon-randoms) have left-r.e. numberings, there is no canonical, or acceptable,\nleft-r.e. numbering for any class of left-r.e. randoms.\n  Finally, we note some fundamental differences between left-r.e. numberings\nfor sets and reals.\n"]}]
["1009.4681",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4681","Israel Journal of Mathematics 2012, Volume 189, Issue 1, pp 55-63","doi:10.1007/s11856-011-0126-1"],"date":["2010-09-23"],"type":["text"],"creator":["Marchese, Andrea","Zanco, Clemente"],"language":[],"coverage":[],"title":["On a question by Corson about point-finite coverings"],"description":["  We answer in the affirmative the following question raised by H. H. Corson in\n1961: \"Is it possible to cover every Banach space X by bounded convex sets with\nnonempty interior in such a way that no point of X belongs to infinitely many\nof them?\" Actually we show the way to produce in every Banach space X a bounded\nconvex tiling of order 2, i.e. a covering of X by bounded convex closed sets\nwith nonempty interior (tiles) such that the interiors are pairwise disjoint\nand no point of X belongs to more than two tiles.\n","Comment: to appear on Israel J. Math"]}]
["1103.3160",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Computer Science - Mathematical Software","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.3160"],"date":["2011-03-16","2014-08-13"],"type":["text"],"creator":["Morosetti, Stefano"],"language":[],"coverage":[],"title":["sin[n Delta t sin (n Delta t1)] as a source of unpredictable dynamics"],"description":["  We investigate the ability of the function sin[n Delta t sin (n Delta t1)],\nwhere n is an integer and growing number, to produce unpredictable sequences of\nnumbers. Classical mathematical tools for distinguishing periodic from chaotic\nor random behaviour, such as sensitivity to the initial conditions, Fourier\nanalysis, and autocorrelation are used. Moreover, the function acos{sin[n Delta\nt sin (n Delta t1)]}/pigreek is introduced to have an uniform density of\nnumbers in the interval [0,1], so it can be submitted to a battery of widely\nused tests for random number generators. All these tools show that a proper\nchoice of Delta t and Delta t1, can produce a sequence of numbers behaving as\nunpredictable dynamics.\n","Comment: 15 pages, 11 figures New version: Revised demonstration in section\n  2.1, results unchanged"]}]
["1105.4284",{"format":[],"subject":["Mathematics - Rings and Algebras","Primary: 17B05, Secondary: 16K20, 16W10, 17B20, 17B25, 17B60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4284","Algebra, Geometry and Mathematical Physics (ed. A. Makhlouf et\n  al.), Springer Proceedings in Mathematics & Statistics 85 (2014), 99-109","doi:10.1007/978-3-642-55361-5_7"],"date":["2011-05-21","2013-03-13"],"type":["text"],"creator":["Zusmanovich, Pasha"],"language":[],"coverage":[],"title":["Lie algebras with given properties of subalgebras and elements"],"description":["  Results about the following classes of finite-dimensional Lie algebras over a\nfield of characteristic zero are presented: anisotropic (i.e., Lie algebras for\nwhich each adjoint operator is semisimple), regular (i.e., Lie algebras in\nwhich each nonzero element is regular in the sense of Bourbaki), minimal\nnonabelian (i.e., nonabelian Lie algebras all whose proper subalgebras are\nabelian), and algebras of depth 2 (i.e., Lie algebras all whose proper\nsubalgebras are abelian or minimal nonabelian).\n","Comment: 8 pages; v3: added proofs; fixed a list of algebras of depth 2 in\n  Theorem 7; the statement of Theorem 5 is weakened, the former statement added\n  as conjecture; to appear in Proceedings of the Conference \"Algebra - Geometry\n  - Mathematical Physics\" (Mulhouse, 2011), Springer Proc. Math. Stat"]}]
["1105.4593",{"format":[],"subject":["Computer Science - Discrete Mathematics","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4593"],"date":["2011-05-23","2014-08-13"],"type":["text"],"creator":["Chekuri, Chandra","Vondrák, Jan","Zenklusen, Rico"],"language":[],"coverage":[],"title":["Submodular Function Maximization via the Multilinear Relaxation and\n  Contention Resolution Schemes"],"description":["  We consider the problem of maximizing a non-negative submodular set function\n$f:2^N \\rightarrow \\mathbb{R}_+$ over a ground set $N$ subject to a variety of\npacking type constraints including (multiple) matroid constraints, knapsack\nconstraints, and their intersections. In this paper we develop a general\nframework that allows us to derive a number of new results, in particular when\n$f$ may be a non-monotone function. Our algorithms are based on (approximately)\nmaximizing the multilinear extension $F$ of $f$ over a polytope $P$ that\nrepresents the constraints, and then effectively rounding the fractional\nsolution. Although this approach has been used quite successfully, it has been\nlimited in some important ways. We overcome these limitations as follows.\n  First, we give constant factor approximation algorithms to maximize $F$ over\na down-closed polytope $P$ described by an efficient separation oracle.\nPreviously this was known only for monotone functions. For non-monotone\nfunctions, a constant factor was known only when the polytope was either the\nintersection of a fixed number of knapsack constraints or a matroid polytope.\nSecond, we show that contention resolution schemes are an effective way to\nround a fractional solution, even when $f$ is non-monotone. In particular,\ncontention resolution schemes for different polytopes can be combined to handle\nthe intersection of different constraints. Via LP duality we show that a\ncontention resolution scheme for a constraint is related to the correlation gap\nof weighted rank functions of the constraint. This leads to an optimal\ncontention resolution scheme for the matroid polytope.\n  Our results provide a broadly applicable framework for maximizing linear and\nsubmodular functions subject to independence constraints. We give several\nillustrative examples. Contention resolution schemes may find other\napplications.\n","Comment: Revision of previous version; extended abstract appeared at STOC 2011"]}]
["1207.1470",{"format":[],"subject":["Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1470","J. Funct. Anal. 265 (2013), no 9, 2164-2187"],"date":["2012-07-05","2013-01-14"],"type":["text"],"creator":["Freslon, Amaury"],"language":[],"coverage":[],"title":["Examples of weakly amenable discrete quantum groups"],"description":["  We prove that Wang's free orthogonal and free unitary quantum groups are\nweakly amenable and that their Cowling-Haagerup constant is equal to 1. This is\nachieved by estimating the completely bounded norm of the projections on the\ncoefficients of irreducible representations of their compact duals. An argument\nof monoidal equivalence then allows us to extend this result to quantum\nautomorphism groups of finite spaces and even yields some examples of weakly\namenable non-unimodular discrete quantum groups with the Haagerup property.\n","Comment: 25 pages"]}]
["1208.5755",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.5755","Statistica Sinica 2013, Vol. 23, No. 4, 1479-1503"],"date":["2012-08-28","2014-08-12"],"type":["text"],"creator":["Chen, Hao","Zhang, Nancy R."],"language":[],"coverage":[],"title":["Graph-Based Tests for Two-Sample Comparisons of Categorical Data"],"description":["  We study the problem of two-sample comparison with categorical data when the\ncontingency table is sparsely populated. In modern applications, the number of\ncategories is often comparable to the sample size, causing existing methods to\nhave low power. When the number of categories is large, there is often\nunderlying structure on the sample space that can be exploited. We propose a\ngeneral non-parametric approach that utilizes similarity information on the\nspace of all categories in two sample tests. Our approach extends the\ngraph-based tests of Friedman and Rafsky (1979) and Rosenbaum (2005), which are\ntests base on graphs connecting observations by similarity. Both tests require\nuniqueness of the underlying graph and cannot be directly applied on\ncategorical data. We explored different ways to extend graph-based tests to the\ncategorical setting and found two types of statistics that are both powerful\nand fast to compute. We showed that their permutation null distributions are\nasymptotically normal and that their $p$-value approximations under typical\nsettings are quite accurate, facilitating the application of the new approach.\nThe approach is illustrated through several examples.\n"]}]
["1210.7045",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.7045","J. Phys. A: Math. Theor. 47, 055501, 2014","doi:10.1088/1751-8113/47/5/055501"],"date":["2012-10-25","2013-09-27"],"type":["text"],"creator":["Hinz, Denis F.","Kim, Tae-Yeon","Fried, Eliot"],"language":[],"coverage":[],"title":["Statistics of the Navier-Stokes-alpha-beta regularization model for\n  fluid turbulence"],"description":["  We explore one-point and two-point statistics of the Navier-Stokes-alpha-beta\nregularization model at moderate Reynolds number in homogeneous isotropic\nturbulence. The results are compared to the limit cases of the\nNavier-Stokes-alpha model and the Navier-Stokes-alpha-beta model without\nsubgrid-scale stress, as well as with high resolution direct numerical\nsimulation. After reviewing spectra of different energy norms of the\nNavier-Stokes-alpha-beta model, the Navier-Stokes-alpha model, and\nNavier-Stokes-alpha-beta model without subrid-scale stress, we present\nprobability density functions and normalized probability density functions of\nthe filtered and unfiltered velocity increments along with longitudinal\nvelocity structure functions of the regularization models and direct numerical\nsimulation results. We highlight differences in the statistical properties of\nthe unfiltered and filtered velocity fields entering the governing equations of\nthe Navier-Stokes-alpha and Navier-Stokes-alpha-beta models and discuss the\nusability of both velocity fields for realistic flow predictions. The influence\nof the modified viscous term in the Navier-Stokes-alpha-beta model is studied\nthrough comparison to the case where the underlying subgrid-scale stress tensor\nis neglected. The filtered velocity field is found to have physically more\nviable probability density functions and structure functions for the\napproximation of direct numerical simulation results, whereas the unfiltered\nvelocity field is found to have flatness factors close to direct numerical\nsimulation results.\n","Comment: 22 pages, 7 figures"]}]
["1210.7695",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.7695","Journal of High Energy Physics, 2013, Volume 2013, Number 4, 84","doi:10.1007/JHEP04(2013)084"],"date":["2012-10-29"],"type":["text"],"creator":["Baggio, Marco","de Boer, Jan","Jottar, Juan I.","Mayerson, Daniel R."],"language":[],"coverage":[],"title":["Conformal Symmetry for Black Holes in Four Dimensions and Irrelevant\n  Deformations"],"description":["  It has been argued several times in the past that the structure of the\nentropy formula for general non-extremal asymptotically flat black holes in\nfour dimensions can be understood in terms of an underlying conformal symmetry.\nA recent implementation of this idea, carried out by Cveti\\v{c} and Larsen,\ninvolves the replacement of a conformal factor in the original geometry by an\nalternative conformal factor in such a way that the near-horizon behavior and\nthermodynamic properties of the black hole remain unchanged, while only the\nasymptotics or \"environment\" of the geometry are modified. The solution thus\nobtained, dubbed \"subtracted geometry\", uplifts to an asymptotically\nAdS$_{3}\\times S^{2}$ black hole in five dimensions, and an AdS/CFT\ninterpretation is then possible. Building on this intuition we show that, at\nleast in the static case, the replacement of the conformal factor can be\nimplemented dynamically by means of an interpolating flow which we construct\nexplicitly. Furthermore, we show that this flow can be understood as the effect\nof irrelevant perturbations from the point of view of the dual two-dimensional\nCFT, and we identify the quantum numbers of the operators responsible for the\nflow. This allows us to address quantitatively the validity of CFT computations\nfor these asymptotically flat black holes and provides a framework to\nsystematically compute corrections to the CFT results.\n","Comment: 30 pages"]}]
["1211.0349",{"format":[],"subject":["Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.0349"],"date":["2012-11-01","2014-08-13"],"type":["text"],"creator":["Wang, Anyou"],"language":[],"coverage":[],"title":["Systematically Dissecting the Global Mechanism of miRNA Functions in\n  Pluripotent Stem Cells"],"description":["  MicroRNAs (miRNAs) critically modulate stem cell properties like\npluripotency, but the fundamental mechanism remains largely unknown. This study\nsystematically analyzes multiple-omics data and builds a systems physical\nnetwork including genome-wide interactions between miRNAs and their targets to\nreveal the systems mechanism of miRNA functions in mouse pluripotent stem\ncells. Globally, miRNAs directly repress the pluripotent core factors during\ndifferentiation state. Surprisingly, during pluripotent state, the top\nimportant miRNAs do not directly regulate the pluripotent core factors as\nthought, but they only directly target the pluripotent signal pathways and\ndirectly repress developmental processes. Furthermore, at pluripotent state\nmiRNAs predominately repress DNA methyltransferases, the core enzymes for DNA\nmethylation. The decreasing methylation repressed by miRNAs in turn activates\nthe top miRNAs and pluripotent core factors, creating an active circuit system\nto modulate pluripotency. MiRNAs vary their functions with different stem cell\nstates. While miRNAs directly repress pluripotent core factors to facilitate\nthe differentiation during cell differentiation, they also help stem cells to\nmaintain pluripotency by activating pluripotent cores through directly\nrepressing DNA methylation systems and primarily inhibiting development.\n"]}]
["1211.6349",{"format":[],"subject":["Quantitative Finance - General Finance","91B25, 62P05, 91G20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.6349","Risk, September 2013"],"date":["2012-11-26","2012-11-28"],"type":["text"],"creator":["Kenyon, Chris","Green, Andrew"],"language":[],"coverage":[],"title":["Will Central Counterparties become the New Rating Agencies?"],"description":["  Central Counterparties (CCPs) are widely promoted as a requirement for safe\nbanking with little dissent except on technical grounds (such as proliferation\nof CCPs). Whilst CCPs can have major operational positives, we argue that CCPs\nhave many of the business characteristics of Rating Agencies, and face similar\nbusiness pressures. Thus we see a risk that prices from CCPs may develop the\ncharacteristics attributed to ratings from Rating Agency pre-crisis. Business\nover-reliance on ratings of questionable accuracy is seen as a cause of the\nfinancial crisis. We see the potential for same situation to be repeated with\nprices from CCPs. Thus the regulatory emphasis on CCPs, rather than on\ncollateralization, may create the preconditions for an avoidable repeat of the\nfinancial crisis.\n","Comment: 6 pages"]}]
["1212.3200",{"format":[],"subject":["Mathematics - Rings and Algebras","17A35, 17B15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3200","J. Math. Phys. 54, 081703 (2013)","doi:10.1063/1.4818503"],"date":["2012-12-13"],"type":["text"],"creator":["Wangberg, Aaron","Dray, Tevian"],"language":[],"coverage":[],"title":["Discovering Real Lie Subalgebras of e6 using Cartan Decompositions"],"description":["  The process of complexification is used to classify a Lie algebra and\nidentify its Cartan subalgebra. However, this method does not distinguish\nbetween real forms of a complex Lie algebra, which can differ in signature. In\nthis paper, we show how Cartan decompositions of a complexified Lie algebra can\nbe combined with information from the Killing form to identify real forms of a\ngiven Lie algebra. We apply this technique to sl(3,O), a real form of e6 with\nsignature (52,26), thereby identifying chains of real subalgebras and their\ncorresponding Cartan subalgebras within e6. Motivated by an explicit\nconstruction of sl(3,O), we then construct an abelian group of order 8 which\nacts on the real forms of e6, leading to the identification of 8 particular\ncopies of the 5 real forms of e6, which can be distinguished by their\nrelationship to the original copy of sl(3,O).\n","Comment: 18 pages, 4 figures, 8 tables"]}]
["1301.5632",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.5632","Bull.Lond.Math.Soc. 46 (2014) no. 3 463-468","doi:10.1112/blms/bdt104"],"date":["2013-01-23","2014-08-12"],"type":["text"],"creator":["Meyer, Jeffrey S."],"language":[],"coverage":[],"title":["Division Algebras With Infinite Genus"],"description":["  To what extent does the maximal subfield spectrum of a division algebra\ndetermine the isomorphism class of that algebra? It has been shown that over\nsome fields a quaternion division algebra's isomorphism class is largely if not\nentirely determined by its maximal subfield spectrum. However in this paper, we\nshow that there are fields for which the maximal subfield spectrum says little\nto nothing about a quaternion division algebra's isomorphism class. We give an\nexplicit construction of a division algebra with infinite genus. Along the way\nwe introduce the notion of a \"linking field extension,\" which we hope will be\nof independent interest. We go on to show that there exists a field K for which\n(1) there are infinitely many nonisomorphic quaternion division algebras with\ncenter K, and (2) any two quaternion division algebra with center K are\npairwise weakly isomorphic. In fact we show that there are infinitely many\nnonisomorphic fields satisfying these two conditions.\n","Comment: 5 pages. In new version, title is changed from \"A Division Algebra\n  With Infinite Genus\" to match that of published version"]}]
["1303.3231",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - K-Theory and Homology","17B20, 17B40, 17B50, 17B55, 17B56, 17B60, 17B63, 17B67, 17D25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.3231","Zapiski Nauchnykh Seminarov POMI 414 (2013) (N.A. Vavilov\n  Festschrift), 40-81 = Journal of Mathematical Sciences (Springer) 199 (2014),\n  266-288","doi:10.1007/s10958-014-1855-6"],"date":["2013-03-13","2014-08-13"],"type":["text"],"creator":["Zusmanovich, Pasha"],"language":[],"coverage":[],"title":["A compendium of Lie structures on tensor products"],"description":["  We demonstrate how a simple linear-algebraic technique used earlier to\ncompute low-degree cohomology of current Lie algebras, can be utilized to\ncompute other kinds of structures on such Lie algebras, and discuss further\ngeneralizations, applications, and related questions. While doing so, we touch\nupon such seemingly diverse topics as associative algebras of infinite\nrepresentation type, Hom-Lie structures, Poisson brackets of hydrodynamic type,\nNovikov algebras, simple Lie algebras in small characteristics, and Koszul dual\noperads.\n","Comment: v.2: fixed minor typos"]}]
["1306.3437",{"format":[],"subject":["Mathematics - Optimization and Control","Quantitative Finance - Computational Finance","Quantitative Finance - Portfolio Management","90C34, 90C15, 90C25, 90-08","G.1.6"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1306.3437"],"date":["2013-06-14","2014-08-13"],"type":["text"],"creator":["Mehrotra, Sanjay","Papp, David"],"language":[],"coverage":[],"title":["A cutting surface algorithm for semi-infinite convex programming with an\n  application to moment robust optimization"],"description":["  We present and analyze a central cutting surface algorithm for general\nsemi-infinite convex optimization problems, and use it to develop a novel\nalgorithm for distributionally robust optimization problems in which the\nuncertainty set consists of probability distributions with given bounds on\ntheir moments. Moments of arbitrary order, as well as non-polynomial moments\ncan be included in the formulation. We show that this gives rise to a hierarchy\nof optimization problems with decreasing levels of risk-aversion, with classic\nrobust optimization at one end of the spectrum, and stochastic programming at\nthe other. Although our primary motivation is to solve distributionally robust\noptimization problems with moment uncertainty, the cutting surface method for\ngeneral semi-infinite convex programs is also of independent interest. The\nproposed method is applicable to problems with non-differentiable semi-infinite\nconstraints indexed by an infinite-dimensional index set. Examples comparing\nthe cutting surface algorithm to the central cutting plane algorithm of\nKortanek and No demonstrate the potential of our algorithm even in the solution\nof traditional semi-infinite convex programming problems whose constraints are\ndifferentiable and are indexed by an index set of low dimension. After the rate\nof convergence analysis of the cutting surface algorithm, we extend the\nauthors' moment matching scenario generation algorithm to a probabilistic\nalgorithm that finds optimal probability distributions subject to moment\nconstraints. The combination of this distribution optimization method and the\ncentral cutting surface algorithm yields a solution to a family of\ndistributionally robust optimization problems that are considerably more\ngeneral than the ones proposed to date.\n","Comment: Accepted in SIAM Journal on Optimization. 28 pages, 2 figures.\n  Keywords: semi-infinite programming, robust optimization, distributionally\n  robust optimization, stochastic programming, moment matching, column\n  generation, cutting surface methods, cutting plane methods, moment problem"]}]
["1306.5556",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Analysis of PDEs","Primary 45G15, secondary 34B10, 34B18, 47H30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1306.5556","Mathematical Methods in the Applied Sciences, 37, (2014),\n  2080-2090","doi:10.1002/mma.2957"],"date":["2013-06-24"],"type":["text"],"creator":["Infante, Gennaro","Pietramala, Paolamaria"],"language":[],"coverage":[],"title":["Multiple non-negative solutions of systems with coupled nonlinear BCs"],"description":["  Using the theory of fixed point index, we discuss the existence and\nmultiplicity of non-negative solutions of a wide class of boundary value\nproblems with coupled nonlinear boundary conditions. Our approach is fairly\ngeneral and covers a variety of situations. We illustrate our theory in an\nexample all the constants that occur in our theory.\n"]}]
["1307.3320",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.3320","K. Uchida et al., Journal of Physics: Condensed Matter 26, 343202\n  (2014)"],"date":["2013-07-12"],"type":["text"],"creator":["Ishida, M.","Kirihara, A.","Someya, H.","Uchida, K.","Kohmoto, S.","Saitoh, E.","Murakami, T."],"language":[],"coverage":[],"title":["Observation of Longitudinal Spin Seebeck Effect with Various Transition\n  Metal Films"],"description":["  We evaluated the thermoelectric properties of longitudinal spin Seebeck\ndevices by using ten different transition metals (TMs). Both the intensity and\nsign of spin Seebeck coefficients were noticeably dependent on the degree of\nthe inverse spin Hall effect and the resistivity of each TM film. Spin\ndependent behaviors were also observed under ferromagnetic resonance. These\nresults indicate that the output of the spin Seebeck devices originates in the\nspin current.\n","Comment: 14 pages, 4 figures"]}]
["1308.5932",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1308.5932","Phys. Rev. A 90, 022309 (2014)","doi:10.1103/PhysRevA.90.022309"],"date":["2013-08-27","2014-08-12"],"type":["text"],"creator":["Lin, Qing","He, Bing","Ghobadi, R.","Simon, Christoph"],"language":[],"coverage":[],"title":["Fully Quantum Approach to Optomechanical Entanglement"],"description":["  The radiation pressure induced coupling between an optical cavity field and a\nmechanical oscillator can create entanglement between them. In previous works\nthis entanglement was treated as that of the quantum fluctuations of the cavity\nand mechanical modes around their classical mean values. Here we provide a\nfully quantum approach to optomechanical entanglement, which goes beyond the\napproximation of classical mean motion plus quantum fluctuation, and applies to\narbitrary cavity drive. We illustrate the real-time evolution of optomechanical\nentanglement under drive of arbitrary detuning to show the existence of high,\nrobust and stable entanglement in blue detuned regime, and highlight the\nquantum noise effects that can cause entanglement sudden death and revival.\n","Comment: 10 pages, 5 figures"]}]
["1308.6184",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1308.6184","Phys. Rev. D 88, 085033 (2013)","doi:10.1103/PhysRevD.88.085033"],"date":["2013-08-28","2014-08-13"],"type":["text"],"creator":["Karbstein, Felix"],"language":[],"coverage":[],"title":["The photon polarization tensor in a homogeneous magnetic or electric\n  field"],"description":["  We revisit the photon polarization tensor in a homogeneous external magnetic\nor electric field. The starting point of our considerations is the momentum\nspace representation of the one-loop photon polarization tensor in the presence\nof a homogeneous electromagnetic field, known in terms of a double parameter\nintegral. Our focus is on explicit analytical insights for both on- and\noff-the-light-cone dynamics in a wide range of well-specified physical\nparameter regimes, ranging from the perturbative to the manifestly\nnonperturbative strong field regime. The basic ideas underlying\nwell-established approximations to the photon polarization tensor are carefully\nexamined and critically reviewed. In particular, we systematically keep track\nof all contributions, both the ones to be neglected and those to be taken into\naccount explicitly, to all orders. This allows us to study their ranges of\napplicability in a much more systematic and rigorous way. We point out the\nlimitations of such approximations and manage to go beyond at several\ninstances.\n","Comment: 43 pages, 2 figures; two misprints in Eqs. (118) and (142) corrected\n  (a factor 2^(-2/3) was missing)"]}]
["1309.1079",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics","High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1309.1079","J. Phys. Soc. Jpn. 83, 094710 (2014)","doi:10.7566/JPSJ.83.094710"],"date":["2013-09-04","2014-07-22"],"type":["text"],"creator":["Sekine, Akihiko","Nomura, Kentaro"],"language":[],"coverage":[],"title":["Weyl Semimetal in the Strong Coulomb Interaction Limit"],"description":["  We study the effects of strong $1/r$ long-range Coulomb interactions in a\nWeyl semimetal. We consider a three-dimensional (3D) Dirac fermion system on a\nlattice with a time-reversal symmetry breaking term, and take into account\n$1/r$ long-range Coulomb interactions between the bulk electrons. This model is\nregarded as the case where magnetic impurities are doped into the bulk of a 3D\ntopological insulator. With the use of the strong coupling expansion of the\nlattice gauge theory and the mean-field approximation, we analyze the system\nfrom the strong coupling limit. It is shown that parity symmetry of the system\nis spontaneously broken in the strong coupling limit, and a different type of\nthe Weyl semimetal, in which time-reversal and parity symmetries are broken,\nappears in the strong coupling limit. A possible global phase diagram of a\ncorrelated Weyl semimetal is presented.\n","Comment: 8 pages, 2 figures"]}]
["1309.1614",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1309.1614","JHEP 1311 (2013) 106","doi:10.1007/JHEP11(2013)106"],"date":["2013-09-06"],"type":["text"],"creator":["Lucini, Biagio","Patella, Agostino","Rago, Antonio","Rinaldi, Enrico"],"language":[],"coverage":[],"title":["Infrared conformality and bulk critical points: SU(2) with heavy adjoint\n  quarks"],"description":["  The lattice phase structure of a gauge theory can be a serious obstruction to\nMonte Carlo studies of its continuum behaviour. This issue is particularly\ndelicate when numerical studies are performed to determine whether a theory is\nin a (near-)conformal phase. In this work we investigate the heavy mass limit\nof the SU(2) gauge theory with Nf=2 adjoint fermions and its lattice phase\ndiagram, showing the presence of a critical point ending a line of first order\nbulk phase transition. The relevant gauge observables and the low-lying\nspectrum are monitored in the vicinity of the critical point with very good\ncontrol over different systematic effects. The scaling properties of masses and\nsusceptibilities open the possibility that the effective theory at criticality\nis a scalar theory in the universality class of the four-dimensional Gaussian\nmodel. This behaviour is clearly different from what is observed for SU(2)\ngauge theory with two dynamical adjoint fermions, whose (near-)conformal\nnumerical signature is hence free from strong-coupling bulk effects.\n","Comment: 28 pages, 19 figures, 14 tables. Typeset in JHEP style"]}]
["1309.2200",{"format":[],"subject":["Mathematics - Combinatorics","05C70, 05C65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1309.2200"],"date":["2013-09-09","2014-08-12"],"type":["text"],"creator":["Han, Jie","Zhao, Yi"],"language":[],"coverage":[],"title":["Minimum vertex degree threshold for $C_4^3$-tiling"],"description":["  We prove that the vertex degree threshold for tiling $\\C_4^3$ (the 3-uniform\nhypergraph with four vertices and two triples) in a 3-uniform hypergraph on\n$n\\in 4\\mathbb N$ vertices is $\\binom{n-1}2 - \\binom{\\frac34 n}2+\\frac38n+c$,\nwhere $c=1$ if $n\\in 8\\mathbb N$ and $c=-\\frac12$ otherwise. This result is\nbest possible, and is one of the first results on vertex degree conditions for\nhypergraph tiling.\n","Comment: 16 pages, 0 figure. arXiv admin note: text overlap with\n  arXiv:0903.2867 by other authors"]}]
["1309.2490",{"format":[],"subject":["Mathematics - Group Theory","20A15, 20F22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1309.2490","Journal of Algebra 418 (2014), 213-226"],"date":["2013-09-10","2014-08-13"],"type":["text"],"creator":["Lasserre, Clement","Oger, Francis"],"language":[],"coverage":[],"title":["Direct products and elementary equivalence of polycyclic-by-finite\n  groups"],"description":["  We give an algebraic characterization of elementary equivalence for\npolycyclic-by-finite groups. Using this characterization, we investigate the\nrelations between their elementary equivalence and the elementary equivalence\nof the factors in their decompositions in direct products of indecomposable\ngroups. In particular we prove that the elementary equivalence of two such\ngroups G,H is equivalent to each of the following properties:\n  1)Gx...xG (k times G) and Hx...xG (k times H) are elementarily equivalent for\na strictly positive integer k;\n  2)AxG and AxH are elementarily equivalent for two elementarily equivalent\npolycyclic-by-finite groups A,B.\n  It is not presently known if 1) implies elementary equivalence for any groups\nG,H.\n","Comment: 15 pages. Minor changes in pages 1 to 3, following the remarks of a\n  referee. The paper is presently published"]}]
["1309.4627",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1309.4627"],"date":["2013-09-18","2014-08-13"],"type":["text"],"creator":["Chen, Min-Ru","Wang, Shi-Kun","Wang, Xiao-Li","Wu, Ke","Zhao, Wei-Zhong"],"language":[],"coverage":[],"title":["On $W_{1+\\infty}$ 3-algebra and integrable system"],"description":["  We construct the $W_{1+\\infty}$ 3-algebra and investigate the relation\nbetween this infinite-dimensional 3-algebra and the integrable systems. Since\nthe $W_{1+\\infty}$ 3-algebra with a fixed generator $W^0_0$ in the operator\nNambu 3-bracket recovers the $W_{1+\\infty}$ algebra, it is natural to derive\nthe KP hierarchy from the Nambu-Poisson evolution equation. For the general\ncase of the $W_{1+\\infty}$ 3-algebra, we directly derive the KP and KdV\nequations from the Nambu-Poisson evolution equation with the different\nHamiltonian pairs. We also discuss the connection between the $W_{1+\\infty}$\n3-algebra and the dispersionless KdV equations. Due to the Nambu-Poisson\nevolution equation involves two Hamiltonians, the deep relationship between the\nHamiltonian pairs of KP hierarchy is revealed. Furthermore we give a\nrealization of $W_{1+\\infty}$ 3-algebra in terms of a complex bosonic field.\nBased on the Nambu 3-brackets of the complex bosonic field, we derive the\n(generalized) nonlinear Schr\\\"{o}dinger equation and give an application in\noptical soliton.\n","Comment: 26 pages"]}]
["1309.5417",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1309.5417","doi:10.1016/j.jnt.2014.06.006"],"date":["2013-09-20","2014-08-12"],"type":["text"],"creator":["Stout, Brian","Towsley, Adam"],"language":[],"coverage":[],"title":["Endomorphisms of Bounded Height and Resultant"],"description":["  Let K be an algebraic number field. For a degree d rational morphism of\nprojective n-space defined over K let R denote its minimal resultant ideal. For\na fixed height function on the moduli space of dynamical systems this paper\nshows that all such morphisms of bounded height and resultant are contained in\nfinitely many PGL(K) equivalence classes. This answers a question of Silverman\nin the affirmative.\n"]}]
["1309.6736",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1309.6736","New J. Phys. 16 083027 (2014)","doi:10.1088/1367-2630/16/8/083027"],"date":["2013-09-26","2014-06-18"],"type":["text"],"creator":["Hayes, David L.","Flammia, Steven T.","Biercuk, Michael J."],"language":[],"coverage":[],"title":["Programmable quantum simulation by dynamic Hamiltonian engineering"],"description":["  Quantum simulation is a promising near term application for mesoscale quantum\ninformation processors, with the potential to solve computationally intractable\nproblems at the scale of just a few dozen interacting quantum systems. Recent\nexperiments in a range of technical platforms have demonstrated the basic\nfunctionality of quantum simulation applied to quantum magnetism, quantum phase\ntransitions, and relativistic quantum mechanics. In all cases, the underlying\nhardware platforms restrict the achievable inter-particle interaction, forming\na serious constraint on the ability to realize a versatile, programmable\nquantum simulator. In this work, we address this problem by developing novel\nsequences of unitary operations that engineer desired effective Hamiltonians in\nthe time-domain. The result is a hybrid programmable analog simulator\npermitting a broad class of interacting spin-lattice models to be generated\nstarting only with an arbitrary long-range native inter-particle interaction\nand single-qubit addressing. Specifically, our approach permits the generation\nof all symmetrically coupled translation-invariant two-body Hamiltonians with\nhomogeneous on-site terms, a class which includes all spin-1/2 XYZ chains, but\ngeneralized to include long-range couplings. Building on previous work proving\nthat universal simulation is possible using both entangling gates and\nsingle-qubit unitaries, we show that determining the \"program\" of unitary\npulses to implement an arbitrary spin Hamiltonian can be formulated as a linear\nprogram that runs in polynomial time and scales efficiently in hardware\nresources. Our analysis extends from circuit model quantum information to\nadiabatic quantum evolutions, where our approach allows for the creation of\nnon-native ground state solutions to a computation.\n","Comment: Related papers at\n  http://www.physics.usyd.edu.au/~mbiercuk/Publications.html"]}]
["1310.3403",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1310.3403","doi:10.1002/sim.6256"],"date":["2013-10-12"],"type":["text"],"creator":["Chambers, Ray","Dreassi, Emanuela","Salvati, Nicola"],"language":[],"coverage":[],"title":["Disease Mapping via Negative Binomial Regression M-quantiles"],"description":["  We introduce a semi-parametric approach to ecological regression for disease\nmapping, based on modelling the regression M-quantiles of a Negative Binomial\nvariable. The proposed method is robust to outliers in the model covariates,\nincluding those due to measurement error, and can account for both spatial\nheterogeneity and spatial clustering. A simulation experiment based on the\nwell-known Scottish lip cancer data set is used to compare the M-quantile\nmodelling approach and a random effects modelling approach for disease mapping.\nThis suggests that the M-quantile approach leads to predicted relative risks\nwith smaller root mean square error than standard disease mapping methods. The\npaper concludes with an illustrative application of the M-quantile approach,\nmapping low birth weight incidence data for English Local Authority Districts\nfor the years 2005-2010.\n","Comment: 23 pages, 7 figures"]}]
["1310.4324",{"format":[],"subject":["Mathematics - Dynamical Systems","58B34, 37A10, 37D35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1310.4324"],"date":["2013-10-16","2014-08-13"],"type":["text"],"creator":["Sridharan, Shrihari"],"language":[],"coverage":[],"title":["Spectral triple and Sinai - Ruelle - Bowen measures"],"description":["  In this article, we recover the Sinai - Ruelle - Bowen measure associated to\na real-valued H\\\"{o}lder continuous function defined on the Julia set of a\nhyperbolic quadratic polynomial, as a noncommutative measure by constructing an\nappropriate spectral triple.\n","Comment: The paper has been withdrawn by the author since there is an error in\n  page 7 of the paper"]}]
["1311.0341",{"format":[],"subject":["Mathematics - Rings and Algebras","17A35, 17B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.0341","Comment. Math. Univ. Carolin. 55, 387-399 (2014)"],"date":["2013-11-02"],"type":["text"],"creator":["Dray, Tevian","Manogue, Corinne A.","Wilson, Robert A."],"language":[],"coverage":[],"title":["A Symplectic Representation of $\\mathrm{E}_7$"],"description":["  We explicitly construct a particular real form of the Lie algebra\n$\\mathfrak{e}_7$ in terms of symplectic matrices over the octonions, thus\njustifying the identifications $\\mathfrak{e}_7\\cong\\mathfrak{sp}(6,\\mathbb{O})$\nand, at the group level, $\\mathrm{E}_7\\cong\\mathrm{Sp}(6,\\mathbb{O})$. Along\nthe way, we provide a geometric description of the minimal representation of\n$\\mathfrak{e}_7$ in terms of rank 3 objects called cubies.\n","Comment: 12 pages; 2 double figures"]}]
["1311.0782",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Operator Algebras","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.0782","J.Algebra 417 (2014), 161-197"],"date":["2013-11-04","2013-12-13"],"type":["text"],"creator":["Freslon, Amaury"],"language":[],"coverage":[],"title":["Fusion (semi)rings arising from quantum groups"],"description":["  We study the fusion semirings arising from easy quantum groups. We classify\nall the possible free ones, answering a question of T. Banica and R. Vergnioux\n: these are exactly the fusion rings of quantum groups without any nontrivial\none-dimensional representation. We then classify the possible groups of\none-dimensional representations for free easy quantum groups. As an\napplication, we give a unified proof of the Haagerup property for a broad class\nof easy quantum groups, recovering as special cases previous results by M.\nBrannan and F. Lemeux. We end with some considerations on the description of\nthe full fusion ring in the general case.\n","Comment: 31 pages, minor corrections and updates"]}]
["1311.3603",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.3603","Phys. Rev. E 89, 063202 (2014)","doi:10.1103/PhysRevE.89.063202"],"date":["2013-11-14","2014-08-12"],"type":["text"],"creator":["Alerstam, Erik"],"language":[],"coverage":[],"title":["Anisotropic diffusive transport: connecting microscopic scattering and\n  macroscopic transport properties"],"description":["  This work concerns the modeling of radiative transfer in anisotropic turbid\nmedia using diffusion theory. A theory for the relationship between microscopic\nscattering properties (i.e., an arbitrary differential scattering\ncross-section) and the macroscopic diffusion tensor, in the limit of\nindependent scatterers, is presented. The theory is accompanied by a numerical\nmethod capable of performing the calculations. In addition, a boundary\ncondition appropriate for modeling systems with anisotropic radiance is\nderived. It is shown that anisotropic diffusion theory, when based on these\ndevelopments, indeed can describe radiative transfer in anisotropic turbid\nmedia. More specifically, it is reported that solutions to the anisotropic\ndiffusion equation are in excellent agreement with Monte Carlo simulations,\nboth in steady-state and time-domain. This stands in contrast to previous work\non the topic, where inadequate boundary conditions and/or incorrect relations\nbetween microscopic scattering properties and the diffusion tensor have caused\ndisagreement between simulations and diffusion theory. The present work thus\nfalsify previous claims that anisotropic diffusion theory cannot describe\nanisotropic radiative transfer, and instead open for accurate quantitative\ndiffusion-based modeling of anisotropic turbid materials.\n"]}]
["1311.5066",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.5066"],"date":["2013-11-20","2014-08-13"],"type":["text"],"creator":["Edwards, David","Ankinakatte, Smitha"],"language":[],"coverage":[],"title":["Some context-specific graphical models for discrete longitudinal data"],"description":["  Ron et al (1998) introduced a rich family of models for discrete longitudinal\ndata, called acyclic probabilistic finite automata. These may be described as\ncontext-specific graphical models, since they are represented as directed\nmultigraphs that embody context-specific conditional independence relations.\nHere we develop the methodology from a statistical modelling perspective. We\nshow how likelihood ratio tests may be constructed using standard contingency\ntable methods, and indicate how these may be used in model selection. We also\nshow that the models generalize certain subclasses of conventional undirected\nand directed graphical models.\n"]}]
["1311.6746",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.6746","Indian J Phys (2014) 88, 979-989","doi:10.1007/s12648-014-0485-7"],"date":["2013-11-26","2014-08-13"],"type":["text"],"creator":["Adhikary, Biswajit","Ghosal, Ambar","Roy, Probir"],"language":[],"coverage":[],"title":["Maximal zero textures of the inverse seesaw with broken $\\mu\\tau$\n  symmetry"],"description":["  The inverse neutrino seesaw, characterised by only one source of lepton\nnumber violation at an ultralight $O$(keV) scale and observable new phenomena\nat TeV energies accessible to the LHC, is considered. Maximal zero textures of\nthe $3\\times 3$ lighter and heavier Dirac mass matrices of neutral leptons,\nappearing in the Lagarangian for such an inverse seesaw, are studied within the\nframework of $\\mu\\tau$ symmetry in a specified weak basis. That symmetry\nensures the identity of the positions of maximal zeros of the heavy neutrino\nmass matrix and its inverse. It then suffices to study the maximal zeros of the\nlighter Dirac mass matrix and those of the inverse of the heavier one since\nthey come in a product. The observed absence of any unmixed neutrino flavour\nand the assumption of no strictly massless physical neutrino state allow only\neight $4$-zero $\\times$ $4$-zero, eight $4$-zero $\\times$ $6$-zero and eight\n$6$-zero $\\times$ $4$-zero combinations. The additional requirement of\nleptogenesis is shown to eliminate the last sixteen textures. The surviving\neight $4$-zero $\\times$ $4$-zero textures are subjected to the most general\nexplicit $\\mu\\tau$ symmetry breaking terms in the Lagrangian in order to\naccommodate the nonzero value of $\\theta_{13}$ in the observed range. A full\ndiagonalisation is then carried out. On numerical comparison with all extant\nand relevant neutrino (antineutrino) data, seven of these eight combination\ntextures in five neutrino matrix forms are found to be allowed, leading to five\ndistinct neutrino mass matrices. Two of these permit only a normal (and the\nother three only an inverted) mass ordering of the light neutrinos.\n","Comment: 20 pages, no figure, published in Indian Journal of Physics (Special\n  issue commemorating the 125th birth anniversary of C.~V.~Raman)"]}]
["1312.0717",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.0717","Phys. Rev. B, vol.90, 045415 (2014)","doi:10.1103/PhysRevB.90.045415"],"date":["2013-12-03","2014-08-13"],"type":["text"],"creator":["Averkov, Yu. O.","Yakovenko, V. M.","Yampol'skii, V. A.","Nori, Franco"],"language":[],"coverage":[],"title":["Terahertz Transverse-Electric- and Transverse-Magnetic-polarized waves\n  localized on graphene in photonic crystals"],"description":["  We predict the coexistence of both TE- and TM-polarized localized\nelectromagnetic waves that can propagate \\emph{in the same frequency range}\nalong a graphene layer inserted in a photonic crystal. In addition, we studied\nthe excitation of these modes by an external wave and have shown that the\nresonance peaks of the sample transmissivity should be observed due to the\nexcitation of the localized waves, independently of the polarization of the\nexciting wave. The simplicity of the derived dispersion relations for the\nlocalized modes and the possibility to excite waves of both polarizations\nprovide a method for measuring graphene conductivity.\n","Comment: This manuscript was extended to 7 pages and 8 figures and published\n  in PRB"]}]
["1312.0764",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.0764","J. Phys. Soc. Jpn. 83, 061005 (2014)","doi:10.7566/JPSJ.83.061005"],"date":["2013-12-03","2013-12-05"],"type":["text"],"creator":["Si, Qimiao","Pixley, J. H.","Nica, Emilian","Yamamoto, Seiji J.","Goswami, Pallab","Yu, Rong","Kirchner, Stefan"],"language":[],"coverage":[],"title":["Kondo Destruction and Quantum Criticality in Kondo Lattice Systems"],"description":["  Considerable efforts have been made in recent years to theoretically\nunderstand quantum phase transitions in Kondo lattice systems. A particular\nfocus is on Kondo destruction, which leads to quantum criticality that goes\nbeyond the Landau framework of order-parameter fluctuations. This\nunconventional quantum criticality has provided an understanding of the unusual\ndynamical scaling observed experimentally. It has also predicted a sudden jump\nof the Fermi surface and an extra (Kondo destruction) energy scale, both of\nwhich have been verified by systematic experiments. Considerations of Kondo\ndestruction have in addition yielded a global phase diagram, which has\nmotivated the current interest in heavy fermion materials with variable\ndimensionality or geometrical frustration. Here we summarize these\ndevelopments, and discuss some of the ongoing work and open issues. We also\nconsider the implications of these results for superconductivity. Finaly, we\naddress the effect of spin-orbit coupling on the global phase diagram, suggest\nthat SmB6 under pressure may display unconventional superconductivity in the\ntransition regime between a Kondo insulator phase and an antiferroamgnetic\nmetal phase, and argue that the interfaces of heavy-fermion heterostructures\nwill provide a fertile setting to explore topological properties of both Kondo\ninsulators and heavy-fermion superconductors.\n","Comment: (v2) 27 pages, 11 figures; formatting issues resolved; (v1) 10 pages,\n  11 figures, invited paper at SCES2013"]}]
["1312.0862",{"format":[],"subject":["Physics - Biological Physics","Quantitative Biology - Biomolecules","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.0862"],"date":["2013-11-30","2014-08-12"],"type":["text"],"creator":["Voronine, Dmitri V.","Dorfman, Konstantin E.","Cao, Bin","Joshi, Amitabh"],"language":[],"coverage":[],"title":["Noise-induced quantum coherence in photosynthetic complexes with\n  multiple energy transfer pathways"],"description":["  We theoretically investigate exciton relaxation dynamics in molecular\naggregates based on model photosynthetic complexes under various conditions of\nincoherent excitation. We show that noise-induced quantum coherence is\ngenerated between spatially-separated exciton states which belong to the same\nor different energy transfer pathways, coupled via real and virtual transfer\nprocesses. Such quantum coherence effects may be used to improve\nlight-harvesting efficiency and to reveal quantum phenomena in biology.\n","Comment: needs major revision"]}]
["1312.7391",{"format":[],"subject":["Mathematics - Rings and Algebras","22E46 (primary), 22E70, 81R05 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.7391","Mod. Phys. Lett. A29, 1450128 (2014)","doi:10.1142/S0217732314501284"],"date":["2013-12-27"],"type":["text"],"creator":["Kincaid, Joshua","Dray, Tevian"],"language":[],"coverage":[],"title":["Division Algebra Representations of SO(4,2)"],"description":["  Representations of $\\text{SO}(4,2)$ are constructed using $4\\times4$ and\n$2\\times2$ matrices with elements in $\\mathbb{H}'\\otimes\\mathbb{C}$, and the\nknown isomorphism between the conformal group and $\\text{SO}(4,2)$ is written\nexplicitly in terms of the $4\\times4$ representation.\n","Comment: 13 pages"]}]
["1401.5202",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Other Condensed Matter","Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.5202","Phys. Rev. D 89, 105009 (2014)","doi:10.1103/PhysRevD.89.105009"],"date":["2014-01-21","2014-06-20"],"type":["text"],"creator":["Dunne, Gerald V.","Unsal, Mithat"],"language":[],"coverage":[],"title":["Uniform WKB, Multi-instantons, and Resurgent Trans-Series"],"description":["  We illustrate the physical significance and mathematical origin of resurgent\ntrans-series expansions for energy eigenvalues in quantum mechanical problems\nwith degenerate harmonic minima, by using the uniform WKB approach. We provide\nevidence that the perturbative expansion, combined with a global eigenvalue\ncondition, contains all information needed to generate all orders of the\nnon-perturbative multi-instanton expansion. This provides a dramatic\nrealization of the concept of resurgence, whose structure is naturally encoded\nin the resurgence triangle. We explain the relation between the uniform WKB\napproach, multi-instantons, and resurgence theory. The essential idea applies\nto any perturbative expansion, and so is also relevant for quantum field\ntheories with degenerate minima which can be continuously connected to quantum\nmechanical systems.\n","Comment: 47 pp, 5 figures; v2 as in PRD: typos and figure 5 corrected"]}]
["1401.7535",{"format":[],"subject":["Computer Science - Social and Information Networks","Computer Science - Computers and Society","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.7535"],"date":["2014-01-29","2014-08-13"],"type":["text"],"creator":["O'Callaghan, Derek","Prucha, Nico","Greene, Derek","Conway, Maura","Carthy, Joe","Cunningham, Pádraig"],"language":[],"coverage":[],"title":["Online Social Media in the Syria Conflict: Encompassing the Extremes and\n  the In-Betweens"],"description":["  The Syria conflict has been described as the most socially mediated in\nhistory, with online social media playing a particularly important role. At the\nsame time, the ever-changing landscape of the conflict leads to difficulties in\napplying analytical approaches taken by other studies of online political\nactivism. Therefore, in this paper, we use an approach that does not require\nstrong prior assumptions or the proposal of an advance hypothesis to analyze\nTwitter and YouTube activity of a range of protagonists to the conflict, in an\nattempt to reveal additional insights into the relationships between them. By\nmeans of a network representation that combines multiple data views, we uncover\ncommunities of accounts falling into four categories that broadly reflect the\nsituation on the ground in Syria. A detailed analysis of selected communities\nwithin the anti-regime categories is provided, focusing on their central\nactors, preferred online platforms, and activity surrounding \"real world\"\nevents. Our findings indicate that social media activity in Syria is\nconsiderably more convoluted than reported in many other studies of online\npolitical activism, suggesting that alternative analytical approaches can play\nan important role in this type of scenario.\n","Comment: 8 pages, 3 figures, 3 tables. Minor changes including additional\n  references"]}]
["1402.1189",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.1189","doi:10.1103/PhysRevD.89.094005"],"date":["2014-02-05"],"type":["text"],"creator":["Soper, Davison E.","Spannowsky, Michael"],"language":[],"coverage":[],"title":["Finding physics signals with event deconstruction"],"description":["  We develop a matrix element based reconstruction method called event\ndeconstruction. The method uses information from the hard matrix element and a\nparton shower to assign probabilities to whether a final state was initiated by\na signal or background process. We apply this method in the signal process of a\nZ' decaying to boosted top quarks in an all hadronic final state and discuss\nenvisioned improvements of the method. We find that event deconstruction can\nconsiderably improve on existing reconstruction techniques.\n","Comment: 17 pages, 4 figures"]}]
["1402.6562",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.6562","J. Phys. A: Math. Theor. 47 (2014) 323001","doi:10.1088/1751-8113/47/32/323001"],"date":["2014-02-26","2014-08-13"],"type":["text"],"creator":["Janotta, Peter","Hinrichsen, Haye"],"language":[],"coverage":[],"title":["Generalized Probability Theories: What determines the structure of\n  quantum theory?"],"description":["  The framework of generalized probabilistic theories is a powerful tool for\nstudying the foundations of quantum physics. It provides the basis for a\nvariety of recent findings that significantly improve our understanding of the\nrich physical structure of quantum theory. This review paper tries to present\nthe framework and recent results to a broader readership in an accessible\nmanner. To achieve this, we follow a constructive approach. Starting from few\nbasic physically motivated assumptions we show how a given set of observations\ncan be manifested in an operational theory. Furthermore, we characterize\nconsistency conditions limiting the range of possible extensions. In this\nframework classical and quantum theory appear as special cases, and the aim is\nto understand what distinguishes quantum mechanics as the fundamental theory\nrealized in nature. It turns out non-classical features of single systems can\nequivalently result from higher dimensional classical theories that have been\nrestricted. Entanglement and non-locality, however, are shown to be genuine\nnon-classical features.\n","Comment: 39 pages, 12 figures"]}]
["1403.3073",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.3073"],"date":["2014-03-12","2014-08-12"],"type":["text"],"creator":["Lieblich, Max"],"language":[],"coverage":[],"title":["On the unirationality of supersingular K3 surfaces"],"description":["  We prove that supersingular K3 surfaces over algebraically closed fields of\ncharacteristic at least $5$ are unirational, following a simplified form of\nLiedtke's strategy.\n","Comment: More minor typos fixed, references updated, some notation tweaked.\n  Comments welcome at any time"]}]
["1403.4218",{"format":[],"subject":["High Energy Physics - Experiment","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.4218","Proceedings of Science PoS(EPS-HEP 2013)443"],"date":["2014-03-17","2014-08-13"],"type":["text"],"creator":["Makke, Nour"],"language":[],"coverage":[],"title":["Review of COMPASS results on transverse-spin effects in SIDIS"],"description":["  The transversity parton distribution remains a poorly known cornerstone in\nthe nucleon spin structure. While the Collins effect in spin asymmetries in\nSemi-Inclusive DIS (SIDIS) is one crucial tool to address the transversity\nfunction, the most promising alternative is the azimuthal asymmetry in SIDIS\nwhen a hadron pair is detected in the final state. In this case, the chiral-odd\ntransversity function is coupled to another chiral-odd function, i.e. the\nhadron-pair interference fragmentation function (IFF). The measurement of\nazimuthal asymmetries in hadron-pair production on a transversely polarised\nnucleon target has been performed at COMPASS using a 160 GeV/c muon beam of\nCERN's M2 beam line. Results from the 2007 and 2010 recent measurements will be\npresented and compared to model predictions.\n","Comment: 8 pages, 6 figures, The European Physical Society Conference on High\n  Energy Physics, EPS-HEP2013, 18-24 July, 2013, Stockholm, Sweden"]}]
["1403.5574",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.5574","Phys. Rev. B 90, 054508 (2014)","doi:10.1103/PhysRevB.90.054508"],"date":["2014-03-21","2014-07-16"],"type":["text"],"creator":["Cvitanic, T.","Pelc, D.","Pozek, M.","Amit, E.","Keren, A."],"language":[],"coverage":[],"title":["17O-NMR Knight shift study of the interplay between superconductivity\n  and pseudogap in (Ca_xLa_{1-x})(Ba_{1.75 - x}La_{0.25 + x})Cu_3O_y"],"description":["  We report systematic 17O-NMR measurements on the high-Tc cuprate\n(Ca_xLa_{1-x})(Ba_{1.75 - x}La_{0.25 + x})Cu_3O_y, for four different families\n(different x). Using Knight shift data, we show that the pseudogap lines for\nall families are inconsistent with a quantum critical point inside the\nsuperconducting dome. In addition, at constant doping the pseudogap temperature\ndoes not vary with x, in contrast to Tc. We therefore argue that pseudogap and\nsuperconductivity are separate phenomena in these cuprates. Using Knight shift\ndata, we show that the pseudogap opening temperature T* is much higher than Tc\nnear optimal doping, unlike structurally similar YBCO. In addition, at constant\ndoping the pseudogap temperature does not vary with x, in contrast to Tc. This\nputs constraints on the nature of the pseudogap and position of the quantum\ncritical point inside the superconducting dome.\n","Comment: 6 pages"]}]
["1403.6396",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.6396","JCAP08(2014)025","doi:10.1088/1475-7516/2014/08/025"],"date":["2014-03-25","2014-07-02"],"type":["text"],"creator":["de Haro, Jaume","Amorós, Jaume"],"language":[],"coverage":[],"title":["Viability of the matter bounce scenario in Loop Quantum Cosmology from\n  BICEP2 last data"],"description":["  The CMB map provided by the Planck project constrains the value of the ratio\nof tensor-to-scalar perturbations, namely $r$, to be smaller than $0.11$ (95%\nCL). This bound rules out the simplest models of inflation. However, recent\ndata from BICEP2 is in strong tension with this constrain, as it finds a value\n$r=0.20^{+0.07}_{-0.05}$ with $r=0$ disfavored at $7.0 \\sigma$, which allows\nthese simplest inflationary models to survive. The remarkable fact is that,\neven though the BICEP2 experiment was conceived to search for evidence of\ninflation, its experimental data matches correctly theoretical results coming\nfrom the matter bounce scenario (the alternative model to the inflationary\nparadigm). More precisely, most bouncing cosmologies do not pass Planck's\nconstrains due to the smallness of the value of the tensor/scalar ratio $r\\leq\n0.11$, but with new BICEP2 data some of them fit well with experimental data.\nThis is the case with the matter bounce scenario in the teleparallel version of\nLoop Quantum Cosmology.\n","Comment: 3 figures. New section added to further justify power spectrum\n  computations. Numerical results more thoroughly explained"]}]
["1403.6471",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.6471","Phys. Rev. Lett. 113, 071601 (2014)","doi:10.1103/PhysRevLett.113.071601"],"date":["2014-03-25","2014-06-16"],"type":["text"],"creator":["Balasubramanian, Venkat","Buchel, Alex","Green, Stephen R.","Lehner, Luis","Liebling, Steven L."],"language":[],"coverage":[],"title":["Holographic Thermalization, stability of AdS, and the\n  Fermi-Pasta-Ulam-Tsingou paradox"],"description":["  For a real massless scalar field in general relativity with a negative\ncosmological constant, we uncover a large class of spherically symmetric\ninitial conditions that are close to AdS, but whose numerical evolution does\nnot result in black hole formation. According to the AdS/CFT dictionary, these\nbulk solutions are dual to states of a strongly interacting boundary CFT that\nfail to thermalize at late times. Furthermore, as these states are not\nstationary, they define dynamical CFT configurations that do not equilibrate.\nWe develop a two-timescale perturbative formalism that captures both direct and\ninverse cascades of energy and agrees with our fully nonlinear evolutions in\nthe appropriate regime. We also show that this formalism admits a large class\nof quasi-periodic solutions. Finally, we demonstrate a striking parallel\nbetween the dynamics of AdS and the classic Fermi-Pasta-Ulam-Tsingou problem.\n","Comment: v2: Added Supplementary Material addressing approximations and code\n  validation; several improvements to Letter. Letter: 5 pages, 4 figures.\n  Supplementary Material: 3 pages, 4 figures"]}]
["1404.0430",{"format":[],"subject":["Mathematics - Algebraic Geometry","14B07, 14B12, 14B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.0430"],"date":["2014-04-01","2014-08-13"],"type":["text"],"creator":["Công-Trình, Lê"],"language":[],"coverage":[],"title":["Some remarks on flatness of morphisms over smooth base spaces"],"description":["  In this paper we study flatness of the restriction on some special subgerms\n(e.g. the reduction and the unmixed part) of the total space of a flat morphism\nover a smooth base space. We give a relationship between reducedness of the\ntotal space and that of the generic fibers of a flat morphism over a reduced\nCohen-Macaulay base space. Moreover, we study flatness of the composition of a\nflat morphism over a smooth base space and the normalization of the total space\nof that morphism.\n","Comment: This paper has been withdrawn by the author due to a crucial error in\n  Theorem 3.3"]}]
["1404.1701",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.1701","The Astrophysical Journal, 792:35 (8pp), 2014 September 1","doi:10.1088/0004-637X/792/1/35"],"date":["2014-04-07","2014-07-08"],"type":["text"],"creator":["Alighieri, Sperello di Serego","Ni, Wei-Tou","Pan, Wei-Ping"],"language":[],"coverage":[],"title":["New Constraints on Cosmic Polarization Rotation from B-Mode Polarization\n  in Cosmic Microwave Background"],"description":["  STPpol, POLARBEAR and BICEP2 have recently measured the cosmic microwave\nbackground (CMB) B-mode polarization in various sky regions of several tens of\nsquare degrees and obtained BB power spectra in the multipole range 20-3000,\ndetecting the components due to gravitational lensing and to inflationary\ngravitational waves. We analyze jointly the results of these three experiments\nand propose modifications of their analysis of the spectra to include in the\nmodel, in addition to the gravitational lensing and the inflationary\ngravitational waves components, also the effects induced by the cosmic\npolarization rotation (CPR), if it exists within current upper limits. Although\nin principle our analysis would lead also to new constraints on CPR, in\npractice these can only be given on its fluctuations <{\\delta}{\\alpha}^2>,\nsince constraints on its mean angle are inhibited by the de-rotation which is\napplied by current CMB polarization experiments, in order to cope with the\ninsufficient calibration of the polarization angle. The combined data fits from\nall three experiments (with 29% CPR-SPTpol correlation, depending on\ntheoretical model) gives constraint <{\\delta}{\\alpha}^2>^1/2 < 27.3 mrad\n(1.56{\\deg}) with r = 0.194 \\pm 0.033. These results show that the present data\nare consistent with no CPR detection and the constraint on CPR fluctuation is\nabout 1.5{\\deg}. This method of constraining the cosmic polarization rotation\nis new, is complementary to previous tests, which use the radio and optical/UV\npolarization of radio galaxies and the CMB E-mode polarization, and adds a new\nconstraint for the sky areas observed by SPTpol, POLARBEAR and BICEP2.\n","Comment: Accepted for publication by The Astrophysical Journal"]}]
["1404.3433",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3433","Eur. Phys. J. C (2014) 74:2978","doi:10.1140/epjc/s10052-014-2978-0"],"date":["2014-04-13"],"type":["text"],"creator":["Sturm, Christian"],"language":[],"coverage":[],"title":["Higher order QCD results for the fermionic contributions of the\n  Higgs-boson decay into two photons and the decoupling function for the MSbar\n  renormalized fine-structure constant"],"description":["  We compute the decoupling function of the MSbar renormalized fine-structure\nconstant up to four-loop order in perturbative QCD. The results are used in\norder to determine the related top-quark contributions to the Higgs-boson decay\ninto two photons in the heavy top-quark mass limit to order alpha_s^4.\n","Comment: 19 pages, 4 figures"]}]
["1404.3464",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3464","Scientific Reports 4, 6040 (2014)","doi:10.1038/srep06040"],"date":["2014-04-14","2014-04-18"],"type":["text"],"creator":["Sun, Yi","Zhang, Wenhao","Xing, Ying","Li, Fangsen","Zhao, Yanfei","Xia, Zhengcai","Wang, Lili","Ma, Xucun","Xue, Qi-Kun","Wang, Jian"],"language":[],"coverage":[],"title":["High temperature superconducting FeSe films on SrTiO3 substrates"],"description":["  Interface enhanced superconductivity at two dimensional limit has become one\nof most intriguing research directions in condensed matter physics. Here, we\nreport the superconducting properties of ultra-thin FeSe films with the\nthickness of one unit cell (1-UC) grown on conductive and insulating SrTiO3\n(STO) substrates. For the 1-UC FeSe on conductive STO substrate (Nb-STO), the\nmagnetization versus temperature (M-T) measurement shows a diamagnetic signal\nat 85 K, suggesting the possibility of superconductivity appears at this high\ntemperature. For the FeSe films on insulating STO substrate, systematic\ntransport measurements were carried out and the sheet resistance of FeSe films\nexhibits Arrhenius TAFF behavior with a crossover from a single-vortex pinning\nregion to a collective creep region. More intriguing, sign reversal of Hall\nresistance with temperature is observed, demonstrating a crossover from hole\nconduction to electron conduction above Tc in 1-UC FeSe films.\n"]}]
["1404.4826",{"format":[],"subject":["Condensed Matter - Quantum Gases","Physics - Atomic Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4826","Phys. Rev. A 90, 022709 (2014)","doi:10.1103/PhysRevA.90.022709"],"date":["2014-04-18","2014-07-25"],"type":["text"],"creator":["Knoop, S.","Żuchowski, P. S.","Kȩdziera, D.","Mentel, Ł.","Puchalski, M.","Mishra, H. P.","Flores, A. S.","Vassen, W."],"language":[],"coverage":[],"title":["Ultracold mixtures of metastable He and Rb: scattering lengths from ab\n  initio calculations and thermalization measurements"],"description":["  We have investigated the ultracold interspecies scattering properties of\nmetastable triplet He and Rb. We performed state-of-the-art ab initio\ncalculations of the relevant interaction potential, and measured the\ninterspecies elastic cross section for an ultracold mixture of metastable\ntriplet $^4$He and $^{87}$Rb in a quadrupole magnetic trap at a temperature of\n0.5 mK. Our combined theoretical and experimental study gives an interspecies\nscattering length $a_{4+87}=+17^{+1}_{-4}$ $a_0$, which prior to this work was\nunknown. More general, our work shows the possibility of obtaining accurate\nscattering lengths using ab initio calculations for a system containing a\nheavy, many-electron atom, such as Rb.\n","Comment: 11 pages, 11 figures, accepted for publication in Phys. Rev. A"]}]
["1404.6349",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6349","Acta Astronomica, 64, 167-175, 2014"],"date":["2014-04-25"],"type":["text"],"creator":["Smak, J."],"language":[],"coverage":[],"title":["TT Ari and its Quasi-Periodic Oscillations"],"description":["  Quasi-periodic oscillation (QPO) of TT Ari are transient, short-living\nphenomena. They appear and disappear and their periods and amplitudes vary on a\ntime scale as short as 1 hour. Consequently the periodograms covering longer\nintervals of time are generally meaningless.\n","Comment: 9 pages, 7 figures, submitted to \"Acta Astronomica\""]}]
["1404.6880",{"format":[],"subject":["Nuclear Experiment","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6880","Phys. Rev. Lett. 113, 072301 (2014)","doi:10.1103/PhysRevLett.113.072301"],"date":["2014-04-28","2014-08-12"],"type":["text"],"creator":["STAR Collaboration","Adamczyk, L.","Adkins, J. K.","Agakishiev, G.","Aggarwal, M. M.","Ahammed, Z.","Alekseev, I.","Alford, J.","Anson, C. D.","Aparin, A.","Arkhipkin, D.","Aschenauer, E. C.","Averichev, G. S.","Balewski, J.","Banerjee, A.","Beavis, D. R.","Bellwied, R.","Bhasin, A.","Bhati, A. K.","Bhattarai, P.","Bichsel, H.","Bielcik, J.","Bielcikova, J.","Bland, L. C.","Bordyuzhin, I. G.","Borowski, W.","Bouchet, J.","Brandin, A. V.","Brovko, S. G.","Bültmann, S.","Bunzarov, I.","Burton, T. P.","Butterworth, J.","Caines, H.","Sánchez, M. Calderón de la Barca","Campbell, J. M.","Cebra, D.","Cendejas, R.","Cervantes, M. C.","Chaloupka, P.","Chang, Z.","Chattopadhyay, S.","Chen, H. F.","Chen, J. H.","Chen, L.","Cheng, J.","Cherney, M.","Chikanian, A.","Christie, W.","Chwastowski, J.","Codrington, M. J. M.","Contin, G.","Cramer, J. G.","Crawford, H. J.","Cui, X.","Das, S.","Leyva, A. Davila","De Silva, L. C.","Debbe, R. R.","Dedovich, T. G.","Deng, J.","Derevschikov, A. A.","de Souza, R. Derradi","Dhamija, S.","di Ruzza, B.","Didenko, L.","Dilks, C.","Ding, F.","Djawotho, P.","Dong, X.","Drachenberg, J. L.","Draper, J. E.","Du, C. M.","Dunkelberger, L. E.","Dunlop, J. C.","Efimov, L. G.","Engelage, J.","Engle, K. S.","Eppley, G.","Eun, L.","Evdokimov, O.","Eyser, O.","Fatemi, R.","Fazio, S.","Fedorisin, J.","Filip, P.","Finch, E.","Fisyak, Y.","Flores, C. E.","Gagliardi, C. A.","Gangadharan, D. R.","Garand, D.","Geurts, F.","Gibson, A.","Girard, M.","Gliske, S.","Greiner, L.","Grosnick, D.","Gunarathne, D. S.","Guo, Y.","Gupta, A.","Gupta, S.","Guryn, W.","Haag, B.","Hamed, A.","Han, L-X.","Haque, R.","Harris, J. W.","Heppelmann, S.","Hirsch, A.","Hoffmann, G. W.","Hofman, D. J.","Horvat, S.","Huang, B.","Huang, H. Z.","Huang, X.","Huck, P.","Humanic, T. J.","Igo, G.","Jacobs, W. W.","Jang, H.","Judd, E. G.","Kabana, S.","Kalinkin, D.","Kang, K.","Kauder, K.","Ke, H. W.","Keane, D.","Kechechyan, A.","Kesich, A.","Khan, Z. H.","Kikola, D. P.","Kisel, I.","Kisiel, A.","Koetke, D. D.","Kollegger, T.","Konzer, J.","Koralt, I.","Kosarzewski, L. K.","Kotchenda, L.","Kraishan, A. F.","Kravtsov, P.","Krueger, K.","Kulakov, I.","Kumar, L.","Kycia, R. A.","Lamont, M. A. C.","Landgraf, J. M.","Landry, K. D.","Lauret, J.","Lebedev, A.","Lednicky, R.","Lee, J. H.","LeVine, M. J.","Li, C.","Li, W.","Li, X.","Li, X.","Li, Y.","Li, Z. M.","Lisa, M. A.","Liu, F.","Ljubicic, T.","Llope, W. J.","Lomnitz, M.","Longacre, R. S.","Luo, X.","Ma, G. L.","Ma, Y. G.","Don, D. M. M. D. Madagodagettige","Mahapatra, D. P.","Majka, R.","Margetis, S.","Markert, C.","Masui, H.","Matis, H. S.","McDonald, D.","McShane, T. S.","Minaev, N. G.","Mioduszewski, S.","Mohanty, B.","Mondal, M. M.","Morozov, D. A.","Mustafa, M. K.","Nandi, B. K.","Nasim, Md.","Nayak, T. K.","Nelson, J. M.","Nigmatkulov, G.","Nogach, L. V.","Noh, S. Y.","Novak, J.","Nurushev, S. B.","Odyniec, G.","Ogawa, A.","Oh, K.","Ohlson, A.","Okorokov, V.","Oldag, E. W.","Olvitt Jr., D. L.","Pachr, M.","Page, B. S.","Pal, S. K.","Pan, Y. X.","Pandit, Y.","Panebratsev, Y.","Pawlak, T.","Pawlik, B.","Pei, H.","Perkins, C.","Peryt, W.","Pile, P.","Planinic, M.","Pluta, J.","Poljak, N.","Poniatowska, K.","Porter, J.","Poskanzer, A. M.","Pruthi, N. K.","Przybycien, M.","Pujahari, P. R.","Putschke, J.","Qiu, H.","Quintero, A.","Ramachandran, S.","Raniwala, R.","Raniwala, S.","Ray, R. L.","Riley, C. K.","Ritter, H. G.","Roberts, J. B.","Rogachevskiy, O. V.","Romero, J. L.","Ross, J. F.","Roy, A.","Ruan, L.","Rusnak, J.","Rusnakova, O.","Sahoo, N. R.","Sahu, P. K.","Sakrejda, I.","Salur, S.","Sandweiss, J.","Sangaline, E.","Sarkar, A.","Schambach, J.","Scharenberg, R. P.","Schmah, A. M.","Schmidke, W. B.","Schmitz, N.","Seger, J.","Seyboth, P.","Shah, N.","Shahaliev, E.","Shanmuganathan, P. V.","Shao, M.","Sharma, B.","Shen, W. Q.","Shi, S. S.","Shou, Q. Y.","Sichtermann, E. P.","Singaraju, R. N.","Skoby, M. J.","Smirnov, D.","Smirnov, N.","Solanki, D.","Sorensen, P.","Spinka, H. M.","Srivastava, B.","Stanislaus, T. D. S.","Stevens, J. R.","Stock, R.","Strikhanov, M.","Stringfellow, B.","Sumbera, M.","Sun, X.","Sun, X. M.","Sun, Y.","Sun, Z.","Surrow, B.","Svirida, D. N.","Symons, T. J. M.","Szelezniak, M. A.","Takahashi, J.","Tang, A. H.","Tang, Z.","Tarnowsky, T.","Thomas, J. H.","Timmins, A. R.","Tlusty, D.","Tokarev, M.","Trentalange, S.","Tribble, R. E.","Tribedy, P.","Trzeciak, B. A.","Tsai, O. D.","Turnau, J.","Ullrich, T.","Underwood, D. G.","Van Buren, G.","van Nieuwenhuizen, G.","Vandenbroucke, M.","Vanfossen, Jr., J. A.","Varma, R.","Vasconcelos, G. M. S.","Vasiliev, A. N.","Vertesi, R.","Videbæk, F.","Viyogi, Y. P.","Vokal, S.","Vossen, A.","Wada, M.","Wang, F.","Wang, G.","Wang, H.","Wang, J. S.","Wang, X. L.","Wang, Y.","Wang, Y.","Webb, G.","Webb, J. C.","Westfall, G. D.","Wieman, H.","Wissink, S. W.","Witt, R.","Wu, Y. F.","Xiao, Z.","Xie, W.","Xin, K.","Xu, H.","Xu, J.","Xu, N.","Xu, Q. H.","Xu, Y.","Xu, Z.","Yan, W.","Yang, C.","Yang, Y.","Yang, Y.","Ye, Z.","Yepes, P.","Yi, L.","Yip, K.","Yoo, I-K.","Yu, N.","Zawisza, Y.","Zbroszczyk, H.","Zha, W.","Zhang, J. B.","Zhang, J. L.","Zhang, S.","Zhang, X. P.","Zhang, Y.","Zhang, Z. P.","Zhao, F.","Zhao, J.","Zhong, C.","Zhu, X.","Zhu, Y. H.","Zoulkarneeva, Y.","Zyzak, M."],"language":[],"coverage":[],"title":["Measurement of longitudinal spin asymmetries for weak boson production\n  in polarized proton-proton collisions at RHIC"],"description":["  We report measurements of single- and double- spin asymmetries for $W^{\\pm}$\nand $Z/\\gamma^*$ boson production in longitudinally polarized $p+p$ collisions\nat $\\sqrt{s} = 510$ GeV by the STAR experiment at RHIC. The asymmetries for\n$W^{\\pm}$ were measured as a function of the decay lepton pseudorapidity, which\nprovides a theoretically clean probe of the proton's polarized quark\ndistributions at the scale of the $W$ mass. The results are compared to\ntheoretical predictions, constrained by recent polarized deep inelastic\nscattering measurements, and show a preference for a sizable, positive up\nantiquark polarization in the range $0.05<x<0.2$.\n","Comment: 7 pages, 5 figures, Submitted to Physical Review Letters; replaced\n  with published version"]}]
["1404.7076",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","Physics - Physics and Society","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.7076"],"date":["2014-04-28","2014-08-13"],"type":["text"],"creator":["Capraro, Valerio","Jordan, Jillian J.","Rand, David G."],"language":[],"coverage":[],"title":["Heuristics guide the implementation of social preferences in one-shot\n  Prisoner's Dilemma experiments"],"description":["  Cooperation in one-shot anonymous interactions is a widely documented aspect\nof human behaviour. Here we shed light on the motivations behind this behaviour\nby experimentally exploring cooperation in a one-shot continuous-strategy\nPrisoner's Dilemma (i.e. one-shot two-player Public Goods Game). We examine the\ndistribution of cooperation amounts, and how that distribution varies based on\nthe benefit-to-cost ratio of cooperation (b/c). Interestingly, we find a\ntrimodal distribution at all b/c values investigated. Increasing b/c decreases\nthe fraction of participants engaging in zero cooperation and increases the\nfraction engaging in maximal cooperation, suggesting a role for efficiency\nconcerns. However, a substantial fraction of participants consistently engage\nin 50% cooperation regardless of b/c. The presence of these persistent 50%\ncooperators is surprising, and not easily explained by standard models of\nsocial preferences. We present evidence that this behaviour is a result of\nsocial preferences guided by simple decision heuristics, rather than the\nrational examination of payoffs assumed by most social preference models. We\nalso find a strong correlation between play in the Prisoner's Dilemma and in a\nsubsequent Dictator Game, confirming previous findings suggesting a common\nprosocial motivation underlying altruism and cooperation.\n"]}]
["1404.7139",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.7139","doi:10.1007/JHEP08(2014)030"],"date":["2014-04-28","2014-08-13"],"type":["text"],"creator":["de Lima, Danilo Enoque Ferreira","Papaefstathiou, Andreas","Spannowsky, Michael"],"language":[],"coverage":[],"title":["Standard Model Higgs boson pair production in the $(b\\bar{b})(b\\bar{b})$\n  final state"],"description":["  Measuring the Higgs boson couplings as precisely as possible is one of the\nmajor goals of the High Luminosity LHC. We show that the $(b\\bar{b})(b\\bar{b})$\nfinal state in Higgs boson pair production can be exploited in the boosted\nregime to give constraints on the trilinear Higgs boson self-coupling. In these\nexclusive phase space regions, novel jet substructure techniques can be used to\nseparate the signal from the large QCD and electroweak backgrounds. New\ndevelopments on trigger and b-tagging strategies for the upcoming LHC runs are\nnecessary in order to reconstruct the Higgs bosons in boosted final states,\nwhere the trilinear self-coupling sensitivity is reduced. We find that using\nour approach one can set a limit for $\\lambda \\leq 1.2$ at $95 \\%$ CL after\n$3000~\\mathrm{fb}^{-1}$. As the signal-to-background ratio is small we propose\na data-driven side-band analysis to improve on the coupling measurement.\n","Comment: 19 pages, 9 figures, matches published JHEP version"]}]
["1404.7622",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.7622","Phys. Rev. B 90, 045128 (2014)","doi:10.1103/PhysRevB.90.045128"],"date":["2014-04-30","2014-08-13"],"type":["text"],"creator":["Peil, Oleg E.","Ferrero, Michel","Georges, Antoine"],"language":[],"coverage":[],"title":["Orbital Polarization in Strained LaNiO$_{3}$: Structural Distortions and\n  Correlation Effects"],"description":["  Transition-metal heterostructures offer the fascinating possibility of\ncontrolling orbital degrees of freedom via strain. Here, we investigate\ntheoretically the degree of orbital polarization that can be induced by\nepitaxial strain in LaNiO$_3$ films. Using combined electronic structure and\ndynamical mean-field theory methods we take into account both structural\ndistortions and electron correlations and discuss their relative influence. We\nconfirm that Hund's rule coupling tends to decrease the polarization and point\nout that this applies to both the $d^8\\underline{L}$ and $d^7$ local\nconfigurations of the Ni ions. Our calculations are in good agreement with\nrecent experiments, which revealed sizable orbital polarization under tensile\nstrain. We discuss why full orbital polarization is hard to achieve in this\nspecific system and emphasize the general limitations that must be overcome to\nachieve this goal.\n","Comment: 13 pages, 13 figures"]}]
["1404.7679",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Astrophysics - Earth and Planetary Astrophysics","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.7679","Celestial Mechanics and Dynamical Astronomy, 119, 331-356 (2014)","doi:10.1007/s10569-014-9546-7"],"date":["2014-04-30"],"type":["text"],"creator":["Efthymiopoulos, C.","Contopoulos, G.","Katsanikas, M."],"language":[],"coverage":[],"title":["Analytical invariant manifolds near unstable points and the structure of\n  chaos"],"description":["  It is known that the asymptotic invariant manifolds around an unstable\nperiodic orbit in conservative systems can be represented by convergent series\n(Cherry 1926, Moser 1956, 1958, Giorgilli 2001). The unstable and stable\nmanifolds intersect at an infinity of homoclinic points, generating a\ncomplicated homoclinic tangle. In the case of simple mappings it was found (Da\nSilva Ritter et al. 1987) that the domain of convergence of the formal series\nextends to infinity along the invariant manifolds. This allows in practice to\nstudy the homoclinic tangle using only series. However in the case of\nHamiltonian systems, or mappings with a finite analyticity domain,the\nconvergence of the series along the asymptotic manifolds is also finite. Here,\nwe provide numerical indications that the convergence does not reach any\nhomoclinic points. We discuss in detail the convergence problem in various\ncases and we find the degree of approximation of the analytical invariant\nmanifolds to the real (numerical) manifolds as i) the order of truncation of\nthe series increases, and ii) we use higher numerical precision in computing\nthe coefficients of the series. Then we introduce a new method of series\ncomposition, by using action-angle variables, that allows the calculation of\nthe asymptotic manifolds up to an a arbitrarily large extent. This is the first\ncase of an analytic development that allows the computation of the invariant\nmanifolds and their intersections in a Hamiltonian system for an extent long\nenough to allow the study of homoclinic chaos by analytical means.\n","Comment: (in press)"]}]
["1405.0679",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Astrophysics of Galaxies","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0679"],"date":["2014-05-04","2014-08-13"],"type":["text"],"creator":["Kashyap, Gopal"],"language":[],"coverage":[],"title":["Limits on the Weyl meson parameters due to Fermi-LAT gamma-ray\n  observations"],"description":["  We use gamma-ray observations by the Fermi Large Area Telescope (Fermi-LAT)\nto impose limits on the properties of the hypothetical particle Weyl meson.\nSuch mesons arise in theories which display local scale invariance and act as\ndark matter candidate. In a generalized locally scale invariant Standard Model\nit can decay or annihilate to the photon pair through the Higgs channel. We\nfind that Fermi-LAT observations severely constrain the parameters of the Weyl\nmeson.\n","Comment: 9 pages, 6 figures"]}]
["1405.1133",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Distributed, Parallel, and Cluster Computing","G.2.2","F.1.2","F.2.2","G.1.0"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.1133"],"date":["2014-05-05","2014-08-12"],"type":["text"],"creator":["Bercea, Ioana O.","Goyal, Navin","Harris, David G.","Srinivasan, Aravind"],"language":[],"coverage":[],"title":["On Computing Maximal Independent Sets of Hypergraphs in Parallel"],"description":["  Whether or not the problem of finding maximal independent sets (MIS) in\nhypergraphs is in (R)NC is one of the fundamental problems in the theory of\nparallel computing. Unlike the well-understood case of MIS in graphs, for the\nhypergraph problem, our knowledge is quite limited despite considerable work.\nIt is known that the problem is in \\emph{RNC} when the edges of the hypergraph\nhave constant size. For general hypergraphs with $n$ vertices and $m$ edges,\nthe fastest previously known algorithm works in time $O(\\sqrt{n})$ with\n$\\text{poly}(m,n)$ processors. In this paper we give an EREW PRAM algorithm\nthat works in time $n^{o(1)}$ with $\\text{poly}(m,n)$ processors on general\nhypergraphs satisfying $m \\leq n^{\\frac{\\log^{(2)}n}{8(\\log^{(3)}n)^2}}$, where\n$\\log^{(2)}n = \\log\\log n$ and $\\log^{(3)}n = \\log\\log\\log n$. Our algorithm is\nbased on a sampling idea that reduces the dimension of the hypergraph and\nemploys the algorithm for constant dimension hypergraphs as a subroutine.\n"]}]
["1405.1334",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.1334","Nucl. Phys. B 886, 1128-1152 (2014)","doi:10.1016/j.nuclphysb.2014.07.022"],"date":["2014-05-06","2014-08-03"],"type":["text"],"creator":["Concha, P. K.","Rodríguez, E. K."],"language":[],"coverage":[],"title":["Maxwell Superalgebras and Abelian Semigroup Expansion"],"description":["  The Abelian semigroup expansion is a powerful and simple method to derive new\nLie algebras from a given one. Recently it was shown that the $S$-expansion of\n$\\mathfrak{so}\\left( 3,2\\right) $ leads us to the Maxwell algebra\n$\\mathcal{M}$. In this paper we extend this result to superalgebras, by proving\nthat different choices of abelian semigroups $S$ lead to interesting $D=4$\nMaxwell Superalgebras. In particular, the minimal Maxwell superalgebra\n$s\\mathcal{M}$ and the $N$-extended Maxwell superalgebra $s\\mathcal{M}^{\\left(\nN\\right) }$ recently found by the Maurer Cartan expansion procedure, are\nderived alternatively as an $S$-expansion of $\\mathfrak{osp}\\left( 4|N\\right)\n$. Moreover we show that new minimal Maxwell superalgebras type\n$s\\mathcal{M}_{m+2}$ and their $N$-extended generalization can be obtained\nusing the $S$-expansion procedure.\n","Comment: 31 pages, some clarifications in the abstract,introduction and\n  conclusion, typos corrected, a reference and acknowledgements added, accepted\n  for publication in Nuclear Physics B"]}]
["1405.1962",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.1962","(2014) Phys. Rev. B. 90(4): 041411","doi:10.1103/PhysRevB.90.041411"],"date":["2014-05-08","2014-07-03"],"type":["text"],"creator":["Carrillo-Bastos, R.","Faria, D.","Latgé, A.","Mireles, F.","Sandler, N."],"language":[],"coverage":[],"title":["Gaussian deformations in graphene ribbons: flowers and confinement"],"description":["  The coupling of geometrical and electronic properties is a promising venue to\nengineer conduction properties in graphene. Confinement added to strain allows\nfor interplay of different transport mechanisms with potential device\napplications. To investigate strain signatures on transport in confined\ngeometries, we focus on graphene nanoribbons (GNR) with circularly symmetric\ndeformations. In particular, we study GNR with an inhomogeneous, out of plane\nGaussian deformation, connected to reservoirs. We observe an enhancement of the\ndensity of states in the deformed region, accompanied with a decrease in the\nconductance, signaling the presence of confined states. The local density of\nstates exhibits a six-fold symmetric structure with an oscillating sub-lattice\noccupation asymmetry, that persist for a wide range of energy and model\nparameters.\n","Comment: 5 pages, 5 figures"]}]
["1405.2452",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","91B26"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.2452"],"date":["2014-05-10","2014-08-13"],"type":["text"],"creator":["Anari, Nima","Goel, Gagan","Nikzad, Afshin"],"language":[],"coverage":[],"title":["Mechanism Design for Crowdsourcing: An Optimal 1-1/e Competitive\n  Budget-Feasible Mechanism for Large Markets"],"description":["  In this paper we consider a mechanism design problem in the context of\nlarge-scale crowdsourcing markets such as Amazon's Mechanical Turk,\nClickWorker, CrowdFlower. In these markets, there is a requester who wants to\nhire workers to accomplish some tasks. Each worker is assumed to give some\nutility to the requester. Moreover each worker has a minimum cost that he wants\nto get paid for getting hired. This minimum cost is assumed to be private\ninformation of the workers. The question then is - if the requester has a\nlimited budget, how to design a direct revelation mechanism that picks the\nright set of workers to hire in order to maximize the requester's utility.\n  We note that although the previous work has studied this problem, a crucial\ndifference in which we deviate from earlier work is the notion of large-scale\nmarkets that we introduce in our model. Without the large market assumption, it\nis known that no mechanism can achieve an approximation factor better than\n0.414 and 0.5 for deterministic and randomized mechanisms respectively (while\nthe best known deterministic and randomized mechanisms achieve an approximation\nratio of 0.292 and 0.33 respectively). In this paper, we design a\nbudget-feasible mechanism for large markets that achieves an approximation\nfactor of 1-1/e (i.e. almost 0.63). Our mechanism can be seen as a\ngeneralization of an alternate way to look at the proportional share mechanism\nwhich is used in all the previous works so far on this problem. Interestingly,\nwe also show that our mechanism is optimal by showing that no truthful\nmechanism can achieve a factor better than 1-1/e; thus, fully resolving this\nsetting. Finally we consider the more general case of submodular utility\nfunctions and give new and improved mechanisms for the case when the markets\nare large.\n","Comment: Accepted to FOCS 2014"]}]
["1405.5622",{"format":[],"subject":["Mathematics - Combinatorics","05C69, 05C35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.5622"],"date":["2014-05-21","2014-08-12"],"type":["text"],"creator":["Chang, Gerard J.","Chen, Sheng-Hua","Liu, Chun-Hung"],"language":[],"coverage":[],"title":["Edge Roman domination on graphs"],"description":["  An edge Roman dominating function of a graph $G$ is a function $f\\colon E(G)\n\\rightarrow \\{0,1,2\\}$ satisfying the condition that every edge $e$ with\n$f(e)=0$ is adjacent to some edge $e'$ with $f(e')=2$. The edge Roman\ndomination number of $G$, denoted by $\\gamma'_R(G)$, is the minimum weight\n$w(f) = \\sum_{e\\in E(G)} f(e)$ of an edge Roman dominating function $f$ of $G$.\nThis paper disproves a conjecture of Akbari, Ehsani, Ghajar, Jalaly Khalilabadi\nand Sadeghian Sadeghabad stating that if $G$ is a graph of maximum degree\n$\\Delta$ on $n$ vertices, then $\\gamma_R'(G) \\le \\lceil \\frac{\\Delta}{\\Delta+1}\nn \\rceil$. While the counterexamples having the edge Roman domination numbers\n$\\frac{2\\Delta-2}{2\\Delta-1} n$, we prove that $\\frac{2\\Delta-2}{2\\Delta-1} n +\n\\frac{2}{2\\Delta-1}$ is an upper bound for connected graphs. Furthermore, we\nprovide an upper bound for the edge Roman domination number of $k$-degenerate\ngraphs, which generalizes results of Akbari, Ehsani, Ghajar, Jalaly Khalilabadi\nand Sadeghian Sadeghabad. We also prove a sharp upper bound for subcubic\ngraphs.\n  In addition, we prove that the edge Roman domination numbers of planar graphs\non $n$ vertices is at most $\\frac{6}{7}n$, which confirms a conjecture of\nAkbari and Qajar. We also show an upper bound for graphs of girth at least five\nthat is 2-cell embeddable in surfaces of small genus. Finally, we prove an\nupper bound for graphs that do not contain $K_{2,3}$ as a subdivision, which\ngeneralizes a result of Akbari and Qajar on outerplanar graphs.\n"]}]
["1405.6019",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.6019","JHEP 08 (2014) 054","doi:10.1007/JHEP08(2014)054"],"date":["2014-05-23","2014-08-13"],"type":["text"],"creator":["Piazzalunga, Nicolò","Uranga, Angel"],"language":[],"coverage":[],"title":["M-theory interpretation of the real topological string"],"description":["  We describe the type IIA physical realization of the unoriented topological\nstring introduced by Walcher, describe its M-theory lift, and show that it\nallows to compute the open and unoriented topological amplitude in terms of\none-loop diagram of BPS M2-brane states. This confirms and allows to generalize\nthe conjectured BPS integer expansion of the topological amplitude. The\nM-theory lift of the orientifold is freely acting on the M-theory circle, so\nthat integer multiplicities are a weighted version of the (equivariant\nsubsector of the) original closed oriented Gopakumar-Vafa invariants. The\nM-theory lift also provides new perspective on the topological tadpole\ncancellation conditions. We finally comment on the M-theory version of other\nunoriented topological strings, and clarify certain misidentifications in\nearlier discussions in the literature.\n","Comment: pdflatex, 29 pages, 1 figure; v2: minor changes (ref 29 added,\n  appendix A title corrected)"]}]
["1405.6069",{"format":[],"subject":["Mathematics - Number Theory","11F03, 11J81, 11J91"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.6069","Archiv der Mathematik 102 (2014), no. 6, 531-543","doi:10.1007/s00013-014-0649-x"],"date":["2014-05-23"],"type":["text"],"creator":["Gun, Sanoli","Saha, Biswajyoti"],"language":[],"coverage":[],"title":["On the zeros of weakly holomorphic modular forms"],"description":["  In this article, we study the nature of zeros of weakly holomorphic modular\nforms. In particular, we prove results about transcendental zeros of modular\nforms of higher levels and for certain Fricke groups which extend a work of\nKohnen. Furthermore, we investigate the algebraic independence of values of\nweakly holomorphic modular forms.\n"]}]
["1405.6244",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.6244","Phys. Rev. D 90, 045011 (2014)","doi:10.1103/PhysRevD.90.045011"],"date":["2014-05-23"],"type":["text"],"creator":["Shrock, Robert"],"language":[],"coverage":[],"title":["Generalized Scheme Transformations for the Elimination of Higher-Loop\n  Terms in the Beta Function of a Gauge Theory"],"description":["  We construct and study a generalized one-parameter class of scheme\ntransformations, denoted $S_{R,m,k_1}$ with $m \\ge 2$, with the property that\nan $S_{R,m,k_1}$ scheme transformation eliminates the $\\ell$-loop terms in the\nbeta function of a gauge theory from loop order $\\ell=3$ to order $\\ell=m+1$,\ninclusive. These scheme transformations are applied to the higher-loop\ncalculation of the infrared zero of the beta function of an asymptotically free\ngauge theory with multiple fermions. We show that scheme transformations in\nthis generalized class satisfy a set of criteria for physical acceptability\nover a larger range of numbers of fermions than previously studied scheme\ntransformations. We also present an interesting modification of a different\ntype of scheme transformation that removes the three-loop term in the beta\nfunction.\n","Comment: 13 pages, latex"]}]
["1406.1678",{"format":[],"subject":["Physics - Biological Physics","Condensed Matter - Soft Condensed Matter","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.1678"],"date":["2014-06-06","2014-08-13"],"type":["text"],"creator":["Crisafuli, F. A. P.","Ramos, E. B.","Rocha, M. S."],"language":[],"coverage":[],"title":["Characterizing the Interaction Between DNA and GelRed Fluorescent Stain"],"description":["  We have performed single molecule stretching experiments and dynamic light\nscattering (DLS) in order to characterize the interaction between the DNA\nmolecule and the fluorescent stain GelRed. The results from single molecule\nstretching show that the persistence length of the DNA-GelRed complexes\nincreases as the ligand concentration increases up to some critical\nconcentration, then decreasing for higher concentrations. The contour length of\nthe complexes, on the other hand, increases monotonically as a function of\nGelRed concentration, suggesting that intercalation is the main binding\nmechanism. In order to characterize the phys- ical chemistry of the\ninteraction, we use the McGhee-von Hippel binding isotherm to extract the\nphysicochemical parameters of the interaction from the contour length data. The\nDLS experiments were performed to study the changes of the effective size of\nthe DNA-GelRed complexes, measured by the hydrodynamic radius, as a function of\nligand concentration. We found a qualitative agreement between the results\nobtained from the two techniques by com- paring the behaviors of the\nhydrodynamics radius and the radius of gyration, since this last quantity can\nbe expressed as a function of mechanical parameters determined from the\nstretching experiments.\n"]}]
["1406.2491",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.2491","Applied Physics Express 7, 093002 (2014)","doi:10.7567/APEX.7.093002"],"date":["2014-06-10","2014-08-13"],"type":["text"],"creator":["Sabino, Maria Patricia Rouelli","Ter Lim, Sze","Tran, Michael"],"language":[],"coverage":[],"title":["Influence of Ta insertions on the magnetic properties of MgO/CoFeB/MgO\n  films probed by ferromagnetic resonance"],"description":["  We show by vector network analyzer ferromagnetic resonance measurements that\nlow Gilbert damping {\\alpha} down to 0.006 can be achieved in perpendicularly\nmagnetized MgO/CoFeB/MgO thin films with ultra-thin insertions of Ta in the\nCoFeB layer. While increasing the number of Ta insertions allows thicker CoFeB\nlayers to remain perpendicular, the effective areal magnetic anisotropy does\nnot improve with more insertions, and also comes with an increase in {\\alpha}.\n","Comment: 6 pages, 3 figures"]}]
["1406.2972",{"format":[],"subject":["High Energy Physics - Phenomenology","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.2972","Phys. Rev. D 90, 033007 (2014)","doi:10.1103/PhysRevD.90.033007"],"date":["2014-06-11","2014-08-13"],"type":["text"],"creator":["Gies, Holger","Karbstein, Felix","Shaisultanov, Rashid"],"language":[],"coverage":[],"title":["Laser photon merging in an electromagnetic field inhomogeneity"],"description":["  We study the effect of laser photon merging, or equivalently high harmonic\ngeneration, in the quantum vacuum subject to inhomogeneous electromagnetic\nfields. Such a process is facilitated by the effective nonlinear couplings\narising from charged particle-antiparticle fluctuations in the quantum vacuum\nsubject to strong electromagnetic fields. We derive explicit results for\ngeneral kinematic and polarization configurations involving optical photons.\nConcentrating on merged photons in reflected channels which are preferable in\nexperiments for reasons of noise suppression, we demonstrate that photon\nmerging is typically dominated by the competing nonlinear process of quantum\nreflection, though appropriate polarization and signal filtering could\nspecifically search for the merging process. As a byproduct, we devise a novel\nsystematic expansion of the photon polarization tensor in plane wave fields.\n","Comment: 28 pages, 6 figures; some clarifications added, matches journal\n  version"]}]
["1406.3767",{"format":[],"subject":["Mathematics - Combinatorics","05C15, 05C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3767"],"date":["2014-06-14","2014-08-13"],"type":["text"],"creator":["Daneshgar, Amir","Hejrati, Mohsen","Madani, Meysam"],"language":[],"coverage":[],"title":["Cylindrical Graph Construction (definition and basic properties)"],"description":["  In this article we introduce the {\\it cylindrical construction} for graphs\nand investigate its basic properties. We state a main result claiming a weak\ntensor-like duality for this construction. Details of our motivations and\napplications of the construction will appear elsewhere.\n"]}]
["1406.5142",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.5142","Astrophys Space Sci, 352, 937 (2014)","doi:10.1007/s10509-014-1978-8"],"date":["2014-05-30"],"type":["text"],"creator":["Chattopadhyay, Surajit"],"language":[],"coverage":[],"title":["Generalized second law of thermodynamics in QCD ghost f(G) gravity"],"description":["  Considering power-law for of scale factor in a flat FRW universe we reported\na reconstruction scheme for $f(G)$ gravity based on QCD ghost dark energy. We\nreconstructed the effective equation of state parameter and observed\n\"quintessence\" behavior of the equation of state parameter. Furthermore,\nconsidering dynamical apparent horizon as the enveloping horizon of the\nuniverse we have observed that the generalized second law of thermodynamics is\nvalid for this reconstructed $f(G)$ gravity.\n","Comment: 11 pages, 3 figures, Astrophysics and Space Science, Online first,\n  May 2014"]}]
["1406.5160",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.5160","PhysRevA.90.023819 (2014)","doi:10.1103/PhysRevA.90.023819"],"date":["2014-06-19","2014-08-13"],"type":["text"],"creator":["Zhang, Keye","Bariani, Francesco","Meystre, Pierre"],"language":[],"coverage":[],"title":["Theory of an optomechanical quantum heat engine"],"description":["  Coherent interconversion between optical and mechanical excitations in an\noptomechanical cavity can be used to engineer a quantum heat engine. This heat\nengine is based on an Otto cycle between a cold photonic reservoir and a hot\nphononic reservoir [Phys. Rev. Lett. 112, 150602 (2014)]. Building on our\nprevious work, we (i) develop a detailed theoretical analysis of the work and\nthe efficiency of the engine, and (ii) perform an investigation of the quantum\nthermodynamics underlying this scheme. In particular, we analyze the\nthermodynamic performance in both the dressed polariton picture and the\noriginal bare photon and phonon picture. Finally, (iii) a numerical simulation\nis performed to derive the full evolution of the quantum optomechanical system\nduring the Otto cycle, by taking into account all relevant sources of noise.\n"]}]
["1406.5729",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.5729","Phys. Rev. B 90, 075304 (2014)","doi:10.1103/PhysRevB.90.075304"],"date":["2014-06-22","2014-08-12"],"type":["text"],"creator":["Papic, Z."],"language":[],"coverage":[],"title":["Solvable models for unitary and non-unitary topological phases"],"description":["  We introduce a broad class of simple models for quantum Hall states based on\nthe expansion of their parent Hamiltonians near the one-dimensional limit of\n\"thin cylinders\", i.e. when one dimension $L_y$ of the Hall surface becomes\ncomparable to the magnetic length $\\ell_B$. Formally, the models can be viewed\nas topological generalizations of the 1D Hubbard model with\ncenter-of-mass-preserving hopping of multiparticle clusters. In some cases, we\nshow that the models can be exactly solved using elementary techniques, and\nyield simple wave functions for the ground states as well as the entire neutral\nexcitation spectrum. We study a large class of Abelian and non-Abelian states\nin this limit, including the Read-Rezayi $\\mathbb{Z}_k$ series, as well as\nstates deriving from non-unitary conformal field theories -- the \"Gaffnian\",\n\"Haffnian\", Haldane-Rezayi, and the \"permanent\" state. We find that the\nthin-cylinder limit of unitary states is \"classical\": their effective\nHamiltonians reduce to only Hartree-type terms, the ground states are trivial\ninsulators, and excitation gaps result from simple electrostatic repulsion. In\ncontrast, for states deriving from non-unitary conformal field theories, the\nthin-cylinder limit is found to be intrinsically \\emph{quantum} -- it contains\nhopping terms that play an important role in the structure of the ground states\nand in the energetics of the low-lying neutral excitations.\n","Comment: 18 pages, 10 figures"]}]
["1407.1732",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1407.1732","MNRAS 443, 3601-3611 (2014)","doi:10.1093/mnras/stu1345"],"date":["2014-07-07"],"type":["text"],"creator":["Lee-Waddell, K.","Spekkens, K.","Cuillandre, J. -C.","Cannon, J.","Haynes, M. P.","Sick, J.","Chandra, P.","Patra, N.","Stierwalt, S.","Giovanelli, R."],"language":[],"coverage":[],"title":["An extremely optically dim tidal feature in the gas-rich interacting\n  galaxy group NGC 871/NGC 876/NGC 877"],"description":["  We present GMRT HI observations and deep CFHT MegaCam optical images of the\ngas-rich interacting galaxy group NGC 871/NGC 876/NGC 877 (hereafter NGC\n871/6/7). Our high-resolution data sets provide a census of the HI and stellar\nproperties of the detected gas-rich group members. In addition to a handful of\nspiral, irregular and dwarf galaxies, this group harbours an intriguing HI\nfeature, AGC 749170, that has a gas mass of ~10^9.3 M_sol, a dynamical-to-gas\nmass ratio of ~1 (assuming the cloud is rotating and in dynamical equilibrium)\nand no optical counterpart in previous imaging. Our observations have revealed\na faint feature in the CFHT g'- and r'-bands; if it is physically associated\nwith AGC 749170, the latter has M/L_g > 1000 M_sol/L_sol as well as a higher\nmetallicity (estimated using photometric colours) and a significantly younger\nstellar population than the other low-mass gas-rich group members. These\nproperties, as well as its spectral and spatial location with respect to its\nsuspected parent galaxies, strongly indicate a tidal origin for AGC 749170.\nOverall, the HI properties of AGC 749170 resemble those of other optically\ndark/dim clouds that have been found in groups. These clouds could represent a\nclass of relatively long-lived HI-rich tidal remnants that survive in\nintermediate-density environments.\n","Comment: 11 pages, 6 figures, accepted for publication in MNRAS"]}]
["1407.2124",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1407.2124","SIGMA 10 (2014), 085, 45 pages","doi:10.3842/SIGMA.2014.085"],"date":["2014-07-08","2014-08-13"],"type":["text"],"creator":["Schroer, Bert"],"language":[],"coverage":[],"title":["The Ongoing Impact of Modular Localization on Particle Theory"],"description":["  Modular localization is the concise conceptual formulation of causal\nlocalization in the setting of local quantum physics. Unlike QM it does not\nrefer to individual operators but rather to ensembles of observables which\nshare the same localization region, as a result it explains the probabilistic\naspects of QFT in terms of the impure KMS nature arising from the local\nrestriction of the pure vacuum. Whereas it played no important role in the\nperturbation theory of low spin particles, it becomes indispensible for\ninteractions which involve higher spin $s\\geq1$ fields, where is leads to the\nreplacement of the operator (BRST) gauge theory setting in Krein space by a new\nformulation in terms of stringlocal fields in Hilbert space. The main purpose\nof this paper is to present new results which lead to a rethinking of important\nissues of the Standard Model concerning massive gauge theories and the Higgs\nmechanism. We place these new findings into the broader context of ongoing\nconceptual changes within QFT which already led to new nonperturbative\nconstructions of models of integrable QFTs. It is also pointed out that modular\nlocalization does not support ideas coming from string theory, as extra\ndimensions and Kaluza-Klein dimensional reductions outside quasiclassical\napproximations. Apart from hologarphic projections on null-surfaces, holograhic\nrelations between QFT in different spacetime dimensions violate the causal\ncompleteness property, this includes in particular the Maldacena conjecture.\nLast not least, modular localization sheds light onto unsolved problems from\nQFT's distant past since it reveals that the Einstein-Jordan conundrum is\nreally an early harbinger of the Unruh effect.\n","Comment: a small text overlap with unpublished arXiv:1201.6328"]}]
["1407.2163",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1407.2163","J. Hartmann et al., Phys. Rev. Lett. 113, 062001 (2014)","doi:10.1103/PhysRevLett.113.062001"],"date":["2014-07-08"],"type":["text"],"creator":["Hartmann, J.","Dutz, H.","Anisovich, A. V.","Bayadilov, D.","Beck, R.","Becker, M.","Beloglazov, Y.","Berlin, A.","Bichow, M.","Böse, S.","Brinkmann, K. -Th.","Crede, V.","Dieterle, M.","Eberhardt, H.","Elsner, D.","Fornet-Ponse, K.","Friedrich, St.","Frommberger, F.","Funke, Ch.","Gottschall, M.","Gridnev, A.","Grüner, M.","Gutz, E.","Hammann, Ch.","Hannappel, J.","Hannen, V.","Herick, J.","Hillert, W.","Hoffmeister, Ph.","Honisch, Ch.","Jahn, O.","Jude, T.","Käser, A.","Kaiser, D.","Kalinowsky, H.","Kalischewski, F.","Klassen, P.","Keshelashvili, I.","Klein, F.","Klempt, E.","Koop, K.","Krusche, B.","Kube, M.","Lang, M.","Lopatin, I.","Makonyi, K.","Messi, F.","Metag, V.","Meyer, W.","Müller, J.","Nanova, M.","Nikonov, V.","Novinski, D.","Novotny, R.","Piontek, D.","Rosenbaum, C.","Roth, B.","Reicherz, G.","Rostomyan, T.","Sarantsev, A.","Schmidt, Ch.","Schmieden, H.","Schmitz, R.","Seifen, T.","Sokhoyan, V.","Thämer, Ph.","Thiel, A.","Thoma, U.","Urban, M.","van Pee, H.","Walther, D.","Wendel, Ch.","Wiedner, U.","Wilson, A.","Winnebeck, A.","Witthauer, L.","Wunderlich, Y."],"language":[],"coverage":[],"title":["The N(1520) 3/2- helicity amplitudes from an energy-independent\n  multipole analysis based on new polarization data on photoproduction of\n  neutral pions"],"description":["  New data on the polarization observables T, P, and H for the reaction $\\gamma\np \\to p\\pi^0$ are reported. The results are extracted from azimuthal\nasymmetries when a transversely polarized butanol target and a linearly\npolarized photon beam are used. The data were taken at the Bonn electron\nstretcher accelerator ELSA using the CBELSA/TAPS detector. These and earlier\ndata are used to perform a truncated energy-independent partial wave analysis\nin sliced-energy bins. This energy-independent analysis is compared to the\nresults from energy-dependent partial wave analyses.\n"]}]
["1407.4233",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1407.4233","van der Wel, A. et al. 2014, ApJ, 792, L6","doi:10.1088/2041-8205/792/1/L6"],"date":["2014-07-16","2014-08-13"],"type":["text"],"creator":["van der Wel, A.","Chang, Yu-Yen","Bell, E. F.","Holden, B. P.","Ferguson, H. C.","Giavalisco, M.","Rix, H. -W.","Skelton, R.","Whitaker, K.","Momcheva, I.","Brammer, G.","Kassin, S. A.","Martig, M.","Dekel, A.","Ceverino, D.","Koo, D. C.","Mozena, M.","van Dokkum, P. G.","Franx, M.","Faber, S. M.","Primack, J."],"language":[],"coverage":[],"title":["Geometry of Star-Forming Galaxies from SDSS, 3D-HST and CANDELS"],"description":["  We determine the intrinsic, 3-dimensional shape distribution of star-forming\ngalaxies at 0<z<2.5, as inferred from their observed projected axis ratios. In\nthe present-day universe star-forming galaxies of all masses 1e9 - 1e11 Msol\nare predominantly thin, nearly oblate disks, in line with previous studies. We\nnow extend this to higher redshifts, and find that among massive galaxies (M* >\n1e10 Msol) disks are the most common geometric shape at all z < 2. Lower-mass\ngalaxies at z>1 possess a broad range of geometric shapes: the fraction of\nelongated (prolate) galaxies increases toward higher redshifts and lower\nmasses. Galaxies with stellar mass 1e9 Msol (1e10 Msol) are a mix of roughly\nequal numbers of elongated and disk galaxies at z~1 (z~2). This suggests that\ngalaxies in this mass range do not yet have disks that are sustained over many\norbital periods, implying that galaxies with present-day stellar mass\ncomparable to that of the Milky Way typically first formed such sustained\nstellar disks at redshift z~1.5-2. Combined with constraints on the evolution\nof the star formation rate density and the distribution of star formation over\ngalaxies with different masses, our findings imply that, averaged over cosmic\ntime, the majority of stars formed in disks.\n","Comment: Published in ApJ Letters"]}]
["1407.4698",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1407.4698"],"date":["2014-07-17","2014-08-13"],"type":["text"],"creator":["Magro, Alessio","Adami, Kristian Zarb","Ord, Steve"],"language":[],"coverage":[],"title":["Suitability of NVIDIA GPUs for SKA1-Low"],"description":["  In this memo we investigate the applicability of NVIDIA Graphics Processing\nUnits (GPUs) for SKA1-Low station and Central Signal Processing (CSP)-level\nprocessing. Station-level processing primarily involves generating a single\nstation beam which will then be correlated with other beams in CSP. Fine\nchannelisation can be performed either at the station of CSP-level, while\ncoarse channelisation is assumed to be performed on FPGA-based Tile Processors,\ntogether with A/D conversion, equilisation and other processes. Rough estimates\nfor number of GPUs required and power requirements will also be provided.\n","Comment: 9 pages, 4 figures. SKA Memo 152"]}]
["1407.8018",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1407.8018"],"date":["2014-07-30","2014-08-13"],"type":["text"],"creator":["Marzari, F."],"language":[],"coverage":[],"title":["Impact of planet--planet scattering on the formation and survival of\n  debris disks"],"description":["  Planet--planet scattering is a major dynamical mechanism able to\nsignificantly alter the architecture of a planetary system. In addition to\nthat, it may also affect the formation and retention of a debris disk by the\nsystem. A violent chaotic evolution of the planets can easily clear leftover\nplanetesimal belts preventing the ignition of a substantial collisional cascade\nthat can give origin to a debris disk. On the other end, a mild evolution with\nlimited steps in eccentricity and semimajor axis can trigger the formation of a\ndebris disk by stirring an initially quiet planetesimal belt. The variety of\npossible effects that planet--planet scattering can have on the formation of\ndebris disks is analysed and the statistical probability of the different\noutcomes is evaluated. This leads to the prediction that systems which\nunderwent an episode of chaotic evolution might have a lower probability of\nharboring a debris disk.\n","Comment: Accepted for publication on MNRAS"]}]
["1408.0397",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.0397","doi:10.1016/j.nuclphysa.2014.07.048"],"date":["2014-08-02","2014-08-13"],"type":["text"],"creator":["Tannenbaum, M. J.","Collaboration, for the PHENIX"],"language":[],"coverage":[],"title":["Transverse Energy ($E_T$) distributions at mid-rapidity in $p$$+$$p$,\n  $d$$+$Au and Au$+$Au collisions at $\\sqrt{s_{_{NN}}}$=200 GeV and\n  implications for particle production models"],"description":["  Measurements of the midrapidity transverse energy distribution $d{\\rm\nE}_T/d\\eta$ are presented for $p$$+$$p$, $d$$+$Au, and Au$+$Au Collisions at\n$\\sqrt{s_{_{NN}}}$=62.4--200 GeV. The ${\\rm E}_T$ distributions are compared\nwith the number of participants, $N_{\\rm part}$, the number of\nconstituent-quark participants, $N_{qp}$, and the number of color-strings\n(Additive Quark Model-AQM) calculated from a Glauber model. For Au$+$Au,\n$\\langle d{\\rm E}_T/d\\eta/(0.5 N_{\\rm part})\\rangle$ increases with $N_{\\rm\npart}$, while $\\langle d{\\rm E}_T/d\\eta/N_{qp}\\rangle$ is approximately\nconstant vs. centrality for $\\sqrt{s_{_{NN}}} \\geq 62.4$ GeV. This indicates\nthat the two component ansatz, $d{\\rm E}_T^{\\rm AA}/d\\eta=(d{\\rm E}_T^{\\rm\npp}/d\\eta)\\ [(1-x)\\, N_{\\rm part}/2 + x\\, N_{\\rm coll}]$, which has been used\nto represent ${\\rm E}_T$ distributions, is simply a proxy for $N_{qp}$, and\nthat the $N_{\\rm coll}$ term does not represent a hard-scattering component in\n${\\rm E}_T$ distributions. The $d{\\rm E}_T/d\\eta$ distributions of $d$$+$Au,\nand Au$+$Au are calculated from the measured $p$$+$$p$ ${\\rm E}_T$ distribution\nusing two models (AQM and $N_{qp}$) that both reproduce the Au$+$Au data. For\nthe asymmetric $d$$+$Au system, the $N_{qp}$ model reproduces the data while\nthe AQM does not.\n","Comment: 4 pages, 4 figures, Proceedings of the \"Quark Matter 2014\n  Conference\", XXIV International Conference on Ultrarelativistic\n  Nucleus-Nucleus Collisions, Darmstadt, May 19-24 2014. In press Nuclear\n  Physics A"]}]
["1408.1900",{"format":[],"subject":["Computer Science - Mathematical Software","Condensed Matter - Statistical Mechanics","Computer Science - Computational Engineering, Finance, and Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.1900"],"date":["2014-08-07"],"type":["text"],"creator":["Yesil, Ayse Ferhan","Yalabik, M. Cemal"],"language":[],"coverage":[],"title":["A Report of a Significant Error On a Frequently Used Pseudo Random\n  Number Generator"],"description":["  Emergence of stochastic simulations as an extensively used computational tool\nfor scientific purposes intensified the need for more accurate ways of\ngenerating sufficiently long sequences of uncorrelated random numbers. Even\nthough several different methods have been proposed for this end, deterministic\nalgorithms known as pseudo-random number generators (PRNGs) emerged to be the\nmost widely used tool as a replicable, portable and easy to use method to\ngenerate such random number sequences. Here, we introduce a simple Poisson\nprocess whose simulation gives systematic errors when the very commonly used\nrandom number generator of the GNU C Library (Glibc) is utilised. The PRNG of\nGlibc is an additive lagged Fibonacci generator, the family of such PRNGs are\naccepted as relatively safe among other PRNGs. The systematic errors indicate\ncomplex correlation relations among random numbers which requires a further\nexplanation.\n","Comment: 9 pages, 4 figures, 1 table"]}]
["1408.2206",{"format":[],"subject":["Mathematics - Number Theory","11A55, 11J70, 11B83, 11B75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2206"],"date":["2014-08-10","2014-08-13"],"type":["text"],"creator":["Allouche, Jean-Paul","Baruchel, Thomas"],"language":[],"coverage":[],"title":["Variations on an error sum function for the convergents of some powers\n  of $e$"],"description":["  Several years ago the second author playing with different \"recognizers of\nreal constants\", e.g., the LLL algorithm, the Plouffe inverter, etc. found\nempirically the following formula. Let $p_n/q_n$ denote the $n$th convergent of\nthe continued fraction of the constant $e$, then $$ \\sum_{n \\geq 0} |q_n e -\np_n| = \\frac{e}{4} \\left(- 1 + 10 \\sum_{n \\geq 0} \\frac{(-1)^n}{(n+1)! (2n^2 +\n7n + 3)}\\right). $$ The purpose of the present paper is to prove this formula\nand to give similar formulas for some powers of $e$.\n"]}]
["1408.2412",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2412"],"date":["2014-08-11","2014-08-13"],"type":["text"],"creator":["Hossein, Sk. Monowar","Molla, Sajahan","Jafry, Md. Abdul Kayum","Kalam, Mehedi"],"language":[],"coverage":[],"title":["Compact Stars in low-mass X-ray binaries"],"description":["  We propose a model for compact stars in low-mass X-ray binaries(LMXBs) namely\nKS 1731-260, EXO 1745-248 and 4U 1608-52. Here we investigate the physical\nphenomena of a compact star in the LMXBs. Using our model, we have calculated\ncentral density, surface density, mass(M) and red-shift for the above mentioned\ncompact stars, which is very much consistent with the reported data. We also\nobtain the possible equation of state(EOS) of the stars which is physically\nacceptable.\n","Comment: 6 pages, 25 figures"]}]
["1408.2552",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Computer Science - Learning","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2552"],"date":["2014-08-11"],"type":["text"],"creator":["Deshwar, Amit G.","Vembu, Shankar","Morris, Quaid"],"language":[],"coverage":[],"title":["Comparing Nonparametric Bayesian Tree Priors for Clonal Reconstruction\n  of Tumors"],"description":["  Statistical machine learning methods, especially nonparametric Bayesian\nmethods, have become increasingly popular to infer clonal population structure\nof tumors. Here we describe the treeCRP, an extension of the Chinese restaurant\nprocess (CRP), a popular construction used in nonparametric mixture models, to\ninfer the phylogeny and genotype of major subclonal lineages represented in the\npopulation of cancer cells. We also propose new split-merge updates tailored to\nthe subclonal reconstruction problem that improve the mixing time of Markov\nchains. In comparisons with the tree-structured stick breaking prior used in\nPhyloSub, we demonstrate superior mixing and running time using the treeCRP\nwith our new split-merge procedures. We also show that given the same number of\nsamples, TSSB and treeCRP have similar ability to recover the subclonal\nstructure of a tumor.\n","Comment: Preprint of an article submitted for consideration in the Pacific\n  Symposium on Biocomputing \\c{opyright} 2015; World Scientific Publishing Co.,\n  Singapore, 2015; http://psb.stanford.edu/"]}]
["1408.2609",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2609","doi:10.1093/mnras/stu1646"],"date":["2014-08-11"],"type":["text"],"creator":["Young, T.","Jerjen, H.","López-Sánchez, Á. R.","Koribalski, B. S."],"language":[],"coverage":[],"title":["Deep Near-Infrared Surface Photometry and Properties of Local Volume\n  Dwarf Irregular Galaxies"],"description":["  We present deep H-band surface photometry and analysis of 40 Local Volume\ngalaxies, a sample primarily composed of dwarf irregulars in the Cen A group,\nobtained using the IRIS2 detector at the 3.9m Anglo-Australian Telescope. We\nprobe to a surface brightness of ~25 mag arcsec$^{-2}$, reaching a 40 times\nlower stellar density than the Two Micron All Sky Survey (2MASS). Employing\nextremely careful and rigorous cleaning techniques to remove contaminating\nsources, we perform surface photometry on 33 detected galaxies deriving the\nobserved total magnitude, effective surface brightness and best fitting\nS\\'ersic parameters. We make image quality and surface photometry comparisons\nto 2MASS and VISTA Hemispheric Survey (VHS) demonstrating that deep targeted\nsurveys are still the most reliable means of obtaining accurate surface\nphotometry. We investigate the B-H colours with respect to mass for Local\nVolume galaxies, finding that the colours of dwarf irregulars are significantly\nvaried, eliminating the possibility of using optical-NIR colour transformations\nto facilitate comparison to the more widely available optical data sets. The\nstructure-luminosity relationships are investigated for our `clean' sample of\ndwarf irregulars. We demonstrate that a significant fraction of the Local\nVolume dwarf irregular population have underlying structural properties similar\nto both Local Volume and Virgo Cluster dwarf ellipticals. Linear regressions to\nstructure-luminosity relationships for the Local Volume galaxies and Virgo\nCluster dwarf ellipticals show significant differences in both slope and\nscatter around the established trend lines, suggesting that environment might\nregulate the structural scaling relationships of dwarf galaxies in comparison\nto their more isolated counterparts.\n","Comment: 27 pages, 14 figures, 5 tables"]}]
["1408.2673",{"format":[],"subject":["Mathematics - Symplectic Geometry","High Energy Physics - Theory","Mathematics - Algebraic Geometry","Mathematics - Algebraic Topology","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2673"],"date":["2014-08-12"],"type":["text"],"creator":["Kapranov, Mikhail","Kontsevich, Maxim","Soibelman, Yan"],"language":[],"coverage":[],"title":["Algebra of the infrared and secondary polytopes"],"description":["  We study algebraic structures ($L_\\infty$ and $A_\\infty$-algebras) introduced\nby Gaiotto, Moore and Witten in their recent work devoted to certain\nsupersymmetric 2-dimensional massive field theories.\n  We show that such structures can be systematically produced in any number of\ndimensions by using the geometry of secondary polytopes, esp. their\nfactorization properties. In particular, in 2 dimensions, we produce, out of a\npolyhedral \"coefficient system\", a dg-category $R$ with a semi-orthogonal\ndecomposition and an $L_\\infty$-algebra $\\mathfrak g$. We show that $\\mathfrak\ng$ is quasi-isomorphic to the ordered Hochschild complex of $R$, governing\ndeformations preserving the semi-orthogonal decomposition.\n  This allows us to give a more precise mathematical formulation of the\n(conjectural) alternative description of the Fukaya-Seidel category of a Kahler\nmanifold endowed with a holomorphic Morse function.\n","Comment: 75 pages, 28 figures"]}]
["1408.2802",{"format":[],"subject":["Physics - Optics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2802"],"date":["2014-08-08","2014-08-13"],"type":["text"],"creator":["Lashkari-Ghouchani, H.","Alizadeh, M. H."],"language":[],"coverage":[],"title":["Energy-momentum conservation and Lipkin's zilch"],"description":["  As Noether's theorem states any differentiable symmetry of the action of a\nphysical system has a corresponding conservation law. Lipkin introduced the\nconservation laws of zilches. But the corresponding symmetries are yet to be\ndetermined. Here we find a method to determine those symmetries and by direct\ncalculations express the zilch tensor's relation to current-density for\n$n$-dimensional Minkowski space-time. Also, we extend this method to calculate\nsymmetries of conservation of energy-momentum. Finally we show that in the\nspecial case of n=4, our general equation governing optical chirality reduces\nto the continuity equation of optical chirality density and optical chirality\nflow.\n"]}]
["1408.2803",{"format":[],"subject":["Computer Science - Learning","68T05, 68T10, 68Q32,","I.5.1","I.5.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2803"],"date":["2014-08-12","2014-08-13"],"type":["text"],"creator":["Jayadeva"],"language":[],"coverage":[],"title":["Learning a hyperplane classifier by minimizing an exact bound on the VC\n  dimension"],"description":["  The VC dimension measures the capacity of a learning machine, and a low VC\ndimension leads to good generalization. While SVMs produce state-of-the-art\nlearning performance, it is well known that the VC dimension of a SVM can be\nunbounded; despite good results in practice, there is no guarantee of good\ngeneralization. In this paper, we show how to learn a hyperplane classifier by\nminimizing an exact, or \\boldmath{$\\Theta$} bound on its VC dimension. The\nproposed approach, termed as the Minimal Complexity Machine (MCM), involves\nsolving a simple linear programming problem. Experimental results show, that on\na number of benchmark datasets, the proposed approach learns classifiers with\nerror rates much less than conventional SVMs, while often using fewer support\nvectors. On many benchmark datasets, the number of support vectors is less than\none-tenth the number used by SVMs, indicating that the MCM does indeed learn\nsimpler representations.\n","Comment: Accepted Author Manuscript (Neurocomputing, Elsevier); 10 pages"]}]
["1408.2824",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2824"],"date":["2014-08-11"],"type":["text"],"creator":["Apeltsin, Leonard"],"language":[],"coverage":[],"title":["A CryptoCubic Protocol for Hacker-Proof Off-Chain Bitcoin Transactions"],"description":["  Off-Chain transactions allow for the immediate transfer of Cryptocurrency\nbetween two parties, without delays or unavoidable transaction fees. Such\ncapabilities are critical for mainstream Cryptocurrency adaption. They allow\nfor the \"Coffee-Coin Criteria\"; under which a customer orders a coffee and pays\nfor that coffee in bitcoins. This is not possible with On-Chain transactions\ntoday. Unfortunately, all existing Off-Chain transaction protocols are\nnotoriously unreliable The current generation of third-party facilitators are\nvulnerable to hacker-based attacks. As Mt. Gox tragically demonstrated,\ncentralized-transaction institutions are easy targets for Cryptocurrency\nthieves. The slightest security flaw in a third-party system will pounced on by\nhackers, who will proceed to devour it like ants devouring a crab. Under such\ncircumstances, it no wonder that the Public treats most Cryptocurrency services\nwith a constant shadow of suspicion. For Bitcoin to flourish, its\nanti-hierarchy principles must be applied to safe Off-Chain transactions. First\nand foremost, we need a new hacker-proof protocol that can easily be executed\nby any experienced developer. Preferably, the protocol will be open-sourced for\nfull reliability and transparency. This paper presents one such procedure,\nwhich allows for he safe transmission of Bitcoin private key control by way of\nCryptocubic transactions.\n"]}]
["1408.2836",{"format":[],"subject":["Quantum Physics","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2836"],"date":["2014-08-12"],"type":["text"],"creator":["Valentini, Antony"],"language":[],"coverage":[],"title":["Quantum interview"],"description":["  This paper collects into one place my replies to the questions posed by\nMaximilian Schlosshauer in his interview volume about the foundations of\nquantum mechanics, \"Elegance and Enigma: The Quantum Interviews\" (Springer,\n2011).\n","Comment: 21 pages, \"Elegance and Enigma: The Quantum Interviews\", ed. M.\n  Schlosshauer (Springer, 2011)"]}]
["1408.2840",{"format":[],"subject":["Nuclear Theory","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2840"],"date":["2014-08-12"],"type":["text"],"creator":["Ergun, A.","Imal, H.","Buyukcizmeci, N.","Ogul, R.","Botvina, A. S."],"language":[],"coverage":[],"title":["Influence of angular momentum and Coulomb interaction of colliding\n  nuclei on their multifragmentation"],"description":["  Theoretical calculations are performed to investigate the angular momentum\nand Coulomb effects on fragmentation and multifragmentation in peripheral\nheavy-ion collisions at Fermi energies. Inhomogeneous distributions of hot\nfragments in the freeze-out volume are taken into account by microcanonical\nMarkov chain calculations within the Statistical Multifragmentation Model\n(SMM). Including an angular momentum and a long-range Coulomb interaction\nbetween projectile and target residues leads to new features in the statistical\nfragmentation picture. In this case, one can obtain specific correlations of\nsizes of emitted fragments with their velocities and an emission in the\nreaction plane. In addition, one may see a significant influence of these\neffects on the isotope production both in the midrapidity and in the kinematic\nregions of the projectile/target. The relation of this approach to the\nsimulations of such collisions with dynamical models is also discussed.\n","Comment: 9 pages, 7 figures, submitted to Phys. Rev. C 2014"]}]
["1408.2842",{"format":[],"subject":["Computer Science - Formal Languages and Automata Theory","68Q45, 68Q70, 20M3","F.4.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2842","In H. J\\\"urgensen, J. Karhum\\\"aki, and A. Okhotin, editors,\n  Proceedings of DCFS 2014. LNCS vol. 8614, pp. 23-28, 2014","doi:10.1007/978-3-319-09704-6_3"],"date":["2014-08-12"],"type":["text"],"creator":["Kufleitner, Manfred"],"language":[],"coverage":[],"title":["Star-free languages and local divisors"],"description":["  A celebrated result of Sch\\\"utzenberger says that a language is star-free if\nand only if it is is recognized by a finite aperiodic monoid. We give a new\nproof for this theorem using local divisors.\n","Comment: This is a prior version of an invited contribution at the 16th\n  International Workshop on Descriptional Complexity of Formal Systems (DCFS\n  2014) in Turku, Finland. The final publication is available at Springer via\n  http://dx.doi.org/10.1007/978-3-319-09704-6_3"]}]
["1408.2845",{"format":[],"subject":["Mathematics - Logic","03D"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2845","Notre Dame Journal of Formal Logic 50 (2009), no. 4, 445--452","doi:10.1215/00294527-2009-020"],"date":["2014-08-12"],"type":["text"],"creator":["Nies, André","Kjos-Hanssen, Bjørn"],"language":[],"coverage":[],"title":["Superhighness"],"description":["  We prove that superhigh sets can be jump traceable, answering a question of\nCole and Simpson. On the other hand, we show that such sets cannot be weakly\n2-random. We also study the class superhigh$^\\Diamond$, and show that it\ncontains some, but not all, of the noncomputable $K$-trivial sets.\n"]}]
["1408.2846",{"format":[],"subject":["Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2846"],"date":["2014-08-12"],"type":["text"],"creator":["Estrada, Sergio","Gillespie, James","Odabaşi, Sinem"],"language":[],"coverage":[],"title":["Pure exact structures and the pure derived category of a scheme"],"description":["  Let $\\mathcal C$ be closed symmetric monoidal Grothendieck category. We\ndefine the pure derived category with respect to the monoidal structure via a\nrelative injective model category structure on the category\n$\\mathbf{C}(\\mathcal C)$ of unbounded chain complexes in $\\mathcal C$. We use\n$\\lambda$-Purity techniques to get this. As application we define the stalkwise\npure derived category of the category of quasi--coherent sheaves on a\nquasi-separated scheme. We also give a different approach by using the category\nof flat quasi--coherent sheaves.\n"]}]
["1408.2847",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2847","doi:10.1117/12.2056888"],"date":["2014-08-12"],"type":["text"],"creator":["de Oliveira, Antonio Cesar","de Oliveira, Lígia Souza","de Arruda, Márcio V.","Marrara, Lucas Souza","Santos, Leandro H. dos","Ferreira, Décio","Santos, Jesulino B. dos","Rosa, Josimar A.","Junior, Orlando V.","Pereira, Jeferson M.","Castilho, Bruno","Gneiding, Clemens","Junior, Laerte S.","de Oliveira, Claudia M.","Gunn, James E.","Ueda, Akitoshi","Takato, Naruhisa","Shimono, Atsushi","Sugai, Hajime","Karoji, Hiroshi","Kimura, Masahiko","Tamura, Naoyuki","Wang, Shiang-Yu","Murray, Graham","Mignant, David Le","Madec, Fabrice","Jaquet, Marc","Vives, Sebastien","Fisher, Charlie","Braun, David","Schwochert, Mark","Reiley, Daniel J."],"language":[],"coverage":[],"title":["Fiber Optical Cable and Connector System (FOCCoS) for PFS/Subaru"],"description":["  FOCCoS, Fiber Optical Cable and Connector System, has the main function of\ncapturing the direct light from the focal plane of Subaru Telescope using\noptical fibers, each one with a microlens in its tip, and conducting this light\nthrough a route containing connectors to a set of four spectrographs. The\noptical fiber cable is divided in 3 different segments called Cable A, Cable B\nand Cable C. Multi-fibers connectors assure precise connection among all\noptical fibers of the segments, providing flexibility for instrument changes.\nTo assure strong and accurate connection, these sets are arranged inside two\ntypes of assemblies: the Tower Connector, for connection between Cable C and\nCable B; and the Gang Connector, for connection between Cable B and Cable A.\nThroughput tests were made to evaluate the efficiency of the connections. A\nlifetime test connection is in progress. Cable C is installed inside the PFI,\nPrime Focus Instrument, where each fiber tip with a microlens is bonded to the\nend of the shaft of a 2-stage piezo-electric rotatory motor positioner; this\nassembly allows each fiber to be placed anywhere within its patrol region,\nwhich is 9.5mm diameter.. Each positioner uses a fiber arm to support the\nferrule, the microlens, and the optical fiber. 2400 of these assemblies are\narranged on a motor bench plate in a hexagonal-closed-packed disposition.\n","Comment: 11 pages, 20 figures"]}]
["1408.2848",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2848","doi:10.1117/12.2056400"],"date":["2014-08-12"],"type":["text"],"creator":["de Oliveira, Antonio Cesar","Gunn, James E.","de Oliveira, Ligia Souza","de Arruda, Marcio Vital","Marrara, Lucas Souza","Santos, Leandro Henrique dos","Ferreira, Décio","Santos, Jesulino Bispo dos","Rosa, Josimar Aparecido","Ribeiro, Flavio Felipe","Vilaça, Rodrigo de Paiva","Junior, Orlando Verducci","Junior, Laerte Sodré","de Oliveira, Claudia Mendes"],"language":[],"coverage":[],"title":["Slit device for FOCCoS, PFS, Subaru"],"description":["  The Fiber Optical Cable and Connector System, FOCCoS, subsystem of the Prime\nFocus Spectrograph, PFS, for Subaru telescope, is responsible to feed four\nspectrographs with a set of optical fibers cables. The light injection for each\nspectrograph is assured by a convex curved slit with a linear array of 616\noptical fibers. In this paper we present a design of a slit that ensures the\nright direction of the fibers by using masks of micro holes. This kind of mask\nis made by a technique called electroforming, which is able to produce a nickel\nplate with holes in a linear sequence. The precision error is around 1micron in\nthe diameter and 1 micron in the positions of the holes. This nickel plate may\nbe produced with a thickness between 50 and 200 microns, so it may be very\nflexible. This flexibility allows the mask to be bent into the shape necessary\nfor a curved slit. The concept requires two masks, which we call Front Mask,\nand Rear Mask, separated by a gap that defines the thickness of the slit. The\npitch and the diameter of the holes define the linear geometry of the slit; the\ncurvature of each mask defines the angular geometry of the slit. Obviously,\nthis assembly must be mounted inside a structure rigid and strong enough to be\nsupported inside the spectrograph. This structure must have a CTE optimized to\navoid displacement of the fibers or increased FRD of the fibers when the device\nis submitted to temperatures around 3 degrees Celsius, the temperature of\noperation of the spectrograph. We have produced two models. Both are mounted\ninside a very compact Invar case, and both have their front surfaces covered by\na dark composite, to reduce stray light. Furthermore, we have conducted\nexperiments with two different internal structures to minimize effects caused\nby temperature gradients.\n"]}]
["1408.2849",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2849","doi:10.1117/12.2055888"],"date":["2014-08-12"],"type":["text"],"creator":["de Oliveira, Antonio Cesar","de Oliveira, Ligia Souza","Marrara, Lucas Souza","Santos, Leandro Henrique dos","de Arruda, Marcio Vital","Santos, Jesulino Bispo dos","Ferreira, Décio","Rosa, Josimar Aparecido","Vilaca, Rodrigo de Paiva","de Oliveira, Laerte Sodre Junior Claudia Mendes","Gunn, James E."],"language":[],"coverage":[],"title":["Multi-fibers connectors systems for FOCCoS-PFS-Subaru"],"description":["  The Fiber Optical Cable and Connector System (FOCCoS), provides optical\nconnection between 2400 positioners and a set of spectrographs through optical\nfibers cables as part of PFS instrument for Subaru telescope. The optical fiber\ncable will be segmented in 3 parts along the route, cable A, cable B and cable\nC, connected by a set of multi-fiber connectors. The company USCONEC produces\nthe multi-fiber connector under study. The USCONEC 32F model can connect 32\noptical fibers in a 4 x 8 matrix arrangement. The ferrules are made of a\ndurable composite, Polyphenylene Sulfide (PPS) based thermoplastic. The\nconnections are held in place by a push-on/pull-off latch, and the connector\ncan also be distinguished by a pair of metal guide pins that protrude from the\nfront of the connector. Two fibers per connector will be used for monitoring\nthe connection procedure. It was found to be easy to polish and it is small\nenough to be mounted in groups. Highly multiplexed instruments like PFS require\na fiber connector system that can deliver excellent optical performance and\nreliability. PFS requires two different types of structures to organize the\nconnectors. The Tower Connector system, with 80 multi-fiber connectors, will be\na group of connectors for connecting cable B (Telescope Structure) with cable C\n(Positioners Plate). The Gang Connector system is a group of 8 gang connectors,\neach one with 12 multi-fibers connectors, for connecting cable B (Telescope\nStructure) with cable A (Spectrograph). The bench tests with these connector\nsystems and the chosen fibers should measure the throughput of light and the\nstability after many connections and disconnections. In this paper we describe\ntests and procedures to evaluate the throughput and FRD increment. The lifetime\nof the ferrules is also in evaluation.\n"]}]
["1408.2850",{"format":[],"subject":["Mathematics - Logic","03D"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2850","Journal of Logic and Analysis 2 (2010), no. 10, 1--13"],"date":["2014-08-12"],"type":["text"],"creator":["Kjos-Hanssen, Bjørn"],"language":[],"coverage":[],"title":["The probability distribution as a computational resource for randomness\n  testing"],"description":["  When testing a set of data for randomness according to a probability\ndistribution that depends on a parameter, access to this parameter can be\nconsidered as a computational resource. We call a randomness test Hippocratic\nif it is not permitted to access this resource. In these terms, we show that\nfor Bernoulli measures $\\mu_p$, $0\\le p\\le 1$ and the Martin-L\\\"of randomness\nmodel, Hippocratic randomness of a set of data is the same as ordinary\nrandomness. The main idea of the proof is to first show that from\nHippocrates-random data one can Turing compute the parameter $p$. However, we\nshow that there is no single Hippocratic randomness test such that passing the\ntest implies computing $p$, and in particular there is no universal Hippocratic\nrandomness test.\n"]}]
["1408.2851",{"format":[],"subject":["Mathematics - Logic","03E17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2851"],"date":["2014-08-12"],"type":["text"],"creator":["Miller, Arnold W."],"language":[],"coverage":[],"title":["The onto mapping property of Sierpinski"],"description":["  Define\n  (*) There exists $(\\phi_n:\\omega_1\\to \\omega_1:n<\\omega)$ such that for every\nuncountable $I$ which is a subset of $\\omega_1$ there exists $n$ such that\n$\\phi_n$ maps $I$ onto $\\omega_1$.\n  This is roughly what Sierpinski in his book on the continuum hypothesis\nrefers to as $P_3$ but I think he brings reals number line into it. I don't\nknow French so I cannot say for sure what he says but I think he proves that\n(*) follows from the continuum hypothesis. We show that the existence of a\nLuzin set implies (*); and (*) implies that there exists a nonmeager set of\nreals of size $\\omega_1$. We also show that it is relatively consistent that\n(*) holds but there is no Luzin set. All the other properties in this paper,\n(**), (S*), (S**), (B*) are shown to be equivalent to (*).\n","Comment: Latest version: http://www.math.wisc.edu/~miller/res/sier.pdf"]}]
["1408.2852",{"format":[],"subject":["Computer Science - Human-Computer Interaction","Computer Science - Cryptography and Security","K.6.5"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2852"],"date":["2014-08-12"],"type":["text"],"creator":["Al-Ameen, Mahdi Nasrullah","Wright, Matthew"],"language":[],"coverage":[],"title":["A Comprehensive Study of the GeoPass User Authentication Scheme"],"description":["  Before deploying a new user authentication scheme, it is critical to subject\nthe scheme to comprehensive study. Few works, however, have undertaken such a\nstudy. Recently, Thorpe et al. proposed GeoPass, the most promising of a class\nof user authentication schemes based on geographic locations in online maps.\nTheir study showed very high memorability (97%) and satisfactory resilience\nagainst online guessing, which means that GeoPass has compelling features for\nreal-world use. No comprehensive study, however, has been conducted for GeoPass\nor any other location-based password scheme. In this paper, we present a\nsystematic approach for the detailed evaluation of a password system, which we\nimplement to study GeoPass. We conducted three separate studies to evaluate the\nsuitability of GeoPass for widespread use. First, we performed a field study\nover two months, in which users in a real-world setting remembered their\nlocation-passwords 96% of the time and showed improvement with more login\nsessions. Second, we conducted a study to test how users would fare with\nmultiple location-passwords and found that users remembered their\nlocation-passwords in less than 70% of login sessions, with 40% of login\nfailures due to interference effects. Third, we conducted a study to examine\nthe resilience of GeoPass against shoulder surfing. Our participants played the\nrole of attackers and had an overall success rate of 48%. Based on our results,\nwe suggest suitable applications of GeoPass in its current state and identify\naspects of GeoPass that must be improved before widespread deployment could be\nconsidered.\n","Comment: 14 pages, 5 figures, 10 tables"]}]
["1408.2853",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2853","doi:10.1117/12.2056047"],"date":["2014-08-12"],"type":["text"],"creator":["de Oliveira, Antonio Cesar","de Oliveira, Ligia Souza","de Arruda, Marcio Vital","Marrara, Lucas Souza","Santos, Leandro Henrique dos","Ferreira, Décio","Santos, Jesulino Bispo dos","Vilaca, Rodrigo de Paiva","Rosa, Josimar Aparecido","Junior, Laerte Sodre","de Oliveira, Claudia Mendes"],"language":[],"coverage":[],"title":["Polish device for FOCCoS/PFS slit system"],"description":["  The Fiber Optical Cable and Connector System, FOCCoS, for the Prime Focus\nSpectrograph, PFS, is responsible for transporting light from the Subaru\nTelescope focal plane to a set of four spectrographs. Each spectrograph will be\nfed by a convex curved slit with 616 optical fibers organized in a linear\narrangement. The slit frontal surface is covered with a special dark composite,\nmade with refractory oxide, which is able to sustain its properties with\nminimum quantities of abrasives during the polishing process; this stability is\nobtained This stability is obtained by the detachment of the refractory oxide\nnanoparticles, which then gently reinforce gently the polishing process and\nincrease its the efficiency. The surface roughness measured in several samples\nafter high performance polishing was about 0.01 microns. Furthermore, the time\nfor obtaining a polished surface with this quality is about 10 times less than\nthe time required for polishing a brass, glass or ceramic surface of the same\nsize. In this paper, we describe the procedure developed for high quality\npolishing of this type of slit. The cylindrical polishing described here, uses\ncylindrical concave metal bases on which glass paper is based. The polishing\nprocess consists to use grid sequences of 30 microns, 12 microns, 9 microns, 5\nmicrons, 3 microns, 1 micron and, finally, a colloidal silica on a chemical\ncloth. To obtain the maximum throughput, the surface of the fibers should be\npolished in such a way that they are optically flat and free from scratches.\nThe optical fibers are inspected with a microscope at all stages of the\npolishing process to ensure high quality. The efficiency of the process may be\nimproved by using a cylindrical concave composite base as a substrate suitable\nfor diamond liquid solutions. Despite this process being completely by hand,\nthe final result shows a very high quality.\n"]}]
["1408.2856",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2856"],"date":["2014-08-12"],"type":["text"],"creator":["Moran, Christine Corbett","Teyssier, Romain","Li, Baojiu"],"language":[],"coverage":[],"title":["Chameleon $f(R)$ gravity on the Virgo cluster scale"],"description":["  Models of modified gravity offer promising alternatives to the concordance\n$\\Lambda$CDM cosmology to explain the late-time acceleration of the universe. A\npopular such model is $f(R)$ gravity, in which the Ricci scalar in the\nEinstein-Hilbert action is replaced by a general function of it. We study the\n$f(R)$ model of Hu & Sawicki (2007), which recovers standard General Relativity\nin high density regimes, while reproducing the desired late-time acceleration\nat cosmological scales. We run a suite of high resolution zoom simulations\nusing the ECOSMOG code to examine the effect of $f(R)$ gravity on the\nproperties of a halo that is analogous to the Virgo cluster. We show that the\nvelocity dispersion profiles can potentially discriminate between $f(R)$ models\nand $\\Lambda$CDM, and provide complementary analysis of lensing signal profiles\nto explore the possibility to further distinguish the different $f(R)$ models.\nOur results confirm the techniques explored by Cabre et al. (2012) to quantify\nthe effect of environment in the behavior of $f(R)$ gravity, and we extend them\nto study halo satellites at various redshifts. We find that the modified\ngravity effects in our models are most observable at low redshifts, and that\neffects are generally stronger for satellites far from the center of the main\nhalo. We show that the screening properties of halo satellites trace very well\nthat of dark matter particles, which means that low-resolution simulations in\nwhich subhalos are not very well resolved can in principle be used to study\nsatellite properties. We discuss observables, particularly for halo satellites,\nthat can potentially be used to constrain the observational viability of $f(R)$\ngravity.\n","Comment: 24 pages, 17 figures, submitted to MNRAS"]}]
["1408.2857",{"format":[],"subject":["Mathematics - Logic","03D"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2857","Journal of Symbolic Logic 74 (2009), no. 1, 349--360","doi:10.2178/jsl/1231082316"],"date":["2014-08-12"],"type":["text"],"creator":["Binns, Stephen","Kjos-Hanssen, Bjørn"],"language":[],"coverage":[],"title":["Finding paths through narrow and wide trees"],"description":["  We consider two axioms of second-order arithmetic. These axioms assert, in\ntwo different ways, that infinite but narrow binary trees always have infinite\npaths. We show that both axioms are strictly weaker than Weak K\\\"onig's Lemma,\nand incomparable in strength to the dual statement (WWKL) that wide binary\ntrees have paths.\n","Comment: Contains an indication of an error in the published version, found by\n  Laurent Bienvenu and Paul Shafer in 2012"]}]
["1408.2859",{"format":[],"subject":["Quantitative Finance - General Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2859","doi:10.1093/rfs/hhs116"],"date":["2014-08-12"],"type":["text"],"creator":["Ingersoll Jr., Jonathan E.","Jin, Lawrence J."],"language":[],"coverage":[],"title":["Realization Utility with Reference-Dependent Preferences"],"description":["  We develop a tractable model of realization utility that studies the role of\nreference-dependent S-shaped preferences in a dynamic investment setting with\nreinvestment. Our model generates both voluntarily realized gains and losses.\nIt makes specific predictions about the volume of gains and losses, the holding\nperiods, and the sizes of both realized and paper gains and losses that can be\ncalibrated to a variety of statistics, including the Odean measure of the\ndisposition effect. Our model also predicts several anomalies including, among\nothers, the flattening of the capital market line and a negative price for\nidiosyncratic risk.\n","Comment: appears in The Review of Financial Studies (2013)"]}]
["1408.2862",{"format":[],"subject":["Mathematics - Logic","03D"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2862","Annals of Pure and Applied Logic 165 (2014), no. 9, 1470--1483","doi:10.1016/j.apal.2014.04.014"],"date":["2014-08-12"],"type":["text"],"creator":["Kjos-Hanssen, Bjørn","Taveneaux, Antoine","Thapen, Neil"],"language":[],"coverage":[],"title":["How much randomness is needed for statistics?"],"description":["  In algorithmic randomness, when one wants to define a randomness notion with\nrespect to some non-computable measure $\\lambda $, a choice needs to be made.\nOne approach is to allow randomness tests to access the measure $\\lambda $ as\nan oracle (which we call the \"classical approach\"). The other approach is the\nopposite one, where the randomness tests are completely effective and do not\nhave access to the information contained in $\\lambda $ (we call this approach\n\"Hippocratic\"). While the Hippocratic approach is in general much more\nrestrictive, there are cases where the two coincide. The first author showed in\n2010 that in the particular case where the notion of randomness considered is\nMartin-L\\\"of randomness and the measure $\\lambda $ is a Bernoulli measure,\nclassical randomness and Hippocratic randomness coincide. In this paper, we\nprove that this result no longer holds for other notions of randomness, namely\ncomputable randomness and stochasticity.\n","Comment: Preliminary version in: Computability in Europe, Lecture Notes in\n  Computer Science 7318, Springer, Berlin, 2012, 395--404"]}]
["1408.2863",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Quantitative Biology - Quantitative Methods","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2863"],"date":["2014-08-12"],"type":["text"],"creator":["Abou-Moustafa, Karim T."],"language":[],"coverage":[],"title":["Divergence Measures as Diversity Indices"],"description":["  Entropy measures of probability distributions are widely used measures in\necology, biology, genetics, and in other fields, to quantify species diversity\nof a community. Unfortunately, entropy-based diversity indices, or diversity\nindices for short, suffer from three problems. First, when computing the\ndiversity for samples withdrawn from communities with different structures,\ndiversity indices can easily yield non-comparable and hard to interpret\nresults. Second, diversity indices impose weighting schemes on the species\ndistributions that unnecessarily emphasize low abundant rare species, or\nerroneously identified ones. Third, diversity indices do not allow for\ncomparing distributions against each other, which is necessary when a community\nhas a well-known species' distribution.\n  In this paper we propose a new general methodology based on information\ntheoretic principles to quantify the species diversity of a community. Our\nmethodology, comprised of two steps, naturally overcomes the previous mentioned\nproblems, and yields comparable and easy to interpret diversity values. We show\nthat our methodology retains all the functional properties of any diversity\nindex, and yet is far more flexible than entropy--based diversity indices. Our\nmethodology is easy to implement and is applicable to any community of\ninterest.\n"]}]
["1408.2864",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2864"],"date":["2014-08-12"],"type":["text"],"creator":["Bilenky, S. M."],"language":[],"coverage":[],"title":["Neutrino oscillations: brief history and present status"],"description":["  A brief review of the problem of neutrino masses and oscillations is given.\nIn the beginning we present an early history of neutrino masses, mixing and\noscillations. Then we discuss all possibilities of neutrino masses and mixing\n(neutrino mass terms). The phenomenology of neutrino oscillations in vacuum is\nconsidered in some details. We present also the neutrino oscillation data and\nthe seesaw mechanism of the neutrino mass generation.\n","Comment: Based on the lectures given at JINR (Dubna)"]}]
["1408.2865",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2865"],"date":["2014-08-12"],"type":["text"],"creator":["d'Enterria, David","Perez-Ramos, and Redamy"],"language":[],"coverage":[],"title":["Extraction of alpha_s from the energy evolution of jet fragmentation\n  functions at low z"],"description":["  A novel method to extract the QCD coupling alpha_s from the energy evolution\nof the moments of the parton-to-hadron fragmentation functions at low\nfractional hadron momentum z, is presented. The evolution of the moments\n(multiplicity, peak, width, skewness) of the charged-hadron distribution in\njets is computed at NMLLA+NLO* accuracy and compared to the experimental\ndeep-inelastic e-p data. Values of the strong coupling constant at the Z pole\nare obtained, alpha_s(m_Z) = 0.119 +/- 0.010, in excellent numerical agreement\nwith the current world average determined using other methods at the same level\nof accuracy.\n","Comment: 4 pages, 2 figures. Proceedings Moriond-QCD'2014"]}]
["1408.2868",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2868","Nature Physics Vol. 10, 126-129 (2014)","doi:10.1038/nphys2833"],"date":["2014-08-12"],"type":["text"],"creator":["Gerber, Simon","Bartkowiak, Marek","Gavilano, Jorge L.","Ressouche, Eric","Egetenmeyer, Nikola","Niedermayer, Christof","Bianchi, Andrea D.","Movshovich, Roman","Bauer, Eric D.","Thompson, Joe D.","Kenzelmann, Michel"],"language":[],"coverage":[],"title":["Switching of magnetic domains reveals evidence for spatially\n  inhomogeneous superconductivity"],"description":["  The interplay of magnetic and charge fluctuations can lead to quantum phases\nwith exceptional electronic properties. A case in point is magnetically-driven\nsuperconductivity, where magnetic correlations fundamentally affect the\nunderlying symmetry and generate new physical properties. The superconducting\nwave-function in most known magnetic superconductors does not break\ntranslational symmetry. However, it has been predicted that modulated triplet\np-wave superconductivity occurs in singlet d-wave superconductors with\nspin-density wave (SDW) order. Here we report evidence for the presence of a\nspatially inhomogeneous p-wave Cooper pair-density wave (PDW) in CeCoIn5. We\nshow that the SDW domains can be switched completely by a tiny change of the\nmagnetic field direction, which is naturally explained by the presence of\ntriplet superconductivity. Further, the Q-phase emerges in a common\nmagneto-superconducting quantum critical point. The Q-phase of CeCoIn5 thus\nrepresents an example where spatially modulated superconductivity is associated\nwith SDW order.\n"]}]
["1408.2869",{"format":[],"subject":["Computer Science - Learning","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2869"],"date":["2014-08-12"],"type":["text"],"creator":["Czarnecki, Wojciech Marian","Tabor, Jacek"],"language":[],"coverage":[],"title":["Cluster based RBF Kernel for Support Vector Machines"],"description":["  In the classical Gaussian SVM classification we use the feature space\nprojection transforming points to normal distributions with fixed covariance\nmatrices (identity in the standard RBF and the covariance of the whole dataset\nin Mahalanobis RBF). In this paper we add additional information to Gaussian\nSVM by considering local geometry-dependent feature space projection. We\nemphasize that our approach is in fact an algorithm for a construction of the\nnew Gaussian-type kernel.\n  We show that better (compared to standard RBF and Mahalanobis RBF)\nclassification results are obtained in the simple case when the space is\npreliminary divided by k-means into two sets and points are represented as\nnormal distributions with a covariances calculated according to the dataset\npartitioning.\n  We call the constructed method C$_k$RBF, where $k$ stands for the amount of\nclusters used in k-means. We show empirically on nine datasets from UCI\nrepository that C$_2$RBF increases the stability of the grid search (measured\nas the probability of finding good parameters).\n"]}]
["1408.2871",{"format":[],"subject":["Computer Science - Social and Information Networks","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2871"],"date":["2014-08-12"],"type":["text"],"creator":["Estrada, Matias","Mendoza, Marcelo"],"language":[],"coverage":[],"title":["Affinity Prediction in Online Social Networks"],"description":["  Link prediction is the problem of inferring whether potential edges between\npairs of vertices in a graph will be present or absent in the near future. To\nperform this task it is usual to use information provided by a number of\navailable and observed vertices/edges. Then, a number of edge scoring methods\nbased on this information can be created. Usually, these methods assess local\nstructures of the observed graph, assuming that closer vertices in the original\nperiod of observation will be more likely to form a link in the future. In this\npaper we explore the combination of local and global features to conduct link\nprediction in online social networks. The contributions of the paper are\ntwofold: a) We evaluate a number of strategies that combines global and local\nfeatures tackling the locality assumption of link prediction scoring methods,\nand b) We only use network topology-based features, avoiding the inclusion of\ninformational or transactional based features that involve heavy computational\ncosts in the methods. We evaluate our proposal using real-world data provided\nby Skout Inc., an affinity online social network with millions of users around\nthe world. Our results show that our proposal is feasible.\n"]}]
["1408.2875",{"format":[],"subject":["Mathematics - Logic","03D"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2875","Annals of Pure and Applied Logic 163 (2012), no. 5, 519--529","doi:10.1016/j.apal.2011.06.010"],"date":["2014-08-12"],"type":["text"],"creator":["Diamondstone, David","Kjos-Hanssen, Bjørn"],"language":[],"coverage":[],"title":["Martin-L\\\"of randomness and Galton-Watson processes"],"description":["  The members of Martin-L\\\"of random closed sets under a distribution studied\nby Barmpalias et al. are exactly the infinite paths through Martin-L\\\"of random\nGalton--Watson trees with survival parameter $\\frac{2}{3}$. To be such a\nmember, a sufficient condition is to have effective Hausdorff dimension\nstrictly greater than $\\gamma=\\log_2 \\frac{3}{2}$, and a necessary condition is\nto have effective Hausdorff dimension greater than or equal to $\\gamma$.\n","Comment: Preliminary version: Members of random closed sets, Computability in\n  Europe, Lecture Notes in Computer Science, vol. 5635, Springer, Berlin, 2009,\n  pp. 144--153"]}]
["1408.2878",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematics - Operator Algebras","19K35 (Primary), 22D15 (Secondary), 46M18, 46H99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2878"],"date":["2014-08-12"],"type":["text"],"creator":["Paravicini, Walther"],"language":[],"coverage":[],"title":["$kk$-Theory for Banach Algebras II: Equivariance and Green-Julg type\n  theorems"],"description":["  We extend the definition of the bivariant $K$-theory $kk^{ban}$ from plain\nBanach algebras to Banach algebras equipped with an action of a locally compact\nHausdorff group $G$. We also define a natural transformation from Lafforgue's\ntheory $KK^{ban}_G$ into the new equivariant theory, overcoming some technical\ndifficulties that are particular to the equivariant case. The categorical\nframework allows us to systematically define a descent homomorphism and to\nprove a Green-Julg theorem, a dual version of it and a generalised version that\ninvolves the action of a proper $G$-space. We also include a na\\\"{i}ve\nPoncar\\'{e} duality theorem.\n","Comment: 38 pages"]}]
["1408.2881",{"format":[],"subject":["Mathematics - Logic","03D"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2881","Mathematical Research Letters 16 (2009), no. 1, 103--110","doi:10.4310/MRL.2009.v16.n1.a10"],"date":["2014-08-12"],"type":["text"],"creator":["Kjos-Hanssen, Bjørn"],"language":[],"coverage":[],"title":["Infinite subsets of random sets of integers"],"description":["  There is an infinite subset of a Martin-L\\\"of random set of integers that\ndoes not compute any Martin-L\\\"of random set of integers. To prove this, we\nshow that each real of positive effective Hausdorff dimension computes an\ninfinite subset of a Martin-L\\\"of random set of integers, and apply a result of\nMiller.\n"]}]
["1408.2883",{"format":[],"subject":["Mathematics - Logic","03D"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2883","Theoretical Computer Science 410 (2009), no. 4-5, 347--354","doi:10.1016/j.tcs.2008.09.045"],"date":["2014-08-12"],"type":["text"],"creator":["Kjos-Hanssen, Bjørn","Nerode, Anil"],"language":[],"coverage":[],"title":["Effective dimension of points visited by Brownian motion"],"description":["  We consider the individual points on a Martin-L\\\"of random path of Brownian\nmotion. We show (1) that Khintchine's law of the iterated logarithm holds at\nalmost all points; and (2) there exist points (besides the trivial example of\nthe origin) having effective dimension $<1$. The proof of (1) shows that for\nalmost all times $t$, the path $f$ is Martin-L\\\"of random relative to $t$ and\nso the effective dimension of $(t,f(t))$ is 2.\n","Comment: The conference version was published as: The law of the iterated\n  logarithm for algorithmically random paths of Brownian motion, Logical\n  Foundations of Computer Science, Lecture Notes in Computer Science 4514\n  (2007), 310--317"]}]
["1408.2884",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2884"],"date":["2014-08-12"],"type":["text"],"creator":["Azuma, Koji","Tamaki, Kiyoshi","Munro, William J."],"language":[],"coverage":[],"title":["Measurement-device-independent quantum key distribution with\n  all-photonic adaptive Bell measurement"],"description":["  The time-reversed version of entanglement-based quantum key distribution\n(QKD), called measurement-device-independent QKD (mdiQKD), was originally\nintroduced to close arbitrary security loopholes of measurement devices. Here\nwe show that the mdiQKD has another advantage which should be distinguished\nfrom the entanglement-based QKD. In particular, an all-photonic adaptive Bell\nmeasurement, based on the concept of quantum repeaters, can be installed solely\nin the mdiQKD, which leads to a square root improvement in the key rate. This\nBell measurement also provides a similar improvement in the single-photon-based\nentanglement generation of quantum repeaters.\n","Comment: 5 pages, 3 figures"]}]
["1408.2889",{"format":[],"subject":["Computer Science - Learning","Computer Science - Neural and Evolutionary Computing","I.5.2","I.5.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2889"],"date":["2014-08-12"],"type":["text"],"creator":["Ko, Albert H. R.","Sabourin, Robert","Britto Jr, Alceu S.","Oliveira, Luiz E. S."],"language":[],"coverage":[],"title":["A Classifier-free Ensemble Selection Method based on Data Diversity in\n  Random Subspaces"],"description":["  The Ensemble of Classifiers (EoC) has been shown to be effective in improving\nthe performance of single classifiers by combining their outputs, and one of\nthe most important properties involved in the selection of the best EoC from a\npool of classifiers is considered to be classifier diversity. In general,\nclassifier diversity does not occur randomly, but is generated systematically\nby various ensemble creation methods. By using diverse data subsets to train\nclassifiers, these methods can create diverse classifiers for the EoC. In this\nwork, we propose a scheme to measure data diversity directly from random\nsubspaces, and explore the possibility of using it to select the best data\nsubsets for the construction of the EoC. Our scheme is the first ensemble\nselection method to be presented in the literature based on the concept of data\ndiversity. Its main advantage over the traditional framework (ensemble creation\nthen selection) is that it obviates the need for classifier training prior to\nensemble selection. A single Genetic Algorithm (GA) and a Multi-Objective\nGenetic Algorithm (MOGA) were evaluated to search for the best solutions for\nthe classifier-free ensemble selection. In both cases, objective functions\nbased on different clustering diversity measures were implemented and tested.\nAll the results obtained with the proposed classifier-free ensemble selection\nmethod were compared with the traditional classifier-based ensemble selection\nusing Mean Classifier Error (ME) and Majority Voting Error (MVE). The\napplicability of the method is tested on UCI machine learning problems and NIST\nSD19 handwritten numerals.\n"]}]
["1408.2890",{"format":[],"subject":["Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2890"],"date":["2014-08-12"],"type":["text"],"creator":["Liu, Yang","He, Bo","Dong, Diya","Shen, Yue","Yan, Tianhong","Nian, Rui","Lendase, Amaury"],"language":[],"coverage":[],"title":["Robust OS-ELM with a novel selective ensemble based on particle swarm\n  optimization"],"description":["  In this paper, a robust online sequential extreme learning machine (ROS-ELM)\nis proposed. It is based on the original OS-ELM with an adaptive selective\nensemble framework. Two novel insights are proposed in this paper. First, a\nnovel selective ensemble algorithm referred to as particle swarm optimization\nselective ensemble (PSOSEN) is proposed. Noting that PSOSEN is a general\nselective ensemble method which is applicable to any learning algorithms,\nincluding batch learning and online learning. Second, an adaptive selective\nensemble framework for online learning is designed to balance the robustness\nand complexity of the algorithm. Experiments for both regression and\nclassification problems with UCI data sets are carried out. Comparisons between\nOS-ELM, simple ensemble OS-ELM (EOS-ELM) and the proposed ROS-ELM empirically\nshow that ROS-ELM significantly improves the robustness and stability.\n","Comment: Submitted to Mathematical Problems in Engineering"]}]
["1408.2893",{"format":[],"subject":["Mathematics - Logic","03D"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2893","SIAM Journal on Computing 35 (2005), no. 3, 647--657","doi:10.1137/S0097539704446323"],"date":["2014-08-12"],"type":["text"],"creator":["Kjos-Hanssen, Bjørn","Nies, André","Stephan, Frank"],"language":[],"coverage":[],"title":["Lowness for the class of Schnorr random reals"],"description":["  We answer a question of Ambos-Spies and Ku\\v{c}era in the affirmative. They\nasked whether, when a real is low for Schnorr randomness, it is already low for\nSchnorr tests.\n"]}]
["1408.2896",{"format":[],"subject":["Mathematics - Logic","03D"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2896","Annals of Pure and Applied Logic 161 (2010), no. 10, 1280--1290","doi:10.1016/j.apal.2010.04.001"],"date":["2014-08-12"],"type":["text"],"creator":["Kjos-Hanssen, Bjørn","Nies, André","Stephan, Frank","Yu, Liang"],"language":[],"coverage":[],"title":["Higher Kurtz randomness"],"description":["  A real $x$ is $\\Delta^1_1$-Kurtz random ($\\Pi^1_1$-Kurtz random) if it is in\nno closed null $\\Delta^1_1$ set ($\\Pi^1_1$ set). We show that there is a cone\nof $\\Pi^1_1$-Kurtz random hyperdegrees. We characterize lowness for\n$\\Delta^1_1$-Kurtz randomness as being $\\Delta^1_1$-dominated and\n$\\Delta^1_1$-semi-traceable.\n"]}]
["1408.2897",{"format":[],"subject":["Mathematics - Logic","03D"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2897","Computational Prospects of Infinity. Part II: Presented Talks,\n  Lecture Notes Series, Institute of Mathematical Sciences, National University\n  of Singapore, vol. 15, World Scientific Publishing, Hackensack, NJ, 2008, pp.\n  143--162","doi:10.1142/9789812796554_0008"],"date":["2014-08-12"],"type":["text"],"creator":["Hirschfeldt, Denis R.","Jockusch, Carl G.","Kjos-Hanssen, Bjørn","Lempp, Steffen","Slaman, Theodore A."],"language":[],"coverage":[],"title":["The Strength of Some Combinatorial Principles Related to Ramsey's\n  Theorem for Pairs"],"description":["  We study the reverse mathematics and computability-the\\-o\\-re\\-tic strength\nof (stable) Ramsey's Theorem for pairs and the related principles COH and DNR.\nWe show that SRT$^2_2$ implies DNR over RCA$_0$ but COH does not, and answer a\nquestion of Mileti by showing that every computable stable $2$-coloring of\npairs has an incomplete $\\Delta^0_2$ infinite homogeneous set. We also give\nsome extensions of the latter result, and relate it to potential approaches to\nshowing that SRT$^2_2$ does not imply RT$^2_2$.\n"]}]
["1408.2898",{"format":[],"subject":["Mathematics - Logic","03D"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2898","Journal of the London Mathematical Society 85 (2012), no. 3,\n  869-888","doi:10.1112/jlms/jdr072"],"date":["2014-08-12"],"type":["text"],"creator":["Kjos-Hanssen, Bjørn","Miller, Joseph S.","Solomon, Reed"],"language":[],"coverage":[],"title":["Lowness notions, measure and domination"],"description":["  We show that positive measure domination implies uniform almost everywhere\ndomination and that this proof translates into a proof in the subsystem\nWWKL$_0$ (but not in RCA$_0$) of the equivalence of various Lebesgue measure\nregularity statements introduced by Dobrinen and Simpson. This work also allows\nus to prove that low for weak $2$-randomness is the same as low for\nMartin-L\\\"of randomness (a result independently obtained by Nies). Using the\nsame technique, we show that $\\leq_{LR}$ implies $\\leq_{LK}$, generalizing the\nfact that low for Martin-L\\\"of randomness implies low for $K$.\n"]}]
["1408.2900",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2900"],"date":["2014-08-12"],"type":["text"],"creator":["Tausk, Daniel V."],"language":[],"coverage":[],"title":["Reply to \"Maximal violation of Bell inequalities by position\n  measurements\""],"description":["  In a recent article, Kiukas and Werner claim to have shown that Bohmian\nMechanics does not make the same empirical predictions as ordinary Quantum\nMechanics. More precisely, they have shown that ordinary Quantum Mechanics\npredicts maximal violations of the CHSH-Bell inequality for a certain\nexperiment in which only position measurements are performed on two\nnoninteracting entangled free non-relativistic particles. Kiukas and Werner\nclaim that Bohmian Mechanics doesn't predict a violation of the CHSH-Bell\ninequality for that experiment. We explain that such claim is wrong and that\nthe argument supporting their claim neglects the fact that Bohmian Mechanics\ndoes not satisfy all the assumptions needed to prove the CHSH-Bell inequality.\nWe also clear up another few misconceptions about Bohmian Mechanics appearing\nin their article.\n","Comment: 6 pages"]}]
["1408.2909",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2909"],"date":["2014-08-13"],"type":["text"],"creator":["Mitake, Hiroyoshi","Tran, Hung V."],"language":[],"coverage":[],"title":["Selection problems for a discounted degenerate viscous Hamilton--Jacobi\n  equation"],"description":["  We prove that the solution of the discounted approximation of a degenerate\nviscous Hamilton--Jacobi equation with convex Hamiltonians converges to that of\nthe associated ergodic problem. We characterize the limit in terms of\nstochastic Mather measures by naturally using the nonlinear adjoint method, and\nderiving a commutation lemma. This convergence result was first achieved by\nDavini, Fathi, Iturriaga, and Zavidovique for the first order Hamilton--Jacobi\nequation.\n"]}]
["1408.2910",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2910","doi:10.5121/ijcnc.2014.6403"],"date":["2014-08-13"],"type":["text"],"creator":["Kumar, Surender","Kumar, Sumit","Bhushan, Bharat"],"language":[],"coverage":[],"title":["Energy Aware Clustering Protocol(EACP) For Heterogeneous WSNs"],"description":["  Energy saving to prolong the network life is an important design issue while\ndeveloping a new routing protocol for wireless sensor network. Clustering is a\nkey technique for this and helps in maximizing the network lifetime and\nscalability. Most of the routing and data dissemination protocols of WSN assume\na homogeneous network architecture, in which all sensors have the same\ncapabilities in terms of battery power, communication, sensing, storage, and\nprocessing. Recently, there has been an interest in heterogeneous sensor\nnetworks, especially for real deployments. This research paper has proposed a\nnew energy aware clustering protocol (EACP) for heterogeneous wireless sensor\nnetworks. Heterogeneity is introduced in EACP by using two types of nodes:\nnormal and advanced. In EACP cluster heads for normal nodes are elected with\nthe help of a probability scheme based on residual and average energy of the\nnormal nodes. This will ensure that only the high residual normal nodes can\nbecome the cluster head in a round. Advanced nodes use a separate probability\nbased scheme for cluster head election and they will further act as a gateway\nfor normal cluster heads and transmit their data load to base station when they\nare not doing the duty of a cluster head. Finally a sleep state is suggested\nfor some sensor nodes during cluster formation phase to save network energy.\nThe performance of EACP is compared with SEP and simulation result shows the\nbetter result for stability period, network life and energy saving than SEP.\n","Comment: 15 Pages, 10 figures. in print at\n  http://airccse.org/journal/ijc2014.html"]}]
["1408.2913",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2913","J. Phys. Soc. Jpn. 83, 083602 (2014)","doi:10.7566/JPSJ.83.083602"],"date":["2014-08-13"],"type":["text"],"creator":["Sato, T.","Kagawa, F.","Kobayashi, K.","Ueda, A.","Mori, H.","Miyagawa, K.","Kanoda, K.","Kumai, R.","Murakami, Y.","Tokura, Y."],"language":[],"coverage":[],"title":["Systematic Variations in the Charge-Glass-Forming Ability of\n  Geometrically Frustrated $\\theta$-(BEDT-TTF)$_2X$ Organic Conductors"],"description":["  The critical cooling rate $R_{\\rm c}$ above which charge ordering is\nkinetically avoided upon cooling, which results in charge-glass formation, was\ninvestigated for the geometrically frustrated system $\\theta$-(BEDT-TTF)$_2X$.\nX-ray diffraction experiments revealed that\n$\\theta$-(BEDT-TTF)$_2$TlCo(SCN)$_4$ exhibits a horizontally charge-ordered\nstate, and kinetic avoidance of this state requires rapid cooling of faster\nthan 150 K/min. This value is markedly higher than that reported for two other\nisostructural $\\theta$-type compounds, thus demonstrating the lower\ncharge-glass-forming ability of $X$ $=$ TlCo(SCN)$_4$. In accounting for the\nsystematic variations of $R_{\\rm c}$ among the three $\\theta$-(BEDT-TTF)$_2X$,\nwe found that stronger charge frustration leads to superior charge-glass\nformer. Our results suggest that charge frustration tends to slow the kinetics\nof charge ordering.\n","Comment: 4 pages, 3 figures. Selected for Editors' Choice"]}]
["1408.2916",{"format":[],"subject":["Physics - Space Physics","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2916"],"date":["2014-08-13"],"type":["text"],"creator":["Guglielmi, A. V.","Potapov, A. S."],"language":[],"coverage":[],"title":["On Permanent and Sporadic Oscillations of the Magnetosphere"],"description":["  In this paper we investigate the impact of permanent oscillations Pc3 on the\nexcitation of sporadic oscillations Pi2 ( their periods are 10-45 and 40-150 s,\nrespectively ). The hypothesis is formulated that Pc3 oscillations originating\nin front of the magnetosphere penetrate into the geomagnetic tail, cause a\nlocal depression in the current in the neutral sheet, and under favorable\nconditions stimulate a tearing instability. This leads to reconnection of\nmagnetic field lines and an explosive release of magnetic energy stored in the\ntail. As a result, a substorm breaks up, with sporadic pulsations Pi2 as an\nimportant element of this process. It is expected from theoretical estimates\nand kinematic considerations that the higher the Pc3 frequency, the earlier the\nPi2 trains start. We test this prediction using observational data from\nsatellite measurements of the interplanetary magnetic field and on-ground\nmagnetic measurements. The results confirm the theoretical expectation.\nAdditional routes are proposed to theoretically and experimentally test the\nhypothesis.\n","Comment: 13 pages, 2 figures"]}]
["1408.2927",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Computer Vision and Pattern Recognition","Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2927"],"date":["2014-08-13"],"type":["text"],"creator":["Wang, Jingdong","Shen, Heng Tao","Song, Jingkuan","Ji, Jianqiu"],"language":[],"coverage":[],"title":["Hashing for Similarity Search: A Survey"],"description":["  Similarity search (nearest neighbor search) is a problem of pursuing the data\nitems whose distances to a query item are the smallest from a large database.\nVarious methods have been developed to address this problem, and recently a lot\nof efforts have been devoted to approximate search. In this paper, we present a\nsurvey on one of the main solutions, hashing, which has been widely studied\nsince the pioneering work locality sensitive hashing. We divide the hashing\nalgorithms two main categories: locality sensitive hashing, which designs hash\nfunctions without exploring the data distribution and learning to hash, which\nlearns hash functions according the data distribution, and review them from\nvarious aspects, including hash function design and distance measure and search\nscheme in the hash coding space.\n"]}]
["1408.2928",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2928"],"date":["2014-08-13"],"type":["text"],"creator":["Smoleński, T.","Pacuski, W.","Goryca, M.","Nawrocki, M.","Golnik, A.","Kossacki, P."],"language":[],"coverage":[],"title":["Efficient injection of spin-polarized excitons and optical spin\n  orientation of a single Mn2+ ion in a CdSe/ZnSe quantum dot"],"description":["  Circularly polarized optical excitation is used to demonstrate the efficient\ninjection of spin-polarized excitons to individual self-assembled CdSe quantum\ndots in ZnSe barrier. The exciton spin-transfer is studied by means of\npolarization-resolved single dot spectroscopy performed in magnetic field\napplied in Faraday configuration. Detailed analysis of the neutral exciton\nphotoluminescence spectra reveals the presence of exciton spin relaxation\nduring its lifetime in a quantum dot. This process is seen for both nonmagnetic\ndots and those containing single Mn$^{2+}$ ions. Taking this into account we\ndetermine the spin-polarization degree of excitons injected to a dot under\ncircularly polarized below-the-barrier optical excitation at 488 nm. It is\nfound to be close to 40% in the entire range of the applied magnetic field.\nExploiting the established spin-conserving excitation channel we demonstrate\nthe optical spin orientation of a single Mn$^{2+}$ ion embedded in a CdSe/ZnSe\nquantum dot.\n"]}]
["1408.2931",{"format":[],"subject":["Mathematics - Dynamical Systems","37E30, 37E45, 54H20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2931"],"date":["2014-08-13"],"type":["text"],"creator":["Jäger, Tobias","Passeggi, Alejandro","Štimac, Sonja"],"language":[],"coverage":[],"title":["Rotation sets and almost periodic sequences"],"description":["  We study the rotational behaviour on minimal sets of torus homeomorphisms and\nshow that the associated rotation sets can be any type of line segments as well\nas non-convex and even plane-separating continua. This shows that restrictions\nholding for rotation sets on the whole torus are not valid on minimal sets. The\nproof uses a construction of rotational horseshoes by Kwapisz to transfer the\nproblem to a symbolic level, where the desired rotational behaviour is\nimplemented by means of suitable irregular Toeplitz sequences.\n"]}]
["1408.2932",{"format":[],"subject":["Mathematics - Analysis of PDEs","35F10, 35L03, 28A50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2932"],"date":["2014-08-13"],"type":["text"],"creator":["Bianchini, Stefano","Gusev, Nikolay A."],"language":[],"coverage":[],"title":["Steady nearly incompressible vector fields in 2D: chain rule and\n  renormalization"],"description":["  Given bounded vector field $b : \\mathbb R^d \\to \\mathbb R^d$, scalar field $u\n: \\mathbb R^d \\to \\mathbb R$ and a smooth function $\\beta : \\mathbb R \\to\n\\mathbb R$ we study the characterization of the distribution\n$\\mathrm{div}(\\beta(u)b)$ in terms of $\\mathrm{div}\\, b$ and $\\mathrm{div}(u\nb)$. In the case of $BV$ vector fields $b$ (and under some further assumptions)\nsuch characterization was obtained by L. Ambrosio, C. De Lellis and J. Mal\\'y,\nup to an error term which is a measure concentrated on so-called\n\\emph{tangential set} of $b$. We answer some questions posed in their paper\nconcerning the properties of this term. In particular we construct a nearly\nincompressible $BV$ vector field $b$ and a bounded function $u$ for which this\nterm is nonzero.\n  For steady nearly incompressible vector fields $b$ (and under some further\nassumptions) in case when $d=2$ we provide complete characterization of\n$\\mathrm{div}(\\beta(u) b)$ in terms of $\\mathrm{div}\\, b$ and $\\mathrm{div}(u\nb)$. Our approach relies on the structure of level sets of Lipschitz functions\non $\\mathrm R^2$ obtained by G. Alberti, S. Bianchini and G. Crippa.\n  Extending our technique we obtain new sufficient conditions when any bounded\nweak solution $u$ of $\\partial_t u + b \\cdot \\nabla u=0$ is\n\\emph{renormalized}, i.e. also solves $\\partial_t \\beta(u) + b \\cdot \\nabla\n\\beta(u)=0$ for any smooth function $\\beta : \\mathbb R \\to \\mathbb R$. As a\nconsequence we obtain new uniqueness result for this equation.\n","Comment: 50 pages, 8 figures"]}]
["1408.2933",{"format":[],"subject":["Computer Science - Robotics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2933"],"date":["2014-08-13"],"type":["text"],"creator":["Hochgeschwender, Nico","Schneider, Sven","Voos, Holger","Kraetzschmar, Gerhard K."],"language":[],"coverage":[],"title":["Towards a Robot Perception Specification Language"],"description":["  In this paper we present our work in progress towards a domain-specific\nlanguage called Robot Perception Specification Language (RPSL). RSPL provide\nmeans to specify the expected result (task knowledge) of a Robot Perception\nArchitecture in a declarative and framework-independent manner.\n","Comment: Presented at DSLRob 2013 (arXiv:cs/1312.5952)"]}]
["1408.2935",{"format":[],"subject":["Mathematics - Combinatorics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2935"],"date":["2014-08-13"],"type":["text"],"creator":["Coutinho, Gabriel","Liu, Henry"],"language":[],"coverage":[],"title":["No Laplacian Perfect State Transfer in Trees"],"description":["  We consider a system of qubits coupled via nearest-neighbour interaction\ngoverned by the Heisenberg Hamiltonian. We further suppose that all coupling\nconstants are equal to $1$. We are interested in determining which graphs allow\nfor a transfer of quantum state with fidelity equal to $1$. To answer this\nquestion, it is enough to consider the action of the Laplacian matrix of the\ngraph in a vector space of suitable dimension.\n  Our main result is that if the underlying graph is a tree with more than two\nvertices, then perfect state transfer does not happen. We also explore related\nquestions, such as what happens in bipartite graphs and graphs with an odd\nnumber of spanning trees. Finally, we consider the model based on the\n$XY$-Hamiltonian, whose action is equivalent to the action of the adjacency\nmatrix of the graph. In this case, we conjecture that perfect state transfer\ndoes not happen in trees with more than three vertices.\n","Comment: 15 pages"]}]
["1408.2937",{"format":[],"subject":["Mathematics - Dynamical Systems","37C40 (Primary) 37D25, 37C30, 37E05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2937"],"date":["2014-08-13"],"type":["text"],"creator":["Baladi, Viviane"],"language":[],"coverage":[],"title":["Linear response, or else"],"description":["  Consider a smooth one-parameter family t -> f_t of dynamical systems f_t,\nwith |t|<epsilon. Assume that for all t (or for many t close to t=0) the map\nf_t admits a unique SRB invariant probability measure m_t. We say that linear\nresponse} holds if t -> m_t is differentiable at t=0 (possibly in the sense of\nWhitney), and if its derivative can be expressed as a function of f_0, m_0, and\nd_t f_t|_(t=0). The goal of this note is to present to a general mathematical\naudience recent results and open problems in the theory of linear response for\nchaotic dynamical systems, possibly with bifurcations.\n","Comment: ICM Seoul 2014 talk"]}]
["1408.2938",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Computer Science - Learning","Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2938"],"date":["2014-08-13"],"type":["text"],"creator":["Li, Wenbin","Fritz, Mario"],"language":[],"coverage":[],"title":["Learning Multi-Scale Representations for Material Classification"],"description":["  The recent progress in sparse coding and deep learning has made unsupervised\nfeature learning methods a strong competitor to hand-crafted descriptors. In\ncomputer vision, success stories of learned features have been predominantly\nreported for object recognition tasks. In this paper, we investigate if and how\nfeature learning can be used for material recognition. We propose two\nstrategies to incorporate scale information into the learning procedure\nresulting in a novel multi-scale coding procedure. Our results show that our\nlearned features for material recognition outperform hand-crafted descriptors\non the FMD and the KTH-TIPS2 material classification benchmarks.\n"]}]
["1408.2940",{"format":[],"subject":["Mathematics - Numerical Analysis","Computer Science - Numerical Analysis","65N12, 65N30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2940"],"date":["2014-08-13"],"type":["text"],"creator":["Lehrenfeld, Christoph","Reusken, Arnold"],"language":[],"coverage":[],"title":["Optimal preconditioners for Nitsche-XFEM discretizations of interface\n  problems"],"description":["  In the past decade, a combination of unfitted finite elements (or XFEM) with\nthe Nitsche method has become a popular discretization method for elliptic\ninterface problems. This development started with the introduction and analysis\nof this Nitsche-XFEM technique in the paper [A. Hansbo, P. Hansbo, Comput.\nMethods Appl. Mech. Engrg. 191 (2002)]. In general, the resulting linear\nsystems have very large condition numbers, which depend not only on the mesh\nsize $h$, but also on how the interface intersects the mesh. This paper is\nconcerned with the design and analysis of optimal preconditioners for such\nlinear systems. We propose an additive subspace preconditioner which is optimal\nin the sense that the resulting condition number is independent of the mesh\nsize $h$ and the interface position. We further show that already the simple\ndiagonal scaling of the stifness matrix results in a condition number that is\nbounded by $ch^{-2}$, with a constant $c$ that does not depend on the location\nof the interface. Both results are proven for the two-dimensional case. Results\nof numerical experiments in two and three dimensions are presented, which\nillustrate the quality of the preconditioner.\n","Comment: 20 pages, 3 figures, 4 tables"]}]
["1408.2943",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2943","International Journal in Foundations of Computer Science &\n  Technology (IJFCST), Vol.4, No.4, July 2014 (Aircc Publication)\n  ISSN:1839-7662, Editor-in-chief:Frantisek Darena, Mendel University in Brno,\n  Czech Republic","doi:10.5121/ijfcst.2014.4407"],"date":["2014-08-13"],"type":["text"],"creator":["Gambhir, Shweta","Tomar, Kuldeep"],"language":[],"coverage":[],"title":["Study of Computer Network Issues and Improvising Drop Rate of TCP Packet\n  Using NS-2"],"description":["  As the enormous use of internet increases day by day so as security concern\nis also raise day by day over the internet. In this paper we discuss the\nnetwork security and its related threats and also study the types of protocols\nand few issues related to protocols in computer networks. We also simulate the\ndesign of 5 node wired network scenario, its packet drop rate analysis through\nTCP protocol using NS2 as a simulator. Analyzed the performance of 5-node\nnetwork when the packet is drop down by graphical method also called as Xgraph\nwhen rate parameter is in mb and also analyzed the performance of same network\nby changing the value of rate parameter at same time so no packets would drop\ndown at same time and also analyzed the performance by Xgraph method.\n","Comment: 14 pages"]}]
["1408.2948",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","C.2.1","E.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2948","doi:10.1145/2641798.2641799"],"date":["2014-08-13"],"type":["text"],"creator":["Alsheikh, Mohammad Abu","Poh, Puay Kai","Lin, Shaowei","Tan, Hwee-Pink","Niyato, Dusit"],"language":[],"coverage":[],"title":["Efficient Data Compression with Error Bound Guarantee in Wireless Sensor\n  Networks"],"description":["  We present a data compression and dimensionality reduction scheme for data\nfusion and aggregation applications to prevent data congestion and reduce\nenergy consumption at network connecting points such as cluster heads and\ngateways. Our in-network approach can be easily tuned to analyze the data\ntemporal or spatial correlation using an unsupervised neural network scheme,\nnamely the autoencoders. In particular, our algorithm extracts intrinsic data\nfeatures from previously collected historical samples to transform the raw data\ninto a low dimensional representation. Moreover, the proposed framework\nprovides an error bound guarantee mechanism. We evaluate the proposed solution\nusing real-world data sets and compare it with traditional methods for temporal\nand spatial data compression. The experimental validation reveals that our\napproach outperforms several existing wireless sensor network's data\ncompression methods in terms of compression efficiency and signal\nreconstruction.\n","Comment: ACM MSWiM 2014"]}]
["1408.2951",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2951"],"date":["2014-08-13"],"type":["text"],"creator":["Matsuda, Takeru","Komaki, Fumiyasu"],"language":[],"coverage":[],"title":["Singular Value Shrinkage Priors for Bayesian Prediction"],"description":["  We develop singular value shrinkage priors for the mean matrix parameters in\nthe matrix-variate Normal model with known covariance matrices. Introduced\npriors are superharmonic and put more weight on matrices with smaller singular\nvalues. They are a natural generalization of the Stein prior. Bayes estimators\nand Bayesian predictive densities based on introduced priors are minimax and\ndominate those based on the uniform prior in finite samples. The risk reduction\nis large when the true value of the parameter has small singular values. In\nparticular, introduced priors perform stably well in the low rank case. We\napply this result to multivariate linear regression problems by considering\npriors depending on the future samples. Introduced priors are compatible with\nreduced-rank regression.\n"]}]
["1408.2957",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2957"],"date":["2014-08-13"],"type":["text"],"creator":["Arunasalam, Suntharan","Dullin, Holger R.","Nguyen, Diana M. H."],"language":[],"coverage":[],"title":["The Lie-Poisson Structure of the Symmetry Reduced Regularised n-Body\n  Problem"],"description":["  This paper investigates the symmetry reduction of the regularised n-body\nproblem. The three body problem, regularised through quaternions, is examined\nin detail. We show that for a suitably chosen symmetry group action the space\nof quadratic invariants is closed and the Hamiltonian can be written in terms\nof the quadratic invariants. The corresponding Lie-Poisson structure is\nisomorphic to the Lie algebra u(3,3). Finally, we generalise this result to the\nn-body problem for n>3.\n"]}]
["1408.2963",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems","Physics - Biological Physics","Physics - Physics and Society","Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2963","J. Phys. A: Math. Theor. 47 343001 (2014)","doi:10.1088/1751-8113/47/34/343001"],"date":["2014-08-13"],"type":["text"],"creator":["Timme, Marc","Casadiego, Jose"],"language":[],"coverage":[],"title":["Revealing networks from dynamics: an introduction"],"description":["  What can we learn from the collective dynamics of a complex network about its\ninteraction topology? Taking the perspective from nonlinear dynamics, we\nbriefly review recent progress on how to infer structural connectivity (direct\ninteractions) from accessing the dynamics of the units. Potential applications\nrange from interaction networks in physics, to chemical and metabolic\nreactions, protein and gene regulatory networks as well as neural circuits in\nbiology and electric power grids or wireless sensor networks in engineering.\nMoreover, we briefly mention some standard ways of inferring effective or\nfunctional connectivity.\n","Comment: Topical review, 48 pages, 7 figures"]}]
["1408.2965",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2965","Phys. Scr.89(2014) 075101","doi:10.1088/0031-8949/89/7/075101"],"date":["2014-08-13"],"type":["text"],"creator":["Baghshahi, H R","Tavassoly, M K"],"language":[],"coverage":[],"title":["Entanglement, quantum statistics and squeezing of two $\\Xi$-type\n  three-level atoms interacting nonlinearly with a single-mode field"],"description":["  The interaction between two $\\Xi$-type three-level atoms and a single-mode\ncavity field in the intensity dependent coupling regime has been studied. Exact\nanalytical solution of the wave function for the considered atoms-field system\nhas been obtained by using the Laplace transform technique when the atoms are\ninitially prepared in the excited state and the field is in a coherent state.\nThe presented structure has the potential ability to generate various new\nclasses of entangled states depending on the chosen nonlinearity function. Two\nforms of intensity-dependent coupling as well as constant coupling are\nconsidered. Some important physical properties such as quantum entanglement,\nquantum statistics and quadrature squeezing of the corresponding states are\ninvestigated, numerically, by which the nonclassicality features of the\nproduced entangled state are well-established. In particular, the effect of\nintensity-dependent coupling on the degree of entanglement between different\nbipartite partitions of the system (that is, \"atom$+$atom\"-field and\n\"field$+$atom\"-atom) using the linear entropy is investigated. At the same\ntime, by paying attention to the negativity as a useful measure, the\nentanglement between the two atoms is studied in detail.\n","Comment: 10 pages, 7 figures"]}]
["1408.2967",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Dynamical Systems","Mathematics - Functional Analysis","15A86, 15B48, 17C20, 47D06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2967"],"date":["2014-08-13"],"type":["text"],"creator":["Kuzma, Bojan","Omladič, Matjaž","Šivic, Klemen","Teichmann, Josef"],"language":[],"coverage":[],"title":["Exotic one-parameter semigroups of endomorphisms of a symmetric cone"],"description":["  We construct an exotic one-parameter semigroup of endomorphims of a symmetric\ncone $C$, whose generator is not the sum of a Lie group generator and an\nendomorphism of $C$. The question is motivated by the theory of affine\nprocesses on symmetric cones, which plays an important role in mathematical\nfinance. On the other hand, theoretical question that we solve in this paper\nseems to have been implicitly open even much longer then this motivation\nsuggests.\n"]}]
["1408.2969",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2969","Al Hakami,H, Chen, F & Janicke, H (2014) An Extended Stable\n  Marriage Problem Algorithm for Clone Detection, International Journal of\n  Software Engineering & Applications (IJSEA), Vol.5, No.4, pp 103-122","doi:10.5121/ijsea.2014.5407"],"date":["2014-08-13"],"type":["text"],"creator":["AlHakami, Hosam","Chen, Feng","Janicke, Helge"],"language":[],"coverage":[],"title":["An Extended Stable Marriage Problem Algorithm for Clone Detection"],"description":["  Code cloning negatively affects industrial software and threatens\nintellectual property. This paper presents a novel approach to detecting cloned\nsoftware by using a bijective matching technique. The proposed approach focuses\non increasing the range of similarity measures and thus enhancing the precision\nof the detection. This is achieved by extending a well-known stable-marriage\nproblem (SMP) and demonstrating how matches between code fragments of different\nfiles can be expressed. A prototype of the proposed approach is provided using\na proper scenario, which shows a noticeable improvement in several features of\nclone detection such as scalability and accuracy.\n","Comment: 20 pages, 10 figures, 6 tables"]}]
["1408.2971",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2971","J. Phys. Chem. C 118, 12333, 2014","doi:10.1021/jp502729u"],"date":["2014-08-13"],"type":["text"],"creator":["Vobornik, Ivana","Panaccione, Giancarlo","Fujii, Jun","Zhu, Zhi-Huai","Offi, Francesco","Salles, Benjamin R.","Borgatti, Francesco","Torelli, Piero","Rueff, Jean Pascal","Ceolin, Denis","Artioli, Alberto","Unnikrishnan, Manju","Levy, Giorgio","Marangolo, Massimiliano","Eddrief, Mamhoud","Krizmancic, Damjan","Ji, Huiwen","Damascelli, Andrea","van der Laan, Gerrit","Egdell, Russell G.","Cava, Robert J."],"language":[],"coverage":[],"title":["Observation of Distinct Bulk and Surface Chemical Environments in a\n  Topological Insulator under Magnetic doping"],"description":["  The influence of magnetic dopants on the electronic and chemical environments\nin topological insulators (TIs) is a key factor when considering possible\nspintronic applications based on topological surface state properties. Here we\nprovide spectroscopic evidence for the presence of distinct chemical and\nelectronic behavior for surface and bulk magnetic doping of Bi2Te3. The\ninclusion of Mn in the bulk of Bi2Te3 induces a genuine dilute ferromagnetic\nstate, with reduction of the bulk band gap as the Mn content is increased.\nDeposition of Fe on the Bi2Te3 surface, on the other hand, favors the formation\nof iron telluride already at coverages as low as 0.07 monolayer, as a\nconsequence of the reactivity of the Te-rich surface. Our results identify the\nfactors that need to be controlled in the realization of magnetic nanosystems\nand interfaces based on TIs.\n"]}]
["1408.2974",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science","Physics - Chemical Physics","Physics - Computational Physics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2974"],"date":["2014-08-13"],"type":["text"],"creator":["Frijters, Stefan","Harting, Jens"],"language":[],"coverage":[],"title":["Self-assembled porous media from particle-stabilized emulsions"],"description":["  We propose a new mechanism to create self-assembled porous media with highly\ntunable geometrical properties and permeabilities: We first allow a\nparticle-stabilized emulsion to form from a mixture of two fluids and colloidal\nparticles. Then, either one fluid phase or the particle layer is solidified,\nwhich can be achieved by techniques such as polymerization or freezing. Based\non computer simulations we demonstrate that modifying only the particle\nwettability or concentration results in porous structures with a wide range of\npore sizes and a permeability that can be varied by up to three orders of\nmagnitude. We then discuss optimization of these properties for self-assembled\nfilters or reactors and conclude that structures based on so-called \"bijels\"\nare most suitable candidates.\n","Comment: 4 pages, 4 figures"]}]
["1408.2975",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2975","Chin. Phys. B 23 (2014) 074203","doi:10.1088/1674-1056/23/7/074203"],"date":["2014-08-13"],"type":["text"],"creator":["Baghshahi, H R","Tavassoly, M K","Behjat, A"],"language":[],"coverage":[],"title":["Entropy squeezing and atomic inversion in the $k$-photon Jaynes-Cummings\n  model in the presence of Stark shift and Kerr medium: full nonlinear approach"],"description":["  In this paper the interaction between a two-level atom and a single-mode\nfield in the $k$-photon Jaynes-Cummings model (JCM) in the presence of Stark\nshift and Kerr medium is studied. All terms in the respected Hamiltonian, such\nas the single-mode field, its interaction with the atom, the contribution of\nthe Stark shift and the Kerr medium effects are considered to be $f$-deformed.\nIn particular, the effect of the initial state of radiation field on the\ndynamical evolution of some physical properties such as atomic inversion and\nentropy squeezing are investigated by considering different initial field\nstates. To achieve this purpose, coherent, squeezed and thermal states as\ninitial field states are considered.\n","Comment: 12 pages, 6 figures"]}]
["1408.2976",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2976","J. Phys.: Condens. Matter, 26 (2014), 355003","doi:10.1088/0953-8984/26/35/355003"],"date":["2014-08-13"],"type":["text"],"creator":["Malijevsky, Alexandr","Parry, Andrew O."],"language":[],"coverage":[],"title":["Condensation and evaporation transitions in deep capillary grooves"],"description":["  We study the order of capillary condensation and evaporation transitions of a\nsimple fluid adsorbed in a deep capillary groove using a fundamental measure\ndensity functional theory (DFT). The walls of the capillary interact with the\nfluid particles via long-ranged, dispersion, forces while the fluid-fluid\ninteraction is modelled as a truncated Lennard-Jones-like potential. We find\nthat below the wetting temperature $T_w$ condensation is first-order and\nevaporation is continuous with the metastability of the condensation being well\ndescribed by the complementary Kelvin equation. In contrast above $T_w$ both\nphase transitions are continuous and their critical singularities are\ndetermined. In addition we show that for the evaporation transition above $T_w$\nthere is an elegant mapping, or covariance, with the complete wetting\ntransition occurring at a planar wall. Our numerical DFT studies are\ncomplemented by analytical slab model calculations which explain how the\nasymmetry between condensation and evaporation arises out of the combination of\nlong-ranged forces and substrate geometry.\n"]}]
["1408.2977",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Operator Algebras","05A18, 46L53"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2977"],"date":["2014-08-13"],"type":["text"],"creator":["Arizmendi, Octavio","Hasebe, Takahiro","Lehner, Franz","Vargas, Carlos"],"language":[],"coverage":[],"title":["Relations between cumulants in noncommutative probability"],"description":["  We express classical, free, Boolean and monotone cumulants in terms of each\nother, using combinatorics of heaps, pyramids, Tutte polynomials and\npermutations. We completely determine the coefficients of these formulas with\nthe exception of the formula for classical cumulants in terms of monotone\ncumulants whose coefficients are only partially computed.\n","Comment: 27 pages, 7 figures, AMS LaTeX"]}]
["1408.2979",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2979"],"date":["2014-08-13"],"type":["text"],"creator":["Agarwal, Vasudha","Siwach, P. K.","Varma, G. D.","Awana, V. P. S.","Srivastava, A. K.","Singh, H. K."],"language":[],"coverage":[],"title":["Ferromagnetism, insulator-metal transition and magnetotransport in\n  Pr0.58Ca0.42MnO3 films: role of microstructural perturbations"],"description":["  Magnetic and magnetotransport properties of oriented polycrystalline\nPr0.58Ca0.42MnO3 thin films prepared in flowing oxygen and air ambient has been\ninvestigated. The magnetic ground state of both the films is a frozen cluster\nglass. In the air annealed film charge order (CO) is quenched and ferromagnetic\n(FM) transition, which appears at TC=148 K is followed by antiferromagnetic\n(AFM) transition at TN=104 K. This film shows self-field hysteretic\ninsulator-metal transition (IMT) at TIMC=89 K and TIMW=148 K in the cooling and\nwarming cycle, respectively. Application of magnetic field (H) gradually\nenhances TIMC and TIMW, reduces the thermoresistive hysteresis and TIM\ndiminishes. In contrast, the film annealed in flowing oxygen shows a CO\ntransition, which is followed by FM and AFM transitions. This film shows\nappreciably smaller magnetic moment and does not show IMT upto H=20 kOe. As H\nis increased to H=30 kOe, IMT having strong thermoresistive hysteresis and\nsharp resistivity jumps appears in the cooling and warming cycles. As H\nincreases to higher values the thermoresistive hysteresis is reduced,\nresistivity jumps are observed to disappear and TIM decreases. In the lower\ntemperature regime the resistivity first decreases slowly with H and then shows\nsharp drop. The virgin cycle is not recoverable in subsequent cycles. The\ndecrement far more pronounced in the oxygen annealed film and occurs at much\nhigher H suggesting that the frozen cluster glass state is more robust in this\nfilm. The microstructural analysis of the two set of films shows CO quenching,\nFM transition and self-field IMT in air annealed film is caused by higher\ndensity of microstructural disorder and lattice defects. The difference in\ngrowth ambience of the two films could give rise to such microstructural\nperturbations.\n","Comment: 18 pages, 13 Figures"]}]
["1408.2987",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2987"],"date":["2014-08-13"],"type":["text"],"creator":["Betley, Stanislaw"],"language":[],"coverage":[],"title":["An approach to F_1 via the theory of lambda rings"],"description":["  We model the field $F_1$ of one element as a lambda ring $\\bf Z$ with the\ncanonical lambda structure. We show that then we can calculate the Riemann zeta\nfunction of integers in two ways: the first, geometrical, as a zeta function of\nthe affine line over $F_1$ and the second, categorical, as a zeta function of\nthe category of modules over $F_1$.\n"]}]
["1408.2992",{"format":[],"subject":["Mathematics - Probability","60H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2992"],"date":["2014-08-13"],"type":["text"],"creator":["Kampen, Joerg"],"language":[],"coverage":[],"title":["Generalisation of Hajek s stochastic comparison results to stochastic\n  sums"],"description":["  Hajek's stochastic comparison result is generalised to multivariate\nstochastic sum processes with univariate convex data functions and for\nunivariate monoton nondecreasing convex data functions for processes with and\nwithout drift respectively. The univariate result is recovered.\n","Comment: 8 p. publication of some lecture notes of WS 2005/2006 in Heidelberg\n  upon request"]}]
["1408.2997",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.2997"],"date":["2014-08-13"],"type":["text"],"creator":["Setty, Sreenivasa","Srinath, N. K","Hanumantharaju, M. C"],"language":[],"coverage":[],"title":["An Improved Approach for Contrast Enhancement of Spinal Cord Images\n  based on Multiscale Retinex Algorithm"],"description":["  This paper presents a new approach for contrast enhancement of spinal cord\nmedical images based on multirate scheme incorporated into multiscale retinex\nalgorithm. The proposed work here uses HSV color space, since HSV color space\nseparates color details from intensity. The enhancement of medical image is\nachieved by down sampling the original image into five versions, namely, tiny,\nsmall, medium, fine, and normal scale. This is due to the fact that the each\nversions of the image when independently enhanced and reconstructed results in\nenormous improvement in the visual quality. Further, the contrast stretching\nand MultiScale Retinex (MSR) techniques are exploited in order to enhance each\nof the scaled version of the image. Finally, the enhanced image is obtained by\ncombining each of these scales in an efficient way to obtain the composite\nenhanced image. The efficiency of the proposed algorithm is validated by using\na wavelet energy metric in the wavelet domain. Reconstructed image using\nproposed method highlights the details (edges and tissues), reduces image noise\n(Gaussian and Speckle) and improves the overall contrast. The proposed\nalgorithm also enhances sharp edges of the tissue surrounding the spinal cord\nregions which is useful for diagnosis of spinal cord lesions. Elaborated\nexperiments are conducted on several medical images and results presented show\nthat the enhanced medical pictures are of good quality and is found to be\nbetter compared with other researcher methods.\n","Comment: 13 pages, 6 figures, International Journal of Imaging and Robotics.\n  arXiv admin note: text overlap with arXiv:1406.5710"]}]
["1408.3001",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3001"],"date":["2014-08-13"],"type":["text"],"creator":["Li, Fengying","Zhang, Shiqing"],"language":[],"coverage":[],"title":["Periodic Solutions for $N$-Body-Type Problems"],"description":["  We consider non-autonomous $N$-body-type problems with strong force type\npotentials at the origin and sub-quadratic growth at infinity, and using\nLjusternik-Schnirelmann theory, we prove the existence of unbounded sequences\nof critical values for the Lagrangian action corresponding to non-collision\nperiodic solutions.\n"]}]
["1408.3002",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3002","Jooyeol Yun, Jun won Seo, and Taeseon Yoon (2014) THE NEW APPROACH\n  ON FUZZY DECISION TREES International Journal of Fuzzy Logic Systems (IJFLS)\n  Vol.4, No.3, July 2014"],"date":["2014-08-13"],"type":["text"],"creator":["Yun, Jooyeol","Seo, Jun won","Yoon, Taeseon"],"language":[],"coverage":[],"title":["The New Approach on Fuzzy Decision Trees"],"description":["  Decision trees have been widely used in machine learning. However, due to\nsome reasons, data collecting in real world contains a fuzzy and uncertain\nform. The decision tree should be able to handle such fuzzy data. This paper\npresents a method to construct fuzzy decision tree. It proposes a fuzzy\ndecision tree induction method in iris flower data set, obtaining the entropy\nfrom the distance between an average value and a particular value. It also\npresents an experiment result that shows the accuracy compared to former ID3.\n"]}]
["1408.3003",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3003"],"date":["2014-08-13"],"type":["text"],"creator":["Serenone, Willian Matioli"],"language":[],"coverage":[],"title":["Heavy-quarkonium potential with input from lattice gauge theory"],"description":["  In this dissertation we study potential models incorporating a\nnonperturbative propagator obtained from lattice simulations of a pure gauge\ntheory. Initially we review general aspects of gauge theories, the principles\nof the lattice formulation of quantum chromodynamics (QCD) and some properties\nof heavy quarkonia, i.e. bound states of a heavy quark and its antiquark. As an\nillustration of Monte Carlo simulations of lattice models, we present\napplications in the case of the harmonic oscillator and SU(2) gauge theory. We\nthen study the effect of using a gluon propagator from lattice simulations of\npure SU(2) theory as an input in a potential model for the description of\nquarkonium, in the case of bottomonium and charmonium. We use, in both cases, a\nnumerical approach to evaluate masses of quarkonium states. The resulting\nspectra are compared to calculations using the Coulomb plus linear (or Cornell)\npotential.\n","Comment: 151 pages, 21 figures, Dissertation presented to the Graduate Program\n  in Physics at the Instituto de F\\'isica de S\\~ao Carlos, Universidade de\n  S\\~ao Paulo to obtain the degree of Master of Science. Concentration area:\n  Fundamental Physics. Advisor: Prof. Dr. Tereza Cristina da Rocha Mendes"]}]
["1408.3004",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3004"],"date":["2014-08-13"],"type":["text"],"creator":["Ben-Dayan, Ido"],"language":[],"coverage":[],"title":["Lensing dispersion of SNIa and small scales of the primordial power\n  spectrum"],"description":["  Probing the primordial power spectrum at small scales is crucial for\ndiscerning inflationary models, especially if BICEP2 results are confirmed. We\ndemonstrate this necessity by briefly reviewing single small field models that\ngive a detectable gravitational waves signal, thus being degenerate with large\nfield models on CMB scales. A distinct prediction of these small field models\nis an enhancement of the power spectrum at small scales, lifting up the\ndegeneracy. We propose a way to detect this enhancement, and more generally,\ndifferent features in the power spectrum at small scales $1\\lesssim k \\lesssim\n10^2-10^3 \\,\\mathrm{Mpc}^{-1}$ by considering the existing data of lensing\ndispersion in Type Ia supernovae. We show that for various deviations from the\nsimplest $n_s\\simeq 0.96$ the lensing dispersion cuts considerably into the\nallowed parameter space by PLANCK and constrains the spectrum to smaller scales\nbeyond the reach of other current data sets.\n","Comment: 6 pages, 2 figures, extended reference list, to appear as Proceedings\n  of the XLIXth RENCONTRES DE MORIOND, Cosmology session"]}]
["1408.3009",{"format":[],"subject":["Mathematics - Representation Theory","20F55, 20F99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3009"],"date":["2014-08-13"],"type":["text"],"creator":["Yağmur, Tülay","Can, Himmet"],"language":[],"coverage":[],"title":["A New Descent Algebra for Standard Parabolic Subgroups of $W(A_n)$"],"description":["  A new descent algebra $\\sum_{W}(A_{n})$ of Weyl groups of type $A_n$,\nconstructed by present authors in [1], is generated by equivalence classes\n$[x_J]$ arising from the equivalence relation defined on the set of all $x_J$.\nIn this paper, we introduce the structure of this new descent algebra for\nstandard parabolic subgroups $W_J$ of Weyl groups of type $A_n$.\n","Comment: 6 pages"]}]
["1408.3016",{"format":[],"subject":["Mathematics - Probability","60D05, 52A22, 53C65, 90C25, 60B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3016"],"date":["2014-08-13"],"type":["text"],"creator":["Amelunxen, Dennis","Lotz, Martin"],"language":[],"coverage":[],"title":["Gordon's inequality and condition numbers in conic optimization"],"description":["  The probabilistic analysis of condition numbers has traditionally been\napproached from different angles; one is based on Smale's program in complexity\ntheory and features integral geometry, while the other is motivated by\ngeometric functional analysis and makes use of the theory of Gaussian\nprocesses. In this note we explore connections between the two approaches in\nthe context of the biconic homogeneous feasiblity problem and the condition\nnumbers motivated by conic optimization theory. Key tools in the analysis are\nSlepian's and Gordon's comparision inequalities for Gaussian processes,\ninterpreted as monotonicity properties of moment functionals, and their\ninterplay with ideas from conic integral geometry.\n"]}]
["1408.3017",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Group Theory","51K10, 51E24 (Primary) 20G15, 20F55, 53C21 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3017"],"date":["2014-08-13"],"type":["text"],"creator":["Ramos-Cuevas, Carlos"],"language":[],"coverage":[],"title":["Subcomplexes and fixed point sets of isometries of spherical buildings"],"description":["  In this paper we study convex subcomplexes of spherical buildings. We pay\nspecial attention to fixed point sets of type-preserving isometries of\nspherical buildings. This sets are also convex subcomplexes of the natural\npolyhedral structure of the building. We show, among other things, that if the\nfixed point set is top-dimensional then it is either a subbuilding or it has\ncircumradius $\\leq \\frac{\\pi}{2}$. If the building is of type $A_n$ or $D_n$,\nwe also show that the same conclusion holds for an arbitrary (top-dimensional\nin the $D_n$-case) convex subcomplex. This proves a conjecture of Kleiner-Leeb\nin these cases.\n","Comment: 32 pages"]}]
["1408.3021",{"format":[],"subject":["Mathematics - Analysis of PDEs","35J15, 35J20, 35J47"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3021"],"date":["2014-08-13"],"type":["text"],"creator":["Alves, Claudianor O.","Souto, Marco A. S.","Soares, Sérgio H. M."],"language":[],"coverage":[],"title":["A sign-changing solution for the Schr\\\"odinger-Poisson equation"],"description":["  We find a sign-changing solution for a class of Schr\\\"odinger-Poisson system\nin $\\mathbb{R}^3$ as an existence result by minimization in a closed subset\ncontaining all the sign-changing solutions of the equation. The proof is based\non variational methods in association with the deformation lemma and Miranda's\ntheorem.\n"]}]
["1408.3022",{"format":[],"subject":["Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3022"],"date":["2014-08-12"],"type":["text"],"creator":["Sandroos, Arto","Li, Gang","Zhao, Lulu"],"language":[],"coverage":[],"title":["First- and Second-order Fermi Acceleration at Parallel Shocks"],"description":["  We report on a new Monte Carlo method for simulating diffusive shock\nacceleration (DSA) of solar energetic particles at upstream and downstream\nregions of quasi-parallel collisionless shock waves under the influence of\nself-generated turbulence. By way of example, we apply the model to a fast 1500\nkm \\mathrm{s}^{-1} coronal mass ejection at ten solar radii. Results indicate\nthat the maximum energies at outer corona are likely to be limited to few MeV,\ndue to lack of suprathermal protons for appreciable wave growth, and\ninsufficient time required acceleration. We find that the second-order Fermi\nacceleration, although being a too slow process to have a notable effect at the\nhighest energies, significantly flattens energy spectra at low energy end.\nSimulations indicate that protons continue to damp waves efficiently several\nsolar radii from the shock in the downstream region, which may be an important\nmechanism for heating suprathermals. Our simulations also suggest that models\nassuming a simple isotropic scattering are likely to predict too efficient\nacceleration.\n","Comment: 16 pages, 10 color figures"]}]
["1408.3023",{"format":[],"subject":["Mathematics - Analysis of PDEs","35A15, 14E20, 35H30, 35Q55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3023"],"date":["2014-08-13"],"type":["text"],"creator":["Alves, Claudianor O.","Nemer, Rodrigo C. M.","Soares, Sérgio H. M."],"language":[],"coverage":[],"title":["The use of the Morse theory to estimate the number of nontrivial\n  solutions of a nonlinear Schr\\\"odinger equation with magnetic field"],"description":["  Based on some ideas introduced by Benci and Cerami\n\\cite{benci-cerami_calvar}, we obtain an abstract result that establishes a\nversion of the Morse relations. Afterward, we use this result to prove\nmultiplicity of solutions for a nonlinear Schr\\\"odinger equation with an\nexternal magnetic field.\n"]}]
["1408.3026",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3026","Appl. Phys. Lett. 105, 013112 (2014)","doi:10.1063/1.4890084"],"date":["2014-08-13"],"type":["text"],"creator":["Lam, Kai Tak","Seol, Gyungseon","Guo, Jing"],"language":[],"coverage":[],"title":["Operating Principles of Vertical Transistors Based on Monolayer\n  Two-Dimensional Semiconductor Heterojunctions"],"description":["  A vertical transistor based on a double gated, atomically thin heterojunction\nis theoretically examined. Both p-type and n-type transistor operations can be\nconveniently achieved by using one of the two gates as the switching gate. The\ntransistor shows excellent saturation of output I-V characteristics due to\ndrain-induced depletion and lack of tunneling barrier layers. The subthreshold\nslope could be below the thermionic limit due to band filtering as the\nswitching mechanism. The atomically thin vertical PN heterojunction can be\nelectrostatically modulated from a type II heterojunction to a broken bandgap\nalignment, which is preferred for maximizing the on-current.\n"]}]
["1408.3027",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3027"],"date":["2014-08-13"],"type":["text"],"creator":["Dreassi, Emanuela","Rocco, Emilia"],"language":[],"coverage":[],"title":["A Bayesian semiparametric model for semicontinuous data"],"description":["  When the target variable exhibits a semicontinuous behaviour (i.e. a point\nmass in a single value and a continuous distribution elsewhere) parametric\n`two-part regression models' have been extensively used and investigated. In\nthis paper, a semiparametric Bayesian two-part regression model for dealing\nwith such variables is proposed. The model allows a semiparametric expression\nfor the two part of the model by using Dirichlet processes. A motivating\nexample (in the `small area estimation' framework) based on pseudo-real data on\ngrapewine production in Tuscany, is used to evaluate the capabilities of the\nmodel. Results show a satisfactory performance of the suggested approach to\nmodel and predict semicontinuous data when parametric assumptions\n(distributional and/or relationship) are not reasonable.\n"]}]
["1408.3029",{"format":[],"subject":["Mathematics - Metric Geometry","26D20, 26D07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3029"],"date":["2014-08-12"],"type":["text"],"creator":["Coronel, Anibal","Huancas, Fernando"],"language":[],"coverage":[],"title":["A proof of the three geometric inequalities conjectured by Yu-Dong Wu\n  and H.M. Srivastava"],"description":["  In this short note the authors give answers to the three open problems\nformulated by Wu and Srivastava [{\\it Appl. Math. Lett. 25 (2012),\n1347--1353}]. We disprove the Problem 1, by showing that there exists a\ntriangle which does not satisfies the proposed inequality. We prove the\ninequalities conjectured in Problems 2 and 3. Furthermore, we introduce an\noptimal refinement of the inequality conjectured on Problem 3.\n","Comment: 3 pages"]}]
["1408.3033",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3033"],"date":["2014-08-13"],"type":["text"],"creator":["Muñoz, Cristina","Leone, Pierre"],"language":[],"coverage":[],"title":["A Network Architecture for Distributed Event Based Systems in an\n  Ubiquitous Sensing Scenario"],"description":["  Ubiquitous sensing devices frequently disseminate their data between them.\nThe use of a distributed event-based system that decouples publishers of\nsubscribers arises as an ideal candidate to implement the dissemination\nprocess. In this paper, we present a network architecture which merges the\nnetwork and overlay layers of typical structured event-based systems.\nDirectional Random Walks (DRWs) are used for the construction of this merged\nlayer. Our first results show that DRWs are suitable to balance the load using\na few nodes in the network to construct the dissemination path. As future work,\nwe propose to study the properties of this new layer and to work on the design\nof Bloom filters to manage broker nodes.\n","Comment: 5 pages, 6 figures"]}]
["1408.3037",{"format":[],"subject":["Quantum Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3037"],"date":["2014-08-13"],"type":["text"],"creator":["Schijven, P.","Muelken, O."],"language":[],"coverage":[],"title":["Information Dimension of Dissipative Quantum Walks"],"description":["  We study the temporal growth of the von Neumann entropy for dissipative\nquantum walks on networks. By using a phenomenological quantum master equation,\nthe quantum stochastic walk (QSW), we are able to parametrically scan the\ncrossover from purely coherent quantum walks to purely diffusive random walks.\nIn the latter limit the entropy shows a logarithmic growth, which is\nproportional to the information dimension of the random walk on the network.\nHere we present results for the von Neumann entropy based on the reduced\ndensity operator of the QSW. It shows a similar logarithmic growth for a wide\nrange of parameter values and networks. As a consequence, we propose the\nlogarithmic growth rate of the von Neumann entropy to be a natural extension of\nthe information dimension to dissipative quantum systems. We corroborate our\nresults by comparing to numerically exact simulations.\n","Comment: 5 pages, 3 figures"]}]
["1408.3039",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Earth and Planetary Astrophysics","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3039","Proceedings. SPIE 9143, Space Telescopes and Instrumentation 2014:\n  Optical, Infrared, and Millimeter Wave, 91430Y (August 2, 2014)","doi:10.1117/12.2056325"],"date":["2014-08-13"],"type":["text"],"creator":["Martín-Fleitas, J.","Mora, A.","Sahlmann, J.","Kohley, R.","Massart, B.","L'hermitte, J.","Roy, M. Le","Paulet, P."],"language":[],"coverage":[],"title":["Enabling Gaia observations of naked-eye stars"],"description":["  The ESA Gaia space astrometry mission will perform an all-sky survey of\nstellar objects complete in the nominal magnitude range G = [6.0 - 20.0]. The\nstars with G lower than 6.0, i.e. those visible to the unaided human eye, would\nthus not be observed by Gaia. We present an algorithm configuration for the\nGaia on-board autonomous object observation system that makes it possible to\nobserve very bright stars with G = [2.0-6.0). Its performance has been tested\nduring the in-orbit commissioning phase achieving an observation completeness\nof ~94% at G = 3 - 5.7 and ~75% at G = 2 - 3. Furthermore, two targeted\nobservation techniques for data acquisition of stars brighter than G = 2.0 were\ntested. The capabilities of these two techniques and the results of the\nin-flight tests are presented. Although the astrometric performance for stars\nwith G lower than 6.0 has yet to be established, it is clear that several\nscience cases will benefit from the results of the work presented here.\n","Comment: 12 pages, 5 figures. To appear in the proceedings of the SPIE 9143,\n  2014 Astronomical Instrumentation and Telescopes conference"]}]
["1408.3046",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3046"],"date":["2014-08-11"],"type":["text"],"creator":["Esfahanizadeh, Homa","Lahouti, Farshad","Hassibi, Babak"],"language":[],"coverage":[],"title":["A Matrix Completion Approach to Linear Index Coding Problem"],"description":["  In this paper, a general algorithm is proposed for rate analysis and code\ndesign of linear index coding problems. Specifically a solution for minimum\nrank matrix completion problem over finite fields representing the linear index\ncoding problem is devised in order to find the optimum transmission rate given\nvector length and size of the field. The new approach can be applied to both\nscalar and vector linear index coding.\n","Comment: 5 pages, 7 figures, and 1 table submitted to ITW 2014"]}]
["1408.3056",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3056"],"date":["2014-08-13"],"type":["text"],"creator":["Machnes, Shai","Plenio, Martin B."],"language":[],"coverage":[],"title":["Surprising Interactions of Markovian noise and Coherent Driving"],"description":["  We derive the explicit commutation relations for the generators of quantum\ndynamical semigroup - Markovian superoperator evolution, allowing the extension\nof Baker-Campbell-Hausdorff-type relations to general Lindblad-type evolutions.\nThis provides a novel tool for exploring the interaction of time-dependent\ncoherent and Markovian evolutions - a surprisingly rich set of behaviors which\ninclude deformation by coherent driving of Markovian terms, generation of new\nLindblad terms from time-dependent noise and even a coherent driving term\ngenerated by the interaction of time-separated Markovian noises. Finally, we\nconsider the Lindblad superoperators as vectors in a higher space, allowing us\nto extract the infinitely divisible subspace of a given channel and to recover\nits Lindblad form.\n"]}]
["1408.3060",{"format":[],"subject":["Computer Science - Learning","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3060"],"date":["2014-08-13"],"type":["text"],"creator":["Le, Quoc Viet","Sarlos, Tamas","Smola, Alexander Johannes"],"language":[],"coverage":[],"title":["Fastfood: Approximate Kernel Expansions in Loglinear Time"],"description":["  Despite their successes, what makes kernel methods difficult to use in many\nlarge scale problems is the fact that storing and computing the decision\nfunction is typically expensive, especially at prediction time. In this paper,\nwe overcome this difficulty by proposing Fastfood, an approximation that\naccelerates such computation significantly. Key to Fastfood is the observation\nthat Hadamard matrices, when combined with diagonal Gaussian matrices, exhibit\nproperties similar to dense Gaussian random matrices. Yet unlike the latter,\nHadamard and diagonal matrices are inexpensive to multiply and store. These two\nmatrices can be used in lieu of Gaussian matrices in Random Kitchen Sinks\nproposed by Rahimi and Recht (2009) and thereby speeding up the computation for\na large range of kernel functions. Specifically, Fastfood requires O(n log d)\ntime and O(n) storage to compute n non-linear basis functions in d dimensions,\na significant improvement from O(nd) computation and storage, without\nsacrificing accuracy.\n  Our method applies to any translation invariant and any dot-product kernel,\nsuch as the popular RBF kernels and polynomial kernels. We prove that the\napproximation is unbiased and has low variance. Experiments show that we\nachieve similar accuracy to full kernel expansions and Random Kitchen Sinks\nwhile being 100x faster and using 1000x less memory. These improvements,\nespecially in terms of memory usage, make kernel methods more practical for\napplications that have large training sets and/or require real-time prediction.\n"]}]
["1408.3066",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3066","Proc. SPIE 9151, Advances in Optical and Mechanical Technologies\n  for Telescopes and Instrumentation, 915150 (July 28, 2014)","doi:10.1117/12.2056460"],"date":["2014-08-13"],"type":["text"],"creator":["Santos, Jesulino Bispo dos","de Oliveira, Antonio Cesar","Gunn, James","de Oliveira, Ligia Souza","de Arruda, Marcio Vital","Castilho, Bruno","Gneiding, Clemens Darvin","Ribeiro, Flavio Felipe","Murray, Graham","Reiley, Daniel J.","Junior, Laerte Sodré","de Oliveira, Claudia Mendes"],"language":[],"coverage":[],"title":["Studying focal ratio degradation of optical fibers for Subaru Prime\n  Focus Spectrograph"],"description":["  Focal Ration Degradation (FRD) is a change in light angular distribution\ncaused by fiber optics. FRD is important to fiber-fed, spectroscopic\nastronomical systems because it can cause loss of signal, degradation in\nspectral resolution, or increased complexity in spectrograph design.\nLaborat\\'orio Nacional de Astrof\\'isica (LNA) has developed a system that can\naccurately and precisely measures FRD, using an absolute method that can also\nmeasure fiber throughput. This paper describes the metrology system and shows\nmeasurements of Polymicro fiber FBP129168190, FBP127165190 and Fujikura fiber\n128170190. Although the FRD of the two fibers are low and similar to one\nanother, it is very important to know the exact characteristics of these fibers\nsince both will be used in the construction of FOCCoS (Fiber Optical Cable and\nConnectors System) for PFS (Prime Focus Spectrograph) to be installed at the\nSubaru telescope.\n","Comment: 6 Pages, 10 Figures"]}]
["1408.3068",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3068"],"date":["2014-08-13"],"type":["text"],"creator":["Günther, H. M.","Poppenhaeger, K.","Testa, P.","Borgniet, S.","Brun, S.","Cegla, H.","Garraffo, C.","Kowalski, A.","Shapiro, A.","Shkolnik, E.","Spada, F.","Vidotto, A."],"language":[],"coverage":[],"title":["Upgrading the Solar-Stellar Connection: News about activity in Cool\n  Stars"],"description":["  In this splinter session, ten speakers presented results on solar and stellar\nactivity and how the two fields are connected. This was followed by a lively\ndiscussion and supplemented by short, one-minute highlight talks. The talks\npresented new theoretical and observational results on mass accretion on the\nSun, the activity rate of flare stars, the evolution of the stellar magnetic\nfield on time scales of a single cycle and over the lifetime of a star, and two\ndifferent approaches to model the radial-velocity jitter in cool stars that is\ndue to the granulation on the surface. Talks and discussion showed how much the\ninterpretation of stellar activity data relies on the sun and how the large\nnumber of objects available in stellar studies can extend the parameter range\nof activity models.\n","Comment: conference proceedings for \"18th Cambridge workshop on Cool Stars,\n  Stellar Systems and the Sun\", 13 pages, 4 figures"]}]
["1408.3071",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3071","Astronomical Society of The Pacific Conf. Series, \"Cosmic Dust\n  Near and Far\", 2010, vol. 414, p.539"],"date":["2014-07-24"],"type":["text"],"creator":["Weselak, T.","Krełowski, J."],"language":[],"coverage":[],"title":["Interstellar extinction and abundances of simple diatomic molecules"],"description":["  We analyze mutual relations between interstellar extinction E(B-V) and column\ndensities of diatomic molecules such as CN, CH and CH cation observed along\ntranslucent sightlines. Observational material acquired using five echelle\nspectrographs, situated in both northern and southern hemispheres, was used in\nthis study. While column densities of CH, CH+ correlate reasonably tightly with\nE(B-V) the similar relation built for CN shows a large scatter. This result\nsuggests that CH and CH+ molecules are quite well spatially correlated to\ninterstellar dust while CN requires another conditions to be formed. The CH\nmolecule is closely related to H_2 as it was demonstrated already; the fact is\ninteresting since H_2 is believed to be formed on grain surfaces rather than in\nthe gas phase.\n","Comment: 4 pages, 3 figures"]}]
["1408.3073",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3073"],"date":["2014-07-25"],"type":["text"],"creator":["Gupta, Vibhu"],"language":[],"coverage":[],"title":["A comment on \"Tripartite entanglement versus tripartite nonlocality in\n  3-qubit GHZ-class states\""],"description":["  The paper titled \"Tripartite entanglement versus tripartite nonlocality in\n3-qubit GHZ-class states\", (Physical Review Letters 102, 250404 (2009)), does\nvery important work on studying the nature of Svetlichny Inequalities (which\nare Bell-type inequalities) and sheds light on some important properties and\nrelationship between Svetlichny inequality and tripartite entanglement. It\nderives a result for the maximum expectation value of Svetlichny operator for\nGGHZ and MS states. In this comment, it is put forth that there is probably a\nmistake in the central result derived in the paper.\n","Comment: 2 pages"]}]
["1408.3075",{"format":[],"subject":["Mathematics - Differential Geometry","53A10 (Primary), 53C42, 32A22 (Secondary), 30D35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3075"],"date":["2014-08-13"],"type":["text"],"creator":["Ha, Pham Hoang","Trang, Nguyen Hoang"],"language":[],"coverage":[],"title":["Modified defect relations of the Gauss map of complete minimal surfaces\n  on annular ends"],"description":["  In this article, we study the modified defect relations of the Gauss map of\ncomplete minimal surfaces in $\\mathbb R^3$ and $ \\mathbb R^4$ on annular ends.\nWe obtain results which are similar to the ones obtained by Fujimoto~[J.\nDifferential Geometry \\textbf{29} (1989), 245-262] for (the whole) complete\nminimal surfaces. We thus give some improvements of the previous results for\nthe Gauss maps of complete minimal surfaces restricted on annular ends.\n","Comment: 18 pages. arXiv admin note: substantial text overlap with\n  arXiv:1304.7065"]}]
["1408.3077",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3077"],"date":["2014-08-13"],"type":["text"],"creator":["Elliot, Alan J.","Ma, Chunrui","Lu, Rongtao","Xin, Melisa","Han, Siyuan","Wu, Judy Z.","Sakidja, Ridwan","Yu, Haifeng"],"language":[],"coverage":[],"title":["Controlling the thickness of Josephson tunnel barriers with atomic layer\n  deposition"],"description":["  Atomic Layer Deposition (ALD) is a promising technique for producing\nJosephson junctions (JJs) with lower defect densities for qubit applications. A\nkey problem with using ALD for JJs is the interfacial layer (IL) that develops\nunderneath the tunnel barrier. An IL up to 2 nm forms between ALD Al2O3 and Al.\nHowever, the IL thickness is unknown for ALD films less 1 nm. In this work,\nNb-Al-ALD-Al2O3-Nb trilayers with tunnel barriers from 0.6 - 1.6 nm were grown\nin situ. Nb-Al-AlOx-Nb JJs with thermally oxidized tunnel barrier were produced\nfor reference. RN was obtained using a four-point method at 300 K. JC, and its\ndependence on barrier thickness, was calculated from the Ambegaokar-Baratoff\nformula. The Al surface was modeled using ab initio molecular dynamics to study\nthe nucleation of Al2O3 on Al. Current voltage characteristics were taken at 4\nK to corroborate the room temperature measurements. Together, these results\nsuggest that ALD may be used to grow an ultrathin, uniform tunnel barrier with\ncontrollable tunnel resistance and JC, but a thin IL develops during the\nnucleation stage of ALD growth that may disqualify Al as a suitable wetting\nlayer for ALD JJ based qubits.\n","Comment: 5 pages, 4 figures, Applied Superconductivity Conference"]}]
["1408.3079",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3079"],"date":["2014-07-27"],"type":["text"],"creator":["Salah, Hani","Roos, Stefanie","Strufe, Thorsten"],"language":[],"coverage":[],"title":["A Lightweight Approach for Improving the Lookup Performance in\n  Kademlia-type Systems"],"description":["  Discovery of nodes and content in large-scale distributed systems is\ngenerally based on Kademlia, today. Understanding Kademlia-type systems to\nimprove their performance is essential for maintaining a high service quality\nfor an increased number of participants, particularly when those systems are\nadopted by latency-sensitive applications.\n  This paper contributes to the understanding of Kademlia by studying the\nimpact of \\emph{diversifying} neighbours' identifiers within each routing table\nbucket on the lookup performance. We propose a new, yet backward-compatible,\nneighbour selection scheme that attempts to maximize the aforementioned\ndiversity. The scheme does not cause additional overhead except negligible\ncomputations for comparing the diversity of identifiers. We present a\ntheoretical model for the actual impact of the new scheme on the lookup's hop\ncount and validate it against simulations of three exemplary Kademlia-type\nsystems. We also measure the performance gain enabled by a partial deployment\nfor the scheme in the real KAD system. The results confirm the superiority of\nthe systems that incorporate our scheme.\n","Comment: 13 pages, 8 figures, conference version 'Diversity Entails\n  Improvement: A new Neighbour Selection Scheme for Kademlia-type Systems' at\n  IEEE P2P 2014"]}]
["1408.3081",{"format":[],"subject":["Computer Science - Learning","Computer Science - Computer Vision and Pattern Recognition","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3081"],"date":["2014-08-05"],"type":["text"],"creator":["Tran, Truyen","Bui, Hung","Venkatesh, Svetha"],"language":[],"coverage":[],"title":["Human Activity Learning and Segmentation using Partially Hidden\n  Discriminative Models"],"description":["  Learning and understanding the typical patterns in the daily activities and\nroutines of people from low-level sensory data is an important problem in many\napplication domains such as building smart environments, or providing\nintelligent assistance. Traditional approaches to this problem typically rely\non supervised learning and generative models such as the hidden Markov models\nand its extensions. While activity data can be readily acquired from pervasive\nsensors, e.g. in smart environments, providing manual labels to support\nsupervised training is often extremely expensive. In this paper, we propose a\nnew approach based on semi-supervised training of partially hidden\ndiscriminative models such as the conditional random field (CRF) and the\nmaximum entropy Markov model (MEMM). We show that these models allow us to\nincorporate both labeled and unlabeled data for learning, and at the same time,\nprovide us with the flexibility and accuracy of the discriminative framework.\nOur experimental results in the video surveillance domain illustrate that these\nmodels can perform better than their generative counterpart, the partially\nhidden Markov model, even when a substantial amount of labels are unavailable.\n","Comment: HAREM 2005: Proceedings of the International Workshop on Human\n  Activity Recognition and Modelling"]}]
["1408.3083",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Multimedia"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3083"],"date":["2014-08-13"],"type":["text"],"creator":["Srivastava, Madhur"],"language":[],"coverage":[],"title":["Entropy Conserving Binarization Scheme for Video and Image Compression"],"description":["  The paper presents a binarization scheme that converts non-binary data into a\nset of binary strings. At present, there are many binarization algorithms, but\nthey are optimal for only specific probability distributions of the data\nsource. Overcoming the problem, it is shown in this paper that the presented\nbinarization scheme conserves the entropy of the original data having any\nprobability distribution of $m$-ary source. The major advantages of this scheme\nare that it conserves entropy without the knowledge of the source and the\nprobability distribution of the source symbols. The scheme has linear\ncomplexity in terms of the length of the input data. The binarization scheme\ncan be implemented in Context-based Adaptive Binary Arithmetic Coding (CABAC)\nfor video and image compression. It can also be utilized by various universal\ndata compression algorithms that have high complexity in compressing non-binary\ndata, and by binary data compression algorithms to optimally compress\nnon-binary data.\n","Comment: 12 pages, 2 tables"]}]
["1408.3086",{"format":[],"subject":["Quantitative Finance - Risk Management"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3086","Revista Tecnologia de Cr\\'edito, Edi\\c{c}\\~ao 86, Editora Serasa\n  Experian, 2014 pages 42-51"],"date":["2014-08-03"],"type":["text"],"creator":["Oliveira, Mauro R.","Neto, Armando Chinelatto"],"language":[],"coverage":[],"title":["Downturn LGD: A More Conservative Approach for Economic Decline Periods"],"description":["  The purpose of this paper is to identify a relevant statistical correlation\nbetween rate of default, RD, and loss given default, LGD, in a major Brazilian\nfinancial institution Retail Home Equity exposure rated using the IRB approach,\nso that we may find a causal relationship between the two risk parameters.\nTherefore, according to Central Bank of Brazil requirements, a methodology is\napplied to add conservatism to the estimation of the Loss Given Default\nparameter at times of economic decline, reflected as increased rates of\ndefault.\n"]}]
["1408.3092",{"format":[],"subject":["Statistics - Machine Learning","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3092"],"date":["2014-08-13"],"type":["text"],"creator":["Suzuki, Taiji"],"language":[],"coverage":[],"title":["Convergence rate of Bayesian tensor estimator: Optimal rate without\n  restricted strong convexity"],"description":["  In this paper, we investigate the statistical convergence rate of a Bayesian\nlow-rank tensor estimator. Our problem setting is the regression problem where\na tensor structure underlying the data is estimated. This problem setting\noccurs in many practical applications, such as collaborative filtering,\nmulti-task learning, and spatio-temporal data analysis. The convergence rate is\nanalyzed in terms of both in-sample and out-of-sample predictive accuracies. It\nis shown that a near optimal rate is achieved without any strong convexity of\nthe observation. Moreover, we show that the method has adaptivity to the\nunknown rank of the true tensor, that is, the near optimal rate depending on\nthe true rank is achieved even if it is not known a priori.\n","Comment: 27 pages, 2 figures"]}]
["1408.3095",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3095"],"date":["2014-08-13"],"type":["text"],"creator":["Sindoni, Lorenzo"],"language":[],"coverage":[],"title":["Effective equations for GFT condensates from fidelity"],"description":["  The derivation of effective equations for group field theories is discussed\nfrom a variational point of view, with the action being determined by the\nfidelity of the trial state with respect to the exact state. It is shown how\nthe maximisation procedure with respect to the parameters of the trial state\nlead to the expected equations, in the case of simple condensates. Furthermore,\nwe show that the second functional derivative of the fidelity gives a compact\nway to estimate, within the effective theory itself, the limits of its\nvalidity. The generalisation can be extended to include the Nakajima--Zwanzig\nprojection method for general mixed trial states.\n","Comment: 12 pages"]}]
["1408.3096",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3096"],"date":["2014-08-13"],"type":["text"],"creator":["Gagliuffi, Daniella C. Bardalez","Burgasser, Adam J.","Gelino, Christopher R.","Melis, Carl","Blake, Cullen"],"language":[],"coverage":[],"title":["Bridging the gap on tight separation brown dwarf binaries"],"description":["  Multiplicity is a key statistic for understanding the formation of very low\nmass (VLM) stars and brown dwarfs. Currently, the separation distribution of\nVLM binaries remains poorly constrained at small separations (<1 AU), leading\nto uncertainty in the overall binary fraction. We approach this problem by\nsearching for late M/early L plus T dwarf spectral binaries whose combined\nlight spectra exhibit distinct peculiarities, making their identification\nindependent of separation. We define a set of spectral indices designed to\nidentify these systems, and use a spectral template fitting method to confirm\nand characterize spectral binary (SB) candidates from a library of 738 spectra\nfrom the SpeX Prism Spectral Libraries. We present twelve new binary\ncandidates, confirm two previously reported candidates and rule out other two\npreviously reported candidates. All of our candidates have primary and\nsecondary spectral types between M7-L7 and L8-T8 respectively. We find that\nblue L dwarfs and subdwarfs are contaminants in our sample and propose a method\nfor segregating these sources. If confirmed by follow-up observations, these\nsystems may potentially add to the growing list of tight separation binaries,\ngiving further insight into brown dwarf formation scenarios.\n"]}]
["1408.3097",{"format":[],"subject":["Quantum Physics","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3097"],"date":["2014-08-13"],"type":["text"],"creator":["Casher, Aharon","Nussinov, Shmuel","Tollaksen, Jeffrey"],"language":[],"coverage":[],"title":["Collapses and Avoiding Wave Function Spreading"],"description":["  We address the impossibility of achieving exact time reversal in a system\nwith many degrees of freedom. This is a particular example of the difficult\ntask of \"aiming\" an initial classical state so as to become a specific final\nstate. We also comment on the classical-to-quantum transition in any\nnon-separable closed system of $n \\geq 2$ degrees of freedom. Even if the\nsystem is initially in a well defined WKB, semi-classical state, quantum\nevolution and, in particular, multiple reflections at classical turning points\nmake it completely quantum mechanical with each particle smeared almost\nuniformly over all the configuration space. The argument, which is presented in\nthe context of $n$ hard discs, is quite general. Finally, we briefly address\nmore complex quantum systems with many degrees of freedom and ask when can they\nprovide an appropriate environment to the above simpler systems so that quantum\nspreading is avoided by continuously leaving \"imprints\" in the environment. We\nalso discuss the possible connections with the pointer systems that are needed\nin the quantum-to-classical \"collapse\" transitions.\n"]}]
["1408.3099",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3099"],"date":["2014-08-13"],"type":["text"],"creator":["Muechler, Lukas","Schoop, Leslie M.","Felser, Claudia"],"language":[],"coverage":[],"title":["On the superconductivity of TiNCl and ZrNCl: A local bonding perspective"],"description":["  We analyze the superconductors TiNCl and ZrNCl from a local bonding\nperspective. Although TiNCl crystallizes in an orthorhombic structure and ZrNCl\ncrystallizes in a hexagonal structure, both compounds show significant\nstructural similarities, for example that both consist of layered\nmetal-Nitrogen networks. The local bonding in those two structures is very\nsimilar, giving rise to a dispersive conduction band mostly consisting of\nmetal-d -states. Upon doping both compounds show structural changes, which lead\nto short metal-metal distances, indicating a bonding interaction that might be\nimportant for the appearance of superconductivity in these systems. We\nfurthermore draw analogies to other superconductors that are close to a charge\ndensity wave instability around a d 1 -configuration and offer a different\nperspective on this class of superconductors, which show non-BCS-like\nsuperconductivity.\n"]}]
["1408.3100",{"format":[],"subject":["Quantum Physics","Computer Science - Artificial Intelligence","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3100"],"date":["2014-08-09"],"type":["text"],"creator":["Warmuth, Manfred K.","Kuzmin, Dima"],"language":[],"coverage":[],"title":["A Bayesian Probability Calculus for Density Matrices"],"description":["  One of the main concepts in quantum physics is a density matrix, which is a\nsymmetric positive definite matrix of trace one. Finite probability\ndistributions are a special case where the density matrix is restricted to be\ndiagonal. Density matrices are mixtures of dyads, where a dyad has the form uu'\nfor any any unit column vector u. These unit vectors are the elementary events\nof the generalized probability space. Perhaps the simplest case to see that\nsomething unusual is going on is the case of uniform density matrix, i.e. 1/n\ntimes identity. This matrix assigns probability 1/n to every unit vector, but\nof course there are infinitely many of them. The new normalization rule thus\nsays that sum of probabilities over any orthonormal basis of directions is one.\nWe develop a probability calculus based on these more general distributions\nthat includes definitions of joints, conditionals and formulas that relate\nthese, i.e. analogs of the theorem of total probability, various Bayes rules\nfor the calculation of posterior density matrices, etc. The resulting calculus\nparallels the familiar 'classical' probability calculus and always retains the\nlatter as a special case when all matrices are diagonal.\n  Whereas the classical Bayesian methods maintain uncertainty about which model\nis 'best', the generalization maintains uncertainty about which unit direction\nhas the largest variance. Surprisingly the bounds also generalize: as in the\nclassical setting we bound the negative log likelihood of the data by the\nnegative log likelihood of the MAP estimator.\n","Comment: Appears in Proceedings of the Twenty-Second Conference on Uncertainty\n  in Artificial Intelligence (UAI2006)"]}]
["1408.3101",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition","92B25, 62E17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3101"],"date":["2014-08-13"],"type":["text"],"creator":["Verduzco-Flores, Sergio"],"language":[],"coverage":[],"title":["How stochastic synchrony could work in cerebellar Purkinje cells"],"description":["  Simple spike synchrony between Purkinje cells projecting to a common neuron\nin the deep cerebellar nucleus is emerging as an important factor in the\nencoding of output information from cerebellar cortex. Stochastic\nsynchronization is a viable mechanism through which this synchrony could be\ngenerated, but it has received scarce attention, perhaps because the presence\nof feedforward inhibition in the input to Purkinje cells makes insights\ndifficult. This paper presents a method to account for feedforward inhibition\nso the usual mathematical approaches to stochastic synchronization can be\napplied. Three concepts (input correlation, heterogeneity, and PRC shape) are\nthen introduced to facilitate an intuitive understanding of how different\nfactors can affect synchronization in Purkinje cells. This is followed by a\ndiscussion of how stochastic synchrony could play a role in the cerebellar\nresponse under different assumptions.\n","Comment: 46 pages, 8 figures. Similar to a version submitted to the Journal of\n  Mathematical Neuroscience"]}]
["1408.3102",{"format":[],"subject":["Mathematical Physics","Mathematics - Symplectic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3102"],"date":["2014-08-12"],"type":["text"],"creator":["Buliga, Marius","de Saxce, Gery"],"language":[],"coverage":[],"title":["A symplectic Brezis-Ekeland-Nayroles principle"],"description":["  We propose a modification of the hamiltonian formalism which can be used for\ndissipative systems. This work continues arXiv:0810.1419 and advances by the\nintroduction of a symplectic version of the Brezis-Ekeland-Nayroles principle\n[Brezis Ekeland 1976] [Nayroles 1976]. As an application we show how standard\nplasticity can be treated in our formalism.\n"]}]
