["0805.0364",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0364"],"date":["2008-05-03","2014-04-24"],"type":["text"],"creator":["Abelev, B. I."],"language":[],"coverage":[],"title":["Charmed hadron production at low transverse momentum in Au+Au collisions\n  at RHIC"],"description":["  We report measurements of charmed hadron production from hadronic\n($D^{0}\\rightarrow K\\pi$) and semileptonic ($\\mu$ and $e$) decays in 200 GeV\nAu+Au collisions at RHIC. Analysis of the spectra indicates that charmed\nhadrons have a different radial flow pattern from light or multi-strange\nhadrons. Charm cross sections at mid-rapidity are extracted by combining the\nthree independent measurements, covering the transverse momentum range that\ncontributes to $\\sim$90% of the integrated cross section. The cross sections\nscale with number of binary collisions of the initial nucleons, a signature of\ncharm production exclusively at the initial impact of colliding heavy ions. The\nimplications for charm quark interaction and thermalization in the strongly\ninteracting matter are discussed.\n","Comment: 6 pages and 4 figures. Improved measurement with STAR new data can be\n  found as 1404.6185"]}]
["0806.1655",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics","Nonlinear Sciences - Adaptation and Self-Organizing Systems","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1655","Adaptive Networks, Understanding Complex Systems, pp 107-135\n  (Springer, 2009)","doi:10.1007/978-3-642-01284-6_6"],"date":["2008-06-10"],"type":["text"],"creator":["Caldarelli, Guido","Garlaschelli, Diego"],"language":[],"coverage":[],"title":["Self-Organization and Complex Networks"],"description":["  In this chapter we discuss how the results developed within the theory of\nfractals and Self-Organized Criticality (SOC) can be fruitfully exploited as\ningredients of adaptive network models. In order to maintain the presentation\nself-contained, we first review the basic ideas behind fractal theory and SOC.\nWe then briefly review some results in the field of complex networks, and some\nof the models that have been proposed. Finally, we present a self-organized\nmodel recently proposed by Garlaschelli et al. [Nat. Phys. 3, 813 (2007)] that\ncouples the fitness network model defined by Caldarelli et al. [Phys. Rev.\nLett. 89, 258702 (2002)] with the evolution model proposed by Bak and Sneppen\n[Phys. Rev. Lett. 71, 4083 (1993)] as a prototype of SOC. Remarkably, we show\nthat the results obtained for the two models separately change dramatically\nwhen they are coupled together. This indicates that self-organized networks may\nrepresent an entirely novel class of complex systems, whose properties cannot\nbe straightforwardly understood in terms of what we have learnt so far.\n","Comment: Book chapter in \"Adaptive Networks: Theory, Models and Applications\",\n  Editors: Thilo Gross and Hiroki Sayama (Springer/NECSI Studies on Complexity\n  Series)"]}]
["1006.4343",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematics - Algebraic Geometry","Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.4343","Moscow Math. Journal 11 #2 (2011), p.317-402"],"date":["2010-06-22","2014-04-25"],"type":["text"],"creator":["Positselski, Leonid"],"language":[],"coverage":[],"title":["Mixed Artin-Tate motives with finite coefficients"],"description":["  The goal of this paper is to give an explicit description of the triangulated\ncategories of Tate and Artin-Tate motives with finite coefficients Z/m over a\nfield K containing a primitive m-root of unity as the derived categories of\nexact categories of filtered modules over the absolute Galois group of K with\ncertain restrictions on the successive quotients. This description is\nconditional upon (and its validity is equivalent to) certain Koszulity\nhypotheses about the Milnor K-theory/Galois cohomology of K. This paper also\npurports to explain what it means for an arbitrary nonnegatively graded ring to\nbe Koszul. Exact categories, silly filtrations, and the K(\\pi,1)-conjecture are\ndiscussed in the appendices. Tate motives with integral coefficients are\nconsidered in the \"Conclusions\" section.\n","Comment: LaTeX 2e with pb-diagram.sty, 88 pages, 6+1 commutative diagrams;\n  v.3: additions in the \"conclusions\" section, other small improvements; v.4:\n  subsection 0.14 inserted in the Introduction, corollary added in subsection\n  7.3, section 9 expanded; v.5: two references added, several misprints\n  corrected -- this is intended as the final version; v.6: several misprints\n  corrected in section 4"]}]
["1007.1328",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","68R01","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.1328"],"date":["2010-07-08","2014-04-25"],"type":["text"],"creator":["Coja-Oghlan, Amin"],"language":[],"coverage":[],"title":["On belief propagation guided decimation for random k-SAT"],"description":["  Let F be a uniformly distributed random k-SAT formula with n variables and m\nclauses. Non-constructive arguments show that F is satisfiable for\nclause/variable ratios m/n< r(k)~2^k ln 2 with high probability. Yet no\nefficient algorithm is know to find a satisfying assignment for densities as\nlow as m/n r(k).ln(k)/k with a non-vanishing probability. In fact, the density\nm/n r(k).ln(k)/k seems to form a barrier for a broad class of local search\nalgorithms. One of the very few algorithms that plausibly seemed capable of\nbreaking this barrier is a message passing algorithm called Belief Propagation\nGuided Decimation. It was put forward on the basis of deep but non-rigorous\nstatistical mechanics considerations. Experiments conducted for k=3,4,5\nsuggested that the algorithm might succeed for densities very close to r_k.\nFurnishing the first rigorous analysis of BP decimation, the present paper\nshows that the algorithm fails to find a satisfying assignment already for\nm/n>c.r(k)/k, for a constant c>0 (independent of k).\n"]}]
["1101.0069",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.0069","Ind. J. Phys. 85 (2011) 587","doi:10.1007/s12648-011-0061-3"],"date":["2010-12-30"],"type":["text"],"creator":["Jahan, Akbari","Choudhury, D. K."],"language":[],"coverage":[],"title":["Fractal Inspired Models of Quark and Gluon Distributions and\n  Longitudinal Structure Function FL(x, Q2) at small x"],"description":["  In recent years, Fractal Inspired Models of quark and gluon densities at\nsmall x have been proposed. In this paper, we investigate longitudinal\nstructure function F-L (x, Q2) within this approach. We make predictions using\nthe QCD based approximate relation between the longitudinal structure function\nand the gluon density. As the Altarelli-Martinelli equation for the\nlongitudinal structure function cannot be applied to Model I due to the\npresence of a singularity in the Bjorken x-space we consider Model II only. The\nqualitative feature of the prediction of Model II is found to be compatible\nwith the QCD expectation.\n","Comment: 11 pages, 4 figures, Accepted for publication on 10-07-2010 in Indian\n  Journal of Physics"]}]
["1108.0404",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0404"],"date":["2011-08-01","2014-04-25"],"type":["text"],"creator":["Oliehoek, Frans A.","Whiteson, Shimon","Spaan, Matthijs T. J."],"language":[],"coverage":[],"title":["Exploiting Agent and Type Independence in Collaborative Graphical\n  Bayesian Games"],"description":["  Efficient collaborative decision making is an important challenge for\nmultiagent systems. Finding optimal joint actions is especially challenging\nwhen each agent has only imperfect information about the state of its\nenvironment. Such problems can be modeled as collaborative Bayesian games in\nwhich each agent receives private information in the form of its type. However,\nrepresenting and solving such games requires space and computation time\nexponential in the number of agents. This article introduces collaborative\ngraphical Bayesian games (CGBGs), which facilitate more efficient collaborative\ndecision making by decomposing the global payoff function as the sum of local\npayoff functions that depend on only a few agents. We propose a framework for\nthe efficient solution of CGBGs based on the insight that they posses two\ndifferent types of independence, which we call agent independence and type\nindependence. In particular, we present a factor graph representation that\ncaptures both forms of independence and thus enables efficient solutions. In\naddition, we show how this representation can provide leverage in sequential\ntasks by using it to construct a novel method for decentralized partially\nobservable Markov decision processes. Experimental results in both random and\nbenchmark tasks demonstrate the improved scalability of our methods compared to\nseveral existing alternatives.\n"]}]
["1201.6089",{"format":[],"subject":["Mathematics - Probability","60G42, 60J10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.6089","Journal of Theoretical Probability: Volume 27, Issue 2 (2014),\n  Page 601-617","doi:10.1007/s10959-012-0431-6"],"date":["2012-01-29","2012-06-30"],"type":["text"],"creator":["Menshikov, Mikhail","Popov, Serguei"],"language":[],"coverage":[],"title":["On range and local time of many-dimensional submartingales"],"description":["  We consider a discrete-time process adapted to some filtration which lives on\na (typically countable) subset of $\\mathbb{R}^d$, $d\\geq 2$. For this process,\nwe assume that it has uniformly bounded jumps, is uniformly elliptic (can\nadvance by at least some fixed amount with respect to any direction, with\nuniformly positive probability). Also, we assume that the projection of this\nprocess on some fixed vector is a submartingale, and that a stronger additional\ncondition on the direction of the drift holds (this condition does not exclude\nthat the drift could be equal to 0 or be arbitrarily small). The main result is\nthat with very high probability the number of visits to any fixed site by time\n$n$ is less than $n^{1/2-\\delta}$ for some $\\delta>0$. This in its turn implies\nthat the number of different sites visited by the process by time $n$ should be\nat least $n^{1/2+\\delta}$.\n","Comment: 23 pages, 8 figures; to appear in Journal of Theoretical Probability"]}]
["1201.6429",{"format":[],"subject":["Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.6429"],"date":["2012-01-30","2014-04-24"],"type":["text"],"creator":["Caragiannis, Ioannis","Kaklamanis, Christos","Kanellopoulos, Panagiotis","Kyropoulou, Maria","Lucier, Brendan","Leme, Renato Paes","Tardos, Éva"],"language":[],"coverage":[],"title":["Bounding the inefficiency of outcomes in generalized second price\n  auctions"],"description":["  The Generalized Second Price (GSP) auction is the primary auction used for\nmonetizing the use of the Internet. It is well-known that truthtelling is not a\ndominant strategy in this auction and that inefficient equilibria can arise. In\nthis paper we study the space of equilibria in GSP, and quantify the efficiency\nloss that can arise in equilibria under a wide range of sources of uncertainty,\nas well as in the full information setting. The traditional Bayesian game\nmodels uncertainty in the valuations (types) of the participants. The\nGeneralized Second Price (GSP) auction gives rise to a further form of\nuncertainty: the selection of quality factors resulting in uncertainty about\nthe behavior of the underlying ad allocation algorithm. The bounds we obtain\napply to both forms of uncertainty, and are robust in the sense that they apply\nunder various perturbations of the solution concept, extending to models with\ninformation asymmetries and bounded rationality in the form of learning\nstrategies.\n  We present a constant bound (2.927) on the factor of the efficiency loss\n(\\emph{price of anarchy}) of the corresponding game for the Bayesian model of\npartial information about other participants and about ad quality factors. For\nthe full information setting, we prove a surprisingly low upper bound of 1.282\non the price of anarchy over pure Nash equilibria, nearly matching a lower\nbound of 1.259 for the case of three advertisers. Further, we do not require\nthat the system reaches equilibrium, and give similarly low bounds also on the\nquality degradation for any no-regret learning outcome. Our conclusion is that\nthe number of advertisers in the auction has almost no impact on the price of\nanarchy, and that the efficiency of GSP is very robust with respect to the\nbelief and rationality assumptions imposed on the participants.\n","Comment: Accepted to JET (Journal of Economic Theory). A preliminary version\n  of this paper appeared in arxiv with the title \"On the efficiency of\n  equilibria in generalized second price auctions\". Conference versions of\n  those results appeared in FOCS'10, EC'11 and EC'11"]}]
["1204.4312",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.4312","The European Physical Journal C, Volume 72, Number 6 (2012), 2027","doi:10.1140/epjc/s10052-012-2027-9"],"date":["2012-04-19","2012-06-12"],"type":["text"],"creator":["Chen, Deyou","Yang, Haitang"],"language":[],"coverage":[],"title":["Entropy spectrum of a Kerr anti-de Sitter black hole"],"description":["  The entropy spectrum of a spherically symmetric black hole was derived\nwithout the quasinormal modes in the work of Majhi and Vagenas. Extending this\nwork to rotating black holes, we quantize the entropy and the horizon area of a\nKerr anti-de Sitter black hole by two methods. The spectra of entropy and area\nare obtained via the Bohr-Sommerfeld quantization rule and the adiabatic\ninvariance in the first way. By addressing the wave function of emitted\n(absorbed) particles, the entropy and the area are quantized in the second one.\nBoth results show that the entropy and the area spectra are equally spaced.\n","Comment: Accepted for publication in The European Physical Journal C, Volume\n  72, Issue 6"]}]
["1204.4839",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.4839","Trans. Amer. Math. Soc. 366 (2014), 3611-3630","doi:10.1090/S0002-9947-2014-06146-1"],"date":["2012-04-21","2014-02-27"],"type":["text"],"creator":["Coskey, Samuel","Farah, Ilijas"],"language":[],"coverage":[],"title":["Automorphisms of corona algebras, and group cohomology"],"description":["  In 2007 Phillips and Weaver showed that, assuming the Continuum Hypothesis,\nthere exists an outer automorphism of the Calkin algebra. (The Calkin algebra\nis the algebra of bounded operators on a separable complex Hilbert space,\nmodulo the compact operators.) In this paper we establish that the analogous\nconclusion holds for a broad family of quotient algebras. Specifically, we will\nshow that assuming the Continuum Hypothesis, if $A$ is a separable algebra\nwhich is either simple or stable, then the corona of $A$ has nontrivial\nautomorphisms. We also discuss a connection with cohomology theory, namely,\nthat our proof can be viewed as a computation of the cardinality of a\nparticular derived inverse limit.\n"]}]
["1205.2034",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.2034","Annals of Applied Statistics 2014, Vol. 8, No. 1, 259-285","doi:10.1214/13-AOAS680"],"date":["2012-05-09","2014-04-25"],"type":["text"],"creator":["Chen, Ting-Li","Hsieh, Dai-Ni","Hung, Hung","Tu, I-Ping","Wu, Pei-Shien","Wu, Yi-Ming","Chang, Wei-Hau","Huang, Su-Yun"],"language":[],"coverage":[],"title":["$\\gamma$-SUP: A clustering algorithm for cryo-electron microscopy images\n  of asymmetric particles"],"description":["  Cryo-electron microscopy (cryo-EM) has recently emerged as a powerful tool\nfor obtaining three-dimensional (3D) structures of biological macromolecules in\nnative states. A minimum cryo-EM image data set for deriving a meaningful\nreconstruction is comprised of thousands of randomly orientated projections of\nidentical particles photographed with a small number of electrons. The\ncomputation of 3D structure from 2D projections requires clustering, which aims\nto enhance the signal to noise ratio in each view by grouping similarly\noriented images. Nevertheless, the prevailing clustering techniques are often\ncompromised by three characteristics of cryo-EM data: high noise content, high\ndimensionality and large number of clusters. Moreover, since clustering\nrequires registering images of similar orientation into the same pixel\ncoordinates by 2D alignment, it is desired that the clustering algorithm can\nlabel misaligned images as outliers. Herein, we introduce a clustering\nalgorithm $\\gamma$-SUP to model the data with a $q$-Gaussian mixture and adopt\nthe minimum $\\gamma$-divergence for estimation, and then use a self-updating\nprocedure to obtain the numerical solution. We apply $\\gamma$-SUP to the\ncryo-EM images of two benchmark macromolecules, RNA polymerase II and ribosome.\nIn the former case, simulated images were chosen to decouple clustering from\nalignment to demonstrate $\\gamma$-SUP is more robust to misalignment outliers\nthan the existing clustering methods used in the cryo-EM community. In the\nlatter case, the clustering of real cryo-EM data by our $\\gamma$-SUP method\neliminates noise in many views to reveal true structure features of ribosome at\nthe projection level.\n","Comment: Published in at http://dx.doi.org/10.1214/13-AOAS680 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["1206.0094",{"format":[],"subject":["Quantitative Biology - Molecular Networks","Physics - Biological Physics","Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0094","Current Protein and Peptide Science (2014) 15: 171-188","doi:10.2174/1389203715666140331110522"],"date":["2012-06-01","2014-04-25"],"type":["text"],"creator":["Gyurko, David M.","Soti, Csaba","Stetak, Attila","Csermely, Peter"],"language":[],"coverage":[],"title":["System level mechanisms of adaptation, learning, memory formation and\n  evolvability: the role of chaperone and other networks"],"description":["  During the last decade, network approaches became a powerful tool to describe\nprotein structure and dynamics. Here, we describe first the protein structure\nnetworks of molecular chaperones, then characterize chaperone containing\nsub-networks of interactomes called as chaperone-networks or chaperomes. We\nreview the role of molecular chaperones in short-term adaptation of cellular\nnetworks in response to stress, and in long-term adaptation discussing their\nputative functions in the regulation of evolvability. We provide a general\noverview of possible network mechanisms of adaptation, learning and memory\nformation. We propose that changes of network rigidity play a key role in\nlearning and memory formation processes. Flexible network topology provides\n\"learning competent\" state. Here, networks may have much less modular\nboundaries than locally rigid, highly modular networks, where the learnt\ninformation has already been consolidated in a memory formation process. Since\nmodular boundaries are efficient filters of information, in the \"learning\ncompetent\" state information filtering may be much smaller, than after memory\nformation. This mechanism restricts high information transfer to the \"learning\ncompetent\" state. After memory formation, modular boundary-induced segregation\nand information filtering protect the stored information. The flexible networks\nof young organisms are generally in a \"learning competent\" state. On the\ncontrary, locally rigid networks of old organisms have lost their \"learning\ncompetent\" state, but store and protect their learnt information efficiently.\nWe anticipate that the above mechanism may operate at the level of both\nprotein-protein interaction and neuronal networks.\n","Comment: 19 pages, 2 Figures, 1 Table, 173 references"]}]
["1207.5331",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.5331","doi:10.1016/j.nuclphysa.2014.02.009"],"date":["2012-07-23","2014-04-25"],"type":["text"],"creator":["El, Andrej","Lauciello, Francesco","Wesp, Christian","Bouras, Ioannis","Xu, Zhe","Greiner, Carsten"],"language":[],"coverage":[],"title":["Shear viscosity of an ultrarelativistic Boltzmann gas with isotropic\n  inelastic scattering processes"],"description":["  We derive an analytic expression for the shear viscosity of an\nultra-relativistic gas in presence of both elastic $2\\to 2$ and inelastic\n$2\\leftrightarrow 3$ processes with isotropic differential cross sections. The\nderivation is based on the entropy principle and Grad's approximation for the\noff-equilibrium distribution function. The obtained formula relates the shear\nviscosity coefficient $\\eta$ to the total cross sections $\\sigma_{22}$ and\n$\\sigma_{23}$ of the elastic resp. inelastic processes. The values of shear\nviscosity extracted using the Green-Kubo formula from kinetic transport\ncalculations are shown to be in excellent agreement with the analytic results\nwhich demonstrates the validity of the derived formula.\n","Comment: 12 pages, 1 figure, as published in Nuclear Physics A"]}]
["1209.2050",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.2050","Canadian Journal of Physics, 91 (5), 373-377 (2013)","doi:10.1139/cjp-2012-0479"],"date":["2012-09-02","2014-04-25"],"type":["text"],"creator":["Stewart, A. M."],"language":[],"coverage":[],"title":["Role of the non-locality of the vector potential in the Aharonov-Bohm\n  effect"],"description":["  When the electromagnetic potentials are expressed in the Coulomb gauge in\nterms of the electric and magnetic fields rather than the sources responsible\nfor these fields they have a simple form that is non-local i.e. the potentials\ndepend on the fields at every point in space. It is this non-locality of\nclassical electrodynamics that is at first instance responsible for the puzzle\nassociated with the Aharonov-Bohm effect: that its interference pattern is\naffected by fields in a region of space that the electron beam never enters.\n","Comment: v5. 12 pages, 1 Figure pdf. Two appendices added"]}]
["1210.2814",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","05B20, 60C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.2814","Statistics & Probability Letters, Volume 91, August 2014, Pages\n  47-51, ISSN 0167-7152"],"date":["2012-10-10","2014-04-25"],"type":["text"],"creator":["Yordzhev, Krasimir"],"language":[],"coverage":[],"title":["On the probability of two randomly generated S-permutation matrices to\n  be disjoint"],"description":["  The concept of S-permutation matrix is considered in this paper. It defines\nwhen two binary matrices are disjoint. For an arbitrary $n^2 \\times n^2$\nS-permutation matrix, a lower band of the number of all disjoint with it\nS-permutation matrices is found. A formula for counting a lower band of the\nnumber of all disjoint pairs of $n^2 \\times n^2$ S-permutation matrices is\nformulated and proven. As a consequence, a lower band of the probability of two\nrandomly generated S-permutation matrices to be disjoint is found. In\nparticular, a different proof of a known assertion is obtained in the work. The\ncases when $n=2$ and $n=3$ are discussed in detail.\n"]}]
["1211.1628",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","15B34, 05B20, 05C50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1628","Discrete Applied Mathematics 161 (2013) 3072-3079","doi:10.1016/j.dam.2013.06.007"],"date":["2012-11-07"],"type":["text"],"creator":["Yordzhev, Krasimir Yankov"],"language":[],"coverage":[],"title":["On the Number of Disjoint Pairs of S-permutation Matrices"],"description":["  In [Journal of Statistical Planning and Inference (141) (2011) 3697-3704],\nRoberto Fontana offers an algorithm for obtaining Sudoku matrices. Introduced\nby Geir Dahl concept disjoint pairs of S-permutation matrices [Linear Algebra\nand its Applications (430) (2009) 2457-2463] is used in this algorithm.\nAnalyzing the works of G. Dahl and R. Fontana, the question of finding a\ngeneral formula for counting disjoint pairs of $n^2 \\times n^2$ S-permutation\nmatrices as a function of the integer $n$ naturally arises. This is an\ninteresting combinatorial problem that deserves its consideration. The present\nwork solves this problem. To do that, the graph theory techniques have been\nused. It has been shown that to count the number of disjoint pairs of $n^2\n\\times n^2$ S-permutation matrices, it is sufficient to obtain some numerical\ncharacteristics of the set of all bipartite graphs of the type $g=<R_g \\cup\nC_g, E_g>$, where $V=R_g \\cup C_g$ is the set of vertices, and $E_g$ is the set\nof edges of the graph $g$, $R_g \\cap C_g =\\emptyset$, $|R_g|=|C_g|=n$.\n","Comment: 14 pages, 1 figure. arXiv admin note: substantial text overlap with\n  arXiv:1202.0401"]}]
["1211.2987",{"format":[],"subject":["Mathematics - Probability","60K37 (Primary) 60J10, 60F15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.2987","Proceedings of the Steklov Institute of Mathematics, Vol. 282\n  (2013), no. 1, p. 106-123","doi:10.1134/S0081543813060102"],"date":["2012-11-13"],"type":["text"],"creator":["Hryniv, Ostap","Menshikov, Mikhail V.","Wade, Andrew R."],"language":[],"coverage":[],"title":["Random walk in mixed random environment without uniform ellipticity"],"description":["  We study a random walk in random environment on the non-negative integers.\nThe random environment is not homogeneous in law, but is a mixture of two kinds\nof site, one in asymptotically vanishing proportion. The two kinds of site are\n(i) points endowed with probabilities drawn from a symmetric distribution with\nheavy tails at 0 and 1, and (ii) `fast points' with a fixed systematic drift.\nWithout these fast points, the model is related to the diffusion in\nheavy-tailed (`stable') random potential studied by Schumacher and Singh; the\nfast points perturb that model. The two components compete to determine the\nbehaviour of the random walk; we identify phase transitions in terms of the\nmodel parameters. We give conditions for recurrence and transience, and prove\nalmost-sure bounds for the trajectories of the walk.\n","Comment: 20 pages"]}]
["1212.2636",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2636","JCAP04(2013)013","doi:10.1088/1475-7516/2013/04/013"],"date":["2012-12-11"],"type":["text"],"creator":["Strege, C.","Bertone, G.","Feroz, F.","Fornasa, M.","de Austri, R. Ruiz","Trotta, R."],"language":[],"coverage":[],"title":["Global Fits of the cMSSM and NUHM including the LHC Higgs discovery and\n  new XENON100 constraints"],"description":["  We present global fits of the constrained Minimal Supersymmetric Standard\nModel (cMSSM) and the Non-Universal Higgs Model (NUHM), including the most\nrecent CMS constraint on the Higgs boson mass, 5.8/fb integrated luminosity\nnull Supersymmetry searches by ATLAS, the new LHCb measurement of the Bs to\nmu+mu- branching ratio and the 7-year WMAP dark matter relic abundance\ndetermination. We include the latest dark matter constraints from the XENON100\nexperiment, marginalising over astrophysical and particle physics\nuncertainties. We present Bayesian posterior and profile likelihood maps of the\nhighest resolution available today, obtained from up to 350M points. We find\nthat the new constraint on the Higgs boson mass has a dramatic impact, ruling\nout large regions of previously favoured cMSSM and NUHM parameter space. In the\ncMSSM, light sparticles and predominantly gaugino-like dark matter with a mass\nof a few hundred GeV are favoured. The NUHM exhibits a strong preference for\nheavier sparticle masses and a Higgsino-like neutralino with a mass of 1 TeV.\nThe future ton-scale XENON1T direct detection experiment will probe large\nportions of the currently favoured cMSSM and NUHM parameter space. The LHC\noperating at 14 TeV collision energy will explore the favoured regions in the\ncMSSM, while most of the regions favoured in the NUHM will remain inaccessible.\nOur best-fit points achieve a satisfactory quality-of-fit, with p-values\nranging from 0.21 to 0.35, so that none of the two models studied can be\npresently excluded at any meaningful significance level.\n","Comment: 37 pages, 11 figures, submitted to JCAP"]}]
["1212.6534",{"format":[],"subject":["Mathematics - Analysis of PDEs","76M60, 35A30, 70G65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.6534","doi:10.1016/j.na.2013.02.010"],"date":["2012-12-28"],"type":["text"],"creator":["Dimas, S.","Bozhkov, Y."],"language":[],"coverage":[],"title":["Group Classification and Conservation Laws for a two-dimensional\n  Generalized Kuramoto-Sivashinsky Equation"],"description":["  The two-dimensional anisotropic Kuramoto-Sivashinsky equation is a\nforth-order nonlinear evolution equation in two spatial dimensions that arises\nin sputter erosion and epitaxial growth on vicinal surfaces. A generalization\nof this equation is proposed and studied via group analysis methods. The\ncomplete group classification of this generalized Kuramoto-Sivashinsky equation\nis carried out, it is classified according to the property of the\nself-adjointness and the corresponding conservation laws are established.\n","Comment: 32 pages"]}]
["1301.2874",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.2874","Eur. Phys. J. C (2014) 74:2846","doi:10.1140/epjc/s10052-014-2846-y"],"date":["2013-01-14","2013-11-28"],"type":["text"],"creator":["Kamani, Davoud"],"language":[],"coverage":[],"title":["Some $\\mathbf{Z}_2$-invariant Variables: Constructed of the Scalars\n  Dilaton and Axion"],"description":["  Using the dilaton scalar and axion pseudoscalar fields we construct a number\nof scalars and differential forms which are symmetric under the\n$\\mathbf{Z}_2$-subgroup of the group $SL(2, \\mathbf{R})$. These invariants\nenable us to establish various 10-dimensional invariant actions. Other\ninvariants which are not independent from the previous ones will be detached.\n","Comment: 11 pages, Latex, No figure. In the revised version some\n  interpretations have been improved"]}]
["1301.5354",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.5354","Nature 506, 349 (2014)","doi:10.1038/nature12952"],"date":["2013-01-22","2013-08-25"],"type":["text"],"creator":["Baringhaus, Jens","Ruan, Ming","Edler, Frederik","Tejeda, Antonio","Sicot, Muriel","Ibrahimi, Amina Taleb","Jiang, Zhigang","Conrad, Edward","Berger, Claire","Tegenkamp, Christoph","de Heer, Walt A."],"language":[],"coverage":[],"title":["Exceptional ballistic transport in epitaxial graphene nanoribbons"],"description":["  Graphene electronics has motivated much of graphene science for the past\ndecade. A primary goal was to develop high mobility semiconducting graphene\nwith a band gap that is large enough for high performance applications.\nGraphene ribbons were thought to be semiconductors with these properties,\nhowever efforts to produce ribbons with useful bandgaps and high mobility has\nhad limited success. We show here that high quality epitaxial graphene\nnanoribbons 40 nm in width, with annealed edges, grown on sidewall SiC are not\nsemiconductors, but single channel room temperature ballistic conductors for\nlengths up to at least 16 micrometers. Mobilities exceeding one million\ncorresponding to a sheet resistance below 1 Ohm have been observed, thereby\nsurpassing two dimensional graphene by 3 orders of magnitude and theoretical\npredictions for perfect graphene by more than a factor of 10. The graphene\nribbons behave as electronic waveguides or quantum dots. We show that transport\nin these ribbons is dominated by two components of the ground state transverse\nwaveguide mode, one that is ballistic and temperature independent, and a second\nthermally activated component that appears to be ballistic at room temperature\nand insulating at cryogenic temperatures. At room temperature the resistance of\nboth components abruptly increases with increasing length, one at a length of\n160 nm and the other at 16 micrometers. These properties appear to be related\nto the lowest energy quantum states in the charge neutral ribbons. Since\nepitaxial graphene nanoribbons are readily produced by the thousands, their\nroom temperature ballistic transport properties can be used in advanced\nnanoelectronics as well.\n"]}]
["1302.3430",{"format":[],"subject":["Mathematics - Statistics Theory","62F15, 62F25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.3430"],"date":["2013-02-14","2014-04-25"],"type":["text"],"creator":["Spokoiny, Vladimir"],"language":[],"coverage":[],"title":["Bernstein - von Mises Theorem for growing parameter dimension"],"description":["  This paper revisits the prominent Fisher, Wilks, and Bernstein -- von Mises\n(BvM) results from different viewpoints. Particular issues to address are:\nnonasymptotic framework with just one finite sample, possible model\nmisspecification, and a large parameter dimension. In particular, in the case\nof an i.i.d. sample, the mentioned results can be stated for any smooth\nparametric family provided that the dimension \\(p \\) of the parameter space\nsatisfies the condition \"\\(p^{2}/n \\) is small\" for the Fisher expansion, while\nthe Wilks and the BvM results require \"\\(p^{3}/n \\) is small\".\n"]}]
["1302.5068",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.5068","Phys. Rev. B 87, 195141 (2013)","doi:10.1103/PhysRevB.87.195141"],"date":["2013-02-20"],"type":["text"],"creator":["Flesch, Andreas","Gorelov, Evgeny","Koch, Erik","Pavarini, Eva"],"language":[],"coverage":[],"title":["Multiplet effects in orbital and spin ordering phenomena: A\n  hybridization-expansion quantum impurity solver study"],"description":["  Orbital and spin ordering phenomena in strongly correlated systems are\ncommonly studied using the local-density approximation + dynamical mean-field\ntheory approach. Typically, however, such simulations are restricted to\nsimplified models (density-density Coulomb interactions, high symmetry\ncouplings and few-band models). In this work we implement an efficient general\nhybridization-expansion continuous-time quantum Monte Carlo impurity solver\n(Krylov approach) which allows us to investigate orbital and spin ordering in a\nmore realistic setting, including interactions that are often neglected (e.g.,\nspin-flip and pair-hopping terms), enlarged basis sets (full d versus eg),\nlow-symmetry distortions, and reaching the very low-temperature (experimental)\nregime. We use this solver to study ordering phenomena in a selection of\nexemplary low-symmetry transition-metal oxides: LaMnO3 and rare-earth\nmanganites as well as the perovskites CaVO3 and YTiO3. We show that spin-flip\nand pair hopping terms do not affect the Kugel-Khomskii orbital-order melting\ntransition in rare-earth manganites, or the suppression of orbital fluctuations\ndriven by crystal field and Coulomb repulsion. For the Mott insulator YTiO3 we\nfind a ferromagnetic transition temperature 50 K, in remarkably good agreement\nwith experiments. For LaMnO3 we show that the classical t2g-spin approximation,\ncommonly adopted for studying manganites, yields indeed an occupied eg orbital\nin very good agreement with that obtained for the full d 5-orbital Hubbard\nmodel, while the spin-spin e_g-t_{2g} correlation function calculated from the\nfull d model is 0.74, very close to the value expected for aligned eg and t2g\nspins; the eg spectral function matrix is also well reproduced. Finally, we\nshow that the t2g screening reduces the eg-eg Coulomb repulsion by about 10%\n","Comment: 9 pages, 5 figures"]}]
["1302.5841",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.5841","Astronomy and Astrophysics 556, A106 (2013)","doi:10.1051/0004-6361/201321353"],"date":["2013-02-23","2014-04-25"],"type":["text"],"creator":["Jabbari, Sarah","Brandenburg, Axel","Kleeorin, Nathan","Mitra, Dhrubaditya","Rogachevskii, Igor"],"language":[],"coverage":[],"title":["Surface flux concentrations and spherical alpha-square dynamo"],"description":["  In the presence of strong density stratification, turbulence can lead to a\nlarge-scale instability of a horizontal magnetic field if its strength is in a\nsuitable range (within a few percent of the turbulent equipartition value).\nThis instability is related to a suppression of the turbulent pressure so that\nthe turbulence contribution to the mean magnetic pressure becomes negative.\nThis results in the excitation of a negative effective magnetic pressure\ninstability (NEMPI). This instability has so far only been studied for an\nimposed magnetic field. We want to know how NEMPI works when the mean magnetic\nfield is generated self-consistently by an $\\alpha^2$ dynamo, whether it is\naffected by global spherical geometry, and whether it can influence the\nproperties of the dynamo itself. We adopt the mean-field approach which has\npreviously been shown to provide a realistic description of NEMPI in direct\nnumerical simulations. We assume axisymmetry and solve the mean-field equations\nwith the Pencil-Code for an adiabatic stratification at a total density\ncontrast in the radial direction of approximately 4 orders of magnitude. NEMPI\nis found to work when the dynamo-generated field is about 4% of the\nequipartition value, which is achieved through strong $\\alpha$ quenching. This\ninstability is excited in the top 5% of the outer radius provided the density\ncontrast across this top layer is at least 10. NEMPI is found to occur at lower\nlatitudes when the mean magnetic field is stronger. For weaker fields, NEMPI\ncan make the dynamo oscillatory with poleward migration. NEMPI is a viable\nmechanism for producing magnetic flux concentrations in a strongly stratified\nspherical shell in which a magnetic field is generated by a strongly quenched\n$\\alpha$ effect dynamo.\n","Comment: published in A&A"]}]
["1303.1152",{"format":[],"subject":["Computer Science - Learning","Statistics - Machine Learning","65C60, 90C25, 68T05","F.2.2","I.5.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.1152"],"date":["2013-03-05","2014-04-25"],"type":["text"],"creator":["Jaggi, Martin"],"language":[],"coverage":[],"title":["An Equivalence between the Lasso and Support Vector Machines"],"description":["  We investigate the relation of two fundamental tools in machine learning and\nsignal processing, that is the support vector machine (SVM) for classification,\nand the Lasso technique used in regression. We show that the resulting\noptimization problems are equivalent, in the following sense. Given any\ninstance of an $\\ell_2$-loss soft-margin (or hard-margin) SVM, we construct a\nLasso instance having the same optimal solutions, and vice versa.\n  As a consequence, many existing optimization algorithms for both SVMs and\nLasso can also be applied to the respective other problem instances. Also, the\nequivalence allows for many known theoretical insights for SVM and Lasso to be\ntranslated between the two settings. One such implication gives a simple\nkernelized version of the Lasso, analogous to the kernels used in the SVM\nsetting. Another consequence is that the sparsity of a Lasso solution is equal\nto the number of support vectors for the corresponding SVM instance, and that\none can use screening rules to prune the set of support vectors. Furthermore,\nwe can relate sublinear time algorithms for the two problems, and give a new\nsuch algorithm variant for the Lasso. We also study the regularization paths\nfor both methods.\n","Comment: Book chapter in Regularization, Optimization, Kernels, and Support\n  Vector Machines, Johan A.K. Suykens, Marco Signoretto, Andreas Argyriou\n  (Editors), 2014"]}]
["1303.2583",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.2583","Mod. Phys. Lett. A28, 40, 1350188 (2013)","doi:10.1142/S0217732313501885"],"date":["2013-03-11","2013-04-15"],"type":["text"],"creator":["Birrell, Jeremiah","Yang, Cheng-Tao","Chen, Pisin","Rafelski, Johann"],"language":[],"coverage":[],"title":["Fugacity and Reheating of Primordial Neutrinos"],"description":["  We clarify in a quantitative way the impact that distinct chemical $T_c$ and\nkinetic $T_k$ freeze-out temperatures have on the reduction of the neutrino\nfugacity $\\Upsilon_\\nu$ below equilibrium, i.e. $\\Upsilon_\\nu<1$, and the\nincrease of the neutrino temperature $T_\\nu$ via partial reheating. We\nestablish the connection between $\\Upsilon_\\nu$ and $T_k$ via the modified\nreheating relation $T_\\nu(\\Upsilon_\\nu)/T_\\gamma$, where $T_\\gamma$ is the\ntemperature of the background radiation. Our results demonstrate that one must\nintroduce the chemical nonequilibrium parameter, i.e., the fugacity,\n$\\Upsilon_\\nu$, as an additional standard cosmological model parameter in the\nevaluation of CMB fluctuations as its value allows measurement of $T_k$.\n","Comment: 6 pages, 1 figure"]}]
["1303.2836",{"format":[],"subject":["Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.2836"],"date":["2013-03-12","2014-04-25"],"type":["text"],"creator":["Liverani, Silvia","Hastie, David I.","Azizi, Lamiae","Papathomas, Michail","Richardson, Sylvia"],"language":[],"coverage":[],"title":["PReMiuM: An R Package for Profile Regression Mixture Models using\n  Dirichlet Processes"],"description":["  PReMiuM is a recently developed R package for Bayesian clustering using a\nDirichlet process mixture model. This model is an alternative to regression\nmodels, non-parametrically linking a response vector to covariate data through\ncluster membership. The package allows Bernoulli, Binomial, Poisson, Normal and\ncategorical response, as well as Normal and discrete covariates. Additionally,\npredictions may be made for the response, and missing values for the covariates\nare handled. Several samplers and label switching moves are implemented along\nwith diagnostic tools to assess convergence. A number of R functions for\npost-processing of the output are also provided. In addition to fitting\nmixtures, it may additionally be of interest to determine which covariates\nactively drive the mixture components. This is implemented in the package as\nvariable selection.\n"]}]
["1303.6941",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.6941","Phys. Rev. B 89, 155415 (2014)","doi:10.1103/PhysRevB.89.155415"],"date":["2013-03-27","2014-03-27"],"type":["text"],"creator":["Hague, J. P."],"language":[],"coverage":[],"title":["Enhancement of gaps in thin graphitic films for heterostructure\n  formation"],"description":["  There are a large number of atomically thin graphitic films with similar\nstructure to graphene. These films have a spread of bandgaps relating to their\nionicity, and also to the substrate on which they are grown. Such films could\nhave a range of applications in digital electronics where graphene is difficult\nto use. I use the dynamical cluster approximation to show how electron-phonon\ncoupling between film and substrate can enhance these gaps in a way that\ndepends on the range and strength of the coupling. One of the driving factors\nin this effect is the proximity to a charge density wave instability for\nelectrons on a honeycomb lattice. The enhancement at intermediate coupling is\nsufficiently large that spatially varying substrates and superstrates could be\nused to create heterostructures in thin graphitic films with position dependent\nelectron-phonon coupling and gaps, leading to advanced electronic components.\n","Comment: To appear in Phys. Rev. B"]}]
["1304.5615",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.5615","In proc. 11th. Latin American Theoretical INformatics Symposium\n  (LATIN), volume 8392 of Lecture Notes in Computer Science, pp 466-477, 2014"],"date":["2013-04-20","2013-09-12"],"type":["text"],"creator":["Genitrini, Antoine","Mailler, Cécile"],"language":[],"coverage":[],"title":["Catalan satisfiability problem"],"description":["  An and/or tree is usually a binary plane tree, with internal nodes labelled\nby logical connectives, and with leaves labelled by literals chosen in a fixed\nset of k variables and their negations. In the present paper, we introduce the\nfirst model of such Catalan trees, whose number of variables k_n is a function\nof n, the size of the expressions. We describe the whole range of the\nprobability distributions depending on the function k_n, as soon as it tends\njointly with n to infinity. As a by-product we obtain a study of the\nsatisfiability problem in the context of Catalan trees.\n  Our study is mainly based on analytic combinatorics and extends the Kozik's\npattern theory, first developed for the fixed-k Catalan tree model.\n"]}]
["1304.6087",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.6087","MNRAS (September 21, 2013) 434 (3): 2167-2181","doi:10.1093/mnras/stt1169"],"date":["2013-04-22","2013-07-17"],"type":["text"],"creator":["Jennings, Elise","Li, Yin","Hu, Wayne"],"language":[],"coverage":[],"title":["The abundance of voids and the excursion set formalism"],"description":["  We present measurements of the number density of voids in the dark matter\ndistribution from a series of N-body simulations of a \\Lambda CDM cosmology. We\ndefine voids as spherical regions of \\rho_v = 0.2\\rho_m around density minima\nin order to relate our results to the predicted abundances using the excursion\nset formalism. Using a linear underdensity of \\delta_v = -2.7, from a spherical\nevolution model, we find that a volume conserving model, which does not\nconserve number density in the mapping from the linear to nonlinear regime,\nmatches the measured abundance to within 16% for a range of void radii 1<\nr(Mpc/h)<15. This model fixes the volume fraction of the universe which is in\nvoids and assumes that voids of a similar size merge as they expand by a factor\nof 1.7 to achieve a nonlinear density of \\rho_v = 0.2\\rho_m today. We find that\nthe model of Sheth & van de Weygaert (2004) for the number density of voids\ngreatly overpredicts the abundances over the same range of scales. We find that\nthe volume conserving model works well at matching the number density of voids\nmeasured from the simulations at higher redshifts, z=0.5 and 1, as well as\ncorrectly predicting the abundances to within 25% in a simulation of a matter\ndominated \\Omega_m = 1 universe. We examine the abundance of voids in the halo\ndistribution and find fewer small, r<10 Mpc/h, voids and many more large, r>10\nMpc/h, voids compared to the dark matter. These results indicate that voids\nidentified in the halo or galaxy distribution are related to the underlying\nvoid distribution in the dark matter in a complicated way which merits further\nstudy if voids are to be used as a precision probe of cosmology.\n","Comment: 17 pages, 13 figures, matches published version in MNRAS"]}]
["1304.6840",{"format":[],"subject":["Mathematics - Analysis of PDEs","35A20, 70G65, 70M60, 97M30, 68W30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.6840","doi:10.1016/j.cnsns.2013.12.016"],"date":["2013-04-25"],"type":["text"],"creator":["Bozhkov, Yuri","Dimas, Stylianos"],"language":[],"coverage":[],"title":["Group Classification of a Generalized Black--Scholes--Merton Equation"],"description":["  The complete group classification of a generalization of the\nBlack-Scholes-Merton model is carried out by making use of the underlying\nequivalence and additional equivalence transformations. For each non linear\ncase obtained through this classification, invariant solutions are given. To\nthat end, two boundary conditions of financial interest are considered, the\nterminal and the barrier option conditions.\n","Comment: 25 pages"]}]
["1304.7182",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.7182"],"date":["2013-04-26","2014-04-24"],"type":["text"],"creator":["Baraviera, Alexandre","Oliveira, Elismar R.","Rodrigues, Fagner B."],"language":[],"coverage":[],"title":["A note on the dynamics of linear automorphisms of a measure convolution\n  algebra"],"description":["  In this work we are going to study the dynamics of the linear automorphisms\nof a measure convolution algebra over a finite group, $T(\\mu)=\\nu * \\mu$. In\norder to understand an classify the asymptotic behavior of this dynamical\nsystem we provide an alternative to classical results, a very direct way to\nunderstand convergence of the sequence $\\{\\nu^{n}\\}_{n\\in\\mathbb{N}}$, where\n$G$ is a finite group, $\\nu\\in\\mathcal{P}(G)$ and\n$\\nu^n=\\underbrace{\\nu\\ast...\\ast\\nu}_n$, trough the subgroup generated by his\nsupport.\n","Comment: 14 pages"]}]
["1304.7959",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.7959"],"date":["2013-04-30","2014-04-24"],"type":["text"],"creator":["Brodal, Gerth Stølting","Larsen, Kasper Green"],"language":[],"coverage":[],"title":["Optimal Planar Orthogonal Skyline Counting Queries"],"description":["  The skyline of a set of points in the plane is the subset of maximal points,\nwhere a point $(x,y)$ is maximal if no other point $(x',y')$ satisfies $x'\\ge\nx$ and $y'\\ge Y$. We consider the problem of preprocessing a set $P$ of $n$\npoints into a space efficient static data structure supporting orthogonal\nskyline counting queries, i.e. given a query rectangle $R$ to report the size\nof the skyline of $P$ intersected with $R$. We present a data structure for\nstoring n points with integer coordinates having query time $O(\\lg n/\\lg\\lg n)$\nand space usage $O(n)$. The model of computation is a unit cost RAM with\nlogarithmic word size. We prove that these bounds are the best possible by\npresenting a lower bound in the cell probe model with logarithmic word size:\nSpace usage $n\\lg^{O(1)} n$ implies worst case query time $\\Omega(\\lg n/\\lg\\lg\nn)$.\n","Comment: Full version of paper appearing in the proceedings of the 14th\n  Scandinavian Symposium and Workshops on Algorithm Theory, 2014"]}]
["1305.1941",{"format":[],"subject":["Mathematical Physics","Mathematics - Quantum Algebra","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.1941","J. Math. Phys. 55, 043503 (2014)","doi:10.1063/1.4870597"],"date":["2013-05-08","2014-04-25"],"type":["text"],"creator":["Babichenko, Andrei","Regelskis, Vidas"],"language":[],"coverage":[],"title":["On boundary fusion and functional relations in the Baxterized affine\n  Hecke algebra"],"description":["  We construct boundary type operators satisfying fused reflection equation for\narbitrary representations of the Baxterized affine Hecke algebra. These\noperators are analogues of the fused reflection matrices in solvable half-line\nspin chain models. We show that these operators lead to a family of commuting\ntransfer matrices of Sklyanin type. We derive fusion type functional relations\nfor these operators for two families of representations.\n","Comment: 35 pages, 3 figures"]}]
["1305.3078",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Differential Geometry","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.3078","J. Math. Anal. Appl. 415, 2014, 240--246"],"date":["2013-05-14"],"type":["text"],"creator":["Portaluri, Alessandro","Waterstraat, Nils"],"language":[],"coverage":[],"title":["On bifurcation for semilinear elliptic Dirichlet problems on geodesic\n  balls"],"description":["  We study bifurcation from a branch of trivial solutions of semilinear\nelliptic Dirichlet boundary value problems on a geodesic ball, whose radius is\nused as the bifurcation parameter. In the proof of our main theorem we obtain\nin addition a special case of an index theorem due to S. Smale.\n","Comment: 8 pages"]}]
["1305.3376",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.3376","IEEE Transactions on Vehicular Technology, vol. 63, no. 1, pp.\n  82-93, January 2014","doi:10.1109/TVT.2013.2271956"],"date":["2013-05-15"],"type":["text"],"creator":["Bernadó, Laura","Zemen, Thomas","Tufvesson, Fredrik","Molisch, Andreas F.","Mecklenbräuker, Christoph F."],"language":[],"coverage":[],"title":["Delay and Doppler Spreads of Non-Stationary Vehicular Channels for\n  Safety Relevant Scenarios"],"description":["  Vehicular communication channels are characterized by a non-stationary time-\nand frequency-selective fading process due to rapid changes in the environment.\nThe non-stationary fading process can be characterized by assuming local\nstationarity for a region with finite extent in time and frequency. For this\nfinite region the wide-sense stationarity and uncorrelated-scattering (WSSUS)\nassumption holds approximately and we are able to calculate a time and\nfrequency dependent local scattering function (LSF). In this paper, we estimate\nthe LSF from a large set of measurements collected in the DRIVEWAY'09\nmeasurement campaign, which focuses on scenarios for intelligent transportation\nsystems. We then obtain the time-frequency-varying power delay profile (PDP)\nand the time-frequency-varying Doppler power spectral density (DSD) from the\nLSF. Based on the PDP and the DSD, we analyze the time-frequency-varying root\nmean square (RMS) delay spread and the RMS Doppler spread. We show that the\ndistribution of these channel parameters follows a bi-modal Gaussian mixture\ndistribution. High RMS delay spread values are observed in situations with rich\nscattering, while high RMS Doppler spreads are obtained in drive-by scenarios.\n","Comment: 18 pages, 5 figures, submitted to IEEE Transactions on Vehicular\n  Communications for possible publication"]}]
["1306.3250",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1306.3250","Phys. Rev. B 89, 165132 (2014)","doi:10.1103/PhysRevB.89.165132"],"date":["2013-06-13","2013-08-27"],"type":["text"],"creator":["Chen, Xie","Fidkowski, Lukasz","Vishwanath, Ashvin"],"language":[],"coverage":[],"title":["Symmetry Enforced Non-Abelian Topological Order at the Surface of a\n  Topological Insulator"],"description":["  The surfaces of three dimensional topological insulators (3D TIs) are\ngenerally described as Dirac metals, with a single Dirac cone. It was\npreviously believed that a gapped surface implied breaking of either time\nreversal $\\mathcal T$ or U(1) charge conservation symmetry. Here we discuss a\nnovel possibility in the presence of interactions, a surface phase that\npreserves all symmetries but is nevertheless gapped and insulating. Then the\nsurface must develop topological order of a kind that cannot be realized in a\n2D system with the same symmetries. We discuss candidate surface states -\nnon-Abelian Quantum Hall states which, when realized in 2D, have\n$\\sigma_{xy}=1/2$ and hence break $\\mathcal T$ symmetry. However, by\nconstructing an exactly soluble 3D lattice model, we show they can be realized\nas $\\mathcal T$ symmetric surface states. The corresponding 3D phases are\nconfined, and have $\\theta=\\pi$ magnetoelectric response. Two candidate states\nhave the same 12 particle topological order, the (Read-Moore) Pfaffian state\nwith the neutral sector reversed, which we term T-Pfaffian topological order,\nbut differ in their $\\mathcal T$ transformation. Although we are unable to\nconnect either of these states directly to the superconducting TI surface, we\nargue that one of them describes the 3D TI surface, while the other differs\nfrom it by a bosonic topological phase. We also discuss the 24 particle\nPfaffian-antisemion topological order (which can be connected to the\nsuperconducting TI surface) and demonstrate that it can be realized as a\n$\\mathcal T$ symmetric surface state.\n","Comment: 17 pages, 6 figures. v2: clarified the connection of T-Pfaffian state\n  to free fermion TI, references updated"]}]
["1306.3335",{"format":[],"subject":["Mathematics - Logic","Mathematics - Category Theory","Mathematics - Geometric Topology","Primary: 06D35. Secondary: 06D30, 06D50, 03C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1306.3335","Algebra universalis, November 2013, Volume 70, Issue 3, pp 245-270","doi:10.1007/s00012-013-0250-3"],"date":["2013-06-14"],"type":["text"],"creator":["Aguzzoli, Stefano","Cabrer, Leonardo M.","Marra, Vincenzo"],"language":[],"coverage":[],"title":["MV-algebras freely generated by finite Kleene algebras"],"description":["  If V and W are varieties of algebras such that any V-algebra A has a reduct\nU(A) in W, there is a forgetful functor U: V->W that acts by A |-> U(A) on\nobjects, and identically on homomorphisms. This functor U always has a left\nadjoint F: W->V by general considerations. One calls F(B) the V-algebra freely\ngenerated by the W-algebra B. Two problems arise naturally in this broad\nsetting. The description problem is to describe the structure of the V-algebra\nF(B) as explicitly as possible in terms of the structure of the W-algebra B.\nThe recognition problem is to find conditions on the structure of a given\nV-algebra A that are necessary and sufficient for the existence of a W-algebra\nB such that F(B) is isomorphic to A. Building on and extending previous work on\nMV-algebras freely generated by finite distributive lattices, in this paper we\nprovide solutions to the description and recognition problems in case V is the\nvariety of MV-algebras, W is the variety of Kleene algebras, and B is finitely\ngenerated--equivalently, finite. The proofs rely heavily on the Davey-Werner\nnatural duality for Kleene algebras, on the representation of finitely\npresented MV-algebras by compact rational polyhedra, and on the theory of bases\nof MV-algebras.\n","Comment: 27 pages, 8 figures. Submitted to Algebra Universalis"]}]
["1306.4369",{"format":[],"subject":["Mathematics - Logic","03A99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1306.4369","doi:10.1007/s10670-013-9587-4"],"date":["2013-06-18"],"type":["text"],"creator":["Marra, Vincenzo"],"language":[],"coverage":[],"title":["The problem of artificial precision in theories of vagueness: a note on\n  the role of maximal consistency"],"description":["  The problem of artificial precision is a major objection to any theory of\nvagueness based on real numbers as degrees of truth. Suppose you are willing to\nadmit that, under sufficiently specified circumstances, a predication of \"is\nred\" receives a unique, exact number from the real unit interval [0,1]. You\nshould then be committed to explain what is it that determines that value,\nsettling for instance that my coat is red to degree 0.322 rather than 0.321. In\nthis note I revisit the problem in the important case of {\\L}ukasiewicz\ninfinite-valued propositional logic that brings to the foreground the role of\nmaximally consistent theories. I argue that the problem of artificial\nprecision, as commonly conceived of in the literature, actually conflates two\ndistinct problems of a very different nature.\n","Comment: 11 pages, 2 tables"]}]
["1306.5664",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1306.5664","Nature Communications 4:3010 (2013)","doi:10.1038/ncomms4010"],"date":["2013-06-24"],"type":["text"],"creator":["Jiang, J.","Li, S.","Zhang, T.","Sun, Z.","Chen, F.","Ye, Z. R.","Xu, M.","Ge, Q. Q.","Tan, S. Y.","Niu, X. H.","Xia, M.","Xie, B. P.","Li, Y. F.","Chen, X. H.","Wen, H. H.","Feng, D. L."],"language":[],"coverage":[],"title":["Observation of in-gap surface states in the Kondo insulator SmB6 by\n  photoemission"],"description":["  Kondo insulators (KIs) are strongly correlated materials in which the\ninteractions between 4f and conduction electrons lead to a hybridization gap\nopening at low temperature 1-2. SmB6 is a typical KI, but its resistivity does\nnot diverge at low temperatures, which was attributed to some in-gap states\n3-10. However after several decades of research, the nature and origin of the\nin-gap states remain unclear. Recent band calculation and transport\nmeasurements suggest that the in-gap states could actually be ascribed to\ntopological surface states. SmB6 thus might be the first realization of\ntopological Kondo insulator (TKI) 13, the strongly correlated version of\ntopological insulator (TI) 11,12. Here by performing angle-resolved\nphotoemission spectroscopy (ARPES), we directly observed several dispersive\nstates within the hybridization gap of SmB6, which cross the Fermi level and\nshow negligible kz dependence, indicative of their surface origin. Furthermore,\nthe circular dichroism (CD) ARPES results of the in-gap states suggest the\nchirality of orbital momentum, and temperature dependent measurements have\nshown that the in-gap states vanish simultaneously with the hybridization gap\naround 150 K. These strongly suggest their possible topological origin.\n","Comment: 18 pages, 8 figures"]}]
["1306.5670",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1306.5670","JHEP 1402 (2014) 109","doi:10.1007/JHEP02(2014)109"],"date":["2013-06-24","2014-04-25"],"type":["text"],"creator":["Axenides, M.","Floratos, E. G.","Nicolis, S."],"language":[],"coverage":[],"title":["Modular discretization of the AdS2/CFT1 Holography"],"description":["  We propose a finite discretization for the black hole geometry and dynamics.\nWe realize our proposal, in the case of extremal black holes, for which the\nradial and temporal near horizon geometry is known to be\nAdS$_2=SL(2,\\mathbb{R})/SO(1,1,\\mathbb{R})$. We implement its discretization by\nreplacing the set of real numbers $\\mathbb{R}$ with the set of integers modulo\n$N$, with AdS$_2$ going over to the finite geometry\nAdS$_2[N]=SL(2,\\mathbb{Z}_N)/SO(1,1,\\mathbb{Z}_N)$.\n  We model the dynamics of the microscopic degrees of freedom by generalized\nArnol'd cat maps, ${\\sf A}\\in SL(2,\\mathbb{Z}_N)$, which are isometries of the\ngeometry at both the classical and quantum levels.\n  These exhibit well studied properties of strong arithmetic chaos, dynamical\nentropy, nonlocality and factorization in the cutoff discretization $N$, which\nare crucial for fast quantum information processing.\n  We construct, finally, a new kind of unitary and holographic correspondence,\nfor AdS$_2[N]$/CFT$_1[N]$, via coherent states of both the bulk and boundary\ngeometries.\n","Comment: 33 pages LaTeX2e, 1 JPEG figure. Typos corrected, references added.\n  Clarification of several points in the abstract and the text"]}]
["1306.5787",{"format":[],"subject":["Computer Science - Information Theory","94A14, 60G35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1306.5787","IEEE Transactions on Communications 62(3):952-960 (2014)","doi:10.1109/TCOMM.2014.011514.130842"],"date":["2013-06-24","2014-01-01"],"type":["text"],"creator":["Thakur, Gaurav"],"language":[],"coverage":[],"title":["Spread Spectrum Codes for Continuous-Phase Modulated Systems"],"description":["  We study the theoretical performance of a combined approach to demodulation\nand decoding of binary continuous-phase modulated signals under repetition-like\ncodes. This technique is motivated by a need to transmit packetized or framed\ndata bursts in high noise regimes where many powerful, short-length codes are\nineffective. In channels with strong noise, we mathematically study the\nasymptotic bit error rates of this combined approach and quantify the\nperformance improvement over performing demodulation and decoding separately as\nthe code rate increases. In this context, we also discuss a simple variant of\nrepetition coding involving pseudorandom code words, based on direct-sequence\nspread spectrum methods, that preserves the spectral density of the encoded\nsignal in order to maintain resistance to narrowband interference. We describe\nnumerical simulations that demonstrate the advantages of this approach as an\ninner code which can be used underneath modern coding schemes in high noise\nenvironments.\n"]}]
["1306.5817",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1306.5817","Revised version: Physical Review B 89, 134515 (2014)"],"date":["2013-06-24"],"type":["text"],"creator":["Li, Wei","Zhang, Chunfeng","Liu, Shenghua","Ding, Xiaxin","Wu, Xuewei","Wang, Xiaoyong","Wen, Hai-Hu","Xiao, Min"],"language":[],"coverage":[],"title":["Orbital-Selective Mottness in KxFe2-ySe2 Superconductors Revealed by\n  Pump-Probe Spectroscopy"],"description":["  We report transient optical signatures of the orbital-selective Mottness in\nsuperconducting KxFe2-ySe2 crystals by using dual-color pump-probe\nspectroscopy. Besides multi-exponential decay recovery dynamics of\nphoto-induced quasiparticles, a damped oscillatory component due to coherent\nacoustic phonons emerges when the superconducting phase is suppressed by\nincreasing the temperature or excitation power. The oscillatory component\ndiminishes with significant enhancement of a slow decay component upon raising\ntemperature to 150-160 K. These results are in consistence with the picture of\norbital-selective Mott phase transition, indicating a vital role played by\nelectron correlation in the iron-based superconductors.\n","Comment: 17pages,4 figures"]}]
["1307.1365",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1365"],"date":["2013-07-04","2014-04-25"],"type":["text"],"creator":["Madaule, Thomas"],"language":[],"coverage":[],"title":["Maximum of a log-correlated Gaussian field"],"description":["  We study the maximum of a Gaussian field on $[0,1]^\\d$ ($\\d \\geq 1$) whose\ncorrelations decay logarithmically with the distance. Kahane \\cite{Kah85}\nintroduced this model to construct mathematically the Gaussian multiplicative\nchaos in the subcritical case. Duplantier, Rhodes, Sheffield and Vargas\n\\cite{DRSV12a} \\cite{DRSV12b} extended Kahane's construction to the critical\ncase and established the KPZ formula at criticality. Moreover, they made in\n\\cite{DRSV12a} several conjectures on the supercritical case and on the maximum\nof this Gaussian field. In this paper we resolve Conjecture 12 in\n\\cite{DRSV12a}: we establish the convergence in law of the maximum and show\nthat the limit law is the Gumbel distribution convoluted by the limit of the\nderivative martingale.\n"]}]
["1307.2982",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Computer Science - Artificial Intelligence","Computer Science - Data Structures and Algorithms","Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.2982"],"date":["2013-07-11","2014-04-24"],"type":["text"],"creator":["Norouzi, Mohammad","Punjani, Ali","Fleet, David J."],"language":[],"coverage":[],"title":["Fast Exact Search in Hamming Space with Multi-Index Hashing"],"description":["  There is growing interest in representing image data and feature descriptors\nusing compact binary codes for fast near neighbor search. Although binary codes\nare motivated by their use as direct indices (addresses) into a hash table,\ncodes longer than 32 bits are not being used as such, as it was thought to be\nineffective. We introduce a rigorous way to build multiple hash tables on\nbinary code substrings that enables exact k-nearest neighbor search in Hamming\nspace. The approach is storage efficient and straightforward to implement.\nTheoretical analysis shows that the algorithm exhibits sub-linear run-time\nbehavior for uniformly distributed codes. Empirical results show dramatic\nspeedups over a linear scan baseline for datasets of up to one billion codes of\n64, 128, or 256 bits.\n"]}]
["1307.4456",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.4456"],"date":["2013-07-16","2014-04-25"],"type":["text"],"creator":["Pineda-Villavicencio, Guillermo","Wood, David R."],"language":[],"coverage":[],"title":["The degree-diameter problem for sparse graph classes"],"description":["  The degree-diameter problem asks for the maximum number of vertices in a\ngraph with maximum degree $\\Delta$ and diameter $k$. For fixed $k$, the answer\nis $\\Theta(\\Delta^k)$. We consider the degree-diameter problem for particular\nclasses of sparse graphs, and establish the following results. For graphs of\nbounded average degree the answer is $\\Theta(\\Delta^{k-1})$, and for graphs of\nbounded arboricity the answer is $\\Theta(\\Delta^{\\floor{k/2}})$, in both cases\nfor fixed $k$. For graphs of given treewidth, we determine the the maximum\nnumber of vertices up to a constant factor. More precise bounds are given for\ngraphs of given treewidth, graphs embeddable on a given surface, and\napex-minor-free graphs.\n"]}]
["1309.4259",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1309.4259","Lecture Notes in Computer Science 8238, 346-359 (2013)","doi:10.1007/978-3-319-03260-3_30"],"date":["2013-09-17"],"type":["text"],"creator":["Garlaschelli, Diego","Ahnert, Sebastian E.","Fink, Thomas M. A.","Caldarelli, Guido"],"language":[],"coverage":[],"title":["Optimal scales in weighted networks"],"description":["  The analysis of networks characterized by links with heterogeneous intensity\nor weight suffers from two long-standing problems of arbitrariness. On one\nhand, the definitions of topological properties introduced for binary graphs\ncan be generalized in non-unique ways to weighted networks. On the other hand,\neven when a definition is given, there is no natural choice of the (optimal)\nscale of link intensities (e.g. the money unit in economic networks). Here we\nshow that these two seemingly independent problems can be regarded as\nintimately related, and propose a common solution to both. Using a formalism\nthat we recently proposed in order to map a weighted network to an ensemble of\nbinary graphs, we introduce an information-theoretic approach leading to the\nleast biased generalization of binary properties to weighted networks, and at\nthe same time fixing the optimal scale of link intensities. We illustrate our\nmethod on various social and economic networks.\n","Comment: Accepted for presentation at SocInfo 2013, Kyoto, 25-27 November 2013\n  (http://www.socinfo2013.org)"]}]
["1310.1703",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1310.1703","Phys. Rev. E 89, 042815 (2014)","doi:10.1103/PhysRevE.89.042815"],"date":["2013-10-07","2014-04-04"],"type":["text"],"creator":["Hooyberghs, Hans","Van Schaeybroeck, Bert","Indekeu, Joseph O."],"language":[],"coverage":[],"title":["Degree-dependent network growth: From preferential attachment to\n  explosive percolation"],"description":["  We present a simple model of network growth and solve it by writing down the\ndynamic equations for its macroscopic characteristics like the degree\ndistribution and degree correlations. This allows us to study carefully the\npercolation transition using a generating functions theory. The model considers\na network with a fixed number of nodes wherein links are introduced using\ndegree-dependent linking probabilities $p_k$. To illustrate the techniques and\nsupport our findings using Monte-Carlo simulations, we introduce the exemplary\nlinking rule $p_k$ proportional to $k^{-\\alpha}$, with $\\alpha$ between -1 and\nplus infinity. This parameter may be used to interpolate between different\nregimes. For negative $\\alpha$, links are most likely attached to high-degree\nnodes. On the other hand, in case $\\alpha>0$, nodes with low degrees are\nconnected and the model asymptotically approaches a process undergoing\nexplosive percolation.\n","Comment: 22 pages, 10 figures"]}]
["1310.2175",{"format":[],"subject":["Mathematics - General Topology","Mathematics - Category Theory","Mathematics - Functional Analysis","Primary: 06F20. Secondary: 03G05, 06E15, 46E25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1310.2175","Topology and its Applications Volume 170, 15 June 2014, Pages\n  10-24","doi:10.1016/j.topol.2014.03.016"],"date":["2013-10-08"],"type":["text"],"creator":["Ball, Richard N.","Marra, Vincenzo"],"language":[],"coverage":[],"title":["Unital hyperarchimedean vector lattices"],"description":["  We prove that the category of unital hyperarchimedean vector lattices is\nequivalent to the category of Boolean algebras. The key result needed to\nestablish the equivalence is that, via the Yosida representation, such a vector\nlattice is naturally isomorphic to the vector lattice of all locally constant\nreal-valued continuous functions on a Boolean (=compact Hausdorff totally\ndisconnected) space. We give two applications of our main result.\n","Comment: 15 pages. Submitted paper"]}]
["1310.3956",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1310.3956","doi:10.1155/2014/878249"],"date":["2013-10-15"],"type":["text"],"creator":["Mihailović, Dragutin T.","Mimić, Gordan","Arsenić, Ilija"],"language":[],"coverage":[],"title":["Climate predictions: the chaos and complexity in climate models"],"description":["  Some issues which are relevant for the recent state in climate modeling have\nbeen considered. A detailed overview of literature related to this subject is\ngiven. The concept in modeling of climate, as a complex system, seen through\nGodel's Theorem and Rosen's definition of complexity and predictability is\ndiscussed. It is pointed out to occurrence of chaos in computing the\nenvironmental interface temperature from the energy balance equation given in a\ndifference form. A coupled system of equations, often used in climate models is\nanalyzed. It is shown that the Lyapunov exponent mostly has positive values\nallowing presence of chaos in this systems. The horizontal energy exchange\nbetween environmental interfaces, which is described by the dynamics of driven\ncoupled oscillators, is analyzed. Their behavior and synchronization, when a\nperturbation is introduced in the system, as a function of the coupling\nparameters, the logistic parameter and the parameter of exchange, was studied\ncalculating the Lyapunov exponent under simulations with the closed contour of\nN=100 environmental interfaces. Finally, we have explored possible differences\nin complexities of two global and two regional climate models using their\noutput time series by applying the algorithm for calculating the Kolmogorov\ncomplexity.\n","Comment: 21 pages, 6 figures, 1 table; This paper has been submitted to\n  Advances in Meteorology"]}]
["1310.3987",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1310.3987","doi:10.1142/S021798491350190X"],"date":["2013-10-15"],"type":["text"],"creator":["Mimić, Gordan","Mihailović, Dragutin T.","Budinčević, Mirko"],"language":[],"coverage":[],"title":["Chaos in computing the environmental interface temperature: nonlinear\n  dynamic and complexity analysis of solutions"],"description":["  We consider an environmental interface regarding as a complex system, in\nwhich difference equations for calculating the environmental interface\ntemperature and deeper soil layer temperature are represented by the coupled\nmaps. First equation has its background in the energy balance equation while\nthe second one in the prognostic equation for deeper soil layer temperature,\ncommonly used in land surface parameterization schemes. Nonlinear dynamical\nconsideration of this coupled system includes: (i) examination of period one\nfixed point and (ii) bifurcation analysis. Focusing part of analysis is\ncalculation of the Lyapunov exponent for a specific range of values of system\nparameters and discussion about domain of stability for this coupled system.\nFinally, we calculate Kolmogorov complexity of time series generated from the\ncoupled system.\n","Comment: 12 pages, 6 figures; This paper has been publish in Modern Physics\n  Letters B, Volume No.27, Issue No. 26"]}]
["1310.6642",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1310.6642","Ann. Phys. 343, 87-102 (2014)","doi:10.1016/j.aop.2014.01.012"],"date":["2013-10-24","2014-02-12"],"type":["text"],"creator":["Rosu, Haret C","Mancas, Stefan C","Chen, Pisin"],"language":[],"coverage":[],"title":["One-parameter families of supersymmetric isospectral potentials from\n  Riccati solutions in function composition form"],"description":["  In the context of supersymmetric quantum mechanics, we define a potential\nthrough a particular Riccati solution of the composition form, F(f(x)), and\nobtain a generalized Mielnik construction of one-parameter isospectral\npotentials when we use the general Riccati solution. Some examples for special\ncases of F and f are given to illustrate the method. An interesting result is\nobtained in the case of a parametric double well potential generated by this\nmethod, for which it is shown that the parameter of the potential controls the\nheights of the localization probability in the two wells, and for certain\nvalues of the parameter the height of the localization probability can be\nhigher in the smaller well\n","Comment: 16 pages, 6 figures, published version"]}]
["1310.7138",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1310.7138"],"date":["2013-10-26","2014-04-25"],"type":["text"],"creator":["Levrard, Clément"],"language":[],"coverage":[],"title":["Margin conditions for vector quantization"],"description":["  In this report, oracle inequalities on the excess risk of the empirical risk\nminimizer in the quantization framework are derived. These inequalities are\nbased on conditions which may be thought of as margin type conditions, such as\none derived in the statistical learning framework. Furthermore, these\ninequalities derive from innovative chaining techniques and its use for\nDudley's entropy integral.\n","Comment: 43 pages"]}]
["1311.0202",{"format":[],"subject":["Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.0202","PLoS ONE 9 (4): e94137, 2014","doi:10.1371/journal.pone.0094137"],"date":["2013-10-16"],"type":["text"],"creator":["Amancio, D. R.","Comin, C. H.","Casanova, D.","Travieso, G.","Bruno, O. M.","Rodrigues, F. A.","Costa, L. da F."],"language":[],"coverage":[],"title":["A systematic comparison of supervised classifiers"],"description":["  Pattern recognition techniques have been employed in a myriad of industrial,\nmedical, commercial and academic applications. To tackle such a diversity of\ndata, many techniques have been devised. However, despite the long tradition of\npattern recognition research, there is no technique that yields the best\nclassification in all scenarios. Therefore, the consideration of as many as\npossible techniques presents itself as an fundamental practice in applications\naiming at high accuracy. Typical works comparing methods either emphasize the\nperformance of a given algorithm in validation tests or systematically compare\nvarious algorithms, assuming that the practical use of these methods is done by\nexperts. In many occasions, however, researchers have to deal with their\npractical classification tasks without an in-depth knowledge about the\nunderlying mechanisms behind parameters. Actually, the adequate choice of\nclassifiers and parameters alike in such practical circumstances constitutes a\nlong-standing problem and is the subject of the current paper. We carried out a\nstudy on the performance of nine well-known classifiers implemented by the Weka\nframework and compared the dependence of the accuracy with their configuration\nparameter configurations. The analysis of performance with default parameters\nrevealed that the k-nearest neighbors method exceeds by a large margin the\nother methods when high dimensional datasets are considered. When other\nconfiguration of parameters were allowed, we found that it is possible to\nimprove the quality of SVM in more than 20% even if parameters are set\nrandomly. Taken together, the investigation conducted in this paper suggests\nthat, apart from the SVM implementation, Weka's default configuration of\nparameters provides an performance close the one achieved with the optimal\nconfiguration.\n"]}]
["1311.0282",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.0282","Phys. Rev. D 89, 025017 (2014)","doi:10.1103/PhysRevD.89.025017"],"date":["2013-11-01"],"type":["text"],"creator":["Horiuchi, Shunsaku","Humphrey, Philip J.","Onorbe, Jose","Abazajian, Kevork N.","Kaplinghat, Manoj","Garrison-Kimmel, Shea"],"language":[],"coverage":[],"title":["Sterile neutrino dark matter bounds from galaxies of the Local Group"],"description":["  We show that the canonical oscillation-based (non-resonant) production of\nsterile neutrino dark matter is inconsistent at $>99$% confidence with\nobservations of galaxies in the Local Group. We set lower limits on the\nnon-resonant sterile neutrino mass of $2.5$ keV (equivalent to $0.7$ keV\nthermal mass) using phase-space densities derived for dwarf satellite galaxies\nof the Milky Way, as well as limits of $8.8$ keV (equivalent to $1.8$ keV\nthermal mass) based on subhalo counts of $N$-body simulations of M 31\nanalogues. Combined with improved upper mass limits derived from significantly\ndeeper X-ray data of M 31 with full consideration for background variations, we\nshow that there remains little room for non-resonant production if sterile\nneutrinos are to explain $100$% of the dark matter abundance. Resonant and\nnon-oscillation sterile neutrino production remain viable mechanisms for\ngenerating sufficient dark matter sterile neutrinos.\n","Comment: 10 pages, 4 figures, 2 tables. Submitted to PRD"]}]
["1311.1301",{"format":[],"subject":["Quantitative Biology - Biomolecules","Mathematics - Numerical Analysis","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.1301"],"date":["2013-11-06","2014-04-24"],"type":["text"],"creator":["Andreatta, Massimo","Laplagne, Santiago","Li, Shuai Cheng","Smale, Stephen"],"language":[],"coverage":[],"title":["Prediction of residue-residue contacts from protein families using\n  similarity kernels and least squares regularization"],"description":["  One of the most challenging and long-standing problems in computational\nbiology is the prediction of three-dimensional protein structure from amino\nacid sequence. A promising approach to infer spatial proximity between residues\nis the study of evolutionary covariance from multiple sequence alignments,\nespecially in light of recent algorithmic improvements and the fast growing\nsize of sequence databases. In this paper, we present a simple, fast and\naccurate algorithm for the prediction of residue-residue contacts based on\nregularized least squares. The basic assumption is that spatially proximal\nresidues in a protein coevolve to maintain the physicochemical complementarity\nof the amino acids involved in the contact. Our regularized inversion of the\nsample covariance matrix allows the computation of partial correlations between\npairs of residues, thereby removing the effect of spurious transitive\ncorrelations. The method also accounts for low number of observations by means\nof a regularization parameter that depends on the effective number of sequences\nin the alignment. When tested on a set of protein families from Pfam, we found\nthe RLS algorithm to have performance comparable to state-of-the-art methods\nfor contact prediction, while at the same time being faster and conceptually\nsimpler.\n","Comment: 16 pages"]}]
["1311.3507",{"format":[],"subject":["Condensed Matter - Quantum Gases","General Relativity and Quantum Cosmology","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.3507","Phys. Rev. A 89, 043819 (2014)","doi:10.1103/PhysRevA.89.043819"],"date":["2013-11-14","2014-04-25"],"type":["text"],"creator":["Busch, Xavier","Carusotto, Iacopo","Parentani, Renaud"],"language":[],"coverage":[],"title":["Spectrum and entanglement of phonons in quantum fluids of light"],"description":["  We study the quantum state of phonons propagating on top of a fluid of light\ncoherently generated in a planar microcavity device by a quasi-resonant\nincident laser beam. In the steady-state under a monochromatic pump, because of\nthe finite radiative lifetime of photons, a sizable incoherent population of\nlow frequency phonons is predicted to appear. Their mean occupation number\ndiffers from a Planck distribution and is independent on the photon lifetime.\nWhen the photon fluid is subjected to a sudden change of its parameters,\nadditional phonon pairs are created in the fluid with remarkable two-mode\nsqueezing and entanglement properties. Schemes to assess non-separability of\nthe phonon state from measurements of the correlation functions of the emitted\nlight are discussed.\n","Comment: 16 pages, 9 figures. Version 2 contains an added description of\n  experimental setup, as in journal version"]}]
["1311.5766",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.5766","doi:10.1016/j.apradiso.2013.10.016."],"date":["2013-10-15"],"type":["text"],"creator":["Mihailovic, Dragutin T.","Udovičić, Vladimir","Krmar, Miodrag","Arsenić, Ilija"],"language":[],"coverage":[],"title":["A complexity measure based method for studying the dependence of 222Rn\n  concentration time series on indoor air temperature and humidity"],"description":["  We have suggested a complexity measure based method for studying the\ndependence of measured 222Rn concentration time series on indoor air\ntemperature and humidity. This method is based on the Kolmogorov complexity\n(KL). We have introduced (i) the sequence of the KL, (ii) the Kolmogorov\ncomplexity highest value in the sequence (KLM) and (iii) the KL of the product\nof time series. The noticed loss of the KLM complexity of 222Rn concentration\ntime series can be attributed to the indoor air humidity that keeps the radon\ndaughters in air.\n","Comment: 20 pages, 4 figures; This paper has been submitted to Applied\n  Radiation and Isotopes"]}]
["1311.6197",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Group Theory","Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.6197"],"date":["2013-11-24","2014-04-25"],"type":["text"],"creator":["Willett, Rufus","Yu, Guoliang"],"language":[],"coverage":[],"title":["Geometric Property (T)"],"description":["  This paper discusses `geometric property (T)'. This is a property of metric\nspaces introduced in earlier work of the authors for its applications to\nK-theory. Geometric property (T) is a strong form of `expansion property': in\nparticular for a sequence of finite graphs $(X_n)$, it is strictly stronger\nthan $(X_n)$ being an expander in the sense that the Cheeger constants $h(X_n)$\nare bounded below.\n  We show here that geometric property (T) is a coarse invariant, i.e. depends\nonly on the large-scale geometry of a metric space $X$. We also discuss the\nrelationships between geometric property (T) and amenability, property (T), and\nvarious coarse geometric notions of a-T-menability. In particular, we show that\nproperty (T) for a residually finite group is characterised by geometric\nproperty (T) for its finite quotients.\n","Comment: Version two corrects some typos and a mistake in the proof of Lemma\n  8.8"]}]
["1311.6402",{"format":[],"subject":["Computer Science - Systems and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.6402"],"date":["2013-11-25","2014-04-24"],"type":["text"],"creator":["Vanli, N. Denizcan","Donmez, Mehmet A.","Kozat, Suleyman S."],"language":[],"coverage":[],"title":["Robust Least Squares Methods Under Bounded Data Uncertainties"],"description":["  We study the problem of estimating an unknown deterministic signal that is\nobserved through an unknown deterministic data matrix under additive noise. In\nparticular, we present a minimax optimization framework to the least squares\nproblems, where the estimator has imperfect data matrix and output vector\ninformation. We define the performance of an estimator relative to the\nperformance of the optimal least squares (LS) estimator tuned to the underlying\nunknown data matrix and output vector, which is defined as the regret of the\nestimator. We then introduce an efficient robust LS estimation approach that\nminimizes this regret for the worst possible data matrix and output vector,\nwhere we refrain from any structural assumptions on the data. We demonstrate\nthat minimizing this worst-case regret can be cast as a semi-definite\nprogramming (SDP) problem. We then consider the regularized and structured LS\nproblems and present novel robust estimation methods by demonstrating that\nthese problems can also be cast as SDP problems. We illustrate the merits of\nthe proposed algorithms with respect to the well-known alternatives in the\nliterature through our simulations.\n","Comment: arXiv admin note: text overlap with arXiv:1203.4160"]}]
["1311.6527",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.6527","Physics of Plasmas 21, 055703 (2014)","doi:10.1063/1.4872323"],"date":["2013-11-25","2014-03-31"],"type":["text"],"creator":["Merritt, Elizabeth C.","Moser, Auna L.","Hsu, Scott C.","Adams, Colin S.","Dunn, John P.","Holgado, A. Miguel","Gilmore, Mark A."],"language":[],"coverage":[],"title":["Experimental evidence for collisional shock formation via two obliquely\n  merging supersonic plasma jets"],"description":["  We report spatially resolved measurements of the oblique merging of two\nsupersonic laboratory plasma jets. The jets are formed and launched by\npulsed-power-driven railguns using injected argon, and have electron density\n$\\sim 10^{14}$ cm$^{-3}$, electron temperature $\\approx 1.4$ eV, ionization\nfraction near unity, and velocity $\\approx 40$ km/s just prior to merging. The\njet merging produces a few-cm-thick stagnation layer, as observed in both\nfast-framing camera images and multi-chord interferometer data, consistent with\ncollisional shock formation [E. C. Merritt et al., Phys. Rev. Lett. {\\bf 111},\n085003 (2013)].\n","Comment: 11 pages, 9 figures, accepted by Physics of Plasmas (to be published\n  in 2014 May issue)"]}]
["1311.6843",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Disordered Systems and Neural Networks","Mathematics - Probability","60K35, 82B43, 35B27, 30C62, 30C85, 31A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.6843"],"date":["2013-11-26","2014-04-24"],"type":["text"],"creator":["Matsutani, Shigeki","Shimosako, Yoshiyuki"],"language":[],"coverage":[],"title":["On homogenized conductivity and fractal structure in a high contrast\n  continuum percolation model"],"description":["  In the previous article (S. Matsutani and Y. Shimosako and Y. Wang, Physica A\n\\bf{391} (2012) 5802-5809) we numerically investigated an electric potential\nproblem with high contrast local conductivities ($\\gamma_0$ and $\\gamma_1$,\n$0<\\gamma_0 \\ll \\gamma_1$) for a two-dimensional continuum percolation model\n(CPM). As numerical results, we showed there that the equipotential curves\nexhibit the fractal structure around the threshold $p_c$ and gave an\napproximated curve representing a relation between the homogenized conductivity\nand the volume fraction $p$ over $[p_c,1]$. In this article, using the duality\nof the conductivities and the quasi-harmonic properties, we re-investigate\nthese topics to improve these results. We show that at $\\gamma_0\\to0$, the\nquasi-harmonic potential problem in CPM is quasiconformally equivalent to a\nrandom slit problem, which leads us to an observation between the conformal\nproperty and the fractal structure at the threshold. Further we extend the\ndomain $[p_c,1]$ of the approximated curve to $[0,1]$ based on the these\nresults, which is partially generalized to three dimensional case. These curves\nrepresent well the numerical results of the conductivities.\n","Comment: 19 pages"]}]
["1311.7288",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Experiment","High Energy Physics - Phenomenology","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.7288","Phys. Rev. Lett. 112, 151802 (2014)","doi:10.1103/PhysRevLett.112.151802"],"date":["2013-11-28","2014-04-24"],"type":["text"],"creator":["Mosel, Ulrich","Lalakulich, Olga","Gallmeister, Kai"],"language":[],"coverage":[],"title":["Energy reconstruction in the Long-Baseline Neutrino Experiment"],"description":["  The Long-Baseline Neutrino Experiment aims at measuring fundamental physical\nparameters to high precision and exploring physics beyond the standard model.\nNuclear targets introduce complications towards that aim. We investigate the\nuncertainties in the energy reconstruction, based on quasielastic scattering\nrelations, due to nuclear effects. The reconstructed event distributions as a\nfunction of energy tend to be smeared out and shifted by several 100 MeV in\ntheir oscillatory structure if standard event selection is used. We show that a\nmore restrictive experimental event selection offers the possibility to reach\nthe accuracy needed for a determination of the mass ordering and the\n$CP$-violating phase. Quasielastic-based energy reconstruction could thus be a\nviable alternative to the calorimetric reconstruction also at higher energies.\n","Comment: Final version, as published in PRL"]}]
["1312.1566",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.1566"],"date":["2013-12-05","2014-04-25"],"type":["text"],"creator":["Della Morte, Michele","Dooling, Samantha","Heitger, Jochen","Hesse, Dirk","Simma, Hubert"],"language":[],"coverage":[],"title":["Matching of heavy-light flavour currents between HQET at order 1/m and\n  QCD: I. Strategy and tree-level study"],"description":["  We present a strategy how to match the full set of components of the\nheavy-light axial and vector currents in Heavy Quark Effective Theory (HQET),\nup to and including 1/m-corrections, to QCD. While the ultimate goal is to\napply these matching conditions non-perturbatively, in this study we first have\nimplemented them at tree-level, in order to find good choices of the matching\nobservables with small O(1/m^2) contributions. They can later be employed in\nthe non-perturbative matching procedure which is a crucial part of precision\nHQET computations of semileptonic decay form factors in lattice QCD.\n","Comment: 32 pages, 7 figures, 2 appendices. Matches version to be published in\n  JHEP. One equation and one figure corrected, a few typos fixed. Results\n  unchanged"]}]
["1312.3475",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics","Mathematics - Symplectic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.3475","Phys. Rev. D 89, 065040 (2014)","doi:10.1103/PhysRevD.89.065040"],"date":["2013-12-12","2014-04-25"],"type":["text"],"creator":["Qiu, Jian","Zabzine, Maxim"],"language":[],"coverage":[],"title":["Factorization of 5D super Yang-Mills on $Y^{p,q}$ spaces"],"description":["  We continue our study on the partition function for 5D supersymmetric\nYang-Mills theory on toric Sasaki-Einstein $Y^{p,q}$ manifolds. Previously,\nusing the localisation technique we have computed the perturbative part of the\npartition function. In this work we show how the perturbative part factorises\ninto four pieces, each corresponding to the perturbative answer of the same\ntheory on $\\mathbb{R}^4 \\times S^1$. This allows us to identify the equivariant\nparameters and to conjecture the full partition functions (including the\ninstanton contributions) for $Y^{p,q}$ spaces. The conjectured partition\nfunction receives contributions only from singular contact instantons supported\nalong the closed Reeb orbits. At the moment we are not able to prove this fact\nfrom the first principles.\n","Comment: 27 pages, references added, typos corrected"]}]
["1312.5532",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.5532","Phys. Rev. B 89, 155109 (2004)","doi:10.1103/PhysRevB.89.155109"],"date":["2013-12-19"],"type":["text"],"creator":["Autieri, Carmine","Koch, Erik","Pavarini, Eva"],"language":[],"coverage":[],"title":["Mechanism of structural phase transitions in KCrF3"],"description":["  We study the origin of the cubic to tetragonal and tetragonal to monoclinic\nstructural transitions in KCrF3, and the associated change in orbital order,\npaying particular attention to the relevance of super-exchange in both phases.\nWe show that super-exchange is not the main mechanism driving these\ntransitions. Specifically, it is not strong enough to be responsible for the\nhigh-temperature cubic to tetragonal transition and does not yield the type of\norbital order observed in the monoclinic phase. The energy difference between\nthe tetragonal and the monoclinic structure is tiny, and most likely results\nfrom the interplay between volume, covalency, and localization effects. The\ntransition is rather driven by Slater exchange than super-exchange.\nNevertheless, once the monoclinic distortions are present, super-exchange helps\nin stabilizing the low symmetry structure. The orbital order we obtain for this\nmonoclinic phase is consistent with the magnetic transition at 80 K.\n","Comment: 8 pages, 6 figures"]}]
["1312.6300",{"format":[],"subject":["Nuclear Experiment","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.6300","JHEP 04 (2014) 103","doi:10.1007/JHEP04(2014)103"],"date":["2013-12-21","2014-04-25"],"type":["text"],"creator":["CMS Collaboration"],"language":[],"coverage":[],"title":["Event activity dependence of Y(nS) production in sqrt(s[NN]) = 5.02 TeV\n  pPb and sqrt(s) = 2.76 TeV pp collisions"],"description":["  The production of Y(1S), Y(2S), and Y(3S) is investigated in pPb and pp\ncollisions at centre-of-mass energies per nucleon pair of 5.02 TeV and 2.76\nTeV, respectively. The datasets correspond to integrated luminosities of about\n31 inverse nanobarns (pPb) and 5.4 inverse picobarns (pp), collected in 2013 by\nthe CMS experiment at the LHC. Upsilons that decay into muons are reconstructed\nwithin the rapidity interval abs(y[CM]) < 1.93 in the nucleon-nucleon\ncentre-of-mass frame. Their production is studied as a function of two measures\nof event activity, namely the charged-particle multiplicity measured in the\npseudorapidity interval abs(eta) < 2.4, and the sum of transverse energy\ndeposited at forward pseudorapidity, 4.0 < abs(eta) < 5.2. The Y cross sections\nnormalized by their event activity integrated values, Y(nS)/<Y((nS)>, are found\nto rise with both measures of the event activity in pp and pPb. In both\ncollision systems, the ratios of the excited to the ground state cross\nsections, Y(nS)/Y(1S), are found to decrease with the charged-particle\nmultiplicity, while as a function of the transverse energy the variation is\nless pronounced. The event activity integrated double ratios,\n[Y(nS)/Y(1S)][pPb] / [Y(nS)/Y(1S)][pp], are also measured and found to be 0.83\n+/- 0.05 (stat.) +/- 0.05 (syst.) and 0.71 +/- 0.08 (stat.) +/- 0.09 (syst.)\nfor Y(2S) and Y(3S), respectively.\n","Comment: Replaced with published version. Added journal reference and DOI"]}]
["1312.6328",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.6328","Phys. Rev. D 89, 083009 (2014)","doi:10.1103/PhysRevD.89.083009"],"date":["2013-12-21","2014-04-20"],"type":["text"],"creator":["Li, Yun-He","Zhang, Xin"],"language":[],"coverage":[],"title":["Large-scale stable interacting dark energy model: Cosmological\n  perturbations and observational constraints"],"description":["  Dark energy might interact with cold dark matter in a direct,\nnongravitational way. However, the usual interacting dark energy models (with\nconstant $w$) suffer from some catastrophic difficulties. For example, the\n$Q\\propto\\rho_{\\rm c}$ model leads to an early-time large-scale instability,\nand the $Q\\propto\\rho_{\\rm de}$ model gives rise to the future unphysical\nresult for cold dark matter density (in the case of a positive coupling). In\norder to overcome these fatal flaws, we propose in this paper an interacting\ndark energy model (with constant $w$) in which the interaction term is\ncarefully designed to realize that $Q\\propto\\rho_{\\rm de}$ at the early times\nand $Q\\propto\\rho_{\\rm c}$ in the future, simultaneously solving the early-time\nsuperhorizon instability and future unphysical $\\rho_{\\rm c}$ problems. The\nconcrete form of the interaction term in this model is $Q=3\\beta H\n\\frac{\\rho_{\\rm{de}}\\rho_{\\rm{c}}}{\\rho_{\\rm{de}}+\\rho_{\\rm{c}}}$, where\n$\\beta$ is the dimensionless coupling constant. We show that this model is\nactually equivalent to the decomposed new generalized Chaplygin gas (NGCG)\nmodel, with the relation $\\beta=-\\alpha w$. We calculate the cosmological\nperturbations in this model in a gauge-invariant way and show that the\ncosmological perturbations are stable during the whole expansion history\nprovided that $\\beta>0$. Furthermore, we use the Planck data in conjunction\nwith other astrophysical data to place stringent constraints on this model\n(with eight parameters), and we find that indeed $\\beta>0$ is supported by the\njoint constraint at more than 1$\\sigma$ level. The excellent theoretical\nfeatures and the support from observations all indicate that the decomposed\nNGCG model deserves more attention and further investigation.\n","Comment: 13 pages, 3 figures; V2: appendix B (including a new figure) added;\n  version accepted by Physical Review D; V3: matching the publication version"]}]
["1401.0385",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.0385","Phys. Rev. D 89, 083519 (2014)","doi:10.1103/PhysRevD.89.083519"],"date":["2014-01-02","2014-04-24"],"type":["text"],"creator":["Li, Yin","Hu, Wayne","Takada, Masahiro"],"language":[],"coverage":[],"title":["Super-Sample Covariance in Simulations"],"description":["  Using separate universe simulations, we accurately quantify super-sample\ncovariance (SSC), the typically dominant sampling error for matter power\nspectrum estimators in a finite volume, which arises from the presence of super\nsurvey modes. By quantifying the power spectrum response to a background mode,\nthis approach automatically captures the separate effects of beat coupling in\nthe quasilinear regime, halo sample variance in the nonlinear regime and a new\ndilation effect which changes scales in the power spectrum coherently across\nthe survey volume, including the baryon acoustic oscillation scale. It models\nthese effects at typically the few percent level or better with a handful of\nsmall volume simulations for any survey geometry compared with directly using\nmany thousands of survey volumes in a suite of large volume simulations. The\nstochasticity of the response is sufficiently small that in the quasilinear\nregime, SSC can be alternately included by fitting the mean density in the\nvolume with these fixed templates in parameter estimation. We also test the\nhalo model prescription and find agreement typically at better than the 10%\nlevel for the response.\n","Comment: 12 pages, 11 figures, matches published version"]}]
["1401.0695",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.0695","J. Phys. A: Math. Theor. 47(19) 195001 (2014)","doi:10.1088/1751-8113/47/19/195001"],"date":["2014-01-03"],"type":["text"],"creator":["Rubin, Katy J.","Pruessner, Gunnar","Pavliotis, Grigorios A."],"language":[],"coverage":[],"title":["Mapping multiplicative to additive noise"],"description":["  The Langevin formulation of a number of well-known stochastic processes\ninvolves multiplicative noise. In this work we present a systematic mapping of\na process with multiplicative noise to a related process with additive noise,\nwhich may often be easier to analyse. The mapping is easily understood in the\nexample of the branching process. In a second example we study the random\nneighbour (or infinite range) contact process which is mapped to an\nOrnstein-Uhlenbeck process with absorbing wall. The present work might shed\nsome light on absorbing state phase transitions in general, such as the role of\nconditional expectation values and finite size scaling, and elucidate the\nmeaning of the noise amplitude. While we focus on the physical interpretation\nof the mapping, we also provide a mathematical derivation.\n","Comment: 22 pages, 4 figures, IOP style"]}]
["1401.0962",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.0962","doi:10.1063/1.4803255"],"date":["2014-01-05"],"type":["text"],"creator":["Stinson, Jake","Kathmann, Shawn","Ford, Ian"],"language":[],"coverage":[],"title":["Investigating the significance of zero-point motion in small molecular\n  clusters of sulphuric acid and water"],"description":["  The nucleation of particles from trace gases in the atmosphere is an\nimportant source of cloud condensation nuclei (CCN), and these are vital for\nthe formation of clouds in view of the high supersaturations required for\nhomogeneous water droplet nucleation. The methods of quantum chemistry have\nincreasingly been employed to model nucleation due to their high accuracy and\nefficiency in calculating configurational energies; and nucleation rates can be\nobtained from the associated free energies of particle formation. However, even\nin such advanced approaches, it is typically assumed that the nuclei have a\nclassical nature, which is questionable for some systems. The importance of\nzero-point motion (also known as quantum nuclear dynamics) in modelling small\nclusters of sulphuric acid and water is tested here using the path integral\nmolecular dynamics (PIMD) method at the density functional theory (DFT) level\nof theory. The general effect of zero-point motion is to distort the mean\nstructure slightly, and to promote the extent of proton transfer with respect\nto classical behaviour. In a particular configuration of one sulphuric acid\nmolecule with three waters, the range of positions explored by a proton between\na sulphuric acid and a water molecule at 300 K (a broad range in contrast to\nthe confinement suggested by geometry optimisation at 0 K) is clearly affected\nby the inclusion of zero point motion, and similar effects are observed for\nother configurations.\n","Comment: 7 pages, 7 figures. Manuscript is the final pre-publication form\n  which was accepted by the journal of chemical physics on the 19th of December\n  2013. Copyright 2013 J. Stinson, S. Kathmann and I. Ford. This article is\n  distributed under a Creative Commons Attribution 3.0 Unported License"]}]
["1401.1079",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.1079"],"date":["2014-01-06","2014-04-25"],"type":["text"],"creator":["Leder, Björn","Finkenrath, Jacob","Knechtli, Francesco"],"language":[],"coverage":[],"title":["One flavor mass reweighting: foundations"],"description":["  Reweighting is not a new method in lattice QCD, but a comprehensive analysis\nis missing in the literature. We close this gap by presenting: (i) a proof of\nan integral representation of the complex determinant of a complex matrix, (ii)\na method to control the stochastic error of its Monte Carlo estimation, (iii)\nexpansions of the stochastic error and the ensemble fluctuations of the one\nflavor reweighting factor. Based on (iii) we present a detailed scaling\nanalysis and optimized reweighting strategies. As an application we analyze the\nensemble fluctuations of the reweighting factor corresponding to the sea\ncontribution to isospin splitting and predict at physical quark masses a\nstandard deviation of +-20%.\n","Comment: 7 pages, 2 figures, 31st International Symposium on Lattice Field\n  Theory - LATTICE 2013, condition in Eq. (2.1) corrected, numerical results\n  unaffected"]}]
["1401.2583",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.2583","Phys. Rev. B 89, 125425 (2014)","doi:10.1103/PhysRevB.89.125425"],"date":["2014-01-11","2014-03-06"],"type":["text"],"creator":["Okamoto, Mayuko","Takane, Yositake","Imura, Ken-Ichiro"],"language":[],"coverage":[],"title":["One-dimensional topological insulator: a model for studying finite-size\n  effects in topological insulator thin films"],"description":["  As a model for describing finite-size effects in topological insulator thin\nfilms, we study a one-dimensional (1D) effective model of a topological\ninsulator (TI). Using this effective 1D model, we reveal the precise\ncorrespondence between the spatial profile of the surface wave function, and\nthe dependence of the finite-size energy gap on the thickness (Lx) of the film.\nWe solve the boundary problem both in the semi-infinite and slab geometries to\nshow that the Lx-dependence of the size gap is a direct measure of the\namplitude of the surface wave function at the depth of x=Lx+1 [here, the\nboundary condition is chosen such that the wave function vanishes at x=0].\nDepending on the parameters, the edge state function shows either a damped\noscillation (in the \"TI-oscillatory\" region of FIG. 2, or becomes overdamped\n(ibid., in the \"TI-overdamped\" phase). In the original 3D bulk TI, an asymmetry\nin the spectrum of valence and conduction bands is omnipresent. Here, we\ndemonstrate by tuning this asymmetry one can drive a crossover from the\nTI-oscillatory to the TI-overdamped phase.\n","Comment: 14 pages, total 6 panels in 4 captioned figures"]}]
["1401.3932",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.3932"],"date":["2014-01-16","2014-04-24"],"type":["text"],"creator":["Jardón-Kojakhmetov, H.","Broer, Henk"],"language":[],"coverage":[],"title":["Polynomial normal forms of Constrained Differential Equations with three\n  parameters"],"description":["  We study generic constrained differential equations (CDEs) with three\nparameters, thereby extending Takens's classification of singularities of such\nequations. In this approach, the singularities analyzed are the Swallowtail,\nthe Hyperbolic, and the Elliptic Umbilics. We provide polynomial local normal\nforms of CDEs under topological equivalence. Generic CDEs are important in the\nstudy of slow-fast (SF) systems. Many properties and the characteristic\nbehavior of the solutions of SF systems can be inferred from the corresponding\nCDE. Therefore, the results of this paper show a first approximation of the\nflow of generic SF systems with three slow variables.\n","Comment: This is an updated and revised version. Minor modifications made"]}]
["1401.5278",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.5278","doi:10.1016/j.cpc.2014.04.003"],"date":["2014-01-21"],"type":["text"],"creator":["Hoffmann, M. J.","Matera, S.","Reuter, K."],"language":[],"coverage":[],"title":["kmos: A lattice kinetic Monte Carlo framework"],"description":["  Kinetic Monte Carlo (kMC) simulations have emerged as a key tool for\nmicrokinetic modeling in heterogeneous catalysis and other materials\napplications. Systems, where site-specificity of all elementary reactions\nallows a mapping onto a lattice of discrete active sites, can be addressed\nwithin the particularly efficient lattice kMC approach. To this end we describe\nthe versatile kmos software package, which offers a most user-friendly\nimplementation, execution, and evaluation of lattice kMC models of arbitrary\ncomplexity in one- to three-dimensional lattice systems, involving multiple\nactive sites in periodic or aperiodic arrangements, as well as site-resolved\npairwise and higher-order lateral interactions. Conceptually, kmos achieves a\nmaximum runtime performance which is essentially independent of lattice size by\ngenerating code for the efficiency-determining local update of available events\nthat is optimized for a defined kMC model. For this model definition and the\ncontrol of all runtime and evaluation aspects kmos offers a high-level\napplication programming interface. Usage proceeds interactively, via scripts,\nor a graphical user interface, which visualizes the model geometry, the lattice\noccupations and rates of selected elementary reactions, while allowing\non-the-fly changes of simulation parameters. We demonstrate the performance and\nscaling of kmos with the application to kMC models for surface catalytic\nprocesses, where for given operation conditions (temperature and partial\npressures of all reactants) central simulation outcomes are catalytic activity\nand selectivities, surface composition, and mechanistic insight into the\noccurrence of individual elementary processes in the reaction network.\n","Comment: 21 pages, 12 figures"]}]
["1401.5917",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Operator Algebras","47A05,"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.5917"],"date":["2014-01-23","2014-04-25"],"type":["text"],"creator":["Chellali, Chérifa","Mortad, Mohammed Hichem"],"language":[],"coverage":[],"title":["Commutativity up to a factor for bounded and unbounded operators"],"description":["  In this paper, we further investigate the problem of commutativity up to a\nfactor (or $\\lambda$-commutativity) in the setting of bounded and unbounded\nlinear operators in a complex Hilbert space. The results are based on a new\napproach to the problem. We finish the paper by a conjecture on the\ncommutativity of self-adjoint operators.\n","Comment: 08 pages (to appear in Journal of Mathematical Analysis and\n  Applications, Elsevier)"]}]
["1401.6457",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.6457","JCAP04(2014)022","doi:10.1088/1475-7516/2014/04/022"],"date":["2014-01-24","2014-04-25"],"type":["text"],"creator":["Kopp, Joachim","Michaels, Lisa","Smirnov, Juri"],"language":[],"coverage":[],"title":["Loopy Constraints on Leptophilic Dark Matter and Internal Bremsstrahlung"],"description":["  A sharp and spatially extended peak in an astrophysical gamma ray spectrum\nwould provide very strong evidence for the existence of dark matter (DM), given\nthat there are no known astrophysical processes that could mimic such a signal.\nFrom the particle physics perspective, perhaps the simplest explanation for a\ngamma ray peak is internal bremsstrahlung in DM annihilation through a charged\nt-channel mediator eta close in mass to the DM particle chi. Since DM\nannihilation to quarks is already tightly constrained in this scenario, we\nfocus here on the leptophilic case. We compute the electromagnetic anapole and\ndipole moments that DM acquires at 1-loop, and we find an interesting\nenhancement of these moments if the DM particle and the mediator are close in\nmass. We constrain the DM anapole and dipole moments using direct detection\ndata, and then translate these limits into bounds on the DM annihilation cross\nsection. Our bounds are highly competitive with those from astrophysical gamma\nray searches. In the second part of the paper, we derive complementary\nconstraints on internal bremsstrahlung in DM annihilation using LEP mono-photon\ndata, measurements of the anomalous magnetic moments of the electron and the\nmuon, and searches for lepton flavor violation. We also comment on the impact\nof the internal bremsstrahlung scenario on the hyperfine splitting of true\nmuonium.\n","Comment: 16 pages, 16 figures, Journal accepted version, read it!"]}]
["1401.6787",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.6787"],"date":["2014-01-27","2014-04-25"],"type":["text"],"creator":["Koch, Tobias"],"language":[],"coverage":[],"title":["On the capacity of the dither-quantized Gaussian channel"],"description":["  This paper studies the capacity of the peak-and-average-power-limited\nGaussian channel when its output is quantized using a dithered, infinite-level,\nuniform quantizer of step size $\\Delta$. It is shown that the capacity of this\nchannel tends to that of the unquantized Gaussian channel when $\\Delta$ tends\nto zero, and it tends to zero when $\\Delta$ tends to infinity. In the low\nsignal-to-noise ratio (SNR) regime, it is shown that, when the peak-power\nconstraint is absent, the low-SNR asymptotic capacity is equal to that of the\nunquantized channel irrespective of $\\Delta$. Furthermore, an expression for\nthe low-SNR asymptotic capacity for finite peak-to-average-power ratios is\ngiven and evaluated in the low- and high-resolution limit. It is demonstrated\nthat, in this case, the low-SNR asymptotic capacity converges to that of the\nunquantized channel when $\\Delta$ tends to zero, and it tends to zero when\n$\\Delta$ tends to infinity. Comparing these results with achievability results\nfor (undithered) 1-bit quantization, it is observed that the dither reduces\ncapacity in the low-precision limit, and it reduces the low-SNR asymptotic\ncapacity unless the peak-to-average-power ratio is unbounded.\n","Comment: 22 pages, 1 figure. Part of this work will be presented at ISIT 2014.\n  Corrected minor typos"]}]
["1401.6923",{"format":[],"subject":["Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.6923"],"date":["2014-01-27","2014-04-25"],"type":["text"],"creator":["Isono, Yusuke"],"language":[],"coverage":[],"title":["Some prime factorization results for free quantum group factors"],"description":["  We prove some unique factorization results for tensor products of free\nquantum group factors. They are type III analogues of factorization results for\ndirect products of bi-exact groups established by Ozawa and Popa. In the proof,\nwe first take continuous cores of the tensor products, which satisfy a\ncondition similar to condition (AO), and discuss some factorization properties\nfor the continuous cores. We then deduce factorization properties for the\noriginal type III factors. We also prove some unique factorization results for\ncrossed product von Neumann algebras by direct products of bi-exact groups.\n","Comment: final version, to appear in J. Reine Angew. Math"]}]
["1401.7067",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.7067"],"date":["2014-01-27","2014-04-25"],"type":["text"],"creator":["Shifman, M.","Yung, A."],"language":[],"coverage":[],"title":["Two-Dimensional Sigma Models Related to Non-Abelian Strings in\n  Super-Yang-Mills"],"description":["  We review diverse two-dimensional models emerging on the world sheet of\nnon-Abelian strings in the low-energy limit. Non-Abelian strings are supported\nin a class of four-dimensional bulk theories with or without supersymmetry. In\nsupersymmetric bulk theories we are mostly interested in BPS-saturated strings.\nSome of these two-dimensional models, in particular, heterotic models, were\nscarcely studied in the past, if at all. Our main emphasis is on the heterotic\nN=(0,2) models. We describe their large-N solution. We briefly comment on\nN=(0,1) models although so far they are not obtained on the the world sheet of\nnon-Abelian strings.\n","Comment: Dedicated to the 100-th birthday of Isaak Yakovlevich Pomeranchuk.\n  Invited paper, to be published in the Pomeranchuk Memorial Volume (2014). 59\n  pp., 10 figures; v2: 1 figure and 1 reference added, 1 expression corrected"]}]
["1401.7140",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.7140","J. Phys. Soc. Jpn. 83, 054717 (2014)","doi:10.7566/JPSJ.83.054717"],"date":["2014-01-28","2014-04-05"],"type":["text"],"creator":["Takashima, Rina","Fujimoto, Satoshi"],"language":[],"coverage":[],"title":["Electrodynamics in Skyrmions Merging"],"description":["  In a recent study the coalescence of magnetic skyrmions was observed in a\nmetallic chiral magnet Fe0.5Co0.5Si when the skyrmion phase is destroyed, and\nnumerical simulations demonstrated the existence of a monopole at the merging\npoint of two skyrmion lines. The exchange interaction between such magnetic\ntextures and the conduction electrons can be described by emergent\nelectromagnetism. In this paper, we investigate the effect of a\nskyrmions-merging process on conduction electrons by calculating induced\nelectric currents. Here, in addition to the exchange interactions, we consider\nthe antisymmetric spin-orbit couplings (SOC) due to broken inversion symmetry,\nwhich is an essential ingredient for the realization of skyrmion texture in the\nitinerant magnet Fe0.5Co0.5Si. We obtain an adiabatic current which is\ndissipationless, and dissipative currents driven by the effective\nelectromagnetic fields including the effect of SOC. In terms of the effective\nfields, a moving monopole at the merging point turns out to be a dyon-like\nobject; i.e. it has both electric charge and magnetic charge.\n","Comment: 8 pages, 3 figures"]}]
["1402.0191",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.0191"],"date":["2014-02-02","2014-04-25"],"type":["text"],"creator":["Kumar, P.","Avasthi, D. K.","Ghatak, J.","Satyam, P. V.","Prakash, R.","Kumar, A."],"language":[],"coverage":[],"title":["Nano tracks in fullerene film by dense electronic excitations"],"description":["  In the present work, we investigate the formation of nano tracks by cluster\nand mono-atomic ion beams in the fullerene (C60) thin films by High Resolution\nTransmission Electron Microscopy (HRTEM). The fullerene films on carbon coated\ngrids were irradiated by 30 MeV C60 cluster beam and 120 MeV Au mono-atomic\nbeams at normal and grazing angle to the incident ion beams. The studies show\nthat the cluster beam creates latent tracks of an average diameter of around 20\nnm. The formation of large size nano tracks by cluster beam is attributed to\nthe deposition of large electronic energy density as compared to mono-atomic\nbeams.\n","Comment: Under revision. Applied Surface Science (2014)"]}]
["1402.0965",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.0965","Phys. Rev. C 89, 044321 (2014)","doi:10.1103/PhysRevC.89.044321"],"date":["2014-02-05","2014-04-10"],"type":["text"],"creator":["Coraggio, L.","Holt, J. W.","Itaco, N.","Machleidt, R.","Marcucci, L. E.","Sammarruca, F."],"language":[],"coverage":[],"title":["The nuclear matter equation of state with consistent two- and three-body\n  perturbative chiral interactions"],"description":["  We compute the energy per particle of infinite symmetric nuclear matter from\nchiral N3LO (next-to-next-to-next-to-leading order) two-body potentials plus\nN2LO three-body forces. The low-energy constants of the chiral three-nucleon\nforce that cannot be constrained by two-body observables are fitted to\nreproduce the triton binding energy and the 3H-3He Gamow-Teller transition\nmatrix element. In this way, the saturation properties of nuclear matter are\nreproduced in a parameter-free approach. The equation of state is computed up\nto third order in many-body perturbation theory, with special emphasis on the\nrole of the third-order particle-hole diagram. The dependence of these results\non the cutoff scale and regulator function is studied. We find that the\ninclusion of three-nucleon forces consistent with the applied two-nucleon\ninteraction leads to a reduced dependence on the choice of the regulator only\nfor lower values of the cutoff.\n","Comment: 9 pages, 12 figures, 3 tables, to be published in Physical Review C.\n  arXiv admin note: text overlap with arXiv:1209.5537"]}]
["1402.2152",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.2152","Optics Letters 39, 2668-2671 (2014)","doi:10.1364/OL.39.002668"],"date":["2014-02-10"],"type":["text"],"creator":["Eremeev, Vitalie","Ciobanu, Nellu","Orszag, Miguel"],"language":[],"coverage":[],"title":["Thermal effects on the sudden changes and freezing of correlations\n  between remote atoms in cavity QED network"],"description":["  We investigate the thermal effects on the sudden changes and freezing of the\nquantum and classical correlations of remote qubits in a cavity quantum\nelectrodynamics (CQED) network with losses. We find that the detrimental effect\nof the thermal reservoirs on the system can be compensated via an efficient\ncoupling of the fiber connecting the two cavities of the system. Furthermore,\nfor certain initial conditions, we find a double sudden transitions in the\ndynamics of Bures geometrical quantum discord. The second transition tends to\ndisappear at a critical temperature, hence freezing the discord. Finally, we\ndiscuss some ideas of the experimental realization of the present proposal.\n","Comment: 10 pages, 3 figures. The comments and suggestions are welcome"]}]
["1402.3399",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.3399"],"date":["2014-02-14","2014-04-25"],"type":["text"],"creator":["Nowak, Adam","Stempak, Krzysztof"],"language":[],"coverage":[],"title":["Potential operators associated with Hankel and Hankel-Dunkl transforms"],"description":["  We study Riesz and Bessel potentials in the settings of Hankel transform,\nmodified Hankel transform and Hankel-Dunkl transform. We prove sharp or\nqualitatively sharp pointwise estimates of the corresponding potential kernels.\nThen we characterize those $1\\le p,q \\le \\infty$, for which the potential\noperators satisfy $L^p-L^q$ estimates. In case of the Riesz potentials, we also\ncharacterize those $1\\le p,q \\le \\infty$, for which two-weight $L^p-L^q$\nestimates, with power weights involved, hold. As a special case of our results,\nwe obtain a full characterization of two power-weight $L^p-L^q$ bounds for the\nclassical Riesz potentials in the radial case. This complements an old result\nof Rubin and its recent reinvestigations by De N\\'apoli, Drelichman and\nDur\\'an, and Duoandikoetxea.\n","Comment: 30 pages (corrected statement of Theorem 2.12 (b) + some related\n  modifications in Section 4.2)"]}]
["1402.3941",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.3941"],"date":["2014-02-17","2014-04-25"],"type":["text"],"creator":["Scarlett, Jonathan","Martinez, Alfonso","Fàbregas, Albert Guillén i"],"language":[],"coverage":[],"title":["The Saddlepoint Approximation: Unified Random Coding Asymptotics for\n  Fixed and Varying Rates"],"description":["  This paper presents a saddlepoint approximation of the random-coding union\nbound of Polyanskiy et al. for i.i.d. random coding over discrete memoryless\nchannels. The approximation is single-letter, and can thus be computed\nefficiently. Moreover, it is shown to be asymptotically tight for both fixed\nand varying rates, unifying existing achievability results in the regimes of\nerror exponents, second-order coding rates, and moderate deviations. For fixed\nrates, novel exact-asymptotics expressions are specified to within a\nmultiplicative 1+o(1) term. A numerical example is provided for which the\napproximation is remarkably accurate even at short block lengths.\n","Comment: Accepted to ISIT 2014, presented without publication at ITA 2014"]}]
["1402.5811",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.5811","Phys. Rev. B 89, 165131 (2014)","doi:10.1103/PhysRevB.89.165131"],"date":["2014-02-24"],"type":["text"],"creator":["Pogrebna, A.","Vujičić, N.","Mertelj, T.","Cao, G.","Xu, Z. A.","Chu, J. -H.","Fisher, I. R.","Mihailovic, D."],"language":[],"coverage":[],"title":["Spectrally-resolved femtosecond reflectivity relaxation dynamics in\n  undoped SDW 122-structure iron based pnictides"],"description":["  We systematically investigate temperature- and spectrally-dependent optical\nreflectivity dynamics in AAs$_{2}$Fe$_{2}$, (A=Ba, Sr and Eu), iron-based\nsuperconductors parent spin-density-wave (SDW) compounds. Two different\nrelaxation processes are identified. The behavior of the slower process, which\nis strongly sensitive to the magneto-structural transition, is analyzed in the\nframework of the relaxation-bottleneck model involving magnons. The results are\ncompared to recent time resolved angular photoemission results (TR-ARPES) and\npossible alternative assignment of the slower relaxation to the\nmagneto-structural order parameter relaxation is discussed.\n"]}]
["1402.6273",{"format":[],"subject":["Computer Science - Social and Information Networks","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.6273"],"date":["2014-02-25","2014-04-25"],"type":["text"],"creator":["Askalidis, Georgios","Berry, Randall A.","Subramanian, Vijay G."],"language":[],"coverage":[],"title":["Explaining Snapshots of Network Diffusions: Structural and Hardness\n  Results"],"description":["  Much research has been done on studying the diffusion of ideas or\ntechnologies on social networks including the \\textit{Influence Maximization}\nproblem and many of its variations. Here, we investigate a type of inverse\nproblem. Given a snapshot of the diffusion process, we seek to understand if\nthe snapshot is feasible for a given dynamic, i.e., whether there is a limited\nnumber of nodes whose initial adoption can result in the snapshot in finite\ntime. While similar questions have been considered for epidemic dynamics, here,\nwe consider this problem for variations of the deterministic Linear Threshold\nModel, which is more appropriate for modeling strategic agents. Specifically,\nwe consider both sequential and simultaneous dynamics when deactivations are\nallowed and when they are not. Even though we show hardness results for all\nvariations we consider, we show that the case of sequential dynamics with\ndeactivations allowed is significantly harder than all others. In contrast,\nsequential dynamics make the problem trivial on cliques even though it's\ncomplexity for simultaneous dynamics is unknown. We complement our hardness\nresults with structural insights that can help better understand diffusions of\nsocial networks under various dynamics.\n","Comment: 14 pages, 3 figures"]}]
["1403.1812",{"format":[],"subject":["Physics - Chemical Physics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.1812"],"date":["2014-03-07","2014-04-24"],"type":["text"],"creator":["Li, Xin","Sánchez-Diáz, Luis E.","Wu, Bin","Hamilton, William A.","Porcar, Lionel","Falus, Péter","Liu, Yun","Do, Changwoo","Smith, Gregory S.","Egami, Takeshi","Chen, Wei-Ren"],"language":[],"coverage":[],"title":["Dynamical Crossover in Soft Colloids below the Overlap Concentration"],"description":["  The dynamics of soft colloids in solutions is characterized by internal\ncollective motion as well as center-of-mass diffusion. Using neutron scattering\nwe demonstrate that the competition between the relaxation processes associated\nwith these two degrees of freedom results in strong dependence of dynamics and\nstructure on colloid concentration, c, even well below the overlap\nconcentration c*. We show that concurrent with increasing inter-particle\ncollisions, substantial structural dehydration and slowing-down of internal\ndynamics occur before geometrically defined colloidal overlap develops. While\nprevious experiments have shown that the average size of soft colloids changes\nvery little below c*, we find a marked change in both the internal structure\nand internal dynamics with concentration. The competition between these two\nrelaxation processes gives rise to a new dynamically-defined dilute threshold\nconcentration well below c*.\n","Comment: 5 pages, 3 figures in the manuscript; 17 pages, 8 figures and 3\n  tables in the supplementary material"]}]
["1403.1823",{"format":[],"subject":["Physics - Chemical Physics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.1823"],"date":["2014-03-07","2014-04-24"],"type":["text"],"creator":["Sánchez-Díaz, Luis E.","Shew, Chwen-Yang","Li, Xin","Wu, Bin","Smith, Gregory S.","Chen, Wei-Ren"],"language":[],"coverage":[],"title":["Phase behavior under a non-centrosymmetric interaction: shifted charge\n  colloids investigated by Monte Carlo simulation"],"description":["  Using Monte Carlo simulations, we investigate the structural characteristics\nof an interacting hard sphere system with shifted charge to elucidate the\neffect of the non-centrosymmetric interaction on its phase behavior. Two\ndifferent phase transitions are identified for this model system. Upon\nincreasing the volume fraction, an abrupt liquid-to-crystal transition first\noccurs at a significantly lower volume fraction in comparison to that of the\ncentro-charged system. This is due to the stronger effective inter-particle\nrepulsion caused by the additional charge anisotropy. Moreover, within the\ncrystal state at higher volume fraction, the system further undergoes a\ncontinuous disorder-to-order transition with respect to the charge orientation.\nDetailed analyses in this work disclose the nature of these transitions, and\norientation fluctuation may cause non-centrosymmetric unit cells. The\ndependence of crystal formation and orientational ordering on temperature was\nalso examined. These findings indicate that the non-centrosymmetric interaction\nin this work results in additional freedoms to fine-tune the phase diagram and\nincrease the functionalities of materials. Moreover, these model studies are\nessential to advance our future understanding regarding the fundamental\nphysiochemical properties of novel Janus colloidal particles and protein\ncrystallization conditions.\n","Comment: 31 pages, 12 figures"]}]
["1403.4315",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.4315","Phys. Rev. B 89, 155134 (2014)","doi:10.1103/PhysRevB.89.155134"],"date":["2014-03-17","2014-04-25"],"type":["text"],"creator":["Peters, Robert","Kawakami, Norio"],"language":[],"coverage":[],"title":["Spin Density Waves in the Hubbard model - A DMFT approach"],"description":["  We analyze spin density waves (SDWs) in the Hubbard model on a square lattice\nwithin the framework of inhomogeneous dynamical mean field theory (iDMFT).\nDoping the half-filled Hubbard model results in a change of the\nantiferromagnetic N\\'eel state, which exists exactly at half filling, to a\nphase of incommensurate SDWs. Previous studies of this phase mainly rely on\nstatic mean field calculations. In this paper, we will use large-scale iDMFT\ncalculations to study properties of SDWs in the Hubbard model. A great\nadvantage of iDMFT over static mean field approaches is the inclusion of local\nscreening effects and the easy access to dynamical correlation functions.\nFurthermore, this technique is not restricted to the Hubbard model, but can be\neasily used to study incommensurate phases in various strongly correlated\nmaterials.\n"]}]
["1403.4792",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.4792","doi:10.1021/nl500879k"],"date":["2014-03-19","2014-04-25"],"type":["text"],"creator":["Weber, P.","Güttinger, J.","Tsioutsios, I.","Chang, D. E.","Bachtold, A."],"language":[],"coverage":[],"title":["Coupling graphene mechanical resonators to superconducting microwave\n  cavities"],"description":["  Graphene is an attractive material for nanomechanical devices because it\nallows for exceptional properties, such as high frequencies and quality\nfactors, and low mass. An outstanding challenge, however, has been to obtain\nlarge coupling between the motion and external systems for efficient readout\nand manipulation. Here, we report on a novel approach, in which we capacitively\ncouple a high-Q graphene mechanical resonator ($Q \\sim 10^5$) to a\nsuperconducting microwave cavity. The initial devices exhibit a large\nsingle-photon coupling of $\\sim 10$ Hz. Remarkably, we can electrostatically\nchange the graphene equilibrium position and thereby tune the single photon\ncoupling, the mechanical resonance frequency and the sign and magnitude of the\nobserved Duffing nonlinearity. The strong tunability opens up new\npossibilities, such as the tuning of the optomechanical coupling strength on a\ntime scale faster than the inverse of the cavity linewidth. With realistic\nimprovements, it should be possible to enter the regime of quantum\noptomechanics.\n","Comment: 19 pages, 5 figures. Nano Lett. (2014)"]}]
["1403.5150",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.5150"],"date":["2014-03-20","2014-04-25"],"type":["text"],"creator":["Kurtek, Sebastian","Bharath, Karthik"],"language":[],"coverage":[],"title":["Bayes Sensitivity with Fisher-Rao Metric"],"description":["  We propose a geometric framework to assess sensitivity of Bayesian procedures\nto modeling assumptions based on the nonparametric Fisher-Rao metric. While the\nframework is general in spirit, the focus of this article is restricted to\nmetric-based diagnosis under two settings: assessing local and global\nrobustness in Bayesian procedures to perturbations of the likelihood and prior,\nand identification of influential observations. The approach is based on the\nsquare-root representation of densities which enables one to compute geodesics\nand geodesic distances in analytical form, facilitating the definition of\nnaturally calibrated local and global discrepancy measures. An important\nfeature of our approach is the definition of a geometric\n$\\epsilon$-contamination class of sampling distributions and priors via\nintrinsic analysis on the space of probability density functions. We showcase\nthe applicability of our framework on several simulated toy datasets as well as\nin real data settings for generalized mixed effects models, directional data\nand shape data.\n"]}]
["1403.7842",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.7842"],"date":["2014-03-30","2014-04-25"],"type":["text"],"creator":["Jeltsema, Dimitri","van der Woude, Jacob W.","Hartman, Marek T."],"language":[],"coverage":[],"title":["A Novel Time-Domain Perspective of the CPC Power Theory: Single-Phase\n  Systems"],"description":["  This paper presents a novel time-domain perspective of the Currents' Physical\nComponents (CPC) power theory for single-phase systems operating under\nnonsinusoidal conditions. The proposed CPC decomposition reveals some appealing\nphysical characteristics of the load current components in terms of measurable\npowers that are distributed over the branches in the load network. Instrumental\nin the time-domain equivalent of the reactive current is the concept of\nIliovici's reactive power, which is a measure of the area of the loop formed by\nthe Lissajous figure when plotting the current against the voltage. For\nsinusoidal systems, Iliovici's reactive power integral is included in the IEEE\nStandards on power definitions. Furthermore, the reactive current is decomposed\ninto two new currents that represent the reactive counterparts of the active\nand scattered current.\n","Comment: Submitted for publication. In V2 we corrected some typo's, added some\n  references and a subsection comparing Iliovici's reactive power to Budeanu's\n  concept"]}]
["1404.0808",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.0808","Commun. Theor. Phys. 61 (2014) 654"],"date":["2014-04-03"],"type":["text"],"creator":["Jahan, Akbari","Choudhury, D. K."],"language":[],"coverage":[],"title":["A lower bound on the Longitudinal Structure Function at small x from a\n  self-similarity based model of Proton"],"description":["  Self-similarity based model of proton structure function at small \\textit{x}\nwas reported in the literature sometime back. The phenomenological validity of\nthe model is in the kinematical region $ 6.2\\, \\times \\, 10^{-7} \\leq x \\leq\n10^{-2}$ and $ 0.045 \\leq Q^{2} \\leq 120 \\, \\mathrm{GeV^{2}} $. We use momentum\nsum rule to pin down the corresponding self-similarity based gluon distribution\nfunction valid in the same kinematical region. The model is then used to\ncompute bound on the longitudinal structure function $F_{L}\\left(x,Q^{2}\n\\right)$ for Altarelli-Martinelli equation in QCD and is compared with the\nrecent HERA data.\n","Comment: 10 pages, 3 figures. arXiv admin note: text overlap with\n  arXiv:1004.1440 by other authors"]}]
["1404.1037",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.1037","Ordo\\~{n}ez, A. J., Yang, S.-C., and Sarajedini, A, 2014, ApJ,\n  786, 147","doi:10.1088/0004-637X/786/2/147"],"date":["2014-04-03"],"type":["text"],"creator":["Ordoñez, Antonio J.","Yang, Soung-Chul","Sarajedini, Ata"],"language":[],"coverage":[],"title":["The RR Lyrae Variable Population in the Phoenix Dwarf Galaxy"],"description":["  We present the first detailed study of the RR Lyrae variable population in\nthe Local Group dSph/dIrr transition galaxy, Phoenix, using previously obtained\nHST/WFPC2 observations of the galaxy. We utilize template light curve fitting\nroutines to obtain best fit light curves for RR Lyrae variables in Phoenix. Our\ntechnique has identified 78 highly probable RR Lyrae stars (54 ab-type; 24\nc-type) with about 40 additional candidates. We find mean periods for the two\npopulations of $\\langle P_{ab}\\rangle = 0.60 \\pm 0.03$ days and $\\langle\nP_{c}\\rangle = 0.353 \\pm 0.002$ days. We use the properties of these light\ncurves to extract, among other things, a metallicity distribution function for\nab-type RR Lyrae. Our analysis yields a mean metallicity of $\\langle\n[Fe/H]\\rangle = -1.68 \\pm 0.06$ dex for the RRab stars. From the mean period\nand metallicity calculated from the ab-type RR Lyrae, we conclude that Phoenix\nis more likely of intermediate Oosterhoff type; however the morphology of the\nBailey diagram for Phoenix RR Lyraes appears similar to that of an Oosterhoff\ntype I system. Using the RRab stars, we also study the chemical enrichment law\nfor Phoenix. We find that our metallicity distribution is reasonably well\nfitted by a closed-box model. The parameters of this model are compatible with\nthe findings of Hidalgo et al. (2009) further supporting the idea that Phoenix\nappears to have been chemically enriched as a closed-box-like system during the\nearly stage of its formation and evolution.\n","Comment: 24 pages, 16 figures, 6 tables"]}]
["1404.1875",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.1875","Phys. Plasmas 21, 042904 (2014)","doi:10.1063/1.4871723"],"date":["2014-04-07"],"type":["text"],"creator":["Skender, Marina","Tsiklauri, David"],"language":[],"coverage":[],"title":["Whistler wave generation by non-gyrotropic, relativistic, electron beams"],"description":["  Particle-in-cell code, EPOCH, is used for studying features of the wave\ncomponent evident to propagate backwards from the front of the non-gyrotropic,\nrelativistic beam of electrons injected in the Maxwellian, magnetised\nbackground plasma with decreasing density profile. According to recent findings\npresented in Tsiklauri (2011), Schmitz & Tsiklauri (2013) and Pechhacker &\nTsiklauri (2012), in a 1.5-dimensional magnetised plasma system, the\nnon-gyrotropic beam generates freely escaping electromagnetic radiation with\nproperties similar to the Type-III solar radio bursts. In this study the\nbackwards propagating wave component evident in the perpendicular components of\nthe elecromagnetic field in such a system is presented for the first time.\nBackground magnetic field strength in the system is varied in order to prove\nthat the backwards propagating wave's frequency, prescribed by the whistler\nwave dispersion relation, is proportional to the specified magnetic field.\nMoreover, the identified whistlers are shown to be generated by the normal\nDoppler-shifted relativistic resonance. Large fraction of the energy of the\nperpendicular electromagnetic field components is found to be carried away by\nthe whistler waves, while a small but sufficient fraction is going into L- and\nR- electromagnetic modes.\n"]}]
["1404.2513",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.2513"],"date":["2014-04-09","2014-04-25"],"type":["text"],"creator":["Päivärinta, Lassi","Salo, Mikko","Vesalainen, Esa V."],"language":[],"coverage":[],"title":["Strictly convex corners scatter"],"description":["  We prove the absence of non-scattering energies for potentials in the plane\nhaving a corner of angle smaller than $\\pi$. This extends the earlier result of\nBl{\\aa}sten, P\\\"aiv\\\"arinta and Sylvester who considered rectangular corners.\nIn three dimensions, we prove a similar result for any potential with a\ncircular conic corner whose opening angle is outside a countable subset of\n$(0,\\pi)$.\n"]}]
["1404.3477",{"format":[],"subject":["Mathematics - Differential Geometry","53C40, 53C42, 53C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3477"],"date":["2014-04-14","2014-04-24"],"type":["text"],"creator":["Uddin, Siraj","Al-Solamy, Falleh R.","Khan, V. A.","Ozel, Cenap"],"language":[],"coverage":[],"title":["An optimal inequality on warped product semi-slant submanifolds of\n  nearly Kaehler manifolds"],"description":["  Non-existence of warped product semi-slant submanifolds of Kaehler manifolds\nwas proved in [17], it is interesting to find their existence. In this paper,\nwe prove the existence of warped product semi-slant submanifolds of nearly\nKaehler manifolds by a characterization. To this end we obtain an inequality\nfor the squared norm of second fundamental form in terms of the warping\nfunction and the slant angle. The equality case is also discussed.\n"]}]
["1404.3904",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3904"],"date":["2014-04-15","2014-04-25"],"type":["text"],"creator":["Sourdis, Christos"],"language":[],"coverage":[],"title":["On the growth of the energy of entire solutions to the vector Allen-Cahn\n  equation"],"description":["  We prove that the energy over balls of entire, nonconstant, bounded solutions\nto the vector Allen-Cahn equation grows faster than $(\\ln R)^k R^{n-2}$, for\nany $k>0$, as the volume $R^n$ of the ball tends to infinity. This improves the\ngrowth rate of order $R^{n-2}$ that follows from the general weak monotonicity\nformula. Moreover, our estimate can be considered as an approximation to the\ncorresponding rate of order $R^{n-1}$ that is known to hold in the scalar case.\n","Comment: Improved the main result using the same method"]}]
["1404.4016",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4016","Phys. Rev. D 89, 084071 (2014)","doi:10.1103/PhysRevD.89.084071"],"date":["2014-04-15","2014-04-20"],"type":["text"],"creator":["Barreto, W."],"language":[],"coverage":[],"title":["Global energy conservation in nonlinear spherical characteristic\n  evolutions"],"description":["  Associated to the unique 4-parametric subgroup of translations, normal to the\nBondi-Metzner-Sachs group, there exists a generator of the temporal translation\nasymptotic symmetry. Such a descriptor of the motion along the conformal orbit\nnear null infinity is propagated to finite regions. This allows us to observe\nthe global energy conservation even in extreme situations near the critical\nbehavior of the massless scalar field collapse in spherical symmetry.\n","Comment: 6 pages, 7 figures; updated version to appear in Physical Review D"]}]
["1404.5331",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.5331"],"date":["2014-04-21","2014-04-24"],"type":["text"],"creator":["Lin, Feng","Qiu, Robert C.","Browning, James P."],"language":[],"coverage":[],"title":["Spectrum Sensing with Small-Sized Datasets in Cognitive Radio:\n  Algorithms and Analysis"],"description":["  Spectrum sensing is a fundamental component of cognitive radio. How to\npromptly sense the presence of primary users is a key issue to a cognitive\nradio network. The time requirement is critical in that violating it will cause\nharmful interference to the primary user, leading to a system-wide failure. The\nmotivation of our work is to provide an effective spectrum sensing method to\ndetect primary users as soon as possible. In the language of streaming based\nreal-time data processing, short-time means small-sized data. In this paper, we\npropose a cumulative spectrum sensing method dealing with limited sized data. A\nnovel method of covariance matrix estimation is utilized to approximate the\ntrue covariance matrix. The theoretical analysis is derived based on\nconcentration inequalities and random matrix theory to support the claims of\ndetection performance. Comparisons between the proposed method and other\ntraditional approaches, judged by the simulation using a captured digital TV\nsignal, show that this proposed method can operate either using smaller-sized\ndata or working under lower SNR environment.\n","Comment: 11 pages, 12 figures"]}]
["1404.6009",{"format":[],"subject":["Mathematics - Rings and Algebras","16S34, 94B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6009","Finite Fields and their Application 28 (2014) 123-131","doi:10.1016/j.ffa.2014.02.002"],"date":["2014-04-23"],"type":["text"],"creator":["Martínez, F. E. Brochero","Vergara, C. R. Giraldo"],"language":[],"coverage":[],"title":["Explicit idempotents of finite group algebras"],"description":["  Let $\\mathbb F_q$ be a finite field with $q$ elements, $G$ a finite cyclic\ngroup of order $p^k$ and $p$ is an odd prime with ${\\rm gcd}(q,p)=1$. In this\narticle, we determine an explicit expression for the primitive idempotents of\n$\\mathbb F_qG$.\n  This result extends the result in Arora-Pruthi [1] and\nSharma-Bakshi-Dumir-Raka [8].\n","Comment: 9 pages"]}]
["1404.6257",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6257"],"date":["2014-04-24"],"type":["text"],"creator":["Donagi, Ron","Witten, Edward"],"language":[],"coverage":[],"title":["Super Atiyah classes and obstructions to splitting of supermoduli space"],"description":["  The first obstruction to splitting a supermanifold S is one of the three\ncomponents of its super Atiyah class, the two other components being the\nordinary Atiyah classes on the reduced space M of the even and odd tangent\nbundles of S. We evaluate these classes explicitly for the moduli space of\nsuper Riemann surfaces (\"super moduli space\") and its reduced space, the moduli\nspace of spin curves. These classes are interpreted in terms of certain\nextensions arising from line bundles on the square of the varying (super)\nRiemann surface. These results are used to give a new proof of the\nnon-projectedness of ${\\mathfrak{M}}_{g,1}$, the moduli space of super Riemann\nsurfaces with one puncture.\n"]}]
["1404.6261",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6261"],"date":["2014-04-24"],"type":["text"],"creator":["Tait, Michael","Verstraete, Jacques"],"language":[],"coverage":[],"title":["On sets of integers with restrictions on their products"],"description":["  A {\\em product-injective labeling} of a graph $G$ is an injection $\\chi: V(G)\n\\to \\mathbb{Z}$ such that $\\chi(u)\\chi(v) \\not= \\chi(x)\\chi(y)$ for any\ndistinct edges $uv, xy\\in E(G)$. Let $P(G)$ be the smallest $N \\geq 1$ such\nthat there exists a product-injective labeling $\\chi : V(G) \\rightarrow [N]$.\nLet $P(n,d)$ be the maximum possible value of $P(G)$ over $n$-vertex graphs $G$\nof maximum degree at most $d$. In this paper, we determine the asymptotic value\nof $P(n,d)$ for all but a small range of values of $d$ relative to $n$.\nSpecifically, we show that there exist constants $a,b > 0$ such that $P(n,d)\n\\sim n$ if $d \\leq \\sqrt{n}(\\log n)^{-a}$ and $P(n,d) \\sim n\\log n$ if $d \\geq\n\\sqrt{n}(\\log n)^{b}$.\n"]}]
["1404.6265",{"format":[],"subject":["Computer Science - Systems and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6265"],"date":["2014-04-24"],"type":["text"],"creator":["Guseva, E. V.","Mosiychuk, V. S.","Timoshenko, G. V.","Sharpan, O. B."],"language":[],"coverage":[],"title":["Determination of the functional state of the fruits by parameters of the\n  electric impedance"],"description":["  Introduction. To assess the freshness of various products are often used\nmeasuring impedance module. But due to the structure of plant foods diagnostic\nvalue should have exactly a complex component of impedance. Article tasked with\ndeveloping criteria for assessing the functional state of the products subject\nto a comprehensive component of the impedance. Research methodology. To\ndetermine the functional status of the fruit were measured module and phase of\nimpedance at the three frequencies of 20, 100 and 500 kHz. Criteria for\nrecognition of functional status determined by the dynamics of changes in the\nparameters of the complex impedance due to destructive processes caused by\ndehydration and putrefaction processes. Data processing and analysis. On the\nbasis of experimental data obtained at three frequencies modeled frequency and\nphase response and their changes during losing of freshness and appearance of\ndestructive processes. Discussion and conclusions. In fresh and stale fruit\nmodulus and phase of the impedance at low and high frequencies have\ncharacteristic differences. But this is especially evident on the\nphase-frequency characteristic, which can be seen that the value of the phase\nwith the loss of freshness at low frequency decreases and increases at high\nmore than twice during one week. Therefore, to assess the functional state of\nfresh and stale products we suggest use phase portraits of phase response.\n","Comment: In Ukrainian. Available at:\n  http://radap.kpi.ua/index.php/radiotechnique/article/view/754. Visn. NTUU\n  KPI, Ser. Radioteh. radioaparatobuduv. 56 (2014) 102-111"]}]
["1404.6266",{"format":[],"subject":["Physics - Chemical Physics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6266"],"date":["2014-04-24"],"type":["text"],"creator":["Li, Xin","Porcar, Lionel","Sánchez-Diáz, Luis E.","Do, Changwoo","Liu, Yun","Kim, Tae-Hwan","Smith, Gregory S.","Hamilton, William A.","Hong, Kunlun","Chen, Wei-Ren"],"language":[],"coverage":[],"title":["Influence of Molecular Solvation on the Conformation of Star Polymers"],"description":["  We have used neutron scattering to investigate the influence of concentration\non the conformation of a star polymer. By varying the contrast between the\nsolvent and isotopically labeled stars, we obtain the distributions of polymer\nand solvent within a star polymer from analysis of scattering data. A\ncorrelation between the local desolvation and the inward folding of star\nbranches is discovered. From the perspective of thermodynamics, we find an\nanalogy between the mechanism of polymer localization driven by solvent\ndepletion and that of the hydrophobic collapse of polymers in solutions.\n","Comment: manuscript: 12 pages, 4 figures supporting information: 15 pages, 6\n  figures"]}]
["1404.6271",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6271"],"date":["2014-04-24"],"type":["text"],"creator":["Dias, Dimitri"],"language":[],"coverage":[],"title":["The angular distribution of integral ideal numbers with a fixed norm in\n  quadratic extensions"],"description":["  Erd\\H{o}s and Hall studied the angular distribution of Gaussian integers with\na fixed norm. We generalize their result to the angular distribution of\nintegral ideal numbers with a fixed norm in any quadratic extension.\n"]}]
["1404.6272",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6272"],"date":["2014-04-24"],"type":["text"],"creator":["Wang, Zhaowen","Yang, Jianchao","Lin, Zhe","Brandt, Jonathan","Chang, Shiyu","Huang, Thomas"],"language":[],"coverage":[],"title":["Scalable Similarity Learning using Large Margin Neighborhood Embedding"],"description":["  Classifying large-scale image data into object categories is an important\nproblem that has received increasing research attention. Given the huge amount\nof data, non-parametric approaches such as nearest neighbor classifiers have\nshown promising results, especially when they are underpinned by a learned\ndistance or similarity measurement. Although metric learning has been well\nstudied in the past decades, most existing algorithms are impractical to handle\nlarge-scale data sets. In this paper, we present an image similarity learning\nmethod that can scale well in both the number of images and the dimensionality\nof image descriptors. To this end, similarity comparison is restricted to each\nsample's local neighbors and a discriminative similarity measure is induced\nfrom large margin neighborhood embedding. We also exploit the ensemble of\nprojections so that high-dimensional features can be processed in a set of\nlower-dimensional subspaces in parallel without much performance compromise.\nThe similarity function is learned online using a stochastic gradient descent\nalgorithm in which the triplet sampling strategy is customized for quick\nconvergence of classification performance. The effectiveness of our proposed\nmodel is validated on several data sets with scales varying from tens of\nthousands to one million images. Recognition accuracies competitive with the\nstate-of-the-art performance are achieved with much higher efficiency and\nscalability.\n"]}]
["1404.6274",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6274"],"date":["2014-04-24"],"type":["text"],"creator":["Yu, Chun","Yao, Weixin","Bai, Xue"],"language":[],"coverage":[],"title":["Robust Linear Regression: A Review and Comparison"],"description":["  Ordinary least-squares (OLS) estimators for a linear model are very sensitive\nto unusual values in the design space or outliers among y values. Even one\nsingle atypical value may have a large effect on the parameter estimates. This\narticle aims to review and describe some available and popular robust\ntechniques, including some recent developed ones, and compare them in terms of\nbreakdown point and efficiency. In addition, we also use a simulation study and\na real data application to compare the performance of existing robust methods\nunder different scenarios.\n","Comment: 27 pages, 3 figures"]}]
["1404.6278",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6278"],"date":["2014-04-24"],"type":["text"],"creator":["Chen, Bob","Kim, Jeong Han","Tait, Michael","Verstraete, Jacques"],"language":[],"coverage":[],"title":["On Coupon Colorings of Graphs"],"description":["  Let $G$ be a graph with no isolated vertices. A {\\em $k$-coupon coloring} of\n$G$ is an assignment of colors from $[k] := \\{1,2,\\dots,k\\}$ to the vertices of\n$G$ such that the neighborhood of every vertex of $G$ contains vertices of all\ncolors from $[k]$. The maximum $k$ for which a $k$-coupon coloring exists is\ncalled the {\\em coupon coloring number} of $G$, and is denoted $\\chi_{c}(G)$.\nIn this paper, we prove that every $d$-regular graph $G$ has $\\chi_{c}(G) \\geq\n(1 - o(1))d/\\log d$ as $d \\rightarrow \\infty$, and the proportion of\n$d$-regular graphs $G$ for which $\\chi_c(G) \\leq (1 + o(1))d/\\log d$ tends to\n$1$ as $|V(G)| \\rightarrow \\infty$.\n"]}]
["1404.6285",{"format":[],"subject":["Quantum Physics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6285"],"date":["2014-04-24"],"type":["text"],"creator":["Marin, M. Bhattacharya. S.","Kleinert, M."],"language":[],"coverage":[],"title":["Coherent cancellation of geometric phase for the OH molecule in external\n  fields"],"description":["  The OH molecule in its ground state presents a versatile platform for\nprecision measurement and quantum information processing. These applications\ndepend vitally on the accurate measurement of transition energies between the\nOH levels. Significant sources of systematic errors in these measurements are\nshifts based on the geometric phase arising from the magnetic and electric\nfields used for manipulating OH. In this article, we present these geometric\nphases for fields that vary harmonically in time, as in the Ramsey technique.\nOur calculation of the phases is exact within the description provided by our\nrecent analytic solution of an effective Stark-Zeeman Hamiltonian for the OH\nground state. This Hamiltonian has earlier been shown to model experimental\ndata accurately. We find that the OH geometric phases exhibit rich structure as\na function of the field rotation rate. Remarkably, we find rotation rates where\nthe geometric phase accumulated by a specific state is zero, or where the\nrelative geometric phase between two states vanishes. We expect these findings\nto be of importance to precision experiments on OH involving time-varying\nfields. More specifically, our analysis quantitatively characterizes an\nimportant item in the error budget for precision spectroscopy of ground state\nOH.\n","Comment: 10 pages, 3 figures. Accepted for publication in PRA. Supplementary\n  Material not included in the arxiv version"]}]
["1404.6287",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6287"],"date":["2014-04-24"],"type":["text"],"creator":["Yousefi, Arman","Ostrovsky, Rafail"],"language":[],"coverage":[],"title":["Improved Approximation Algorithms for Earth-Mover Distance in Data\n  Streams"],"description":["  For two multisets $S$ and $T$ of points in $[\\Delta]^2$, such that $|S| =\n|T|= n$, the earth-mover distance (EMD) between $S$ and $T$ is the minimum cost\nof a perfect bipartite matching with edges between points in $S$ and $T$, i.e.,\n$EMD(S,T) = \\min_{\\pi:S\\rightarrow T}\\sum_{a\\in S}||a-\\pi(a)||_1$, where $\\pi$\nranges over all one-to-one mappings. The sketching complexity of approximating\nearth-mover distance in the two-dimensional grid is mentioned as one of the\nopen problems in the literature. We give two algorithms for computing EMD\nbetween two multi-sets when the number of distinct points in one set is a small\nvalue $k=\\log^{O(1)}(\\Delta n)$. Our first algorithm gives a\n$(1+\\epsilon)$-approximation using $O(k\\epsilon^{-2}\\log^{4}n)$ space and works\nonly in the insertion-only model. The second algorithm gives a\n$O(\\min(k^3,\\log\\Delta))$-approximation using\n$O(\\log^{3}\\Delta\\cdot\\log\\log\\Delta\\cdot\\log n)$-space in the turnstile model.\n"]}]
["1404.6288",{"format":[],"subject":["Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6288"],"date":["2014-04-24"],"type":["text"],"creator":["Quaddoura, Ruzayn"],"language":[],"coverage":[],"title":["An O(n) Time Algorithm For Maximum Induced Matching In Bipartite\n  Star_123-free Graphs"],"description":["  A matching in a graph is a set of edges no two of which share a common\nvertex. A matching M is an induced matching if no edge connects two edges of M.\nThe problem of finding a maximum induced matching is known to be NP-hard in\ngeneral and specifically for bipartite graphs. Lozin has been proposed an\nO(n^3) time algorithm for this problem on the class of bipartite\nStar_123,Sun_4-free graphs. In this paper we improve and generalize this result\nin presenting a simple O(n) time algorithm for maximum induced matching problem\nin bipartite Star_123-free graphs.\n","Comment: This paper is published in World of Computer Science and Information\n  Technology Journal"]}]
["1404.6292",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6292"],"date":["2014-04-24"],"type":["text"],"creator":["Odagiri, Kosuke"],"language":[],"coverage":[],"title":["Superconductivity driven by the screening of long-distance Coulomb\n  interaction"],"description":["  The pair-fluctuation contribution reduces the electrostatic screening length\nin superconductivity as compared to the normal state. When a conductor\npossesses a static background charge distribution, superconductivity arises\neven in the absence of an explicit pairing interaction, such that the Coulomb\nrepulsion is reduced and the total energy is lowered. We demonstrate that the\nsuperconducting gap increases with increased background charge at first, after\nwhich the mixing of the Higgs and plasma modes suppresses superconductivity in\nthe pseudogap phase. This indicates that the mechanism may be relevant to the\ncuprates and iron pnictides. When the background charge is identified with the\nincoherent component of optical conductivity in the cuprates, our results\nreproduce the shape, size and position of the superconducting dome with zero\nfree parameters. A superconducting critical temperature of about 1000 K is\npossible in ion-doped conductors.\n","Comment: 6 pages, uses axodraw"]}]
["1404.6303",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6303"],"date":["2014-04-24"],"type":["text"],"creator":["Bo, Lu","Yan-Hong, Fu","Yong, Chen","Wei-Wei, Cui","Yu-Sa, Wang","Yu-Peng, Xu","Guo-He, Yin","Yan-Ji, Yang","Yi, Zhang","Jia, Huo","Wei, Li","Tian-Xiang, Cheng","Wei, Hu","Da-Wei, Han","Mao-Shun, Li","Juan, Wang","Yu, Wang","Xiao-Yang, Liu","Yue, Zhu","Zhong-Yi, Zhao","Ya, Zhang"],"language":[],"coverage":[],"title":["A linear calibration method on DNL error for energy spectrum"],"description":["  A calibration method aimed for the differential nonlinearity (DNL) error of\nthe Low Energy X-ray Instrument (LE) onboard the Hard X-ray Modulation\nTelescope (HXMT) is presented, which is independent with electronic systems\nused as testing platform and is only determined by the analog-to-digital\nconverter (ADC) itself. Exploring this method, ADCs that are used within the\nflight model phase of HXMT-LE can be calibrated individually and independently\nby a non-destructive and low-cost way, greatly alleviating the complexity of\nthe problem. As a result, the performance of the energy spectrum can be\nsignificantly improved, further more, noise reduced and resolution enhanced.\n"]}]
["1404.6304",{"format":[],"subject":["Mathematics - Probability","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6304"],"date":["2014-04-24"],"type":["text"],"creator":["Neeman, Joe","Netrapalli, Praneeth"],"language":[],"coverage":[],"title":["Non-Reconstructability in the Stochastic Block Model"],"description":["  We consider the problem of clustering (or reconstruction) in the stochastic\nblock model, in the regime where the average degree is constant. For the case\nof two clusters with equal sizes, recent results by Mossel, Neeman and Sly, and\nby Massoulie, show that reconstructability undergoes a phase transition at the\nKesten-Stigum bound of $\\lambda_2^2 d = 1$, where $\\lambda_2$ is the second\nlargest eigenvalue of a related stochastic matrix and $d$ is the average\ndegree. In this paper, we address the general case of more than two clusters\nand/or unbalanced cluster sizes. Our main result is a sufficient condition for\nclustering to be impossible, which matches the existing result for two clusters\nof equal sizes. A key ingredient in our result is a new connection between\nnon-reconstructability and non-distinguishability of the block model from an\nErd\\H{o}s-R\\'enyi model with the same average degree. We also show that it is\nsome times possible to reconstruct even when $\\lambda_2^2 d < 1$. Our results\nprovide evidence supporting a series of conjectures made by Decelle, Krzkala,\nMoore and Zdeborov\\'a regarding reconstructability and distinguishability of\nstochastic block models (but do not settle them).\n","Comment: 26 pages, 1 figure"]}]
["1404.6305",{"format":[],"subject":["Mathematical Physics","Mathematics - Algebraic Topology","Mathematics - Symplectic Geometry","57R56, 55N91"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6305"],"date":["2014-04-24"],"type":["text"],"creator":["Teleman, Constantin"],"language":[],"coverage":[],"title":["Gauge theory and mirror symmetry"],"description":["  Outlined in this paper is a description of \\emph{equivariance} in the world\nof 2-dimensional extended topological quantum field theories, under a\ntopological action of compactLie groups. In physics language, I am gauging the\ntheories --- coupling them to a principal bundle on the surface world-sheet. I\ndescribe the data needed to gauge the theory, as well as the computation of the\ngauged theory, the result of integrating over all bundles. The relevant\ntheories are A-models, such as arise from the Gromov-Witten theory of a\nsymplectic manifold with Hamiltonian group action, and the mathematical\ndescription starts with a group action on the generating category (the Fukaya\ncategory, in this example) which is factored through the topology of the group.\nTheir mirror description involves holomorphic symplectic manifolds and\nLagrangians related to the Langlands dual group. An application recovers the\ncomplex mirrors of flag varieties proposed by Rietsch.\n"]}]
["1404.6308",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6308"],"date":["2014-04-24"],"type":["text"],"creator":["Cuccagna, Scipio","Maeda, Masaya"],"language":[],"coverage":[],"title":["On weak interaction between a ground state and a trapping potential"],"description":["  We study the interaction of a ground state with a class of trapping\npotentials. We track the precise asymptotic behavior of the solution if the\ninteraction is weak, either because the ground state moves away from the\npotential or is very fast.\n","Comment: 34 pages"]}]
["1404.6311",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6311"],"date":["2014-04-24"],"type":["text"],"creator":["Yoshida, Beni","Kubica, Aleksander"],"language":[],"coverage":[],"title":["Quantum criticality from Ising model on fractal lattices"],"description":["  We study the quantum Ising model on the Sierpi\\'{n}ski triangle, whose\nHausdorff dimension is $\\log 3/ \\log 2 \\approx 1.585$, and demonstrate that it\nundergoes second-order phase transition with scaling relations satisfied\nprecisely. We also study the quantum $3$-state Potts model on the\nSierpi\\'{n}ski triangle and find first-order phase transition, which is\nconsistent with a prediction from $\\epsilon$-expansion that the transition\nbecomes first-order for $D > 1.3$. We then compute critical exponents of the\nIsing model on higher-dimensional Sierpi\\'{n}ski pyramids with various\nHausdorff dimension via Monte-Carlo simulations and real-space RG analysis for\n$D\\in[1,3]$. We find that only the correlation length exponent $\\nu$\ninterpolates the values of integer-dimensional models. This implies that,\ncontrary to a generally held belief, the universality class of quantum phase\ntransition may not be uniquely determined by symmetry and spatial dimension of\nthe system. This work initiates studies on quantum critical phenomena on graphs\nand networks which may be of significant importance in the context of quantum\nnetworks and communication.\n","Comment: 7 pages, 6 figures"]}]
["1404.6313",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6313"],"date":["2014-04-25"],"type":["text"],"creator":["Goldfriend, Tomer","Nakar, Ehud","Sari, Re'em"],"language":[],"coverage":[],"title":["Recombination Effects on Supernovae Light-Curves"],"description":["  Supernovae of type IIP are marked by the long plateau seen in their optical\nlight curves. The plateau is believed to be the result of a recombination wave\nthat propagates through the outflowing massive hydrogen envelope. Here, we\nanalytically investigate the transition from a fully ionized envelope to a\npartially recombined one and its effects on the SN light curve. The motivation\nis to establish the underlying processes which dominate the evolution at late\ntimes when recombination takes place in the envelope, yet early enough so that\n$^{56}$Ni decay is a negligible source of energy. We assume a simple, yet\nadequate, hydrodynamic profile of the envelope and study the mechanisms which\ndominate the energy emission and the observed temperature. We consider the\ndiffusion of photons through the envelope while analyzing the ionization\nfraction and the coupling between radiation and gas. We find that once\nrecombination starts, the observed temperature decreases slowly in time.\nHowever, in a typical red supergiant (RSG) explosion, the recombination wave\ndoes not affect the bolometric luminosity immediately. Only at later times, the\ncooling wave may reach layers that are deep enough to affect the luminosity. We\nfind that the plateau is not a generic result of a recombination process in\nexpanding gas. Instead it depends on the density profile of the parts of the\nenvelope which undergo recombination. Our results are useful to investigate the\nlight curves of RSG explosions. We show the resulting light curves of two\nexamples of RSG explosions according to our model and discuss their\ncompatibility with observations. In addition, we improve the analytical\nrelations between the plateau luminosity and plateau duration to the properties\nof the pre-explosion progenitor (Arnett 1980; Popov 1993).\n","Comment: submitted to ApJ"]}]
["1404.6316",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6316"],"date":["2014-04-25"],"type":["text"],"creator":["Kim, Choong Sun"],"language":[],"coverage":[],"title":["Extended Uncertainty Relation and Rough Estimate of Cosmological\n  Constant"],"description":["  One brief idea on the extended uncertainty relation and the dynamical\nquantization of space-time at the Planck scale is presented. The extended\nuncertainty relation could be a guiding principle toward the renormalizable\nquantum gravity. Cosmological constant in the Universe as a quantum effect is\nalso roughly estimated.\n","Comment: 6 pages"]}]
["1404.6317",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6317"],"date":["2014-04-25"],"type":["text"],"creator":["Cao, Meng","Roberts, A. J."],"language":[],"coverage":[],"title":["Multiscale modelling couples patches of nonlinear wave-like simulations"],"description":["  The multiscale gap-tooth scheme is built from given microscale simulations of\ncomplicated physical processes to empower macroscale simulations. By coupling\nsmall patches of simulations over unsimulated physical gaps, large savings in\ncomputational time are possible. So far the gap-tooth scheme has been developed\nfor dissipative systems, but wave systems are also of great interest. This\narticle develops the gap-tooth scheme to the case of nonlinear microscale\nsimulations of wave-like systems. Classic macroscale interpolation provides a\ngeneric coupling between patches that achieves arbitrarily high order\nconsistency between the multiscale scheme and the underlying microscale\ndynamics. Eigen-analysis indicates that the resultant gap-tooth scheme empowers\nfeasible computation of large scale simulations of wave-like dynamics with\ncomplicated underlying physics. As an pilot study, we implement numerical\nsimulations of dam-breaking waves by the gap-tooth scheme. Comparison between a\ngap-tooth simulation, a microscale simulation over the whole domain, and some\npublished experimental data on dam breaking, demonstrates that the gap-tooth\nscheme feasibly computes large scale wave-like dynamics with computational\nsavings.\n","Comment: 29 pages, 12 figures"]}]
["1404.6319",{"format":[],"subject":["Mathematical Physics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6319"],"date":["2014-04-25"],"type":["text"],"creator":["Arciniega, Gustavo","Sánchez, Alberto"],"language":[],"coverage":[],"title":["Geometric description of the thermodynamics of a black hole with power\n  Maxwell invariant source"],"description":["  Considering a nonlinear charged black hole as a thermodynamics system, we\nstudy the geometric description of its phase transitions. Using the formalism\nof geometrothermodynamics we show that the geometry of the space of\nthermodynamic equilibrium states of this kind of black holes is related with\ninformation about thermodynamic interaction, critical points and phase\ntransitions structure. Our results indicate that the equilibrium manifold of\nthis black hole is curved and that curvature singularities appear exactly at\nthose places where first and second order phase transitions occur.\n","Comment: 20 pages, 13 figures"]}]
["1404.6320",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6320"],"date":["2014-04-25"],"type":["text"],"creator":["Hong, Song-Nam","Caire, Giuseppe"],"language":[],"coverage":[],"title":["Demystifying the Scaling Laws of Dense Wireless Networks: No Linear\n  Scaling in Practice"],"description":["  We optimize the hierarchical cooperation protocol of Ozgur, Leveque and Tse,\nwhich is supposed to yield almost linear scaling of the capacity of a dense\nwireless network with the number of users $n$. Exploiting recent results on the\noptimality of \"treating interference as noise\" in Gaussian interference\nchannels, we are able to optimize the achievable average per-link rate and not\njust its scaling law. Our optimized hierarchical cooperation protocol\nsignificantly outperforms the originally proposed scheme. On the negative side,\nwe show that even for very large $n$, the rate scaling is far from linear, and\nthe optimal number of stages $t$ is less than 4, instead of $t \\rightarrow\n\\infty$ as required for almost linear scaling. Combining our results and the\nfact that, beyond a certain user density, the network capacity is fundamentally\nlimited by Maxwell laws, as shown by Francheschetti, Migliore and Minero, we\nargue that there is indeed no intermediate regime of linear scaling for dense\nnetworks in practice.\n","Comment: 5 pages, 6 figures, ISIT 2014. arXiv admin note: substantial text\n  overlap with arXiv:1402.1815"]}]
["1404.6323",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6323"],"date":["2014-04-25"],"type":["text"],"creator":["Koinkar, P. M.","Kumar, A.","Avasthi, D. K.","More, M. A.","Murakami, Ri-ichi"],"language":[],"coverage":[],"title":["Field emission characteristics of carbon nanotubes according to the high\n  energy ion irradiation"],"description":["  The field emission properties of ion irradiated multiwalled carbon nanotubes\n(MWCNTs) and doublewalled carbon nanotubes (DWCNTs) have been studied. The\ncarbon nanotubes synthesized by a chemical vapor deposition method were\nirradiated by high energy (90 MeV) Au ions with different ion fluence from\n4x1011 to 1x1013 ions/cm2 . After ion irradiation, the field emission\nproperties of MWCNTs and DWCNTs were greatly influenced. The change in the\nemission characteristics is due to structural defects caused by the high energy\nion irradiation. The emission characteristic of MWCNTs was improved and turn-on\nfield decreased from 5.43 to 3.10 V/m by ion irradiation. Noticeable\nimprovement in emission characteristics of MWCNTs was observed at a fluence of\n1x 10 13 ions/cm2. The emission characteristics of DWCNTs deteriorated and the\nturn-on field was increased from 2.44 to 7.76 V/m. This results show the\ndistinctly different behavior of ion irradiated MWCNTs and DWCNTs.\n","Comment: http://www.springer.com/physics/book/978-3-642-45228-4. Handbook of\n  Polymernanocomposites. Processing, Performance and Application (2014)"]}]
["1404.6324",{"format":[],"subject":["Mathematics - Differential Geometry","53B40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6324"],"date":["2014-04-25"],"type":["text"],"creator":["Gupta, M. K.","Pandey, P. N."],"language":[],"coverage":[],"title":["Finsler space subjected to a Kropina change with an h-vector"],"description":["  In this paper, we discuss the Finsler spaces $(M^n,L)$ and $(M^n,\\,^{*}L)$,\nwhere $^{*}L(x,y)$ is obtained from $L(x,y)$ by Kropina change\n$^{*}L(x,y)=\\frac{L^2(x,y)}{b_i(x,y)\\,y^i}$ and $b^{}_{i}(x,y)$ is an\n$h$-vector in $(M^n,L)$. We find the necessary and sufficient condition when\nthe Cartan connection coefficients for both spaces $(M^n,L)$ and\n$(M^n,\\,^{*}L)$ are the same. We also find the necessary and sufficient\ncondition for Kropina change with an $h$-vector to be projective.\n"]}]
["1404.6326",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6326"],"date":["2014-04-25"],"type":["text"],"creator":["Upadhyay, Ashutosh","Singh, Akhilesh Kumar","Kumar, Amit"],"language":[],"coverage":[],"title":["Electronic structure and stability of hydrogen defects in diamond and\n  boron doped diamond: A density functional theory study"],"description":["  Isolated hydrogen and hydrogen pairs in bulk diamond matrix have been studied\nusing density functional theory calculations. The electronic structure and\nstability of isolated and paired hydrogen defects are investigated at different\npossible lattice sites in pure diamond and boron doped diamond. Calculations\nrevealed that isolated hydrogen defect is stable at bond center sites for pure\ndiamond and bond center puckered site for boron doped diamond. In case of\nhydrogen pairs, H2 defect (one hydrogen at bond center and second at\nanti-bonding site) is stable for pure diamond, while for boron doped diamond\nB-H2BC complex (one H atom at the B-C bond centered puckered position and the\nother one at the puckered position of one of the C-C bond first neighbor of the\nB atom) is most stable. Multiple hydrogen trapping sites in boron doped diamond\nhas also been studied. Calculated results are discussed and compared with\npreviously reported theoretical results in detailed.\n","Comment: http://www.sciencedirect.com/science/article/pii/S0927025614001736.\n  Computational Materials Science (2014)"]}]
["1404.6329",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6329"],"date":["2014-04-25"],"type":["text"],"creator":["Namkung, Min","Chang, Jinho","Shin, Jaehee","Kwon, Younghun"],"language":[],"coverage":[],"title":["Revisiting Quantum discord for two-qubit X states: Error bound to\n  Analytical formula"],"description":["  In this article, we investigate the error bound of quantum discord, obtained\nby the analytic formula of Ali et al.[Phys. Rev. A 81(2010), 042105] in case of\ngeneral X states and by the analytic formula of Fanchini et al.[Phys. Rev. A\n81(2010), 052107] in case of symmetric X states. We show that results of Ali\net. al. to general X states and Fanchini et al. to symmetric X states may have\nworst-case error of 0.004565 and 0.0009 respectively.\n"]}]
["1404.6331",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6331"],"date":["2014-04-25"],"type":["text"],"creator":["Mirmohseni, Mahtab","Papadimitratos, Panagiotis"],"language":[],"coverage":[],"title":["Active Adversaries from an Information-Theoretic Perspective: Data\n  Modification Attacks"],"description":["  We investigate the problem of reliable communication in the presence of\nactive adversaries that can tamper with the transmitted data. We consider a\nlegitimate transmitter-receiver pair connected over multiple communication\npaths (routes). We propose two new models of adversary, a \"memoryless\" and a\n\"foreseer\" adversary. For both models, the adversaries are placing themselves\narbitrarily on the routes, keeping their placement fixed throughout the\ntransmission block. This placement may or may not be known to the transmitter.\nThe adversaries can choose their best modification strategy to increase the\nerror at the legitimate receiver, subject to a maximum distortion constraint.\nWe investigate the communication rates that can be achieved in the presence of\nthe two types of adversaries and the channel (benign) stochastic behavior. For\nmemoryless adversaries, the capacity is derived. Our method is to use the\ntypical set of the anticipated received signal for all possible adversarial\nstrategies (including their best one) in a compound channel that also captures\nadversarial placement. For the foreseer adversaries, which have enhanced\nobservation capabilities compared to the memoryless ones, we propose a new\ncoding scheme to guarantee resilience, i.e., recovery of the codeword\nindependently of the adversarial (best) choice. We derive an achievable rate\nand we propose an upper bound on the capacity. We evaluate our general results\nfor specific cases (e.g., binary symbol replacement or erasing attacks), to\ngain insights.\n","Comment: A shorter version of this paper was accepted to the IEEE\n  International Symposium on Information Theory (ISIT 2014), Honolulu, HI, USA"]}]
["1404.6335",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6335"],"date":["2014-04-25"],"type":["text"],"creator":["Gradoni, Gabriele","Primiani, Valter Mariani","Moglie, Franco"],"language":[],"coverage":[],"title":["Use of Correlation Matrix to Assess the Stirring Performance of a\n  Reverberation Chamber: a Comparative Study"],"description":["  The use of correlation matrices to evaluate the number of uncorrelated\nstirrer positions of reverberation chamber has widespread applications in\nelectromagnetic compatibility. We present a comparative study of recent\ntechniques based on multivariate correlation functions aimed at relating\nspace-frequency inhomogeneities/anisotropies to the reduction of uncorrelated\npositions. Full wave finite-difference time domain simulations of an actual\nreverberation chamber are performed through an in-house parallel code. The\nefficiency of this code enables for capturing extensive\ninhomogeneous/anisotropic spatial volumes (frequency ranges). The concept of\nthreshold crossing is revised under the light of random field sampling, which\nis important to the performance of arbitrary reverberation chambers.\n","Comment: 8 pages, 13 figures, Submitted to IEEE Transactions on\n  Electromagnetic Compatibility"]}]
["1404.6337",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6337"],"date":["2014-04-25"],"type":["text"],"creator":["Pleshakov, M. G."],"language":["ru"],"coverage":[],"title":["Comonotone Second Jackson's Inequality"],"description":["  Let $2s$ points $y_i=-\\pi\\le y_{2s}<\\ldots<y_1<\\pi$ be given. Using these\npoints, we define the points $y_i$ for all integer indices $i$ by the equality\n$y_i=y_{i+2s}+2\\pi$. We shall write $f\\in\\bigtriangleup^{(1)}(Y)$ if $f$ is a\n$2\\pi$-periodic function and $f$ does not decrease on $[y_i, y_{i-1}]$ if $i$\nis odd; and $f$ does not increase on $[y_i, y_{i-1}]$ if $i$ is even. We denote\n$E_n^{(1)}(f;Y)$ the value of the best uniform comonotone approximation. In\nthis article the following Theorem -- the comonotone analogue of second\nJackson's Inequality -- is proved.\n  Theorem. If $f\\in\\bigtriangleup^{(1)}(Y)\\bigcap {\\Bbb W}^r$, $r>2$, then\n$$E_n^{(1)}(f;Y)\\le \\frac c{n^r}, $$ where $c=c(r,Y)=const$ depending only on\n$r$ and $Y$, ${\\Bbb W}^r$ Sobolev space.\n","Comment: in Russian"]}]
["1404.6338",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6338"],"date":["2014-04-25"],"type":["text"],"creator":["Pleshakov, M. G."],"language":["ru"],"coverage":[],"title":["One Counterexample of Comonotone Approximation of $2\\pi$-periodic\n  Function on Trigonometric Polynomials"],"description":["  Let $2s$ points $y_i=-\\pi\\le y_{2s}<\\ldots<y_1<\\pi$ be given. Using these\npoints, we define the points $y_i$ for all integer indices $i$ by the equality\n$y_i=y_{i+2s}+2\\pi$. We shall write $f\\in\\bigtriangleup^{(1)}(Y)$ if $f$ is a\n$2\\pi$-periodic function and $f$ does not decrease on $[y_i, y_{i-1}]$ if $i$\nis odd; and $f$ does not increase on $[y_i, y_{i-1}]$ if $i$ is even. We denote\n$E_n^{(1)}(f;Y)$ the value of the best uniform comonotone approximation. In\nthis article the following counterexample of comonotone approximation is\nproved.\n  Example. For each $k\\in\\Bbb N$, $k>3$, and $n\\in\\Bbb N$ there a function\n$f(x):=f(x;s,Y,n,k)$ exists, such that $f\\in\\bigtriangleup^{(1)}(Y)\\bigcap{\\Bbb\nC}^{(1)}$ and $$ E_n^{(1)}(f;Y)>B_Yn^{\\frac k3 -1}\\frac\n1n\\omega_k\\left(f';\\frac 1n\\right),\n  $$ where $B_Y=$const, depending only on $Y$ and $k$; $\\omega_k$ is the\nmodulus of smoothness of order $k$, of $f$.\n","Comment: in Russian"]}]
["1404.6340",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6340"],"date":["2014-04-25"],"type":["text"],"creator":["Dodwell, Timothy J.","Hunt, Giles W."],"language":[],"coverage":[],"title":["Periodic void formation in chevron folds"],"description":["  An energy-based model is developed to describe the periodic formation of\nvoids/saddle reefs in hinge zones of chevron folds. Such patterns have been\nobserved in a series of experiments on layers of paper, as well as in the\nfield. A simplified hinge region in a stack of elastic layers, with straight\nlimbs connected by convex segments, is constructed so that a void forms every m\nlayers and repeats periodically. Energy contributions include strain energy of\nbending, and work done both against a confining overburden pressure and an\naxial compressive load. The resulting total potential energy functional for the\nsystem is minimized subject to the constraint of non-interpenetration of\nlayers, leading to representation as a nonlinear second-order free boundary\nproblem. Numerical solutions demonstrate that there can exist a minimum-energy\nm-periodic solution with m equal to 1. Good agreement is found with experiments\non layers of paper.\n"]}]
["1404.6342",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6342"],"date":["2014-04-25"],"type":["text"],"creator":["Laurencot, Philippe","Walker, Christoph"],"language":[],"coverage":[],"title":["The time singular limit for a fourth-order damped wave equation for MEMS"],"description":["  We consider a free boundary problem modeling electrostatic\nmicroelectromechanical systems. The model consists of a fourth-order damped\nwave equation for the elastic plate displacement which is coupled to an\nelliptic equation for the electrostatic potential. We first review some recent\nresults on existence and non-existence of steady-states as well as on local and\nglobal well-posedness of the dynamical problem, the main focus being on the\npossible touchdown behavior of the elastic plate. We then investigate the\nbehavior of the solutions in the time singular limit when the ratio between\ninertial and damping effects tends to zero.\n"]}]
["1404.6348",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6348"],"date":["2014-04-25"],"type":["text"],"creator":["Wagdy, Ahmed","El-Keyi, Amr","Khattab, Tamer","Nafie, Mohammed"],"language":[],"coverage":[],"title":["A DoF-Optimal Scheme for the two-user X-channel with Synergistic\n  Alternating CSIT"],"description":["  In this paper, the degrees of freedom (DoF) of the two-user single input\nsingle output (SISO) X-channel are investigated. Three cases are considered for\nthe availability of channel state information at the transmitters (CSIT);\nperfect, delayed, and no-CSIT. A new achievable scheme is proposed to elucidate\nthe potency of interference creation-resurrection (IRC) when the available CSIT\nalternates between these three cases. For some patterns of alternating CSIT,\nthe proposed scheme achieves $4/3$ DoF, and hence, coincides with the\ninformation theoretic upper bound on the DoF of the two-user X-channel with\nperfect and instantaneous CSIT. The CSIT alternation patterns are investigated\nwhere the patterns that provide extraordinary synergistic gain and dissociative\nones are identified.\n","Comment: accepted at 2014 IEEE International Symposium on Information Theory\n  for presentation at the symposium and for publication in the proceedings"]}]
["1404.6351",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6351"],"date":["2014-04-25"],"type":["text"],"creator":["Ganster, Harald","Uray, Martina","Steginska, Sylwia","Croonen, Gerardus","Kaltenböck, Rudolf","Hennermann, Karin"],"language":[],"coverage":[],"title":["Improving weather radar by fusion and classification"],"description":["  In air traffic management (ATM) all necessary operations (tactical planing,\nsector configuration, required staffing, runway configuration, routing of\napproaching aircrafts) rely on accurate measurements and predictions of the\ncurrent weather situation. An essential basis of information is delivered by\nweather radar images (WXR), which, unfortunately, exhibit a vast amount of\ndisturbances. Thus, the improvement of these datasets is the key factor for\nmore accurate predictions of weather phenomena and weather conditions. Image\nprocessing methods based on texture analysis and geometric operators allow to\nidentify regions including artefacts as well as zones of missing information.\nCorrection of these zones is implemented by exploiting multi-spectral satellite\ndata (Meteosat Second Generation). Results prove that the proposed system for\nartefact detection and data correction significantly improves the quality of\nWXR data and, thus, enables more reliable weather now- and forecast leading to\nincreased ATM safety.\n","Comment: Part of the OAGM 2014 proceedings (arXiv:1404.3538)"]}]
["1404.6352",{"format":[],"subject":["Mathematics - Dynamical Systems","54H20, 37B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6352"],"date":["2014-04-25"],"type":["text"],"creator":["Liu, Lei","Gong, Huajun","Zhou, Xiaoyao"],"language":[],"coverage":[],"title":["Topological pressure dimension for almost additive potentials"],"description":["  This paper is devoted to the study of the topological pressure dimension for\nalmost additive sequences, which is an extension of topological entropy\ndimension. We investigate fundamental properties of the topological pressure\ndimension for almost additive sequences. In particular, we study the\nrelationships among different types of topological pressure dimension and\nidentifies an inequality relating them. Also, we show that the topological\npressure dimension is always equal to or greater than 1 for certain special\nalmost additive sequence.\n","Comment: 23 pages. arXiv admin note: text overlap with arXiv:1104.2195 by\n  other authors"]}]
["1404.6354",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6354","doi:10.1093/mnras/stu567"],"date":["2014-04-25"],"type":["text"],"creator":["Seeliger, M.","Dimitrov, D.","Kjurkchieva, D.","Mallonn, M.","Fernandez, M.","Kitze, M.","Casanova, V.","Maciejewski, G.","Ohlert, J. M.","Schmidt, J. G.","Pannicke, A.","Puchalski, D.","Göğüş, E.","Güver, T.","Bilir, S.","Ak, T.","Hohle, M. M.","Schmidt, T. O. B.","Errmann, R.","Jensen, E.","Cohen, D.","Marschall, L.","Saral, G.","Bernt, I.","Derman, E.","Gałan, C.","Neuhäuser, R."],"language":[],"coverage":[],"title":["Transit Timing Analysis in the HAT-P-32 system"],"description":["  We present the results of 45 transit observations obtained for the transiting\nexoplanet HAT-P-32b. The transits have been observed using several telescopes\nmainly throughout the YETI network. In 25 cases, complete transit light curves\nwith a timing precision better than $1.4\\:$min have been obtained. These light\ncurves have been used to refine the system properties, namely inclination $i$,\nplanet-to-star radius ratio $R_\\textrm{p}/R_\\textrm{s}$, and the ratio between\nthe semimajor axis and the stellar radius $a/R_\\textrm{s}$. First analyses by\nHartman et al. (2011) suggest the existence of a second planet in the system,\nthus we tried to find an additional body using the transit timing variation\n(TTV) technique. Taking also literature data points into account, we can\nexplain all mid-transit times by refining the linear ephemeris by 21ms. Thus we\ncan exclude TTV amplitudes of more than $\\sim1.5$min.\n","Comment: MNRAS accepted; 13 pages, 10 figures"]}]
["1404.6355",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6355","PoS(Lattice 2013)279"],"date":["2014-04-25"],"type":["text"],"creator":["Alexandrou, C.","Hadjiyiannakou, K.","Jansen, K.","Kallidonis, Ch."],"language":[],"coverage":[],"title":["Sigma-terms and axial charges for hyperons and charmed baryons"],"description":["  We present results for the $\\sigma$-terms and axial charges for various\nhyperons and charmed baryons using $N_f=2+1+1$ twisted mass fermions. For the\ncomputation of the three-point function we use the fixed current method. For\none of the $N_f=2+1+1$ ensembles with pion mass of 373 MeV we compare the\nresults of the fixed current method with those obtained with a stochastic\nmethod for computing the all-to-all propagator involved in the evaluation of\nthe three point functions.\n","Comment: Talk presented at 31st International Symposium on Lattice Field\n  Theory LATTICE 2013, July 29 - August 3, 2013, Mainz, Germany, PoS(LATTICE\n  2013)279. 7 pages and6 figures"]}]
["1404.6358",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6358"],"date":["2014-04-25"],"type":["text"],"creator":["Borges, J.","Rifà, J.","Zinoviev, V. A."],"language":[],"coverage":[],"title":["Families of nested completely regular codes and distance-regular graphs"],"description":["  In this paper infinite families of linear binary nested completely regular\ncodes are constructed. They have covering radius $\\rho$ equal to $3$ or $4$,\nand are $1/2^i$-th parts, for $i\\in\\{1,\\ldots,u\\}$ of binary (respectively,\nextended binary) Hamming codes of length $n=2^m-1$ (respectively, $2^m$), where\n$m=2u$. In the usual way, i.e., as coset graphs, infinite families of embedded\ndistance-regular coset graphs of diameter $D$ equal to $3$ or $4$ are\nconstructed. In some cases, the constructed codes are also completely\ntransitive codes and the corresponding coset graphs are distance-transitive.\n"]}]
["1404.6368",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6368"],"date":["2014-04-25"],"type":["text"],"creator":["Bogaerts, Bart","Vennekens, Joost","Denecker, Marc","Bussche, Jan Van den"],"language":[],"coverage":[],"title":["Inference in the FO(C) Modelling Language"],"description":["  Recently, FO(C), the integration of C-Log with classical logic, was\nintroduced as a knowledge representation language. Up to this point, no systems\nexist that perform inference on FO(C), and very little is known about\nproperties of inference in FO(C). In this paper, we study both of the above\nproblems. We define normal forms for FO(C), one of which corresponds to FO(ID).\nWe define transformations between these normal forms, and show that, using\nthese transformations, several inference tasks for FO(C) can be reduced to\ninference tasks for FO(ID), for which solvers exist. We implemented a prototype\nof this transformation, and thus present the first system to perform inference\nin FO(C). We also provide results about the complexity of reasoning in FO(C).\n","Comment: The paper appears in the Proceedings of the 15th International\n  Workshop on Non-Monotonic Reasoning (NMR 2014)"]}]
["1404.6372",{"format":[],"subject":["Mathematics - Numerical Analysis","Primary: 65M08, 35L65, Secondary: 35L67, 78-04"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6372"],"date":["2014-04-25"],"type":["text"],"creator":["Aregba-Driollet, Denise"],"language":[],"coverage":[],"title":["Godunov scheme for Maxwell's equations with Kerr nonlinearity"],"description":["  We study the Godunov scheme for a nonlinear Maxwell model arising in\nnonlinear optics, the Kerr model. This is a hyperbolic system of conservation\nlaws with some eigenvalues of variable multiplicity, neither genuinely\nnonlinear nor linearly degenerate. The solution of the Riemann problem for the\nfull-vector 6x6 system is constructed and proved to exist for all data. This\nsolution is compared to the one of the reduced Transverse Magnetic model. The\nscheme is implemented in one and two space dimensions. The results are very\nclose to the ones obtained with a Kerr-Debye relaxation approximation.\n"]}]
["1404.6375",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6375","Adv.High Energy Phys. 2014 (2014) 620157","doi:10.1155/2014/620157"],"date":["2014-04-25"],"type":["text"],"creator":["Chen, Deyou","Li, Zhonghua"],"language":[],"coverage":[],"title":["Remarks on remnants by fermions' tunnelling from black strings"],"description":["  Hawking's calculation is unable to predict the final stage of the black hole\nevaporation. When effects of quantum gravity are taken into account, there is a\nminimal observable length. In this paper, we investigate fermions' tunnelling\nfrom the charged and rotating black strings. With the influence of the\ngeneralized uncertainty principle, the Hawking temperatures are not only\ndetermined by the rings, but also affected by the quantum numbers of the\nemitted fermions. Quantum gravity corrections slow down the increases of the\ntemperatures, which naturally leads to remnants left in the evaporation.\n","Comment: 16pages, Publised in Advances in High Energy Physics, Volume 2014,\n  Article ID 620157"]}]
["1404.6382",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6382"],"date":["2014-04-25"],"type":["text"],"creator":["Newman, Timothy J.","Agarwal, Anurag","Dowling, Ann P.","Desvard, Ludovic"],"language":[],"coverage":[],"title":["Determination of the characteristics of a linear ducted sound source"],"description":["  Ducted flow devices for a range of purposes, such as air-moving fans, are\nroutinely characterised experimentally to understand their acoustic performance\nas part of the continuing trend for quiet, high efficiency design. The\nInternational Organization for Standardization (ISO) method 5136 is widely used\nin industry and academia to determine the sound radiated into a duct. This\ninvolves placing the device at the centre of a long cylindrical duct with\nanechoic terminations at each end to eliminate reflections. A single off-axis\nmicrophone is used on the inlet and outlet sides that can theoretically capture\nthe plane-wave mode amplitudes but this does not provide enough information to\nfully account for higher-order modes. In this study, the 'two-port' source\nmodel is formulated to include higher-order modes and applied for the first\nthree modes as a proof of concept. This requires six independent surface\npressure measurements on each side or 'port'. The resulting experimental set-up\nis much shorter than the ISO rig and does not require anechoic terminations.\nThe relative importance of the higher-order modes has been considered and the\ninaccuracies when using the ISO method to find source sound power has been\nanalysed.\n","Comment: Submitted to the Journal of the Acoustical Society of America"]}]
["1404.6384",{"format":[],"subject":["Computer Science - Computational Engineering, Finance, and Science","Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6384"],"date":["2014-04-25"],"type":["text"],"creator":["Oh, Jinook"],"language":[],"coverage":[],"title":["CATOS: Computer Aided Training/Observing System"],"description":["  In animal behavioral biology, there are several cases in which an autonomous\nobserving/training system would be useful. 1) Observation of certain species\ncontinuously, or for documenting specific events, which happen irregularly; 2)\nLongterm intensive training of animals in preparation for behavioral\nexperiments; and 3) Training and testing of animals without human interference,\nto eliminate potential cues and biases induced by humans. The primary goal of\nthis study is to build a system named CATOS (Computer Aided Training/Observing\nSystem) that could be used in the above situations. As a proof of concept, the\nsystem was built and tested in a pilot experiment, in which cats were trained\nto press three buttons differently in response to three different sounds (human\nspeech) to receive food rewards. The system was built in use for about 6\nmonths, successfully training two cats. One cat learned to press a particular\nbutton, out of three buttons, to obtain the food reward with over 70 percent\ncorrectness.\n","Comment: Part of the Proceedings of the 6th European Conference on Python in\n  Science (EuroSciPy 2013), Pierre de Buyl and Nelle Varoquaux editors, (2014)"]}]
["1404.6386",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6386"],"date":["2014-04-25"],"type":["text"],"creator":["Maruotti, Antonello"],"language":[],"coverage":[],"title":["Handling non-ignorable dropouts in longitudinal data: A conditional\n  model based on a latent Markov heterogeneity structure"],"description":["  We illustrate a class of conditional models for the analysis of longitudinal\ndata suffering attrition in random effects models framework, where the\nsubject-specific random effects are assumed to be discrete and to follow a\ntime-dependent latent process. The latent process accounts for unobserved\nheterogeneity and correlation between individuals in a dynamic fashion, and for\ndependence between the observed process and the missing data mechanism. Of\nparticular interest is the case where the missing mechanism is non-ignorable.\nTo deal with the topic we introduce a conditional to dropout model. A shape\nchange in the random effects distribution is considered by directly modeling\nthe effect of the missing data process on the evolution of the latent\nstructure. To estimate the resulting model, we rely on the conditional maximum\nlikelihood approach and for this aim we outline an EM algorithm. The proposal\nis illustrated via simulations and then applied on a dataset concerning skin\ncancers. Comparisons with other well-established methods are provided as well.\n"]}]
["1404.6387",{"format":[],"subject":["Computer Science - Computers and Society","Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6387"],"date":["2014-04-25"],"type":["text"],"creator":["D'Souza, Kelsey"],"language":[],"coverage":[],"title":["PySTEMM: Executable Concept Modeling for K-12 STEM Learning"],"description":["  Modeling should play a central role in K-12 STEM education, where it could\nmake classes much more engaging. A model underlies every scientific theory, and\nmodels are central to all the STEM disciplines (Science, Technology,\nEngineering, Math). This paper describes executable concept modeling of STEM\nconcepts using immutable objects and pure functions in Python. I present\nexamples in math, physics, chemistry, and engineering, built using a\nproof-of-concept tool called PySTEMM . The approach applies to all STEM areas\nand supports learning with pictures, narrative, animation, and graph plots.\nModels can extend each other, simplifying getting started. The\nfunctional-programming style reduces incidental complexity and code debugging.\n","Comment: Part of the Proceedings of the 6th European Conference on Python in\n  Science (EuroSciPy 2013), Pierre de Buyl and Nelle Varoquaux editors, (2014)"]}]
["1404.6389",{"format":[],"subject":["Computer Science - Systems and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6389"],"date":["2014-04-25"],"type":["text"],"creator":["Haessig, Pierre","Kovaltchouk, Thibaut","Multon, Bernard","Ahmed, Hamid Ben","Lascaud, Stéphane"],"language":[],"coverage":[],"title":["Computing an Optimal Control Policy for an Energy Storage"],"description":["  We introduce StoDynProg, a small library created to solve Optimal Control\nproblems arising in the management of Renewable Power Sources, in particular\nwhen coupled with an Energy Storage System. The library implements generic\nStochastic Dynamic Programming (SDP) numerical methods which can solve a large\nclass of Dynamic Optimization problems. We demonstrate the library capabilities\nwith a prototype problem: smoothing the power of an Ocean Wave Energy\nConverter. First we use time series analysis to derive a stochastic Markovian\nmodel of this system since it is required by Dynamic Programming. Then, we\nbriefly describe the \"policy iteration\" algorithm we have implemented and the\nnumerical tools being used. We show how the API design of the library is\ngeneric enough to address Dynamic Optimization problems outside the field of\nEnergy Management. Finally, we solve the power smoothing problem and compare\nthe optimal control with a simpler heuristic control.\n","Comment: Part of the Proceedings of the 6th European Conference on Python in\n  Science (EuroSciPy 2013), Pierre de Buyl and Nelle Varoquaux editors, (2014)"]}]
["1404.6394",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6394"],"date":["2014-04-25"],"type":["text"],"creator":["Bogaerts, Bart","Vennekens, Joost","Denecker, Marc","Bussche, Jan Van den"],"language":[],"coverage":[],"title":["FO(C) and Related Modelling Paradigms"],"description":["  Recently, C-Log was introduced as a language for modelling causal processes.\nIts formal semantics has been defined together with introductory examples, but\nthe study of this language is far from finished. In this paper, we compare\nC-Log to other declarative modelling languages. More specifically, we compare\nto first-order logic (FO), and argue that C-Log and FO are orthogonal and that\ntheir integration, FO(C), is a knowledge representation language that allows\nfor clear and succinct models. We compare FO(C) to E-disjunctive logic\nprogramming with the stable semantics, and define a fragment on which both\nsemantics coincide. Furthermore, we discuss object-creation in FO(C), relating\nit to mathematics, business rules systems, and data base systems.\n","Comment: This paper appears in the Proceedings of the 15th International\n  Workshop on Non-Monotonic Reasoning (NMR 2014)"]}]
["1404.6397",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6397"],"date":["2014-04-25"],"type":["text"],"creator":["Set, Erhan","Iscan, Imdat"],"language":[],"coverage":[],"title":["Hermite-Hadamard type inequalities for harmonically convex functions on\n  the co-ordinates"],"description":["  In recent years, new classes of convex functions have been introduced in\norder to generalize the results and to obtain new estimations. We also\nintroduce the concept of harmonically convex functions on the co-ordinates.\nAlso, we establish some inequalities of Hermit-Hadamard type as S.S. Dragomir'\ns results in Theorem 2 and other Hermit-Hadamard type inequalities for these\nclasses of functions.\n"]}]
["1404.6399",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6399"],"date":["2014-04-25"],"type":["text"],"creator":["Abu-Khzam, Faisal N.","Jahed, Karim A.","Mouawad, Amer E."],"language":[],"coverage":[],"title":["A Hybrid Graph Representation for Exact Graph Algorithms"],"description":["  Many exact search algorithms for NP-hard graph problems adopt the old\nDavis-Putman branch-and-reduce paradigm. The performance of these algorithms\noften suffers from the increasing number of graph modifications, such as\nvertex/edge deletions, that reduce the problem instance and have to be \"taken\nback\" frequently during the search process. We investigate practical\nimplementation-based aspects of exact graph algorithms by providing a simple\nhybrid graph representation that trades space for time to address the said\ntake-back challenge. Experiments on three well studied problems show consistent\nsignificant improvements over classical methods.\n"]}]
["1404.6401",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6401"],"date":["2014-04-25"],"type":["text"],"creator":["Guo, Qi","Cheng, Liu-Yong","Chen, Li","Wang, Hong-Fu","Zhang, Shou"],"language":[],"coverage":[],"title":["Counterfactual quantum-information transfer"],"description":["  We demonstrate quantum information can be transferred between two distant\nparticipants without any physical particles travelling between them. The key\nprocedure of the counterfactual scheme is to entangle two nonlocal qubits with\neach other without interaction, so the scheme can also be used to generate\nnonlocal entanglement counterfactually. We here illustrate the scheme by using\nflying photon qubits and stationary electron-spin qubits assisted by quantum\ndots inside double-sided optical microcavities. Unlike the typical\nteleportation, the present scheme does not require prior entanglement sharing\nor classical communication between the two distant participants.\n","Comment: 18 pages, 6 figures"]}]
["1404.6406",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6406","Physica A 391 (2012) 5095-5101","doi:10.1016/j.physa.2012.06.002"],"date":["2014-04-25"],"type":["text"],"creator":["Postnikov, Eugene B.","Sokolov, Igor M."],"language":[],"coverage":[],"title":["Model of lateral diffusion in ultrathin layered films"],"description":["  We consider the diffusion of markers in a layered medium, with the lateral\ndiffusion coefficient being the function of hight. We show that the probability\ndensity of the lateral displacements follows one-dimensional Batchelor's\nequation with time-dependent diffusion coefficient governed by the particles'\nredistribution in height. For the film of a finite thickness the resulting mean\nsquared displacement exhibits superdiffusion at short times and crosses over to\nnormal diffusion at long times. The approach is used for description of\nexperimental results on inhomogeneous molecular diffusion in thin liquid films\ndeposited on solid surfaces.\n","Comment: 15 pages, 4 figures"]}]
["1404.6411",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6411","Insurance: Mathematics and Economics 53, 2013, 366-378","doi:10.1016/j.insmatheco.2013.07.002"],"date":["2014-04-25"],"type":["text"],"creator":["Vatamidou, Eleni","Adan, Ivo J. B. F.","Vlasiou, Maria","Zwart, Bert"],"language":[],"coverage":[],"title":["Corrected phase-type approximations of heavy-tailed risk models using\n  perturbation analysis"],"description":["  Numerical evaluation of performance measures in heavy-tailed risk models is\nan important and challenging problem. In this paper, we construct very accurate\napproximations of such performance measures that provide small absolute and\nrelative errors. Motivated by statistical analysis, we assume that the claim\nsizes are a mixture of a phase-type and a heavy-tailed distribution and with\nthe aid of perturbation analysis we derive a series expansion for the\nperformance measure under consideration. Our proposed approximations consist of\nthe first two terms of this series expansion, where the first term is a\nphase-type approximation of our measure. We refer to our approximations\ncollectively as corrected phase-type approximations. We show that the corrected\nphase-type approximations exhibit a nice behavior both in finite and infinite\ntime horizon, and we check their accuracy through numerical experiments.\n","Comment: 24 pages, 2 tables, 1 figure, 41 references"]}]
["1404.6412",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6412","The European Physical Journal B European Physical Journal B 86\n  (2013)357","doi:10.1140/epjb/e2013-40111-7"],"date":["2014-04-25"],"type":["text"],"creator":["Goncharov, A. L.","Melent'ev, V. V.","Postnikov, E. B."],"language":[],"coverage":[],"title":["Limits of structure stability of simple liquids revealed by study of\n  relative fluctuations"],"description":["  We analyse the inverse reduced fluctuations (inverse ratio of relative volume\nfluctuation to its value in the hypothetical case where the substance acts an\nideal gas for the same temperature-volume parameters) for simple liquids from\nexperimental acoustic and thermophysical data along a coexistence line for both\nliquid and vapour phases. It has been determined that this quantity has a\nuniversal exponential character within the region close to the melting point.\nThis behaviour satisfies the predictions of the mean-field (grand canonical\nensemble) lattice fluid model and relates to the constant average structure of\na fluid, i.e. redistribution of the free volume complementary to a number of\nvapour particles. The interconnection between experiment-based fluctuational\nparameters and self-diffusion characteristics is discussed. These results may\nsuggest experimental methods for determination of self-diffusion and structural\nproperties of real substances.\n","Comment: 5 pages, 4 figures"]}]
["1404.6413",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6413"],"date":["2014-04-25"],"type":["text"],"creator":["Waltner, Georg","Mauthner, Thomas","Bischof, Horst"],"language":[],"coverage":[],"title":["Indoor Activity Detection and Recognition for Sport Games Analysis"],"description":["  Activity recognition in sport is an attractive field for computer vision\nresearch. Game, player and team analysis are of great interest and research\ntopics within this field emerge with the goal of automated analysis. The very\nspecific underlying rules of sports can be used as prior knowledge for the\nrecognition task and present a constrained environment for evaluation. This\npaper describes recognition of single player activities in sport with special\nemphasis on volleyball. Starting from a per-frame player-centered activity\nrecognition, we incorporate geometry and contextual information via an activity\ncontext descriptor that collects information about all player's activities over\na certain timespan relative to the investigated player. The benefit of this\ncontext information on single player activity recognition is evaluated on our\nnew real-life dataset presenting a total amount of almost 36k annotated frames\ncontaining 7 activity classes within 6 videos of professional volleyball games.\nOur incorporation of the contextual information improves the average\nplayer-centered classification performance of 77.56% by up to 18.35% on\nspecific classes, proving that spatio-temporal context is an important clue for\nactivity recognition.\n","Comment: Part of the OAGM 2014 proceedings (arXiv:1404.3538)"]}]
["1404.6414",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6414"],"date":["2014-04-25"],"type":["text"],"creator":["Bicchieri, Marina"],"language":[],"coverage":[],"title":["The purple Codex Rossanensis: spectroscopic characterization and first\n  evidence of the use of the elderberry lake in a 6th century manuscript"],"description":["  The Codex Rossanensis is a 6th century Bizantine illuminated manuscript\nwritten on purple parchment and conserved at the Museo Diocesano in Rossano\nCalabro, Italy. It is one of the oldest surviving illuminated manuscripts of\nthe New Testament. The challenge of the analysis of the Codex Rossanensis lies\nin the lack of analytical information on the pictorial media used in the Early\nMiddle Ages. Even though old-medieval illuminated manuscripts have been deeply\nstudied from the historical standpoint, they have been rarely described in\ntheir material composition. This paper presents the results obtained during the\nmeasurements campaign (June 2012 - November 2013). The spectroscopic analyses\nperformed by Raman, micro-FTIR and XRF allowed for the complete\ncharacterization of the pictorial palette, the inks, the support and the\nmaterial used in a previous restoration treatment. To the author knowledge the\narticle shows the first experimental evidence of the usage of the elderberry\nlake in a 6th century illuminated manuscript.\n","Comment: Submitted to Analytical Bioanalytical Chemistry"]}]
["1404.6415",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6415"],"date":["2014-04-25"],"type":["text"],"creator":["Rossetto, Anubis G. M.","Geyer, Cláudio F. R.","Arantes, Luciana","Sens, Pierre"],"language":[],"coverage":[],"title":["The Impact Failure Detector"],"description":["  This work proposes a new and flexible unreliable failure detector whose\noutput is related to the trust level of a set of processes. By expressing the\nrelevance of each process of the set by an impact factor value, our approach\nallows the tuning of the detector output, making possible a softer or stricter\nmonitoring. The idea behind our proposal is that, according to an acceptable\nmargin of failures and the impact factor assigned to processes, in some\nscenarios, the failure of some low impact processes may not change the user\nconfidence in the set of processes, while the crash of a high impact factor\nprocess may seriously affect it. We outline the application scenarios and the\nproposed unreliable failure detector, giving a detailed account of the concept\non which it is based.\n","Comment: EDCC-2014, Fast-Abstracts, failure detector, impact factor, trust\n  level"]}]
["1404.6419",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","05C30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6419","Mathematics and Education in Mathematics, Proceedings of the Forty\n  Third Spring Conference of the Union of Bulgarian Mathematicians, Borovetz,\n  April 2-6, 2014"],"date":["2014-04-25"],"type":["text"],"creator":["Yordzhev, Krasimir"],"language":[],"coverage":[],"title":["On some numerical characteristics of a bipartite graph"],"description":["  The paper consider an equivalence relation in the set of vertices of a\nbipartite graph. Some numerical characteristics showing the cardinality of\nequivalence classes are introduced. A combinatorial identity that is in\nrelationship to these characteristics of the set of all bipartite graphs of the\ntype $g=\\langle R_g \\cup C_g, E_g \\rangle$ is formulated and proved, where\n$V=R_g \\cup C_g$ is the set of vertices, $E_g$ is the set of edges of the graph\n$g$, $ |R_g |=m\\ge 1$, $|C_g |= n\\ge 1$, $|E_g |=k\\ge 0$, $m,n$ and $k$ are\nintegers.\n"]}]
["1404.6420",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6420"],"date":["2014-04-25"],"type":["text"],"creator":["Singer, Jedediah M.","Madsen, Joseph R.","Anderson, William S.","Kreiman, Gabriel"],"language":[],"coverage":[],"title":["Sensitivity to Timing and Order in Human Visual Cortex"],"description":["  Visual recognition takes a small fraction of a second and relies on the\ncascade of signals along the ventral visual stream. Given the rapid path\nthrough multiple processing steps between photoreceptors and higher visual\nareas, information must progress from stage to stage very quickly. This rapid\nprogression of information suggests that fine temporal details of the neural\nresponse may be important to the how the brain encodes visual signals. We\ninvestigated how changes in the relative timing of incoming visual stimulation\naffect the representation of object information by recording intracranial field\npotentials along the human ventral visual stream while subjects recognized\nobjects whose parts were presented with varying asynchrony. Visual responses\nalong the ventral stream were sensitive to timing differences between parts as\nsmall as 17 ms. In particular, there was a strong dependency on the temporal\norder of stimulus presentation, even at short asynchronies. This sensitivity to\nthe order of stimulus presentation provides evidence that the brain may use\ndifferences in relative timing as a means of representing information.\n","Comment: 10 figures, 1 table"]}]
["1404.6423",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6423","Annals of Applied Statistics 2014, Vol. 8, No. 1, 352-376","doi:10.1214/13-AOAS690"],"date":["2014-04-25"],"type":["text"],"creator":["Huang, Yen-Tsung","VanderWeele, Tyler J.","Lin, Xihong"],"language":[],"coverage":[],"title":["Joint analysis of SNP and gene expression data in genetic association\n  studies of complex diseases"],"description":["  Genetic association studies have been a popular approach for assessing the\nassociation between common Single Nucleotide Polymorphisms (SNPs) and complex\ndiseases. However, other genomic data involved in the mechanism from SNPs to\ndisease, for example, gene expressions, are usually neglected in these\nassociation studies. In this paper, we propose to exploit gene expression\ninformation to more powerfully test the association between SNPs and diseases\nby jointly modeling the relations among SNPs, gene expressions and diseases. We\npropose a variance component test for the total effect of SNPs and a gene\nexpression on disease risk. We cast the test within the causal mediation\nanalysis framework with the gene expression as a potential mediator. For eQTL\nSNPs, the use of gene expression information can enhance power to test for the\ntotal effect of a SNP-set, which is the combined direct and indirect effects of\nthe SNPs mediated through the gene expression, on disease risk. We show that\nthe test statistic under the null hypothesis follows a mixture of $\\chi^2$\ndistributions, which can be evaluated analytically or empirically using the\nresampling-based perturbation method. We construct tests for each of three\ndisease models that are determined by SNPs only, SNPs and gene expression, or\ninclude also their interactions. As the true disease model is unknown in\npractice, we further propose an omnibus test to accommodate different\nunderlying disease models. We evaluate the finite sample performance of the\nproposed methods using simulation studies, and show that our proposed test\nperforms well and the omnibus test can almost reach the optimal power where the\ndisease model is known and correctly specified. We apply our method to\nreanalyze the overall effect of the SNP-set and expression of the ORMDL3 gene\non the risk of asthma.\n","Comment: Published in at http://dx.doi.org/10.1214/13-AOAS690 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["1404.6424",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Mathematics - Dynamical Systems","Physics - Medical Physics","92D30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6424","Ecological Complexity 15 (2013) 109-113","doi:10.1016/j.ecocom.2013.06.001"],"date":["2014-04-25"],"type":["text"],"creator":["Postnikov, Eugene B.","Tatarenkov, Dmitry V."],"language":[],"coverage":[],"title":["Prediction of flu epidemic activity with dynamical model based on\n  weather forecast"],"description":["  The seasonality of respiratory diseases (common cold, influenza, etc.) is a\nwell-known phenomenon studied from ancient times. The development of predictive\nmodels is still not only an actual unsolved problem of mathematical\nepidemiology but also is very important for the safety of public health. Here\nwe show that SIRS (Susceptible-Infected-Recovered-Susceptible) model accurately\nenough reproduces real curves of flu activity. It contains variable reaction\nrate, which is a function of mean daily temperature. The proposed alternation\nof variables represents SIRS equations as the second-order ODE with an outer\nexcitation. It reveals an origin of such predictive efficiency and explains\nanalytically the 1:1 dynamical resonance, which is known as a crucial property\nof epidemic behavior. Our work opens the perspectives for the development of\ninstant short-time prediction of a normal level of flu activity based on the\nweather forecast, and allow to estimate a current epidemic level more\nprecisely. The latter fact is based on the explicit difference between the\nexpected weather-based activity and instant anomalies.\n","Comment: 12 pages, 2 figures"]}]
["1404.6425",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6425"],"date":["2014-04-25"],"type":["text"],"creator":["Dong, Yan","Niu, Pengcheng"],"language":[],"coverage":[],"title":["Regularity for weak solutions to nondiagonal quasilinear degenerate\n  elliptic systems"],"description":["  The aim of this paper is to establish regularity for weak solutions to the\nnondiagonal quasilinear degenerate elliptic systems related to H\\\"{o}rmander's\nvector fields, where the coefficients are bounded with vanishing mean\noscillation. We first prove $L^p$($p \\ge 2$) estimates for gradients of weak\nsolutions by using a priori estimates and a known reverse H\\\"{o}lder\ninequality, and consider regularity to the corresponding nondiagonal\nhomogeneous degenerate elliptic systems. Then we get higher Morrey and\nCampanato estimates for gradients of weak solutions to original systems and\nH\\\"{o}lder estimates for weak solutions.\n"]}]
["1404.6428",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6428"],"date":["2014-04-25"],"type":["text"],"creator":["Dong, Yan","Niu, Pengcheng"],"language":[],"coverage":[],"title":["Higher gradients estimates in Morrey spaces for weak solutions to linear\n  ultraparabolic equations"],"description":["  The aim of this paper is to consider the linear ultraparabolic equation with\nbounded and VMO coefficients $a_{ij} (z)$. Assume that the operator $L_0$\nobtained by freezing the coefficients $a_{ij}(z)$ at any point ${z_0} \\in\n{\\mathbb{R}^{N + 1}}$ is hypoelliptic. We first establish a Caccioppoli type\ninequality by choosing a cutoff function, a Sobolev type inequality by\nprosperities of the fundamental solution to $L_0$, and a Poincar\\'{e} type\ninequality with a new cutoff function. Then $L^p$ estimate for weak solutions\nis derived by using the reverse H\\\"{o}lder inequality on homogeneous spaces.\nFinally, higher Morrey estimates for weak solutions to the above equation are\nshown by investigating a homogeneous ultraparabolic equation of variable\ncoefficients with a nonhomogeneous boundary value condition, and a\nnonhomogeneous ultraparabolic equation of variable coefficients with\nhomogeneous boundary value condition.\n"]}]
["1404.6429",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6429"],"date":["2014-04-25"],"type":["text"],"creator":["Bernard, Damien"],"language":[],"coverage":[],"title":["Small first zeros of L-functions"],"description":["  From a family of L-functions with unitary symmetry, Hughes and Rudnick\nobtained results on the height of its lowest zero. We extend their results to\nother families of Lfunctions according to the type of symmetry coming from\nstatistics for low-lying zeros.\n"]}]
["1404.6430",{"format":[],"subject":["Mathematics - Combinatorics","05C65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6430"],"date":["2014-04-25"],"type":["text"],"creator":["Katona, Gyula Y.","Szabó, Péter G. N."],"language":[],"coverage":[],"title":["Bounds on the Number of Edges in Hypertrees"],"description":["  Let $\\mathcal{H}$ be a $k$-uniform hypergraph. A chain in $\\mathcal{H}$ is a\nsequence of its vertices such that every $k$ consecutive vertices form an edge.\nIn 1999 Katona and Kierstead suggested to use chains in hypergraphs as the\ngeneralisation of paths. Although a number of results have been published on\nhamiltonian chains in recent years, the generalization of trees with chains has\nstill remained an open area. We generalize the concept of trees for uniform\nhypergraphs. We say that a $k$-uniform hypergraph $\\mathcal{F}$ is a hypertree\nif every two vertices of $\\mathcal{F}$ are connected by a chain, and an\nappropriate kind of cycle-free property holds. An edge-minimal hypertree is a\nhypertree whose edge set is minimal with respect to inclusion. After\nconsidering these definitions, we show that a $k$-uniform hypertree on $n$\nvertices has at least $n-(k-1)$ edges up to a finite number of exceptions, and\nit has at most $\\binom{n}{k-1}$ edges. The latter bound is asymptotically sharp\nin 3-uniform case.\n"]}]
["1404.6432",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6432"],"date":["2014-04-25"],"type":["text"],"creator":["Bernard, Damien"],"language":[],"coverage":[],"title":["Modular case of Levinson's theorem"],"description":["  We evaluate the integral mollified second moment of L-functions of primitive\ncusp forms and we obtain, for such L-function, an explicit positive proportion\nof zeros which lie on the critical line.\n"]}]
["1404.6445",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Logic in Computer Science","03B42","I.2.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6445"],"date":["2014-04-25"],"type":["text"],"creator":["Creignou, Nadia","Papini, Odile","Rümmele, Stefan","Woltran, Stefan"],"language":[],"coverage":[],"title":["Belief merging within fragments of propositional logic"],"description":["  Recently, belief change within the framework of fragments of propositional\nlogic has gained increasing attention. Previous works focused on belief\ncontraction and belief revision on the Horn fragment. However, the problem of\nbelief merging within fragments of propositional logic has been neglected so\nfar. This paper presents a general approach to define new merging operators\nderived from existing ones such that the result of merging remains in the\nfragment under consideration. Our approach is not limited to the case of Horn\nfragment but applicable to any fragment of propositional logic characterized by\na closure property on the sets of models of its formulae. We study the logical\nproperties of the proposed operators in terms of satisfaction of merging\npostulates, considering in particular distance-based merging operators for Horn\nand Krom fragments.\n","Comment: To appear in the Proceedings of the 15th International Workshop on\n  Non-Monotonic Reasoning (NMR 2014)"]}]
["1404.6447",{"format":[],"subject":["Mathematics - General Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6447"],"date":["2014-04-24"],"type":["text"],"creator":["Coiras, Enrique"],"language":[],"coverage":[],"title":["Counterexamples to Cantorian Set Theory"],"description":["  This paper provides some counterexamples to Cantor's contributions to the\nfoundations of Set Theory. The first counterexample forces Cantor's Diagonal\nMethod (DM) to yield one of the numbers in the target list. To study this\nanomaly, and given that for the DM to work the list of numbers have to be\nwritten down, the set of numbers that can be represented using positional\nfractional notation, $\\mathbb{W}$, is properly characterized. It is then shown\nthat $\\mathbb{W}$ is not isomorphic to $\\mathbb{R}$, meaning that results\nobtained from the application of the DM to $\\mathbb{W}$ in order to derive\nproperties of $\\mathbb{R}$ are not valid. It is then shown that Cantor's DM for\na generic list of reals can be forced to yield one of the numbers of the list,\nthus invalidating Cantor's result that infers the non-denumerability of\n$\\mathbb{R}$ from the application of the DM to $\\mathbb{W}$. Cantor's Theorem\nabout the different cardinalities of a set and its power set is then\nquestioned, and by means of another counterexample we show that the theorem\ndoes not actually hold for infinite sets. After analyzing all these results, it\nis shown that the current notion of cardinality for infinite sets does not\ndepend on the size of the sets, but rather on the representation chosen for\nthem. Following this line of thought, the concept of model as a framework for\nthe construction of the representation of a set is introduced, and a theorem\nshowing that an infinite set can be well-ordered if there is a proper model for\nit is proven. To reiterate that the cardinality of a set does not determine\nwhether the set can be well-ordered, a set of cardinality\n$\\aleph_{0}^{\\aleph_{0}}$ is proven to be equipollent to the set of natural\nnumbers $\\mathbb{N}$. The paper concludes with an analysis of the cardinality\nof the ordinal numbers, for which a representation of cardinality\n$\\aleph_{0}^{\\aleph_{0}}$ is proposed.\n","Comment: 30 pages, 9 tables, 2 figures"]}]
["1404.6449",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","26A33, 41A17, 41A25, 41A30, 41A36"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6449"],"date":["2014-04-24"],"type":["text"],"creator":["Anastassiou, George"],"language":[],"coverage":[],"title":["Univariate error function based neural network approximation"],"description":["  Here we research the univariate quantitative approximation of real and\ncomplex valued continuous functions on a compact interval or all the real line\nby quasi-interpolation, Baskakov type and quadrature type neural network\noperators. We perform also the related fractional approximation. These\napproximations are derived by establishing Jackson type inequalities involving\nthe modulus of continuity of the engaged function or its high order derivative\nor fractional derivatives. Our operators are defined by using a density\nfunction induced by the error function. The approximations are pointwise and\nwith respect to the uniform norm. The related feed-forward neural networks are\nwith one hidden layer.\n","Comment: 38 pages"]}]
["1404.6450",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6450","Engineering Structures, 60, 81-84, 2014","doi:10.1016/j.engstruct.2013.12.007"],"date":["2014-04-24"],"type":["text"],"creator":["Poltronieri, F.","Piccolroaz, A.","Bigoni, D."],"language":[],"coverage":[],"title":["A simple and robust elastoplastic constitutive model for concrete"],"description":["  An elasto-plastic model for concrete, based on a recently-proposed yield\nsurface and simple hardening laws, is formulated, implemented, numerically\ntested and validated against available test results. The yield surface is\nsmooth and particularly suited to represent the behaviour of rock-like\nmaterials, such as concrete, mortar, ceramic and rock. A new class of isotropic\nhardening laws is proposed, which can be given both an incremental and the\ncorresponding finite form. These laws describe a smooth transition from linear\nelastic to plastic behaviour, incorporating linear and nonlinear hardening, and\nmay approach the perfectly plastic limit in the latter case. The reliability of\nthe model is demonstrated by its capability of correctly describing the results\nyielded by a number of well documented triaxial tests on concrete subjected to\nvarious confinement levels. Thanks to its simplicity, the model turns out to be\nvery robust and well suited to be used in complex design situations, as those\ninvolving dynamic loads.\n","Comment: 9 pages"]}]
["1404.6451",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Discrete Mathematics","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6451","International Journal of Emerging Trends & Technology in Computer\n  Science (IJETTCS), Vol. 2, No. 6 (2013) 215-220"],"date":["2014-04-25"],"type":["text"],"creator":["Yordzhev, Krasimir"],"language":[],"coverage":[],"title":["On an Algorithm for Isomorphism-Free Generations of Combinatorial\n  Objects"],"description":["  In the work are defined the concepts semi-canonical and canonical binary\nmatrix. What is described is an algorithm solving the combinatorial problem for\nfinding the semi-canonical matrices in the set \\Lambda_n^k consisting of all\nn\\times n binary matrices having exactly k 1's in every row and every column\nwithout perambulating all elements. In the described algorithm bitwise\noperations are substantially used. In this way it becomes easier to find the\nsolution to the problem for receiving one representative from every equivalence\nclass regarding the introduced in the article equivalence relation in the set\n\\Lambda_n^k . The last problem is equivalent to the problem for finding all\ncanonical matrices in \\Lambda_n^k .\n"]}]
["1404.6453",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6453"],"date":["2014-04-25"],"type":["text"],"creator":["Miconi, Thomas","Groomes, Laura","Kreiman, Gabriel"],"language":[],"coverage":[],"title":["A normalization model of visual search predicts single trial human\n  fixations in an object search task"],"description":["  When searching for an object in a scene, how does the brain decide where to\nlook next? Theories of visual search suggest the existence of a global\nattentional map, computed by integrating bottom-up visual information with\ntop-down, target-specific signals. Where, when and how this integration is\nperformed remains unclear. Here we describe a simple mechanistic model of\nvisual search that is consistent with neurophysiological and neuroanatomical\nconstraints, can localize target objects in complex scenes, and predicts\nsingle-trial human behavior in a search task among complex objects. This model\nposits that target-specific modulation is applied at every point of a\nretinotopic area selective for complex visual features and implements local\nnormalization through divisive inhibition. The combination of multiplicative\nmodulation and divisive normalization creates an attentional map in which\naggregate activity at any location tracks the correlation between input and\ntarget features, with relative and controllable independence from bottom-up\nsaliency. We first show that this model can localize objects in both composite\nimages and natural scenes and demonstrate the importance of normalization for\nsuccessful search. We next show that this model can predict human fixations on\nsingle trials, including error and target-absent trials. We argue that this\nsimple model captures non-trivial properties of the attentional system that\nguides visual search in humans.\n","Comment: 8 figures"]}]
["1404.6456",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematics - Metric Geometry","Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6456"],"date":["2014-04-25"],"type":["text"],"creator":["Willett, Rufus"],"language":[],"coverage":[],"title":["Random graphs, weak coarse embeddings, and higher index theory"],"description":["  This paper studies higher index theory for a random sequence of bounded\ndegree, finite graphs with diameter tending to infinity. We show that in a\nnatural model for such random sequences the following hold almost surely: the\ncoarse Baum-Connes assembly map is injective; the coarse Baum-Connes assembly\nmap is not surjective; the maximal coarse Baum-Connes assembly map is an\nisomorphism. These results are closely tied to issues of expansion in graphs:\nin particular, we also show that such random sequences almost surely do not\nhave geometric property (T), a strong form of expansion.\n  The key geometric ingredients in the proof are due to Mendel and Naor: in our\ncontext, their results imply that a random sequence of graphs almost surely\nadmits a weak form of coarse embedding into Hilbert space.\n"]}]
["1404.6457",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6457"],"date":["2014-04-25"],"type":["text"],"creator":["Neumann, Christoph","Heen, Olivier","Onno, Stéphane"],"language":[],"coverage":[],"title":["An empirical study of passive 802.11 Device Fingerprinting"],"description":["  802.11 device fingerprinting is the action of characterizing a target device\nthrough its wireless traffic. This results in a signature that may be used for\nidentification, network monitoring or intrusion detection. The fingerprinting\nmethod can be active by sending traffic to the target device, or passive by\njust observing the traffic sent by the target device. Many passive\nfingerprinting methods rely on the observation of one particular network\nfeature, such as the rate switching behavior or the transmission pattern of\nprobe requests. In this work, we evaluate a set of global wireless network\nparameters with respect to their ability to identify 802.11 devices. We\nrestrict ourselves to parameters that can be observed passively using a\nstandard wireless card. We evaluate these parameters for two different tests:\ni) the identification test that returns one single result being the closest\nmatch for the target device, and ii) the similarity test that returns a set of\ndevices that are close to the target devices. We find that the network\nparameters transmission time and frame inter-arrival time perform best in\ncomparison to the other network parameters considered. Finally, we focus on\ninter-arrival times, the most promising parameter for device identification,\nand show its dependency from several device characteristics such as the\nwireless card and driver but also running applications.\n","Comment: Proceedings of 32nd International Conference on Distributed Computing\n  Systems Workshops (ICDCSW 2012), Workshop on Network Forensics, Security and\n  Privacy (NFSP'12)"]}]
["1404.6458",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6458","doi:10.1016/j.icarus.2014.04.032"],"date":["2014-04-25"],"type":["text"],"creator":["Suggs, Robert","Moser, Danielle","Cooke, William","Suggs, Ronnie"],"language":[],"coverage":[],"title":["The Flux of Kilogram-Sized Meteoroids from Lunar Impact Monitoring"],"description":["  The flashes from meteoroid impacts on the Moon are useful in determining the\nflux of impactors with masses as low as a few tens of grams. A routine\nmonitoring program at NASA's Marshall Space Flight Center has recorded over 300\nimpacts since 2006. A selection of 126 flashes recorded during periods of\nphotometric skies was analyzed, creating the largest and most homogeneous\ndataset of lunar impact flashes to date. Standard CCD photometric techniques\nwere applied to the video and the luminous energy, kinetic energy, and mass are\nestimated for each impactor. Shower associations were determined for most of\nthe impactors and a range of luminous efficiencies was considered. The flux to\na limiting energy of 2.5E-6 kT TNT or 1.05E7 J is 1.03E-7 km-2 hr-1 and the\nflux to a limiting mass of 30 g is 6.14E-10 m-2 yr-1 at the Moon. Comparisons\nmade with measurements and models of the meteoroid population indicate that the\nflux of objects in this size range is slightly lower (but within error bars)\nthan flux at this size from the near Earth object and fireball population by\nBrown et al. 2002. Size estimates for the crater detected by Lunar\nReconnaissance Orbiter from a large impact observed on March 17, 2013 are also\nbriefly discussed.\n","Comment: Accepted by Icarus 19 April 2014. 28 pages, 16 figures, 4 tables"]}]
["1404.6460",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6460","doi:10.1016/j.jeurceramsoc.2014.01.041"],"date":["2014-04-24"],"type":["text"],"creator":["Penasa, M.","Piccolroaz, A.","Argani, L.","Bigoni, D."],"language":[],"coverage":[],"title":["Integration algorithms of elastoplasticity for ceramic powder compaction"],"description":["  Inelastic deformation of ceramic powders (and of a broad class of rock-like\nand granular materials), can be described with the yield function proposed by\nBigoni and Piccolroaz (2004, Yield criteria for quasibrittle and frictional\nmaterials. Int. J. Solids and Structures, 41, 2855-2878). This yield function\nis not defined outside the yield locus, so that 'gradient-based' integration\nalgorithms of elastoplasticity cannot be directly employed. Therefore, we\npropose two ad hoc algorithms: (i.) an explicit integration scheme based on a\nforward Euler technique with a 'centre-of-mass' return correction and (ii.) an\nimplicit integration scheme based on a 'cutoff-substepping' return algorithm.\nIso-error maps and comparisons of the results provided by the two algorithms\nwith two exact solutions (the compaction of a ceramic powder against a rigid\nspherical cup and the expansion of a thick spherical shell made up of a green\nbody), show that both the proposed algorithms perform correctly and accurately.\n","Comment: 21 pages. Journal of the European Ceramic Society, 2014"]}]
["1404.6461",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6461"],"date":["2014-04-25"],"type":["text"],"creator":["Cipolatti, R.","Dickstein, F.","Puel, J. P"],"language":[],"coverage":[],"title":["Existence of standing waves for the complex Ginzburg-Landau equation"],"description":["  We prove the existence of non-trivial standing wave solutions of the complex\nGinzburg-Landau equation $\\phi_t - e^{i\\theta}(\\rho I- \\Delta) \\varphi -\ne^{i\\gamma} |\\phi |^\\alpha \\varphi =0 $ in $\\Rn$, where $(N-2)\\alpha <4$,\n$\\theta ,\\gamma \\in (-\\pi /2,\\pi /2)$ and $\\rho >0$. Analogous result is\nobtained in a ball $\\Omega \\in\\Rn$ for $\\rho >-\\lambda_1$, where $\\lambda_1$ is\nthe first eigenvalue of the Laplace operator with Dirichlet boundary\nconditions.\n"]}]
["1404.6465",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6465"],"date":["2014-04-25"],"type":["text"],"creator":["Anselmino, M.","Boglione, M.","D'Alesio, U.","Melis, S.","Murgia, F.","Prokudin, A."],"language":[],"coverage":[],"title":["Single Spin Asymmetries in l p(transv. pol.) --> h X processes and TMD\n  factorisation"],"description":["  Some estimates for the transverse Single Spin Asymmetry, A_N, in the\ninclusive processes l p(transv. pol.) --> h X, given in a previous paper, are\nexpanded and compared with new experimental data. The predictions are based on\nthe Sivers distributions and the Collins fragmentation functions which fit the\nazimuthal asymmetries measured in Semi-Inclusive Deep Inelastic Scattering\n(SIDIS) processes (l p(transv. pol.) --> l' h X). The factorisation in terms of\nTransverse Momentum Dependent distribution and fragmentation functions (TMD\nfactorisation) -- i.e., the theoretical framework in which SIDIS azimuthal\nasymmetries are analysed -- is assumed to hold also for the inclusive process l\np --> h X at large P_T. The values of A_N thus obtained agree in sign and shape\nwith the data. Some predictions are given for future experiments.\n","Comment: RevTex4, 10 pages, 14 eps figures"]}]
["1404.6471",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6471"],"date":["2014-04-25"],"type":["text"],"creator":["Zhang, Huishuai","Lai, Lifeng","Liang, Yingbin","Wang, Hua"],"language":[],"coverage":[],"title":["The Capacity Region of the Source-Type Model for Secret Key and Private\n  Key Generation"],"description":["  The problem of simultaneously generating a secret key (SK) and private key\n(PK) pair among three terminals via public discussion is investigated, in which\neach terminal observes a component of correlated sources. All three terminals\nare required to generate a common secret key concealed from an eavesdropper\nthat has access to public discussion, while two designated terminals are\nrequired to generate an extra private key concealed from both the eavesdropper\nand the remaining terminal. An outer bound on the SK-PK capacity region was\nestablished in [1], and was shown to be achievable for one case. In this paper,\nachievable schemes are designed to achieve the outer bound for the remaining\ntwo cases, and hence the SK-PK capacity region is established in general. The\nmain technique lies in the novel design of a random binning-joint decoding\nscheme that achieves the existing outer bound.\n","Comment: 20 pages, 4 figures"]}]
["1404.6472",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6472"],"date":["2014-04-25"],"type":["text"],"creator":["Duan, Ruchen","Liang, Yingbin","Khisti, Ashish","Shamai, Shlomo"],"language":[],"coverage":[],"title":["Parallel Gaussian Networks with a Common State-Cognitive Helper"],"description":["  A class of state-dependent parallel networks with a common state-cognitive\nhelper, in which $K$ transmitters wish to send $K$ messages to their\ncorresponding receivers over $K$ state-corrupted parallel channels, and a\nhelper who knows the state information noncausally wishes to assist these\nreceivers to cancel state interference. Furthermore, the helper also has its\nown message to be sent simultaneously to its corresponding receiver. Since the\nstate information is known only to the helper, but not to the corresponding\ntransmitters $1,\\dots,K$, transmitter-side state cognition and receiver-side\nstate interference are mismatched. Our focus is on the high state power regime,\ni.e., the state power goes to infinity. Three (sub)models are studied. Model I\nserves as a basic model, which consists of only one transmitter-receiver (with\nstate corruption) pair in addition to a helper that assists the receiver to\ncancel state in addition to transmitting its own message. Model II consists of\ntwo transmitter-receiver pairs in addition to a helper, and only one receiver\nis interfered by a state sequence. Model III generalizes model I include\nmultiple transmitter-receiver pairs with each receiver corrupted by independent\nstate. For all models, inner and outer bounds on the capacity region are\nderived, and comparison of the two bounds leads to characterization of either\nfull or partial boundary of the capacity region under various channel\nparameters.\n"]}]
["1404.6474",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6474"],"date":["2014-04-25"],"type":["text"],"creator":["Zou, Shaofeng","Liang, Yingbin","Lai, Lifeng","Shamai, Shlomo"],"language":[],"coverage":[],"title":["An Information Theoretic Approach to Secret Sharing"],"description":["  A novel information theoretic approach is proposed to solve the secret\nsharing problem, in which a dealer distributes one or multiple secrets among a\nset of participants that for each secret only qualified sets of users can\nrecover it by pooling their shares together while non-qualified sets of users\nobtain no information about the secret even if they pool their shares together.\nWhile existing secret sharing systems (implicitly) assume that communications\nbetween the dealer and participants are noiseless, this paper takes a more\npractical assumption that the dealer delivers shares to the participants via a\nnoisy broadcast channel. An information theoretic approach is proposed, which\nexploits the channel as additional resources to achieve secret sharing\nrequirements. In this way, secret sharing problems can be reformulated as\nequivalent secure communication problems via wiretap channels, and can be\nsolved by employing powerful information theoretic security techniques. This\napproach is first developed for the classic secret sharing problem, in which\nonly one secret is to be shared. This classic problem is shown to be equivalent\nto a communication problem over a compound wiretap channel. The lower and upper\nbounds on the secrecy capacity of the compound channel provide the\ncorresponding bounds on the secret sharing rate. The power of the approach is\nfurther demonstrated by a more general layered multi-secret sharing problem,\nwhich is shown to be equivalent to the degraded broadcast multiple-input\nmultiple-output (MIMO) channel with layered decoding and secrecy constraints.\nThe secrecy capacity region for the degraded MIMO broadcast channel is\ncharacterized, which provides the secret sharing capacity region. Furthermore,\nthese secure encoding schemes that achieve the secrecy capacity region provide\nan information theoretic scheme for sharing the secrets.\n"]}]
["1404.6477",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Dynamical Systems","Quantitative Biology - Molecular Networks","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6477"],"date":["2014-04-25"],"type":["text"],"creator":["Mirzaev, Inom","Bortz, David Matthew"],"language":[],"coverage":[],"title":["Analytical Equilibrium Solutions of Biochemical Systems with Synthesis\n  and Degradation"],"description":["  Analyzing qualitative behaviors of biochemical reactions using its associated\nnetwork structure has proven useful in diverse branches of biology. As an\nextension of our previous work, we introduce a graph-based framework to\ncalculate steady state solutions of biochemical reaction networks with\nsynthesis and degradation. Our approach is based on a labeled directed graph\n$G$ and the associated system of linear non-homogeneous differential equations\nwith first order degradation and zeroth order synthesis. We also present a\ntheorem which provides necessary and sufficient conditions for the dynamics to\nengender a unique stable steady state.\n  Although the dynamics are linear, one can apply this framework to nonlinear\nsystems by encoding nonlinearity into the edge labels. We answer open question\nfrom our previous work concerning the non-positiveness of the elements in the\ninverse of a perturbed Laplacian matrix. Moreover, we provide a graph\ntheoretical framework for the computation of the inverse of a such matrix. This\nalso completes our previous framework and makes it purely graph theoretical.\nLately, we demonstrate the utility of this framework by applying it to a\nmathematical model of insulin secretion through ion channels and glucose\nmetabolism in pancreatic $\\beta$-cells.\n","Comment: 28 pages"]}]
["1404.6484",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6484","Mod. Phys. Lett. A, Vol. 29, No. 12 (2014) 1430011","doi:10.1142/S0217732314300110"],"date":["2014-04-25"],"type":["text"],"creator":["Grange, Joseph","Katori, Teppei"],"language":[],"coverage":[],"title":["Charged Current Quasi-Elastic Cross Section Measurements in MiniBooNE"],"description":["  The neutrino-induced charged-current quasi-elastic (CCQE, $\\nu_l+n\\to l^-+p$\nor $\\bar\\nu_l+p\\to l^++n$) interaction is the most abundant interaction around\n1 GeV, and it is the most fundamental channel to study neutrino oscillations.\nRecently, MiniBooNE published both muon neutrino and muon anti-neutrino double\ndifferential cross sections on carbon. In this review, we describe the details\nof these analyses and include some historical remarks.\n","Comment: Preprint of an article submitted for consideration in Modern Physics\n  Letter A \\c{opyright} 2014 [copyright World Scientific Publishing Company]\n  http://www.worldscinet.com/mpla"]}]
["1404.6486",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6486","Nat. Comm. 5, 3711 (2014)","doi:10.1038/ncomms4711"],"date":["2014-04-25"],"type":["text"],"creator":["Yi, M.","Zhang, Y.","Liu, Z. -K.","Ding, X.","Chu, J. -H.","Kemper, A. F.","Plonka, N.","Moritz, B.","Hashimoto, M.","Mo, S. -K.","Hussain, Z.","Devereaux, T. P.","Fisher, I. R.","Wen, H. H.","Shen, Z. -X.","Lu, D. H."],"language":[],"coverage":[],"title":["Dynamic competition between spin density wave order and\n  superconductivity in underdoped $Ba_{1-x}K_xFe_2As_2$"],"description":["  An intriguing aspect of unconventional superconductivity is that it always\nappears in the vicinity of other competing phases, whose suppression brings the\nfull emergence of superconductivity. In the iron-pnictides, these competing\nphases are marked by a tetragonal-to-orthorhombic structural transition and a\ncollinear spin-density-wave (SDW) transition. There has been macroscopic\nevidence for competition between these phases and superconductivity as the\nmagnitude of both the orthorhombicity and magnetic moment are suppressed in the\nsuperconducting state. Here, using angle-resolved photoemission spectroscopy on\ndetwinned underdoped $Ba_{1-x}K_xFe_2As_2$, we observe a coexistence of both\nthe SDW gap and superconducting gap in the same electronic structure.\nFurthermore, our data reveal that following the onset of superconductivity, the\nSDW gap decreases in magnitude and shifts in a direction consistent with a\nreduction of the orbital anisotropy. This observation provides direct\nspectroscopic evidence for the dynamic competition between superconductivity\nand both SDW and electronic nematic orders in these materials.\n"]}]
["1404.6488",{"format":[],"subject":["Mathematics - Group Theory","20M10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6488"],"date":["2014-04-25"],"type":["text"],"creator":["Jones, Peter R."],"language":[],"coverage":[],"title":["Almost perfect restriction semigroups"],"description":["  We call a restriction semigroup almost perfect if it is proper and its least\nmonoid congruence is perfect. We show that any such semigroup is isomorphic to\na `$W$-product' $W(T,Y)$, where $T$ is a monoid, $Y$ is a semilattice and there\nis a homomorphism from $T$ into the inverse semigroup $TI_Y$ of isomorphisms\nbetween ideals of $Y$. Conversely, all such $W$-products are almost perfect.\nSince we also show that every restriction semigroup has an easily computed\ncover of this type, the combination yields a `McAlister-type' theorem for all\nrestriction semigroups. It is one of the theses of this work that almost\nperfection and perfection, the analogue of this definition for restriction\nmonoids, are the appropriate settings for such a theorem. That these theorems\ndo not reduce to a general theorem for inverse semigroups illustrates a second\nthesis of this work: that restriction (and, by extension, Ehresmann) semigroups\nhave a rich theory that does not consist merely of generalizations of inverse\nsemigroup theory. It is then with some ambivalence that we show that all the\nmain results of this work easily generalize to encompass all proper restriction\nsemigroups.\n  The notation $W(T,Y)$ recognizes that it is a far-reaching generalization of\na long-known similarly titled construction. As a result, our work generalizes\nSzendrei's description of almost factorizable semigroups while at the same time\nincluding certain classes of free restriction semigroups in its realm.\n","Comment: 27 pages"]}]
["1404.6491",{"format":[],"subject":["Computer Science - Computation and Language","Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6491"],"date":["2014-04-23"],"type":["text"],"creator":["Wiebe, Janyce","Deng, Lingjia"],"language":[],"coverage":[],"title":["An Account of Opinion Implicatures"],"description":["  While previous sentiment analysis research has concentrated on the\ninterpretation of explicitly stated opinions and attitudes, this work initiates\nthe computational study of a type of opinion implicature (i.e.,\nopinion-oriented inference) in text. This paper described a rule-based\nframework for representing and analyzing opinion implicatures which we hope\nwill contribute to deeper automatic interpretation of subjective language. In\nthe course of understanding implicatures, the system recognizes implicit\nsentiments (and beliefs) toward various events and entities in the sentence,\noften attributed to different sources (holders) and of mixed polarities; thus,\nit produces a richer interpretation than is typical in opinion analysis.\n","Comment: 50 Pages. Submitted to the journal, Language Resources and Evaluation"]}]
["1404.6497",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6497"],"date":["2014-04-25"],"type":["text"],"creator":["Shepler, Anne V.","Witherspoon, Sarah"],"language":[],"coverage":[],"title":["Poincare-Birkhoff-Witt Theorems"],"description":["  We sample some Poincare-Birkhoff-Witt theorems appearing in mathematics.\nAlong the way, we compare modern techniques used to establish such results, for\nexample, the Composition-Diamond Lemma, Groebner basis theory, and the\nhomological approaches of Braverman and Gaitsgory and of Polishchuk and\nPositselski. We discuss several contexts for PBW theorems and their\napplications, such as Drinfeld-Jimbo quantum groups, graded Hecke algebras, and\nsymplectic reflection and related algebras.\n","Comment: 30 pages; survey article to appear in Mathematical Sciences Research\n  Institute Proceedings"]}]
["1404.6503",{"format":[],"subject":["Computer Science - Formal Languages and Automata Theory","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6503"],"date":["2014-04-25"],"type":["text"],"creator":["Reiter, Fabian"],"language":[],"coverage":[],"title":["Distributed Graph Automata"],"description":["  Inspired by distributed algorithms, we introduce a new class of finite graph\nautomata that recognize precisely the graph languages definable in monadic\nsecond-order logic. For the cases of words and trees, it has been long known\nthat the regular languages are precisely those definable in monadic\nsecond-order logic. In this regard, the automata proposed in the present work\ncan be seen, to some extent, as a generalization of finite automata to graphs.\n  Furthermore, we show that, unlike for finite automata on words and trees, the\ndeterministic, nondeterministic and alternating variants of our automata form a\nstrict hierarchy with respect to their expressive power. For the weaker\nvariants, the emptiness problem is decidable.\n","Comment: Master's Thesis, 64 pages"]}]
["1404.6508",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6508"],"date":["2014-04-22"],"type":["text"],"creator":["Ding, Guoru","Wu, Qihui","Wang, Jinlong","Yao, Yu-Dong"],"language":[],"coverage":[],"title":["Big Spectrum Data: The New Resource for Cognitive Wireless Networking"],"description":["  The era of Big Data is here now, which has brought both unprecedented\nopportunities and critical challenges. In this article, from a perspective of\ncognitive wireless networking, we start with a definition of Big Spectrum Data\nby analyzing its characteristics in terms of six Vs, i.e., volume, variety,\nvelocity, veracity, viability, and value. We then present a high-level tutorial\non research frontiers in Big Spectrum Data analytics to guide the development\nof practical algorithms. We also highlight Big Spectrum Data as the new\nresource for cognitive wireless networking by presenting the emerging use\ncases.\n"]}]
["1404.6515",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6515"],"date":["2014-04-19"],"type":["text"],"creator":["Kampert, Karl-Heinz"],"language":[],"coverage":[],"title":["Ultra-High Energy Cosmic Rays: Results and Prospects"],"description":["  Recent advances in measuring and interpreting cosmic rays from the spectral\nankle to the highest energies are briefly reviewed. A knee of heavy primaries\nand an ankle of light primaries have been observed at about 10^{17} eV. The\nlight component starts to dominate the flux at the ankle in the all particle\nspectrum at about 4x10^{18} eV and sheds light on the transition from galactic\nto extragalactic cosmic rays. The prime question at the highest energies is\nabout the origin of the flux suppression observed at E > 4x10^{19} eV. Is this\nthe long awaited GZK-effect or the exhaustion of sources? The key to answering\nthis question is again the still largely unknown mass composition at the\nhighest energies. Data from different observatories don't quite agree and\ncommon efforts have been started to settle that question. The high level of\nisotropy observed even at the highest energies challenges models of a proton\ndominated composition if extragalactic magnetic fields are on the order of a\nfew nG or less. We will discuss the experimental and theoretical progress in\nthe field and the prospects for the next decade.\n","Comment: Invited paper presented at the 9th Rencontres du Vietnam on Windows\n  on the Universe; Inaugural Conference of ICISE, Quy Nhon, August 11.-17.,\n  2013. Updated report from Jan. 2014. arXiv admin note: text overlap with\n  arXiv:1305.2363"]}]
["1404.6518",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6518"],"date":["2014-04-25"],"type":["text"],"creator":["Lange, Philipp","Kewes, Günter","Severin, Nikolai","Benson, Oliver","Rabe, Jürgen P."],"language":[],"coverage":[],"title":["Evidence for graphene plasmons in the visible spectral range probed by\n  molecules"],"description":["  Graphene is considered to be plasmon active only up to the infrared based on\ncombined tight binding model and random phase approximation calculations. Here\nwe show that the optical properties of graphene as measured by ellipsometry and\nsimulated by density functional theory imply the existence of strongly\nlocalized graphene plasmons in the visible with a line width of 0.1 eV. Using\nsmall emitters that provide the high wavevectors necessary to excite graphene\nplasmons at optical frequencies we demonstrate graphene plasmon induced\nexcitation enhancement by nearly 3 orders of magnitude.\n","Comment: 17+18 pages, 3+6 figures"]}]
["math/0207297",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Complex Variables","32H50, 58D05, 37Fxx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0207297","doi:10.1023/A:1022101132569"],"date":["2002-07-31"],"type":["text"],"creator":["Martinez, Fabio Enrique Brochero"],"language":[],"coverage":[],"title":["Groups of germs of analytic diffeomorphisms in (C^2,0)"],"description":["  Let G a group of germs of analytic diffeomorphisms in (C^2,0). We find some\nremarkable properties supposing that\n  G is finite, linearizable, abelian nilpotent and solvable. In particular, if\nthe group is abelian and has a generic dicritic diffeomorphisms, then the group\nis a subgroup of a 1-parametric group. In addition, we study the topological\nbehaviour of the orbits of a dicritic diffeomorphisms. Last, we find some\ninvariants in order to know when two diffeomorphisms are formally conjugates.\n"]}]
["math/0611019",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Complex Variables","32H02, 32H50, 37F99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611019","doi:10.5565/PUBLMAT_52108_09"],"date":["2006-11-01"],"type":["text"],"creator":["Martinez, F. E Brochero","Cano, F.","Hernanz, L. Lopez"],"language":[],"coverage":[],"title":["Parabolic curves for diffeomorphisms in (C^2,0)"],"description":["  We give a simple proof of existence of parabolic curves for tangent to the\nidentity diffeomorphisms in (C^2,0) with isolated fixed point.\n","Comment: 4 pages"]}]
