["0909.2331",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Discrete Mathematics","Mathematics - Combinatorics","F.2.2","G.2.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.2331"],"date":["2009-09-12","2014-05-02"],"type":["text"],"creator":["Kelleher, Jerome","O'Sullivan, Barry"],"language":[],"coverage":[],"title":["Generating All Partitions: A Comparison Of Two Encodings"],"description":["  Integer partitions may be encoded as either ascending or descending\ncompositions for the purposes of systematic generation. Many algorithms exist\nto generate all descending compositions, yet none have previously been\npublished to generate all ascending compositions. We develop three new\nalgorithms to generate all ascending compositions and compare these with\ndescending composition generators from the literature. We analyse the new\nalgorithms and provide new and more precise analyses for the descending\ncomposition generators. In each case, the ascending composition generation\nalgorithm is substantially more efficient than its descending composition\ncounterpart. We develop a new formula for the partition function p(n) as part\nof our analysis of the lexicographic succession rule for ascending\ncompositions.\n","Comment: 40 pages, 2 figures. Derived from J. Kelleher's Ph.D thesis, Encoding\n  Partitions as Ascending Compositions, University College Cork, 2006. V2:\n  corrected typos in RuleDesc algorithm"]}]
["1006.1838",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1838"],"date":["2010-06-09","2014-05-01"],"type":["text"],"creator":["Ou, Ye-Lin","Tang, Liang"],"language":[],"coverage":[],"title":["On the generalized Chen's conjecture on biharmonic submanifolds"],"description":["  The generalized Chen's conjecture on biharmonic submanifolds asserts that any\nbiharmonic submanifold of a non-positively curved manifold is minimal (see\ne.g., [CMO1], [MO], [BMO1], [BMO2], [BMO3], [Ba1], [Ba2], [Ou1], [Ou2], [IIU]).\nIn this paper, we prove that this conjecture is false by constructing\nfoliations of proper biharmonic hyperplanes in a 5-dimensional conformally flat\nspace with negative sectional curvature. Many examples of proper biharmonic\nsubmanifolds of non-positively curved spaces are also given.\n","Comment: revised version with a new title of the paper and journal reference.\n  Michigan Math Journal, 2012"]}]
["1007.4519",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H10, 14H40, 14C22, 14A20, 14L24"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.4519","Documenta Math. 19 (2014), 457--507"],"date":["2010-07-26","2014-05-01"],"type":["text"],"creator":["Melo, Margarida","Viviani, Filippo"],"language":[],"coverage":[],"title":["The Picard group of the compactified universal Jacobian"],"description":["  We determine explicitly the Picard groups of the universal Jacobian stack and\nof its compactification over the stack of stable curves. Along the way, we\nprove some results concerning the gerbe structure of the universal Jacobian\nstack over its rigidification by the natural action of the multiplicative group\nand relate this with the existence of generalized Poincar\\'e line bundles. We\nalso compare our results with Kouvidakis-Fontanari computations of the divisor\nclass group of the universal (compactified) Jacobian scheme.\n","Comment: 33 pages, final version"]}]
["1008.5293",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.5293","doi:10.1140/epjb/e2013-40932-2"],"date":["2010-08-31"],"type":["text"],"creator":["Lipavský, Pavel","Šopík, Břetislav","Männel, Michael","Morawetz, Klaus"],"language":[],"coverage":[],"title":["Stability of condensate in superconductors"],"description":["  According to the BCS theory the superconducting condensate develops in a\nsingle quantum mode and no Cooper pairs out of the condensate are assumed. Here\nwe discuss a mechanism by which the successful mode inhibits condensation in\nneighboring modes and suppresses a creation of noncondensed Cooper pairs. It is\nshown that condensed and noncondensed Cooper pairs are separated by an energy\ngap which is smaller than the superconducting gap but large enough to prevent\nnucleation in all other modes and to eliminate effects of noncondensed Cooper\npairs on properties of superconductors. Our result thus justifies basic\nassumptions of the BCS theory and confirms that the BCS condensate is stable\nwith respect to two-particle excitations.\n"]}]
["1009.0845",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.0845","Phys. Rev. A 89, 042120 (2014)","doi:10.1103/PhysRevA.89.042120"],"date":["2010-09-04","2014-05-02"],"type":["text"],"creator":["Hall, Michael J. W.","Cresser, James D.","Li, Li","Andersson, Erika"],"language":[],"coverage":[],"title":["Canonical form of master equations and characterization of\n  non-Markovianity"],"description":["  Master equations govern the time evolution of a quantum system interacting\nwith an environment, and may be written in a variety of forms. Time-independent\nor memoryless master equations, in particular, can be cast in the well-known\nLindblad form. Any time-local master equation, Markovian or non-Markovian, may\nin fact also be written in a Lindblad-like form. A diagonalisation procedure\nresults in a unique, and in this sense canonical, representation of the\nequation, which may be used to fully characterize the non-Markovianity of the\ntime evolution. Recently, several different measures of non-Markovianity have\nbeen presented which reflect, to varying degrees, the appearance of negative\ndecoherence rates in the Lindblad-like form of the master equation. We\ntherefore propose using the negative decoherence rates themselves, as they\nappear in the canonical form of the master equation, to completely characterize\nnon-Markovianity. The advantages of this are especially apparent when more than\none decoherence channel is present. We show that a measure proposed by Rivas et\nal. is a surprisingly simple function of the canonical decoherence rates, and\ngive an example of a master equation that is non-Markovian for all times t>0,\nbut to which nearly all proposed measures are blind. We also give necessary and\nsufficient conditions for trace distance and volume measures to witness\nnon-Markovianity, in terms of the Bloch damping matrix.\n","Comment: v2: Significant update, with many new results and one new author. 12\n  pages; v3: Minor clarifications, to appear in PRA; v4: matches published\n  version"]}]
["1011.0591",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0591","J. Reine Angew. Math. (2012), Vol. 2014, No. 690, 65-78","doi:10.1515/crelle-2012-0013"],"date":["2010-11-02"],"type":["text"],"creator":["Herr, Sebastian","Tataru, Daniel","Tzvetkov, Nikolay"],"language":[],"coverage":[],"title":["Strichartz estimates for partially periodic solutions to Schr\\\"odinger\n  equations in 4d and applications"],"description":["  We consider the energy critical nonlinear Schr\\\"odinger equation on periodic\ndomains of the form R^m x T^{4-m} with m=0,1,2,3. Assuming that a certain L^4\nStrichartz estimate holds for solutions to the corresponding linear\nSchr\\\"odinger equation, we prove that the nonlinear problem is locally\nwell-posed in the energy space. Then we verify that the L^4 estimate holds if\nm=2,3, leaving open the cases m=0,1.\n","Comment: 15 pages"]}]
["1111.1818",{"format":[],"subject":["Mathematics - Number Theory","11F67, 11R23"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1818"],"date":["2011-11-08","2014-05-02"],"type":["text"],"creator":["Januszewski, Fabian"],"language":[],"coverage":[],"title":["On p-adic L-functions for ${\\rm GL}(n)\\times{\\rm GL}(n-1)$ over totally\n  real fields"],"description":["  We refine and extend previous constructions of $p$-adic $L$-functions for\nRankin-Selberg convolutions on $\\GL(n)\\times\\GL(n-1)$ for regular algebraic\nrepresentations over totally real fields. We also prove an intrinsic functional\nequation for this $p$-adic $L$-function, which will be of interest in further\nstudy of its arithmetic properties.\n"]}]
["1111.3311",{"format":[],"subject":["Mathematics - Probability","Mathematics - Combinatorics","05A17 (Primary) 60C05, 60F05, 60G50 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3311","doi:10.1002/rsa.20540"],"date":["2011-11-14","2014-05-02"],"type":["text"],"creator":["Bogachev, Leonid V."],"language":[],"coverage":[],"title":["Unified derivation of the limit shape for multiplicative ensembles of\n  random integer partitions with equiweighted parts"],"description":["  We derive the limit shape of Young diagrams, associated with growing integer\npartitions, with respect to multiplicative probability measures underpinned by\nthe generating functions of the form $\\mathcal{F}(z)=\\prod_{\\ell=1}^\\infty\n\\mathcal{F}_0(z^\\ell)$ (which entails equal weighting among possible parts\n$\\ell\\in\\mathbb{N}$). Under mild technical assumptions on the function\n$H_0(u)=\\ln(\\mathcal{F}_0(u))$, we show that the limit shape $\\omega^*(x)$\nexists and is given by the equation $y=\\gamma^{-1}H_0(\\mathrm{e}^{-\\gamma x})$,\nwhere $\\gamma^2=\\int_0^1 u^{-1}H_0(u)\\,\\mathrm{d}u$. The wide class of\npartition measures covered by this result includes (but is not limited to)\nrepresentatives of the three meta-types of decomposable combinatorial\nstructures --- assemblies, multisets and selections. Our method is based on the\nusual randomization and conditioning; to this end, a suitable local limit\ntheorem is proved. The proofs are greatly facilitated by working with the\ncumulants of sums of the part counts rather than with their moments.\n","Comment: Minor editorial corrections. Published in \"Random Structures and\n  Algorithms\" (18 Apr 2014, Early View, online),\n  http://onlinelibrary.wiley.com/doi/10.1002/rsa.20540/abstract"]}]
["1203.2140",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","Mathematical Physics","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2140","Central European Journal of Physics, 12 (2014), 123-131","doi:10.2478/s11534-014-0427-1"],"date":["2012-03-09","2014-01-24"],"type":["text"],"creator":["Stoica, Ovidiu-Cristinel"],"language":[],"coverage":[],"title":["Einstein equation at singularities"],"description":["  Einstein's equation is rewritten in an equivalent form, which remains valid\nat the singularities in some major cases. These cases include the Schwarzschild\nsingularity, the Friedmann-Lema\\^itre-Robertson-Walker Big Bang singularity,\nisotropic singularities, and a class of warped product singularities. This\nequation is constructed in terms of the Ricci part of the Riemann curvature (as\nthe Kulkarni-Nomizu product between Einstein's equation and the metric tensor).\n","Comment: 12 pages. Ovidiu-Cristinel Stoica, Cent. Eur. J. Phys., 2014,\n  10.2478/s11534-014-0427-1"]}]
["1204.6663",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.6663","Phys. Rev. D 86, 123518 (2012)","doi:10.1103/PhysRevD.86.123518"],"date":["2012-04-30","2012-12-04"],"type":["text"],"creator":["Magueijo, Joao","Mozaffari, Ali"],"language":[],"coverage":[],"title":["Saddle stresses for generic theories with a preferred acceleration scale"],"description":["  We show how scaling arguments may be used to generate templates for the tidal\nstresses around saddles for a vast class of MONDian theories {\\it detached from\ntheir obligations as dark matter alternatives}. Such theories are to be seen\nsimply as alternative theories of gravity with a preferred acceleration scale,\nand could be tested in the solar system by extending the LISA Pathfinder (LPF)\nmission. The constraints thus obtained may then be combined, if one wishes,\nwith requirements arising from astrophysical and cosmological applications, but\na clear separation of the issues is achieved. The central technical content of\nthis paper is the derivation of a scaling prescription allowing complex\nnumerical work to be bypassed in the generation of templates. We find that LPF\ncould constrain very tightly the acceleration $a_0$ and the free parameter\n$\\kappa$ present in these theories. As an application of our technique we also\nproduce predictions for the moon saddle (for which a similar scaling argument\nis applicable) with the result that we recommend that it should be included in\norbit design.\n","Comment: Analysis of the lunar saddle added to version to appear in Physical\n  Review D"]}]
["1207.3967",{"format":[],"subject":["Mathematics - Functional Analysis","46B80, 46B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3967","Mediterr. J. Math. 11 (2014), no. 2, 653-666","doi:10.1007/s00009-013-0315-8"],"date":["2012-07-17","2013-06-18"],"type":["text"],"creator":["Kraus, Michal"],"language":[],"coverage":[],"title":["Coarse and uniform embeddings between Orlicz sequence spaces"],"description":["  We give an almost complete description of the coarse and uniform\nembeddability between Orlicz sequence spaces. We show that the embeddability\nbetween two Orlicz sequence spaces is in most cases determined only by the\nvalues of their upper Matuszewska-Orlicz indices. On the other hand, we present\nexamples which show that sometimes the embeddability is not determined by the\nvalues of these indices.\n","Comment: 12 pages. This is the final version. To appear in Mediterr. J. Math"]}]
["1208.4050",{"format":[],"subject":["Mathematics - Rings and Algebras","05D05, 05E30, 33C45, 33D45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4050","Contrib. Discrete Math. 8 (2013) 41-59"],"date":["2012-08-20","2013-05-11"],"type":["text"],"creator":["Tanaka, Hajime"],"language":[],"coverage":[],"title":["The Erd\\H{o}s-Ko-Rado basis for a Leonard system"],"description":["  We introduce and discuss an Erd\\H{o}s-Ko-Rado basis for the underlying vector\nspace of a Leonard system $\\Phi = (A; A^*; \\{E_i\\}_{i=0}^d ; \\{E_i^*\n\\}_{i=0}^d)$ that satisfies a mild condition on the eigenvalues of $A$ and\n$A^*$. We describe the transition matrices to/from other known bases, as well\nas the matrices representing $A$ and $A^*$ with respect to the new basis. We\nalso discuss how these results can be viewed as a generalization of the linear\nprogramming method used previously in the proofs of the \"Erd\\H{o}s-Ko-Rado\ntheorems\" for several classical families of $Q$-polynomial distance-regular\ngraphs, including the original 1961 theorem of Erd\\H{o}s, Ko, and Rado.\n","Comment: 19 pages"]}]
["1208.4384",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Mathematics - Optimization and Control","Physics - Data Analysis, Statistics and Probability","Quantitative Biology - Quantitative Methods","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4384","doi:10.1007/s10851-013-0440-9"],"date":["2012-08-21","2013-02-22"],"type":["text"],"creator":["Chang, Joshua C.","Chou, Tom"],"language":[],"coverage":[],"title":["Iterative graph cuts for image segmentation with a nonlinear statistical\n  shape prior"],"description":["  Shape-based regularization has proven to be a useful method for delineating\nobjects within noisy images where one has prior knowledge of the shape of the\ntargeted object. When a collection of possible shapes is available, the\nspecification of a shape prior using kernel density estimation is a natural\ntechnique. Unfortunately, energy functionals arising from kernel density\nestimation are of a form that makes them impossible to directly minimize using\nefficient optimization algorithms such as graph cuts. Our main contribution is\nto show how one may recast the energy functional into a form that is\nminimizable iteratively and efficiently using graph cuts.\n","Comment: Revision submitted to JMIV (02/24/13)"]}]
["1209.0215",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0215"],"date":["2012-09-02","2014-05-02"],"type":["text"],"creator":["Rahman, Zini","Adhikari, Rathin"],"language":[],"coverage":[],"title":["Discovering $CP$ violation in neutrino oscillation experiment using\n  neutrino beam from electron capture"],"description":["  Considering the recently obtained value of $\\theta_{13}$ from Daya Bay and\nother reactor experiments we have studied the prospects of considering\nmono-energetic neutrino beam in studying $CP$ violation in the leptonic sector.\nUsing a neutrino beam from electron capture process for nuclei $^{110}_{50}$Sn\nand $^{152}$Yb and considering two baselines - 130 Km and 250 Km with Water\nCherenkov detector, we have shown the discovery reach of $CP$ violation in\nneutrino oscillation experiment. Particularly for $^{110}_{50}$Sn nuclei $CP$\nviolation could be found for about 80% of the possible $\\delta$ values for a\nbaseline of 130 km with boost factor $\\gamma = 500$. This result is obtained\nwith conservative choice of neutrino energy resolution using the possible\nvertex resolution at the detector and taking into account beam spreading. The\nnuclei $^{152}$Yb is although more suitable technically for the production of\nmono-energetic beam, but is found to be not so suitable for good discovery\nreach of $CP$ violation.\n","Comment: 12 pages, LaTex, 4 figures (9 eps files), text,figures modified"]}]
["1209.5571",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.5571"],"date":["2012-09-25","2014-05-02"],"type":["text"],"creator":["Artale, Alessandro","Kontchakov, Roman","Ryzhikov, Vladislav","Zakharyaschev, Michael"],"language":[],"coverage":[],"title":["A Cookbook for Temporal Conceptual Data Modelling with Description\n  Logics"],"description":["  We design temporal description logics suitable for reasoning about temporal\nconceptual data models and investigate their computational complexity. Our\nformalisms are based on DL-Lite logics with three types of concept inclusions\n(ranging from atomic concept inclusions and disjointness to the full Booleans),\nas well as cardinality constraints and role inclusions. In the temporal\ndimension, they capture future and past temporal operators on concepts,\nflexible and rigid roles, the operators `always' and `some time' on roles, data\nassertions for particular moments of time and global concept inclusions. The\nlogics are interpreted over the Cartesian products of object domains and the\nflow of time (Z,<), satisfying the constant domain assumption. We prove that\nthe most expressive of our temporal description logics (which can capture\nlifespan cardinalities and either qualitative or quantitative evolution\nconstraints) turn out to be undecidable. However, by omitting some of the\ntemporal operators on concepts/roles or by restricting the form of concept\ninclusions we obtain logics whose complexity ranges between PSpace and\nNLogSpace. These positive results were obtained by reduction to various clausal\nfragments of propositional temporal logic, which opens a way to employ\npropositional or first-order temporal provers for reasoning about temporal data\nmodels.\n","Comment: Accepted for the ACM Transaction on Computational Logic, (TOCL)"]}]
["1210.3127",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Operator Algebras","Primary 16D70, Secondary 46L55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3127"],"date":["2012-10-11","2014-05-02"],"type":["text"],"creator":["Ara, P.","Pardo, E."],"language":[],"coverage":[],"title":["Towards a K-theoretic characterization of graded isomorphisms between\n  Leavitt path algebras"],"description":["  Hazrat gave a K-theoretic invariant for Leavitt path algebras as graded\nalgebras. Hazrat conjectured that this invariant classifies Leavitt path\nalgebras up to graded isomorphism, and proved the conjecture in some cases. In\nthis paper, we prove that a weak version of the conjecture holds for all finite\nessential graphs.\n","Comment: Final version, to appear in Journal of K-Theory. arXiv admin note:\n  text overlap with arXiv:0802.1198 by other authors"]}]
["1210.4201",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.4201"],"date":["2012-10-15","2014-05-02"],"type":["text"],"creator":["Mendelson, Dana","Nachmias, Asaf","Watson, Samuel S."],"language":[],"coverage":[],"title":["Rate of Convergence for Cardy's Formula"],"description":["  We show that crossing probabilities in 2D critical site percolation on the\ntriangular lattice in a piecewise analytic Jordan domain converge with power\nlaw rate in the mesh size to their limit given by the Cardy-Smirnov formula. We\nuse this result to obtain new upper and lower bounds of exp(O(sqrt(log log R)))\nR^(-1/3) for the probability that the cluster at the origin in the half-plane\nhas diameter R, improving the previously known estimate of R^(-1/3+o(1)).\n","Comment: 31 pages, 17 figures. Referee corrections made, to appear in\n  Communications in Mathematical Physics"]}]
["1211.0936",{"format":[],"subject":["Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.0936"],"date":["2012-11-05","2014-05-02"],"type":["text"],"creator":["Martinez-Villa, Roberto"],"language":[],"coverage":[],"title":["The homogenized enveloping Algebra of the Lie Algebra sl(2,C)"],"description":["  In this paper we study the homogenized algebra $B$ of the enveloping algebra\n$U$ of the Lie algebra sl(2,C). We look first to connections between the\ncategory of graded left $B$- modules and the category of $U$-modules, then we\nprove $B$ is Koszul and Artin-Schelter regular of global dimension four, hence\nits Yoneda algebra $% B^{!}$ is selfinjective of radical five zero, the\nstructure of $B^{!}$ is given. We describe next the category of homogenized\nVerma modules, which correspond to the lifting to $B$ of the usual Verma\nmodules over $U$, and prove that such modules are Koszul of projective\ndimension two. It was proved in [MZ] that all graded stable components of a\nselfinjective Koszul algebra are of type $ZA_{\\infty}$, we characterize here\nthe graded $B^{!}$% -modules corresponding under Koszul duality to the\nhomogenized Verma modules, and prove that they are located at the mouth of a\nregular component, in this way we obtain a family of components over a wild\nalgebra indexed by C. The paper ends with the description of a family of weight\nmodules over $B$ which corresponds to the weight modules over $U$ and with a\ndescription of the category of $B$ - modules corresponding to the Gelfand's\ncategory $% \\mathcal{O}$ of $U$-modules .\n","Comment: The paper has been withdrawn due to an error in theorem 1, it will be\n  substituted by two papers"]}]
["1211.2649",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.2649"],"date":["2012-11-12","2014-05-02"],"type":["text"],"creator":["Masuda, Toru"],"language":[],"coverage":[],"title":["Comments on new multiple-brane solutions based on Hata-Kojita duality in\n  open string field theory"],"description":["  Recently, Hata and Kojita proposed a new energy formula for a class of\nsolutions in Witten's open string field theory based on a novel symmetry of\ncorrelation functions they found. Their energy formula can be regarded as a\ngeneralization of the conventional energy formula by Murata and Schnabl.\nFollowing their proposal, we investigate their new ansatz for the classical\nsolution representing double D-branes. We present a regularized definition of\nthis solution and show that the solution satisfies the equation of motion when\nit is contracted with the solution itself and when it is contracted with any\nstates in the Fock space. However, the Ellwood invariant and the boundary state\nof the solution are the same as those for the perturbative vacuum. This result\ndisagrees with an expectation from the Ellwood conjecture.\n","Comment: 31 pages; v5: the formula (1.7) and (3.5) corrected; a proof of the\n  formula (3.2) added; a new paragraph added at the end of appendix C; typos\n  corrected"]}]
["1211.2711",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.2711","Applied Physics Letters 102, 022420 (2013)","doi:10.1063/1.4781415"],"date":["2012-11-12","2013-01-04"],"type":["text"],"creator":["Pursley, Brennan","Luengo-Kovac, M.","Vardar, G.","Goldman, R. S.","Sih, V."],"language":[],"coverage":[],"title":["Spin lifetime measurements in GaAsBi thin films"],"description":["  Photoluminescence spectroscopy and Hanle effect measurements are used to\ninvestigate carrier spin dephasing and recombination times in the semiconductor\nalloy GaAsBi as a function of temperature and excitation energy. Hanle effect\nmeasurements reveal the product of g-factor and effective spin dephasing time\n(gTs) ranges from 0.8 ns at 40 K to 0.1 ns at 120 K. The temperature dependence\nof gTs provides evidence for a thermally activated effect, which is attributed\nto hole localization at single Bi or Bi cluster sites below 40 K.\n","Comment: 5 pages, 3 figures"]}]
["1211.3409",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.3409"],"date":["2012-11-14","2014-05-01"],"type":["text"],"creator":["Drukker, Nadav","Okuda, Takuya","Passerini, Filippo"],"language":[],"coverage":[],"title":["Exact results for vortex loop operators in 3d supersymmetric theories"],"description":["  Three dimensional field theories admit disorder line operators, dubbed vortex\nloop operators. They are defined by the path integral in the presence of\nprescribed singularities along the defect line. We study half-BPS vortex loop\noperators for N=2 supersymmetric theories on S^3, its deformation S^3_b and S^1\nx S^2. We construct BPS vortex loops defined by the path integral with a fixed\ngauge or flavor holonomy for infinitesimal curves linking the loop. It is also\npossible to include a singular profile for matter fields. For vortex loops\ndefined by holonomy, we perform supersymmetric localization by calculating the\nfluctuation modes, or alternatively by applying the index theory for\ntransversally elliptic operators. We clarify how the latter method works in\nsituations without fixed points of relevant isometries. Abelian mirror symmetry\ntransforms Wilson and vortex loops in a specific way. In particular an ordinary\nWilson loop transforms into a vortex loop for a flavor symmetry. Our\nlocalization results confirm the predictions of abelian mirror symmetry.\n","Comment: 70 pages, 3 figures; version 2: 73 pages, added references, expanded\n  discussions on index theory, and corrected some formulas and arguments"]}]
["1211.5261",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5261","Phys. Rev. D 89, 085041 (2014)","doi:10.1103/PhysRevD.89.085041"],"date":["2012-11-22","2014-05-02"],"type":["text"],"creator":["Lee, Antony R.","Fuentes, Ivette"],"language":[],"coverage":[],"title":["Spatially extended Unruh-DeWitt detectors for relativistic quantum\n  information"],"description":["  Unruh-DeWitt detectors interacting locally with a quantum field are systems\nunder consideration for relativistic quantum information processing. In most\nworks, the detectors are assumed to be point-like and, therefore, couple with\nthe same strength to all modes of the field spectrum. We propose the use of a\nmore realistic detector model where the detector has a finite size conveniently\ntailored by a spatial profile. We design a spatial profile such that the\ndetector, when inertial, naturally couples to a peaked distribution of\nMinkowski modes. In the uniformly accelerated case, the detector couples to a\npeaked distribution of Rindler modes. Such distributions are of special\ninterest in the analysis of entanglement in non-inetial frames. We use our\ndetector model to show the noise detected in the Minkowski vacuum and in single\nparticle states is a function of the detector's acceleration.\n","Comment: Revised for publication, 9 pages (+1 references page), 7 figures"]}]
["1211.5265",{"format":[],"subject":["Mathematical Physics","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5265","Journal of Differential Equations 255 (5), 905-950 (2013)","doi:10.1016/j.jde.2013.04.031"],"date":["2012-11-22","2013-04-30"],"type":["text"],"creator":["Cañizo, José A.","Lods, Bertrand"],"language":[],"coverage":[],"title":["Exponential convergence to equilibrium for subcritical solutions of the\n  Becker-D\\\"oring equations"],"description":["  We prove that any subcritical solution to the Becker-D\\\"{o}ring equations\nconverges exponentially fast to the unique steady state with same mass. Our\nconvergence result is quantitative and we show that the rate of exponential\ndecay is governed by the spectral gap for the linearized equation, for which\nseveral bounds are provided. This improves the known convergence result by\nJabin & Niethammer (see ref. [14]). Our approach is based on a careful spectral\nanalysis of the linearized Becker-D\\\"oring equation (which is new to our\nknowledge) in both a Hilbert setting and in certain weighted $\\ell^1$ spaces.\nThis spectral analysis is then combined with uniform exponential moment bounds\nof solutions in order to obtain a convergence result for the nonlinear\nequation.\n"]}]
["1212.2293",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2293"],"date":["2012-12-10","2014-05-02"],"type":["text"],"creator":["Zarmi, Yair"],"language":[],"coverage":[],"title":["Spatially extended relativistic particles associated with multi-soliton\n  solutions of the Sine-Gordon equation in more than one space dimension"],"description":["  Contrary to the decades-old understanding, SGn, the Sine-Gordon equation in\n(1+n) dimensions, has N-soliton solutions for any N >= 1, not only for n = 1,\nbut also for n = 2 and 3. While SG1 solitons are confined to a line, SG2- and\nSG3-solitons are confined to a plane. An SG2-soliton solution moves rigidly\nwith a constant velocity in the plane, and an SG3-solution moves rigidly with a\nconstant velocity in the plane, and along the normal to the plane. A\nconservation law for the current density, obeyed by the single-SGn-soliton\nsolution, is violated by all multi-soliton solutions. The violation manifests\nitself by generating vertices, structures that are localized around the soliton\ncollision regions and decay exponentially in all directions in the\n(1+n)-dimensional space. In (1+1) dimensions, vertices evolve and then decay.\nIn (1+2) and (1+3) dimensions, they move with the whole solution at its\nconstant velocity, preserving their profiles, thereby emulating free, spatially\nextended, relativistic particles and bound states of such particles.\n","Comment: This paper has been withdrawn because a newer, fuller version was\n  submitted and is available as arXiv:1310.4044"]}]
["1212.3077",{"format":[],"subject":["Quantum Physics","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3077","Phys. Rev. A 88, 022505 (2013)","doi:10.1103/PhysRevA.88.022505"],"date":["2012-12-13"],"type":["text"],"creator":["Uzdin, Raam","Torre, Emanuele Dalla","Kosloff, Ronnie","Moiseyev, Nimrod"],"language":[],"coverage":[],"title":["A third-order exceptional point effect on the dynamics of a single\n  particle in a time-dependent harmonic trap"],"description":["  The time evolution of a single particle in a harmonic trap with time\ndependent frequency omega(t) is well studied. Nevertheless here we show that,\nwhen the harmonic trap is opened (or closed) as function of time while keeping\nthe adiabatic parameter mu = [d omega(t)/dt]/omega(t)^2 fixed, a sharp\ntransition from an oscillatory to a monotonic exponential dynamics occurs at mu\n= 2. At this transition point the time evolution has a third-order exceptional\npoint (EP) at all instants. This situation, where an EP of a time-dependent\nHermitian Hamiltonian is obtained at any given time, is very different from\nother known cases. Our finding is relevant to the dynamics of a single ion in a\nmagnetic, optical, or rf trap, and of diluted gases of ultracold atoms in\noptical traps.\n"]}]
["1212.3905",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3905","Phys. Rev. D 87, 064034 (2013)","doi:10.1103/PhysRevD.87.064034"],"date":["2012-12-17","2013-10-16"],"type":["text"],"creator":["Mozaffari, Ali"],"language":[],"coverage":[],"title":["Parameterised free functions and saddle stresses in modified gravity"],"description":["  Building on previous work, we explore the parameter space of free functions\nin non-relativistic modified gravity theories more widely, showing that in fact\nthe two broad regimes present have similar functional forms between different\nmodels. Using different parameterisations, we investigate the effects on\nscaling tidal stresses as well as attempt to constrain the (hitherto poorly\nunderstood) deep MONDian scaling C. We also consider a new intermediate MOND\nlimit in these theories and what it tells us about the transition between these\nregimes. Finally we suggest a model independent framework, with the aim of\nconstraining the MONDian parameter space using future data, such as the\nforthcoming LISA Pathfinder mission.\n","Comment: 14 pages, 4 figures, Matches version in PRD"]}]
["1301.7449",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.7449","Science 344, 280 (2014)","doi:10.1126/science.1248253"],"date":["2013-01-30","2013-07-31"],"type":["text"],"creator":["Grover, Tarun","Sheng, D. N.","Vishwanath, Ashvin"],"language":[],"coverage":[],"title":["Emergent Space-time Supersymmetry at the Boundary of a Topological Phase"],"description":["  In contrast to ordinary symmetries, supersymmetry interchanges bosons and\nfermions. Originally proposed as a symmetry of our universe, it still awaits\nexperimental verification. Here we theoretically show that supersymmetry\nemerges naturally in topological superconductors, which are well-known\ncondensed matter systems. Specifically, we argue that the quantum phase\ntransitions at the boundary of topological superconductors in both two and\nthree dimensions display supersymmetry when probed at long distances and times.\nSupersymmetry entails several experimental consequences for these systems, such\nas, exact relations between quantities measured in disparate experiments, and\nin some cases, exact knowledge of the universal critical exponents. The\ntopological surface states themselves may be interpreted as arising from\nspontaneously broken supersymmetry, indicating a deep relation between\ntopological phases and SUSY. We discuss prospects for experimental realization\nin films of superfluid He$_3$-B.\n","Comment: New version is expanded to include 2+1D SUSY on 3D TSc surface, and\n  discussion of possible realizations. 6 pages main text + 4 pages appendix, 5\n  figures"]}]
["1302.4191",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.4191"],"date":["2013-02-18","2014-05-02"],"type":["text"],"creator":["Bevan, Adrian","Inguglia, Gianluca","Zoccali, Michele"],"language":[],"coverage":[],"title":["Neutral meson tests of time-reversal symmetry invariance"],"description":["  The laws of quantum physics can be studied under the mathematical operation T\nthat inverts the direction of time. Strong and electromagnetic forces are known\nto be invariant under temporal inversion, however the weak force is not. The\nBaBar experiment recently exploited the quantum-correlated production of pairs\nof B0 mesons to show that T is a broken symmetry. Here we show that it is\npossible to perform a wide range of tests of quark flavour changing processes\nunder T in order to validate the Standard Model of particle physics covering b\nto u, d, s, and c transitions as well as c to u, d and s transitions using\nentangled B and D pairs created in Y(4S) and psi(3770) decays. We also note\nthat pseudoscalar decays to two spin one particle final states provide an\nadditional set of CP filter bases to use for T violation tests.\n","Comment: 6 pages"]}]
["1303.1964",{"format":[],"subject":["Mathematics - Numerical Analysis","65M12, 65M15, 65M60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.1964"],"date":["2013-03-08","2014-05-02"],"type":["text"],"creator":["Burman, Erik"],"language":[],"coverage":[],"title":["Robust error estimates in weak norms for advection dominated transport\n  problems with rough data"],"description":["  We consider mixing problems in the form of transient convection--diffusion\nequations with a velocity vector field with multiscale character and rough\ndata. We assume that the velocity field has two scales, a coarse scale with\nslow spatial variation, which is responsible for advective transport and a fine\nscale with small amplitude that contributes to the mixing. For this problem we\nconsider the estimation of filtered error quantities for solutions computed\nusing a finite element method with symmetric stabilization. A posteriori error\nestimates and a priori error estimates are derived using the multiscale\ndecomposition of the advective velocity to improve stability. All estimates are\nindependent both of the P\\'eclet number and of the regularity of the exact\nsolution.\n"]}]
["1304.3475",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.3475"],"date":["2013-04-11","2014-05-01"],"type":["text"],"creator":["Cheung, C. C.","collaboration, on behalf of the Fermi-LAT"],"language":[],"coverage":[],"title":["Fermi Discovers a New Population of Gamma-ray Novae"],"description":["  Novae had not been widely considered as high-energy (>100 MeV) gamma-ray\nsources before the launch of the Fermi Large Area Telescope (LAT). In March\n2010, the LAT made the first gamma-ray detection of a nova in the symbiotic\nbinary V407 Cygni. The LAT observations uniquely probed the high-energy\nparticle acceleration mechanism in the environs of the V407 Cyg binary system\nconsisting of a white dwarf and its red giant companion. Subsequently in June\n2012, two more novae were detected with the LAT, Nova Sco 2012 and Nova Mon\n2012, thus heralding novae as a new gamma-ray source class. For Nova Mon 2012,\nthe gamma-ray transient source was discovered first, followed by the optical\nconfirmation of the nova, showcasing how novae can be found with the LAT\nindependently from traditional optical searches. We discuss the LAT detected\ngamma-ray novae together with observational limits on other optical novae over\nthe first four years of the Fermi mission and reconsider the possible\nhigh-energy gamma-ray production mechanisms in novae in light of the new\ndetections.\n","Comment: 2012 Fermi Symposium proceedings - eConf C121028, 6 pages, 4 figures.\n  Corrects a typo in v1 for Nova Mon 2012 start data in Fig 2 caption: June 9\n  -> June 19"]}]
["1304.4040",{"format":[],"subject":["Mathematics - Analysis of PDEs","35B45, 35Q72, 82D60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.4040","Communications in Partial Differential Equations, Vol. 39, No. 6.\n  (May 2014), pp. 1185-1204","doi:10.1080/03605302.2013.829500"],"date":["2013-04-15"],"type":["text"],"creator":["Cañizo, José A.","Desvillettes, Laurent","Fellner, Klemens"],"language":[],"coverage":[],"title":["Improved duality estimates and applications to reaction-diffusion\n  equations"],"description":["  We present a refined duality estimate for parabolic equations. This estimate\nentails new results for systems of reaction-diffusion equations, including\nsmoothness and exponential convergence towards equilibrium for equations with\nquadratic right-hand sides in two dimensions. For general systems in any space\ndimension, we obtain smooth solutions of reaction-diffusion systems coming out\nof reversible chemistry under an assumption that the diffusion coefficients are\nsufficiently close one to another.\n"]}]
["1304.4943",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.4943","Sci. Rep., 4, 4685 (2014)","doi:10.1038/srep04685"],"date":["2013-04-17","2013-05-06"],"type":["text"],"creator":["Kolenderski, Piotr","Scarcella, Carmelo","Johnsen, Kelsey D.","Hamel, Deny R.","Holloway, Catherine","Shalm, Lynden K.","Tisa, Simone","Tosi, Alberto","Resch, Kevin J.","Jennewein, Thomas"],"language":[],"coverage":[],"title":["Time-resolved double-slit experiment with entangled photons"],"description":["  The double-slit experiment strikingly demonstrates the wave-particle duality\nof quantum objects. In this famous experiment, particles pass one-by-one\nthrough a pair of slits and are detected on a distant screen. A distinct\nwave-like pattern emerges after many discrete particle impacts as if each\nparticle is passing through both slits and interfering with itself. While the\ndirect event-by-event buildup of this interference pattern has been observed\nfor massive particles such as electrons, neutrons, atoms and molecules, it has\nnot yet been measured for massless particles like photons. Here we present a\ntemporally- and spatially-resolved measurement of the double-slit interference\npattern using single photons. We send single photons through a birefringent\ndouble-slit apparatus and use a linear array of single-photon detectors to\nobserve the developing interference pattern. The analysis of the buildup allows\nus to compare quantum mechanics and the corpuscular model, which aims to\nexplain the mystery of single-particle interference. Finally, we send one\nphoton from an entangled pair through our double-slit setup and show the\ndependence of the resulting interference pattern on the twin photon's measured\nstate. Our results provide new insight into the dynamics of the buildup process\nin the double-slit experiment, and can be used as a valuable resource in\nquantum information applications.\n"]}]
["1305.1809",{"format":[],"subject":["Statistics - Machine Learning","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.1809"],"date":["2013-05-08","2014-05-02"],"type":["text"],"creator":["Tziortziotis, Nikolaos","Dimitrakakis, Christos","Blekas, Konstantinos"],"language":[],"coverage":[],"title":["Cover Tree Bayesian Reinforcement Learning"],"description":["  This paper proposes an online tree-based Bayesian approach for reinforcement\nlearning. For inference, we employ a generalised context tree model. This\ndefines a distribution on multivariate Gaussian piecewise-linear models, which\ncan be updated in closed form. The tree structure itself is constructed using\nthe cover tree method, which remains efficient in high dimensional spaces. We\ncombine the model with Thompson sampling and approximate dynamic programming to\nobtain effective exploration policies in unknown environments. The flexibility\nand computational simplicity of the model render it suitable for many\nreinforcement learning problems in continuous state spaces. We demonstrate this\nin an experimental comparison with least squares policy iteration.\n"]}]
["1305.2643",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2643"],"date":["2013-05-12","2014-05-02"],"type":["text"],"creator":["Adcock, Ben","Richardson, Mark"],"language":[],"coverage":[],"title":["New exponential variable transform methods for functions with endpoint\n  singularities"],"description":["  The focus of this article is the approximation of functions which are\nanalytic on a compact interval except at the endpoints. Typical numerical\nmethods for approximating such functions depend upon the use of particular\nconformal maps from the original interval to either a semi-infinite or an\ninfinite interval, followed by an appropriate approximation procedure on the\nnew region. We first analyse the convergence of these existing methods and show\nthat, in a precisely defined sense, they are sub-optimal. Specifically, they\nexhibit poor resolution properties, by which we mean that many more degrees of\nfreedom are required to resolve oscillatory functions than standard\napproximation schemes for analytic functions such as Chebyshev interpolation.\n  To remedy this situation, we introduce two new transforms; one for each of\nthe above settings. We provide full convergence results for these new\napproximations and then demonstrate that, for a particular choice of\nparameters, these methods lead to substantially better resolution properties.\nFinally, we show that optimal resolution power can be achieved by an\nappropriate choice of parameters, provided one forfeits classical convergence.\nInstead, the resulting method attains a finite, but user-controlled accuracy\nspecified by the parameter choice.\n"]}]
["1305.3291",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Statistical Mechanics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.3291","doi:10.1007/JHEP12(2013)020"],"date":["2013-05-14","2013-08-27"],"type":["text"],"creator":["Wong, Gabriel","Klich, Israel","Zayas, Leopoldo A. Pando","Vaman, Diana"],"language":[],"coverage":[],"title":["Entanglement Temperature and Entanglement Entropy of Excited States"],"description":["  We derive a general relation between the ground state entanglement\nHamiltonian and the physical stress tensor within the path integral formalism.\nFor spherical entangling surfaces in a CFT, we reproduce the \\emph{local}\nground state entanglement Hamiltonian derived by Casini, Huerta and Myers. The\nresulting reduced density matrix can be characterized by a spatially varying\n\"entanglement temperature.\" Using the entanglement Hamiltonian, we calculate\nthe first order change in the entanglement entropy due to changes in conserved\ncharges of the ground state, and find a local first law-like relation for the\nentanglement entropy. Our approach provides a field theory derivation and\ngeneralization of recent results obtained by holographic techniques. However,\nwe note a discrepancy between our field theoretically derived results for the\nentanglement entropy of excited states with a non-uniform energy density and\ncurrent holographic results in the literature. Finally, we give a CFT\nderivation of a set of constraint equations obeyed by the entanglement entropy\nof excited states in any dimension. Previously, these equations were derived in\nthe context of holography.\n","Comment: 17 pages, 3 figures. Typo fixed in eq. (III.12) and constraint\n  equation (VI.18) added generalizing previous result to higher dimensions.Some\n  references added"]}]
["1305.4301",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.4301","doi:10.1016/j.csda.2014.03.012"],"date":["2013-05-18","2013-06-18"],"type":["text"],"creator":["Murray, Paula M.","Browne, Ryan P.","McNicholas, Paul D."],"language":[],"coverage":[],"title":["Mixtures of Skew-t Factor Analyzers"],"description":["  In this paper, we introduce a mixture of skew-t factor analyzers as well as a\nfamily of mixture models based thereon. The mixture of skew-t distributions\nmodel that we use arises as a limiting case of the mixture of generalized\nhyperbolic distributions. Like their Gaussian and t-distribution analogues, our\nmixture of skew-t factor analyzers are very well-suited to the model-based\nclustering of high-dimensional data. Imposing constraints on components of the\ndecomposed covariance parameter results in the development of eight flexible\nmodels. The alternating expectation-conditional maximization algorithm is used\nfor model parameter estimation and the Bayesian information criterion is used\nfor model selection. The models are applied to both real and simulated data,\ngiving superior clustering results compared to a well-established family of\nGaussian mixture models.\n"]}]
["1306.3379",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematical Physics","58A20, 58A50, 70G65, 58E30, 70H50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1306.3379"],"date":["2013-06-14","2014-05-01"],"type":["text"],"creator":["Jóźwikowski, Michał","Rotkiewicz, Mikołaj"],"language":[],"coverage":[],"title":["Prototypes of higher algebroids with applications to variational\n  calculus"],"description":["  Reductions of higher tangent bundles of Lie groupoids provide natural\nexamples of geometric structures which we would like to call higher algebroids.\nSuch objects can be also constructed abstractly starting from an arbitrary\nalmost Lie algebroid. A higher algebroid is, in principle, a graded bundle\nequipped with a differential relation of special kind (a Zakrzewski morphism).\nIn the paper we investigate basic properties of higher algebroids and show some\napplications. Namely, we develop a geometric framework for variational calculus\non higher algebroids (including both forces and momenta). Such a formalism\ncovers simultaneously variational problems on higher tangent bundles,\nfirst-order problems on algebroids and higher-order problems reduced by\nsymmetries.\n","Comment: 62 pages, revised version: improved presentation, new introduction,\n  some examples added"]}]
["1306.3736",{"format":[],"subject":["Mathematics - Algebraic Geometry","14B15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1306.3736","Documenta Mathematica vol. 19 (2014), p. 541-565"],"date":["2013-06-17","2014-05-02"],"type":["text"],"creator":["Sernesi, Edoardo"],"language":[],"coverage":[],"title":["The local cohomology of the jacobian ring"],"description":["  We study the 0-th local cohomology module of the jacobian ring of a singular\nreduced complex projective hypersurface X, by relating it to the sheaf of\nlogarithmic vector field along X. We investigate the analogies between the\nlocal cohomology and the well known properties of the jacobian ring of a\nnonsingular hypersurface. In particular we study self-duality, Hodge theoretic\nand Torelli type questions.\n","Comment: Final version"]}]
["1306.4213",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1306.4213"],"date":["2013-06-18","2014-05-02"],"type":["text"],"creator":["Vento, Vicente","Mantovani, Valentina Sarti"],"language":[],"coverage":[],"title":["On the magnetic monopole mass"],"description":["  Magnetic monopoles have been a subject of interest since Dirac established\nthe relation between the existence of a monopole and charge quantization. 't\nHooft and Polyakov proved that they can arise from gauge theories as the result\nof a non trivial topology. In their scheme the mass of the monopole turns out\nto be large proportional to the vector meson mass arising from the spontaneous\nbreaking of the symmetry at unification scales. To reduce from the GUT scale to\nthe Standard Model scale we modify the potential in line with Coleman-Weinberg\nschemes and generate a second deeper minimum turning the original vacuum\nquantum mechanically unstable. This mechanism leads to radiating monopoles of\nlower mass which could be detected at LHC.\n","Comment: 19 pages, 11 figures"]}]
["1306.6882",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1306.6882","J. Chem. Phys. 139, 014101 (2013)","doi:10.1063/1.4811651"],"date":["2013-06-28"],"type":["text"],"creator":["Trail, J. R.","Needs, R. J."],"language":[],"coverage":[],"title":["Pseudopotentials for correlated electron systems"],"description":["  A scheme is developed for creating pseudopotentials for use in\ncorrelated-electron calculations. Pseudopotentials for the light elements H,\nLi, Be, B, C, N, O, and F, are reported, based on data from high-level quantum\nchemical calculations. Results obtained with these correlated electron\npseudopotentials (CEPPs) are compared with data for atomic energy levels and\nthe dissociation energies, molecular geometries and zero-point vibrational\nenergies of small molecules obtained from coupled cluster single double triple\n(CCSD(T)) calculations with large basis sets. The CEPPs give better results in\ncorrelated-electron calculations than Hartree-Fock-based pseudopotentials\navailable in the literature.\n","Comment: 17 pages, 8 figures"]}]
["1307.3307",{"format":[],"subject":["Mathematics - Representation Theory","17B65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.3307","SIGMA 10 (2014), 030, 23 pages","doi:10.3842/SIGMA.2014.030"],"date":["2013-07-11","2014-05-02"],"type":["text"],"creator":["Bennett, Matthew","Bianchi, Angelo"],"language":[],"coverage":[],"title":["Tilting Modules in Truncated Categories"],"description":["  We begin the study of a tilting theory in certain truncated categories of\nmodules $\\mathcal G(\\Gamma)$ for the current Lie algebra associated to a\nfinite-dimensional complex simple Lie algebra, where $\\Gamma = P^+ \\times J$,\n$J$ is an interval in $\\mathbb Z$, and $P^+$ is the set of dominant integral\nweights of the simple Lie algebra. We use this to put a tilting theory on the\ncategory $\\mathcal G(\\Gamma')$ where $\\Gamma' = P' \\times J$, where\n$P'\\subseteq P^+$ is saturated. Under certain natural conditions on $\\Gamma'$,\nwe note that $\\mathcal G(\\Gamma')$ admits full tilting modules.\n","Comment: v7: rearrangement of Sections 2, 3 and 7, reference [5] updated,\n  misprints corrected"]}]
["1307.4840",{"format":[],"subject":["Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.4840"],"date":["2013-07-18","2014-05-02"],"type":["text"],"creator":["Yalin, Sinan"],"language":[],"coverage":[],"title":["Simplicial localization of homotopy algebras over a prop"],"description":["  We prove that a weak equivalence between two cofibrant (colored) props in\nchain complexes induces a Dwyer-Kan equivalence between the simplicial\nlocalizations of the associated categories of algebras. This homotopy\ninvariance under base change implies that the homotopy category of homotopy\nalgebras over a prop P does not depend on the choice of a cofibrant resolution\nof P, and gives thus a coherence to the notion of algebra up to homotopy in\nthis setting. The result is established more generally for algebras in\ncombinatorial monoidal dg categories.\n","Comment: slight improvement of the main result, several corrections. Submitted"]}]
["1307.5558",{"format":[],"subject":["Statistics - Methodology","Statistics - Applications","Statistics - Computation","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.5558","doi:10.1002/sta4.43"],"date":["2013-07-21","2013-08-30"],"type":["text"],"creator":["Murray, Paula M.","McNicholas, Paul D.","Browne, Ryan P."],"language":[],"coverage":[],"title":["Mixtures of Common Skew-t Factor Analyzers"],"description":["  A mixture of common skew-t factor analyzers model is introduced for\nmodel-based clustering of high-dimensional data. By assuming common component\nfactor loadings, this model allows clustering to be performed in the presence\nof a large number of mixture components or when the number of dimensions is too\nlarge to be well-modelled by the mixtures of factor analyzers model or a\nvariant thereof. Furthermore, assuming that the component densities follow a\nskew-t distribution allows robust clustering of skewed data. The alternating\nexpectation-conditional maximization algorithm is employed for parameter\nestimation. We demonstrate excellent clustering performance when our model is\napplied to real and simulated data.This paper marks the first time that skewed\ncommon factors have been used.\n"]}]
["1307.7069",{"format":[],"subject":["Mathematics - Number Theory","11D45 (11D72, 11P55)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.7069"],"date":["2013-07-26","2014-05-02"],"type":["text"],"creator":["Schindler, D."],"language":[],"coverage":[],"title":["Manin's conjecture for certain biprojective hypersurfaces"],"description":["  Using the circle method, we count integer points on complete intersections in\nbiprojective space in boxes of different side length, provided the number of\nvariables is large enough depending on the degree of the defining equations and\ncertain loci related to the singular locus. Having established these\nasymptotics we deduce asymptotic formulas for rational points on such varieties\nwith respect to the anticanonical height function. In particular, we establish\na conjecture of Manin for certain smooth hypersurfaces in biprojective space of\nsufficiently large dimension.\n","Comment: 43 pages"]}]
["1308.0529",{"format":[],"subject":["Mathematics - Numerical Analysis","65M12, 65M60, 35L02"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1308.0529"],"date":["2013-08-02","2014-05-02"],"type":["text"],"creator":["Burman, Erik"],"language":[],"coverage":[],"title":["Stabilized finite element methods for nonsymmetric, noncoercive and\n  ill-posed problem. Part II: hyperbolic equations"],"description":["  In this paper we consider stabilised finite element methods for hyperbolic\ntransport equations without coercivity. Abstract conditions for the convergence\nof the methods are introduced and these conditions are shown to hold for three\ndifferent stabilised methods: the Galerkin least squares method, the continuous\ninterior penalty method and the discontinuous Galerkin method. We consider both\nthe standard stabilisation methods and the optimisation based method introduced\nin \\cite{part1}. The main idea of the latter is to write the stabilised method\nin an optimisation framework and select the discrete function for which a\ncertain cost functional, in our case stabilisation term, is minimised. Some\nnumerical examples illustrate the theoretical investigations.\n"]}]
["1308.1233",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1308.1233","J. Theor. Phys. 2 (2013)39-48"],"date":["2013-08-06","2014-05-02"],"type":["text"],"creator":["Ahmad, Iftikhar","Fatima, Maqsoom","Najam-ul-Basat"],"language":[],"coverage":[],"title":["Static Solutions of Einstein's Equations with Spherical Symmetry"],"description":["  The Schwarzschild solution is a complete solution of Einstein's field\nequations for a static spherically symmetric field. The Einstein's field\nequations solutions appear in the literature, but in different ways\ncorresponding to different definitions of the radial coordinate. We attempt to\ncompare them to the solutions with nonvanishing energy density and pressure. We\nalso calculate some special cases with changes in spherical symmetry.\n","Comment: 10 pages,3 figures. arXiv admin note: substantial text overlap with\n  arXiv:1101.4668 by other authors"]}]
["1308.2455",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1308.2455","J. Math. Phys. 55 (2014), 043101 1--19","doi:10.1063/1.4872236"],"date":["2013-08-11","2014-05-02"],"type":["text"],"creator":["Yoshida, Z.","Kawazura, Y.","Yokoyama, T."],"language":[],"coverage":[],"title":["Relativistic helicity and link in Minkowski space-time"],"description":["  A relativistic helicity has been formulated in the four-dimensional Minkowski\nspace-time. Whereas the relativistic distortion of space-time violates the\nconservation of the conventional helicity, the newly defined relativistic\nhelicity conserves in a barotropic fluid or plasma, dictating a fundamental\ntopological constraint. The relation between the helicity and the vortex-line\ntopology has been delineated by analyzing the linking number of vortex\nfilaments which are singular differential forms representing the pure states of\nBanach algebra. While the dimension of space-time is four, vortex filaments\nlink, because vorticities are primarily 2-forms and the corresponding 2-chains\nlink in four dimension; the relativistic helicity measures the linking number\nof vortex filaments that are proper-time cross-sections of the vorticity\n2-chains. A thermodynamic force yields an additional term in the vorticity, by\nwhich the vortex filaments on a reference-time plane are no longer pure states.\nHowever, the vortex filaments on a proper-time plane remain to be pure states,\nif the thermodynamic force is exact (barotropic), thus, the linking number of\nvortex filaments conserves.\n"]}]
["1308.3085",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1308.3085","Eur. Phys. J. C74 (2014) 2851","doi:10.1140/epjc/s10052-014-2851-1"],"date":["2013-08-14","2014-05-02"],"type":["text"],"creator":["Binh, D. T.","Hue, L. T.","Huong, D. T.","Long, H. N."],"language":[],"coverage":[],"title":["Higgs revised in Supersymmetric Economical 3-3-1 model with B/\\mu-type\n  terms"],"description":["  We re-investigate the scalar potential and the Higgs sector of the\nsupersymmetric economical 3-3-1 model (SUSYE331) in the presence of the B/\\mu\ntype terms which has many important consequences. First, the model contains no\nmassless Higgs fields. Second, we prove that the soft mass parameters of\nHiggses must be at the SU(3)_L scale. As a result, the masses of the Higgses\ndrift toward this scale except one light real neutral Higgs with the mass of\nm_Z|cos(2\\gamma)| at the tree level. We also show that there are some Higgses\ncontaining many properties of the Higgses in the minimal supersymmetric\nstandard model (MSSM), especially in the neutral Higgs sector. One exact\nrelation in the MSSM, m^2_H^{+/-}=m^2_A+m^2_W, is still true in the SUSYE331.\nBased on this result we make some comments on the lepton flavor violating\ndecays of these Higgses as one of signatures of new physics in the SUSYE331\nmodel which may be detected by present colliders.\n","Comment: Matches version accepted for publication in EPJC. Typos are\n  corrected. We add a new section, a new appendix, a new figure and new\n  references to explain more clearly the properties of the lightest neutral\n  Higgs. Results unchanged"]}]
["1309.2234",{"format":[],"subject":["High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1309.2234"],"date":["2013-09-09","2014-05-01"],"type":["text"],"creator":["Avetisyan, Aram","Bose, Tulika"],"language":[],"coverage":[],"title":["Search for top partners with charge 5e/3"],"description":["  A feasibility study of searches for top partners with charge 5e/3 at the\nupgraded Large Hadron Collider is performed. The discovery potential and\nexclusion limits are presented using integrated luminosities of 300 fb$^{-1}$\nand 3000 fb$^{-1}$ at center-of-mass energies of 14 and 33 TeV.\n"]}]
["1309.3084",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1309.3084","JHEP04(2014)125","doi:10.1007/JHEP04(2014)125"],"date":["2013-09-12","2014-05-02"],"type":["text"],"creator":["Chang-Young, Ee","Lee, Daeho"],"language":[],"coverage":[],"title":["Friedmann equations and emergence of cosmic space"],"description":["  In this paper, we show that Padmanabhan's conjecture for the emergence of\ncosmic space [arXiv:1206.4916] holds for the flat Friedmann-Robertson-Walker\nuniverse in Einstein gravity but does not hold for the non-flat case unless one\nuses the aerial volume instead of the proper volume. Doing this, we also show\nthat various works extending Padmanabhan's conjecture to non-Einstein and\nnon-flat cases have serious shortfalls. This analysis is done using the\nFriedmann equation with the further assumptions of the holographic principle\nand the equipartition rule of energy.\n","Comment: LaTeX 13 pages, abstract revised, minor corrections, and a\n  speculation about the spatial flatness of the universe is added"]}]
["1309.4690",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1309.4690"],"date":["2013-09-18","2014-05-02"],"type":["text"],"creator":["Mishra, Dheerendra","Mukhopadhyay, Sourav"],"language":[],"coverage":[],"title":["Security Enhancement of Biometric Authentication Scheme for Telecare\n  Medicine Information Systems with Nonce"],"description":["  Telecare medicine information systems (TMIS) present the platform to deliver\nclinical service door to door. The technological advances in mobile computing\nare enhancing the quality of healthcare and a user can access these services\nusing its mobile device. Existing authentication schemes for TMIS are either\nvulnerable to attacks or they have higher computational cost. We propose a\nbiometric based efficient authentication scheme for TMIS which only requires\nthe computation of the hash and XOR functions.\n","Comment: This paper has been withdrawn by the author due to a sign of error in\n  security analysis"]}]
["1309.4944",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1309.4944"],"date":["2013-09-19","2014-05-02"],"type":["text"],"creator":["Mishra, Dheerendra","Mukhopadhyay, Sourav"],"language":[],"coverage":[],"title":["Cryptanalysis and Improvement of Yan et al.'s Biometric-based\n  authentication scheme for Telecare Medicine Information Systems"],"description":["  Remote user authentication is desirable for a Telecare medicine information\nsystem (TMIS) to verify the correctness of remote users and server over the\ninsecure channel. We propose an authentication scheme for TMIS.\n","Comment: This paper has been withdrawn by the author due to a inaccuracy in\n  analysis section"]}]
["1309.7221",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1309.7221","doi:10.1103/PhysRevB.89.115322"],"date":["2013-09-27","2013-10-24"],"type":["text"],"creator":["Hiltunen, Tuukka","Harju, Ari"],"language":[],"coverage":[],"title":["Maximal tripartite entanglement between singlet-triplet qubits in\n  quantum dots"],"description":["  Singlet-triplet states in double quantum dots are promising realizations of\nqubits, and capacitive coupling can be used to create entanglement between\nthese qubits. We propose an entangling three-qubit gate of singlet-triplet\nqubits in a triangular setup. Our simulations using a realistic microscopic\nmodel show that a maximally entangled Greenberger-Horne-Zeilinger state can be\ngenerated as the qubits are evolved under exchange. Furthermore, our analysis\nfor the gate operation can be used to extract the actual experimental pulse\nsequence needed to realize this.\n"]}]
["1310.0163",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1310.0163","doi:10.1088/1742-5468/2014/04/P04022"],"date":["2013-10-01","2014-05-01"],"type":["text"],"creator":["Herrera-Yagüe, C","Schneider, CM","Smoreda, Z","Couronné, T","Zufiria, PJ","González, MC"],"language":[],"coverage":[],"title":["The elliptic model for social fluxes"],"description":["  In this paper, a model (called the elliptic model) is proposed to estimate\nthe number of social ties between two locations using population data in a\nsimilar manner to how transportation research deals with trips. To overcome the\nasymmetry of transportation models, the new model considers that the number of\nrelationships between two locations is inversely proportional to the population\nin the ellipse whose foci are in these two locations. The elliptic model is\nevaluated by considering the anonymous communications patterns of 25 million\nusers from three different countries, where a location has been assigned to\neach user based on their most used phone tower or billing zip code. With this\ninformation, spatial social networks are built at three levels of resolution:\ntower, city and region for each of the three countries. The elliptic model\nachieves a similar performance when predicting communication fluxes as\ntransportation models do when predicting trips. This shows that human\nrelationships are influenced at least as much by geography as is human\nmobility.\n","Comment: Open sources implementations of the model in R, python and Matlab and\n  test dataset available at http://humnetlab.mit.edu/elliptic. Journal of\n  Statistical Mechanics: Theory and Experiment (2014) P04022"]}]
["1310.0471",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1310.0471","Phys. Rev. D 89, 023507 (2014)","doi:10.1103/PhysRevD.89.023507"],"date":["2013-10-01","2014-05-01"],"type":["text"],"creator":["Brahma, Suddhasattwa","Nelson, Elliot","Shandera, Sarah"],"language":[],"coverage":[],"title":["Fossilized Gravitational Wave Relic and Primordial Clocks"],"description":["  If long wavelength primordial tensor modes are coupled to short wavelength\nscalar modes, the scalar curvature two-point function will have an off-diagonal\ncomponent. This `fossil' remnant is a signature of a mode coupling that cannot\nbe achieved in single clock inflation. Any constraint on its presence allows a\ncross check of the relationship between the dynamical generation of the\nfluctuations and the evolution of the inflationary background. We use the\nexample of non-Bunch Davies initial states for the tensor and scalar modes to\ndemonstrate that physically reasonable fossils, consistent with current data,\ncan be observable in the near future. We illustrate how the fossil off-diagonal\npower spectrum is a complementary probe to the squeezed limit bispectra of the\nscalar and tensor sectors individually. We also quantify the relation between\nthe observable signal and the squeezed limit bispectrum for a general\nscalar-scalar-fossil coupling, and note the effect of superhorizon tensor modes\non the anisotropy in scalar modes.\n","Comment: 11 pages, 2 figures, v2: minor corrections, matches version published\n  in PRD"]}]
["1310.2319",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1310.2319","Journal of Physics: Condensed Matter 26 185301 (2014)","doi:10.1088/0953-8984/26/18/185301"],"date":["2013-10-08","2014-04-30"],"type":["text"],"creator":["Chaves, A. J.","Frederico, T.","Oliveira, O.","de Paula, W.","Santos, M. C."],"language":[],"coverage":[],"title":["Optical conductivity of curved graphene"],"description":["  We compute the optical conductivity for an out-of-plane deformation in\ngraphene using an approach based on solutions of the Dirac equation in curved\nspace. Different examples of periodic deformations along one direction\ntranslates into an enhancement of the optical conductivity peaks in the region\nof the far and mid infrared frequencies for periodicities $\\sim100\\,$nm. The\nwidth and position of the peaks can be changed by dialling the parameters of\nthe deformation profiles. The enhancement of the optical conductivity is due to\nintraband transitions and the translational invariance breaking in the\ngeometrically deformed background. Furthemore, we derive an analytical solution\nof the Dirac equation in a curved space for a general deformation along one\nspatial direction. For this class of geometries, it is shown that curvature\ninduces an extra phase in the electron wave function, which can also be\nexplored to produce interference devices of the Aharonov-Bohm type.\n"]}]
["1310.4434",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1310.4434","PoS QFTHEP 2013 (2014) 049"],"date":["2013-10-16"],"type":["text"],"creator":["Andrianov, Alexander A.","Andrianov, Vladimir A.","Espriu, Domenec","Planells, Xumeu"],"language":[],"coverage":[],"title":["An effective theory for QCD with an axial chemical potential"],"description":["  We consider the low energy realization of QCD in terms of meson fields when\nan axial chemical potential is present; a situation that may be relevant in\nheavy ion collisions. We shall demonstrate that the presence of an axial charge\nconstitutes an explicit source of parity breaking. The eigenstates of strong\ninteractions do not have a definite parity and interactions that would\notherwise be forbidden compete with the familiar ones. In this work, we first\nfocus on scalars and pseudoscalars that are described by a generalized linear\nsigma model; and next, we give some hints on how the Vector Meson Dominance\nmodel describes the vector sector.\n","Comment: 7 pages, 8 figures. Contributed to the XXI International Workshop\n  High Energy Physics and Quantum Field Theory, Saint Petersburg, June 2013, to\n  appear in the proceedings"]}]
["1311.1836",{"format":[],"subject":["Quantum Physics","81P05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.1836"],"date":["2013-11-06","2014-05-02"],"type":["text"],"creator":["Umar, Muhamad Darwis"],"language":[],"coverage":[],"title":["A New Stochastic Model of the Causal Interpretation of Quantum Theory on\n  the Development of the Fundamental Concept of Mass"],"description":["  In this paper we pose two fundamental ideas on the motion of an elementary\nparticle supporting the internal \"spin motion\" or $\\textit{Zitterbewegung}$ and\na particle as concentrated energy. First, the particle moves randomly in a\nlimited area (in a quantum sized-volume) like random vibrating system where the\nparticle will diffuse in a quantum-sized volume when it absorbs or emits the\nquantized amount of energy. The quantum sized-volume can move too and plays\nrole similar to the carrier amplitude, while the vibrational motion of the\nfundamental particle with frequency and amplitude represents a modulating\nsignal. The current of diffusion process taking place in the quantum\nsized-volume will represent the emergence of a spin phenomenon shown by the\nexistence of Clifford algebra. Second, the particle is pure energy concentrated\non the surface of 3 dimensional sphere-form (2-manifold without boundary).\nAfterward we show that by defining the particle mass as an invariant quantity\nbased on the two fundamental ideas, we can derive both the diffusion constant\nof the particle in the quantum sized-volume as $\\beta = \\hslash/2m$ and the\nSchr\\\"{o}dinger equation. Furthermore, by posing that the vibrational motion of\nthe particle limited on the quantum sized-volume plays fundamental role as time\ninterval unit (proper time or particle clock), we show that the relativistic\neffects of the particle must represent atomic processes.\n","Comment: 59 pages"]}]
["1311.3523",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.3523"],"date":["2013-11-14","2014-05-02"],"type":["text"],"creator":["Katz, Daniel S.","Allen, Gabrielle","Hong, Neil Chue","Parashar, Manish","Proctor, David"],"language":[],"coverage":[],"title":["First Workshop on Sustainable Software for Science: Practice and\n  Experiences (WSSSPE): Submission and Peer-Review Process, and Results"],"description":["  This technical report discusses the submission and peer-review process used\nby the First Workshop on on Sustainable Software for Science: Practice and\nExperiences (WSSSPE) and the results of that process. It is intended to record\nboth this alternative model as well as the papers associated with the workshop\nthat resulted from that process.\n"]}]
["1312.1569",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.1569","Applied Optics, Vol. 53, Issue 7, pp. 1315-1321 (2014)","doi:10.1364/AO.53.001315"],"date":["2013-12-05"],"type":["text"],"creator":["Padilla, Cinthia","Magaña-Sandoval, Fabian","Muniz, Erik","Smith, Joshua R.","Fritschel, Peter","Zhang, Liyuan"],"language":[],"coverage":[],"title":["Low scatter and ultra-low reflectivity measured in a fused silica window"],"description":["  We investigate the reflectivity and optical scattering characteristics at\n1064\\,nm of an antireflection coated fused silica window of the type being used\nin the Advanced LIGO gravitational-wave detectors. Reflectivity is measured in\nthe ultra-low range of 5-10\\,ppm (by vendor) and 14-30\\,ppm (by us). Using an\nangle-resolved scatterometer we measure the sample's Bidirectional Scattering\nDistribution Function (BSDF) and use this to estimate its transmitted and\nreflected scatter at roughly 20-40\\,ppm and 1\\,ppm, respectively, over the\nrange of angles measured. We further inspect the sample's low backscatter using\nan imaging scatterometer, measuring an angle resolved BSDF below $10^{-6}$\nsr$^{-1}$ for large angles (10$^\\circ$--80$^\\circ$ from incidence in the plane\nof the beam). We use the associated images to (partially) isolate scatter from\ndifferent regions of the sample and find that scattering from the bulk fused\nsilica is on par with backscatter from the antireflection coated optical\nsurfaces. To confirm that the bulk scattering is caused by Rayleigh scattering,\nwe perform a separate experiment, measuring the scattering intensity versus\ninput polarization angle. We estimate that 0.9--1.3\\,ppm of the backscatter can\nbe accounted for by Rayleigh scattering of the bulk fused silica. These results\nindicate that modern antireflection coatings have low enough scatter to not\nlimit the total backscattering of thick fused silica optics.\n","Comment: 9 pages, 10 figures"]}]
["1312.2391",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.2391","Phys. Rev. Lett. 112 (2014) 171801","doi:10.1103/PhysRevLett.112.171801"],"date":["2013-12-09","2014-05-02"],"type":["text"],"creator":["CMS Collaboration"],"language":[],"coverage":[],"title":["Search for top-quark partners with charge 5/3 in the same-sign dilepton\n  final state"],"description":["  A search for the production of heavy partners of the top quark with charge\n5/3 is performed in events with a pair of same-sign leptons. The data sample\ncorresponds to an integrated luminosity of 19.5 inverse femtobarns and was\ncollected at sqrt(s) = 8 TeV by the CMS experiment. No significant excess is\nobserved in the data above the expected background and the existence of\ntop-quark partners with masses below 800 GeV is excluded at a 95% confidence\nlevel, assuming they decay exclusively to tW. This is the first limit on these\nparticles from the LHC, and it is significantly more restrictive than previous\nlimits.\n","Comment: Replaced with published version. Added journal reference and DOI"]}]
["1312.5071",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.5071","Scientific Reports, 4: 4890, 2014","doi:10.1038/srep04890"],"date":["2013-12-18"],"type":["text"],"creator":["Zhang, Yingjie","Han, Wei","Xia, Yunjie","Cao, Junpeng","Fan, Heng"],"language":[],"coverage":[],"title":["Quantum speed limit for arbitrary initial states"],"description":["  We investigate the generic bound on the minimal evolution time of the open\ndynamical quantum system. This quantum speed limit time is applicable to both\nmixed and pure initial states. We then apply this result to the damped\nJaynes-Cummings model and the Ohimc-like dephasing model starting from a\ngeneral time-evolution state. The bound of this time-dependent state at any\npoint in time can be found. For the damped Jaynes-Cummings model, the\ncorresponding bound first decreases and then increases in the Markovian\ndynamics. While in the non-Markovian regime, the speed limit time shows an\ninteresting periodic oscillatory behavior. For the case of Ohimc-like dephasing\nmodel, this bound would be gradually trapped to a fixed value. In addition, the\nroles of the relativistic effects on the speed limit time for the observer in\nnon-inertial frames are discussed.\n","Comment: 5 pages of article, 2 figures"]}]
["1312.6358",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Category Theory","14A20, 18D10, 18E15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.6358"],"date":["2013-12-22","2014-05-02"],"type":["text"],"creator":["Schäppi, Daniel"],"language":[],"coverage":[],"title":["Which abelian tensor categories are geometric?"],"description":["  For a large class of geometric objects, the passage to categories of\nquasi-coherent sheaves provides an embedding in the 2-category of abelian\ntensor categories. The notion of weakly Tannakian categories introduced by the\nauthor gives a characterization of tensor categories in the image of this\nembedding.\n  However, this notion requires additional structure to be present, namely a\nfiber functor. For the case of classical Tannakian categories in characteristic\nzero, Deligne has found intrinsic properties - expressible entirely within the\nlanguage of tensor categories - which are necessary and sufficient for the\nexistence of a fiber functor. In this paper we generalize Deligne's result to\nweakly Tannakian categories in characteristic zero. The class of geometric\nobjects whose tensor categories of quasi-coherent sheaves can be recognized in\nthis manner includes both the gerbes arising in classical Tannaka duality and\nmore classical geometric objects such as projective varieties over a field of\ncharacteristic zero.\n  Our proof uses a different perspective on fiber functors, which we formalize\nthrough the notion of geometric tensor categories. A second application of this\nperspective allows us to describe categories of quasi-coherent sheaves on fiber\nproducts.\n","Comment: 42 pages. Improved exposition; version accepted for publication in\n  Crelle's Journal"]}]
["1312.6983",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.6983","Chin. Phys. B, 2014, 23 (4): 047806","doi:10.1088/1674-1056/23/4/047806"],"date":["2013-12-25"],"type":["text"],"creator":["Liu, Wei","Miroshnichenko, Andrey E.","Kivshar, Yuri S."],"language":[],"coverage":[],"title":["Control of light scattering by nanoparticles with optically-induced\n  magnetic responses"],"description":["  Conventional approaches to control and shape the scattering patterns of light\ngenerated by different nanostructures are mostly based on engineering of their\nelectric response due to the fact that most metallic nanostructures support\nelectric resonances in the optical frequency range. Recently, fuelled by the\nfast development in the fields of metamaterials and plasmonics, artificial\noptically-induced magnetic responses have been demonstrated for various\nnanostructures. This kind of response can be employed to provide an extra\ndegree of freedom for the efficient control and shaping of the scattering\npatterns of nanoparticles and nanoantennas. Here we review the recent progress\nin this research direction of nanoparticle scattering shaping and control\nthrough the interference of both electric and optically-induced magnetic\nresponses. We discuss the magnetic resonances supported by various structures\nin different spectral regimes, and then summarize the original results on the\nscattering shaping involving both electric and magnetic responses, based on the\ninterference of both spectrally separated (with different resonant wavelengths)\nand overlapped dipoles (with the same resonant wavelength), and also other\nhigher-order modes. Finally, we discuss the scattering control utilizing Fano\nresonances associated with the magnetic responses.\n","Comment: To appear in Chinese Physics B (January, 2014), as an invited review\n  paper for the topical review column titled \"Plasmonics and Metamaterials\""]}]
["1312.7190",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.7190","Nature Communications 5, 3809 (2014)","doi:10.1038/ncomms4809"],"date":["2013-12-26"],"type":["text"],"creator":["Mortensen, N. Asger","Raza, Søren","Wubs, Martijn","Søndergaard, Thomas","Bozhevolnyi, Sergey I."],"language":[],"coverage":[],"title":["Generalized nonlocal optical response in nanoplasmonics"],"description":["  Metallic nanostructures exhibit a multitude of optical resonances associated\nwith localized surface plasmon excitations. Recent observations of plasmonic\nphenomena at the sub-nanometer to atomic scale have stimulated the development\nof various sophisticated theoretical approaches for their description. Here\ninstead we present a comparatively simple semiclassical generalized nonlocal\noptical response (GNOR) theory that unifies quantum-pressure convection effects\nand induced-charge diffusion kinetics, with a concomitant complex-valued GNOR\nparameter. Our theory explains surprisingly well both the frequency shifts and\nsize-dependent damping in individual metallic nanoparticles (MNPs) as well as\nthe observed broadening of the cross-over regime from bonding-dipole plasmons\nto charge-transfer plasmons in MNP dimers, thus unraveling a classical\nbroadening mechanism that even dominates the widely anticipated\nshort-circuiting by quantum tunneling. We anticipate that the GNOR theory can\nbe successfully applied in plasmonics to a wide class of conducting media,\nincluding doped semiconductors and low-dimensional materials such as graphene.\n","Comment: 7 pages, including 3 figures. Supplementary information is available\n  upon request to authors"]}]
["1401.1497",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.1497","JCAP04(2014)029","doi:10.1088/1475-7516/2014/04/029"],"date":["2014-01-07","2014-05-02"],"type":["text"],"creator":["Barreira, Alexandre","Li, Baojiu","Hellwing, Wojciech A.","Lombriser, Lucas","Baugh, Carlton M.","Pascoli, Silvia"],"language":[],"coverage":[],"title":["Halo model and halo properties in Galileon gravity cosmologies"],"description":["  We investigate the performance of semi-analytical modelling of large-scale\nstructure in Galileon gravity cosmologies using results from N-body\nsimulations. We focus on the Cubic and Quartic Galileon models that provide a\nreasonable fit to CMB, SNIa and BAO data. We demonstrate that the Sheth-Tormen\nmass function and linear halo bias can be calibrated to provide a very good fit\nto our simulation results. We also find that the halo concentration-mass\nrelation is well fitted by a power law. The nonlinear matter power spectrum\ncomputed in the halo model approach is found to be inaccurate in the mildly\nnonlinear regime, but captures reasonably well the effects of the Vainshtein\nscreening mechanism on small scales. In the Cubic model, the screening\nmechanism hides essentially all of the effects of the fifth force inside\nhaloes. In the case of the Quartic model, the screening mechanism leaves behind\nresidual modifications to gravity, which make the effective gravitational\nstrength time-varying and smaller than the standard value. Compared to normal\ngravity, this causes a deficiency of massive haloes and leads to a weaker\nmatter clustering on small scales. For both models, we show that there are\nrealistic halo occupation distributions of Luminous Red Galaxies that can match\nboth the observed large-scale clustering amplitude and the number density of\nthese galaxies.\n","Comment: 17 pages, 7 figures and 5 tables; v2 contains a HOD analysis of LRGs\n  (Fig.5)"]}]
["1401.2271",{"format":[],"subject":["Condensed Matter - Superconductivity","Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.2271","S.-Z. Lin, J. Appl. Phys. 115, 173901 (2014)","doi:10.1063/1.4874677"],"date":["2014-01-10","2014-05-02"],"type":["text"],"creator":["Lin, Shi-Zeng"],"language":[],"coverage":[],"title":["Mutual synchronization of two stacks of intrinsic Josephson junctions in\n  cuprate superconductors"],"description":["  Certain high-$T_c$ cuprate superconductors, which naturally realize a stack\nof Josephson junctions, thus can be used to generate electromagnetic waves in\nthe terahertz region. A plate-like single crystal with $10^4$ junctions without\ncavity resonance was proposed to achieve strong radiation. For this purpose, it\nis required to synchronize the Josephson plasma oscillation in all junctions.\nIn this work, we propose to use two stacks of junctions shunted in parallel to\nachieve synchronization. The two stacks are mutually synchronized in the whole\nIV curve, and there is a phase shift between the plasma oscillation in the two\nstacks. The phase shift is nonzero when the number of junctions in different\nstacks is the same, while it can be arbitrary when the number of junctions is\ndifferent. This phase shift can be tuned continuously by applying a magnetic\nfield when all the junctions are connected by superconducting wires.\n","Comment: 6.2 pages and 4 figures"]}]
["1401.2553",{"format":[],"subject":["Computer Science - Formal Languages and Automata Theory","F.4.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.2553"],"date":["2014-01-11","2014-05-02"],"type":["text"],"creator":["Berlinkov, Mikhail V."],"language":[],"coverage":[],"title":["Testing for Synchronization"],"description":["  We consider the first problem that appears in any application of\nsynchronizing automata, namely, the problem of deciding whether or not a given\n$n$-state $k$-letter automaton is synchronizing. First we generalize results\nfrom \\cite{RandSynch},\\cite{On2Problems} for the case of strongly connected\npartial automata. Specifically, for $k>1$ we show that an automaton is\nsynchronizing with probability $1-O(\\frac{1}{n^{0.5k}})$ and present an\nalgorithm with linear in $n$ expected time, while the best known algorithm is\nquadratic on each instance. This results are interesting due to their\napplications in synchronization of finite state information sources.\n  After that we consider the synchronization of reachable partial automata that\nhas application for splicing systems in computational biology. For this case we\nprove that the problem of testing a given automaton for synchronization is\nNP-complete.\n","Comment: minor corrections"]}]
["1401.4744",{"format":[],"subject":["Computer Science - Symbolic Computation","68W30, 12Y05, 13P05","G.4","I.1.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.4744"],"date":["2014-01-19","2014-05-02"],"type":["text"],"creator":["Arnold, Andrew","Giesbrecht, Mark","Roche, Daniel S."],"language":[],"coverage":[],"title":["Sparse interpolation over finite fields via low-order roots of unity"],"description":["  We present a new Monte Carlo algorithm for the interpolation of a\nstraight-line program as a sparse polynomial $f$ over an arbitrary finite field\nof size $q$. We assume a priori bounds $D$ and $T$ are given on the degree and\nnumber of terms of $f$. The approach presented in this paper is a hybrid of the\ndiversified and recursive interpolation algorithms, the two previous fastest\nknown probabilistic methods for this problem. By making effective use of the\ninformation contained in the coefficients themselves, this new algorithm\nimproves on the bit complexity of previous methods by a \"soft-Oh\" factor of\n$T$, $\\log D$, or $\\log q$.\n","Comment: 18 pages, 1 table, 4 procedures, accepted to ISSAC 2014"]}]
["1401.4918",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.4918","Phys. Rev. B 89, 195101 (2014)","doi:10.1103/PhysRevB.89.195101"],"date":["2014-01-20","2014-05-02"],"type":["text"],"creator":["Paech, Martin","Jeckelmann, Eric"],"language":[],"coverage":[],"title":["Blind deconvolution of density-matrix renormalization-group spectra"],"description":["  We present a numerical method for calculating piecewise smooth spectral\nfunctions of correlated quantum systems in the thermodynamic limit from the\nspectra of finite systems computed using the dynamical or correction-vector\ndensity-matrix renormalization group method. The key idea is to consider this\nproblem as a blind deconvolution with an unknown kernel which causes both a\nbroadening and finite-size corrections of the spectrum. In practice, the method\nreduces to a least-square optimization under non-linear constraints which\nenforce the positivity and piecewise smoothness of spectral functions. The\nmethod is demonstrated on the single-particle density of states of\none-dimensional paramagnetic Mott insulators represented by the half-filled\nHubbard model on an open chain. Our results confirm that the density of states\nhas a step-like shape but no square-root singularity at the spectrum onset.\n","Comment: published version"]}]
["1401.6308",{"format":[],"subject":["Physics - Geophysics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.6308","doi:10.1007/s00707-014-1136-y"],"date":["2014-01-24"],"type":["text"],"creator":["Ferdowsi, B.","Griffa, M.","Guyer, R. A.","Johnson, P. A.","Carmeliet, J."],"language":[],"coverage":[],"title":["Effect of boundary vibration on the frictional behavior of a dense\n  sheared granular layer"],"description":["  We report results of 3D Discrete Element Method (DEM) simulations aiming at\ninvestigating the role of the boundary vibration in inducing frictional\nweakening in sheared granular layers. We study the role of different vibration\namplitudes applied at various shear stress levels, for a granular layer in the\nstick-slip regime and in the steady-sliding regime. Results are reported in\nterms of friction drops and kinetic energy release associated with frictional\nweakening events. We find that larger vibration amplitude induces larger\nfrictional weakening events. The results show evidence of a threshold below\nwhich no induced frictional weakening takes place. Friction drop size is found\nto be dependent on the shear stress at the time of vibration. A significant\nincrease in the ratio between the number of slipping contacts to the number of\nsticking contacts in the granular layer is observed for large vibration\namplitudes. These vibration-induced contact rearrangements enhance particle\nmobilization and induces a friction drop and kinetic energy release. This\nobservation provides some insight into the grain-scale mechanisms of frictional\nweakening by boundary vibration in a dense sheared granular layer. In addition\nto characterizing the basic physics of vibration induced shear weakening, we\nare attempting to understand how a fault fails in the earth under seismic wave\nforcing. This is the well know phenomenon of dynamic earthquake triggering. We\nbelieve that the granular physics are key to this understanding.\n"]}]
["1401.6694",{"format":[],"subject":["Computer Science - Symbolic Computation","Computer Science - Data Structures and Algorithms","Computer Science - Mathematical Software","68W30","F.2.1","G.4","I.1.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.6694"],"date":["2014-01-26","2014-05-02"],"type":["text"],"creator":["Arnold, Andrew","Roche, Daniel S."],"language":[],"coverage":[],"title":["Multivariate sparse interpolation using randomized Kronecker\n  substitutions"],"description":["  We present new techniques for reducing a multivariate sparse polynomial to a\nunivariate polynomial. The reduction works similarly to the classical and\nwidely-used Kronecker substitution, except that we choose the degrees randomly\nbased on the number of nonzero terms in the multivariate polynomial, that is,\nits sparsity. The resulting univariate polynomial often has a significantly\nlower degree than the Kronecker substitution polynomial, at the expense of a\nsmall number of term collisions. As an application, we give a new algorithm for\nmultivariate interpolation which uses these new techniques along with any\nexisting univariate interpolation algorithm.\n","Comment: 21 pages, 2 tables, 1 procedure. Accepted to ISSAC 2014"]}]
["1401.7087",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.7087"],"date":["2014-01-28","2014-05-02"],"type":["text"],"creator":["Shin, Seung Woo","Smith, Graeme","Smolin, John A.","Vazirani, Umesh"],"language":[],"coverage":[],"title":["How \"Quantum\" is the D-Wave Machine?"],"description":["  Recently there has been intense interest in claims about the performance of\nthe D-Wave machine. In this paper, we outline a simple classical model, and\nshow that it achieves excellent correlation with published input-output\nbehavior of the D-Wave One machine on 108 qubits. While raising questions about\n\"how quantum\" the D-Wave machine is, the new model also provides additional\nalgorithmic insights into the nature of the native computational problem solved\nby the D-Wave machine.\n","Comment: 16 pages, 9 figures. Uses figures from arXiv:1304.4595. Revised\n  version. Enhanced presentation"]}]
["1401.7384",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.7384","2014MNRAS.439.3526T","doi:10.1093/mnras/stu205"],"date":["2014-01-28"],"type":["text"],"creator":["Teimoorinia, Hossein","Ellison, Sara L."],"language":[],"coverage":[],"title":["Artificial neural network based calibrations for the prediction of\n  galactic [NII] $\\lambda$ 6584 and H$\\alpha$ line luminosities"],"description":["  The artificial neural network (ANN) is a well-established mathematical\ntechnique for data prediction, based on the identification of correlations and\npattern recognition in input training sets. We present the application of ANNs\nto predict the emission line luminosities of H$\\alpha$ and [NII] $\\lambda$6584\nin galaxies. These important spectral diagnostics are used for metallicities,\nactive galactic nuclei (AGN) classification and star formation rates, yet are\nshifted into the infra-red for galaxies above $z \\sim 0.5$, or may not be\ncovered in spectra with limited wavelength coverage. The ANN is trained with a\nlarge sample of emission line galaxies selected from the Sloan Digital Sky\nSurvey using various combinations of emission lines and stellar mass. The ANN\nis tested for galaxies dominated by both star formation and AGN; in both cases\nthe H$\\alpha$ and [NII] $\\lambda$6584 line luminosities can be predicted with a\nscatter $\\sigma <$ 0.1 dex. We also show that the performance of the ANN does\nnot depend significantly on the covering fraction, mass or metallicity of the\ndata. Polynomial functions are derived that allow easy application of the ANN\npredictions to determine H$\\alpha$ and [NII] $\\lambda$6584 line luminosities.\nAn ANN calibration for the Balmer decrement (H$\\alpha$/H$\\beta$) based on line\nequivalent widths and colours is also presented. The effectiveness of the ANN\ncalibration is demonstrated with an independent dataset (the Galaxy Mass and\nAssembly Survey). We demonstrate the application of our line luminosities to\nthe determination of gas-phase metallicities and AGN classification. The ANN\ntechnique yields a significant improvement in the measurement of metallicities\nthat require [NII] and H$\\alpha$ when compared with the function based\nconversions of Kewley & Ellison. The AGN classification is successful for 86\nper cent of SDSS galaxies.\n","Comment: 26 pages, 17 figures, Accepted for publication in MNRAS"]}]
["1402.0712",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","Mathematics - Analysis of PDEs","60H15, 60H30, 76B99, 76D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.0712"],"date":["2014-02-04","2014-05-02"],"type":["text"],"creator":["Cipriano, Fernanda","Torrecilla, Iván"],"language":[],"coverage":[],"title":["Inviscid Limit for 2D Stochastic Navier-Stokes equations"],"description":["  We consider stochastic Navier-Stokes equations in a 2D-bounded domain with\nthe Navier with friction boundary condition. We establish the existence and the\nuniqueness of the solutions and study the vanishing viscosity limit. More\nprecisely, we prove that solutions of stochastic Navier-Stokes equations\nconverge, as the viscosity goes to zero, to solutions of the corresponding\nstochastic Euler equations.\n","Comment: Section 5 has been fixed"]}]
["1402.1328",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.1328","JHEP 1404 (2014) 166","doi:10.1007/JHEP04(2014)166"],"date":["2014-02-06","2014-04-10"],"type":["text"],"creator":["Kowalska, Kamila","Roszkowski, Leszek","Sessolo, Enrico Maria","Trojanowski, Sebastian"],"language":[],"coverage":[],"title":["Low fine tuning in the MSSM with higgsino dark matter and unification\n  constraints"],"description":["  We examine the issue of fine tuning in the MSSM with GUT-scale boundary\nconditions. We identify specific unification patterns and mass relations that\ncan lead to a significant lowering of the fine tuning due to gauginos, scalars,\nand the \\mu\\ parameter, relative to the simplest unification conditions. We\nfocus on a phenomenologically interesting region that is favored by the Higgs\nmass and the relic density where the dark matter is a nearly pure higgsino with\nmass given by \\mu~1 TeV while the scalars and gauginos have masses in the\nmulti-TeV regime. There, we find that the fine tuning can be reduced to the\nlevel of a few percent. Despite the gluino mass in the ballpark of 2 TeV,\nresulting mass spectra will be hard to explore at the LHC, but good prospects\nfor detection come from dark matter direct detection experiments. Finally, we\ndemonstrate with a specific example how the conditions and mass relations\ngiving low fine tuning can originate in the context of supergravity and Grand\nUnified Theories.\n","Comment: 35 pages, 8 figures. Figure 2 added, minor changes. Version published\n  in JHEP"]}]
["1402.1868",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.1868","Physical Review Letters, 112(17), 170501 (2014)","doi:10.1103/PhysRevLett.112.170501"],"date":["2014-02-08","2014-05-02"],"type":["text"],"creator":["Roch, Nicolas","Schwartz, Mollie E.","Motzoi, Felix","Macklin, Christopher","Vijay, Rajamani","Eddins, Andrew W.","Korotkov, Alexander N.","Whaley, K. Birgitta","Sarovar, Mohan","Siddiqi, Irfan"],"language":[],"coverage":[],"title":["Observation of measurement-induced entanglement and quantum trajectories\n  of remote superconducting qubits"],"description":["  The creation of a quantum network requires the distribution of coherent\ninformation across macroscopic distances. We demonstrate the entanglement of\ntwo superconducting qubits, separated by more than a meter of coaxial cable, by\ndesigning a joint measurement that probabilistically projects onto an entangled\nstate. By using a continuous measurement scheme, we are further able to observe\nsingle quantum trajectories of the joint two-qubit state, confirming the\nvalidity of the quantum Bayesian formalism for a cascaded system. Our results\nallow us to resolve the dynamics of continuous projection onto the entangled\nmanifold, in quantitative agreement with theory.\n","Comment: Supplemental material added and minor corrections"]}]
["1402.2037",{"format":[],"subject":["Physics - Instrumentation and Detectors","Astrophysics - Instrumentation and Methods for Astrophysics","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.2037","Phys. Rev. Lett. 112, 171303 (2014)","doi:10.1103/PhysRevLett.112.171303"],"date":["2014-02-10","2014-05-01"],"type":["text"],"creator":["Joshi, T. H.","Sangiorgio, S.","Bernstein, A.","Foxe, M.","Hagmann, C.","Jovanovic, I.","Kazkaz, K.","Mozin, V.","Norman, E. B.","Pereverzev, S. V.","Rebassoo, F.","Sorensen, P."],"language":[],"coverage":[],"title":["First measurement of the ionization yield of nuclear recoils in liquid\n  argon"],"description":["  This Letter details a measurement of the ionization yield ($Q_y$) of 6.7 keV\n$^{40}Ar$ atoms stopping in a liquid argon detector. The $Q_y$ of 3.6-6.3\ndetected $e^{-}/\\mbox{keV}$, for applied electric fields in the range 240--2130\nV/cm, is encouraging for the use of this detector medium to search for the\nsignals from hypothetical dark matter particle interactions and from coherent\nelastic neutrino nucleus scattering. A significant dependence of $Q_y$ on the\napplied electric field is observed and explained in the context of ion\nrecombination.\n","Comment: 4 pages, 4 figures"]}]
["1402.3138",{"format":[],"subject":["Computer Science - Social and Information Networks","J.1","J.4","K.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.3138"],"date":["2014-02-13","2014-05-02"],"type":["text"],"creator":["Chen, Jeremy"],"language":[],"coverage":[],"title":["Social Networks and the Choices People Make"],"description":["  Social marketing is becoming increasingly important in contemporary business.\nCentral to social marketing is quantifying how consumers choose between\nalternatives and how they influence each other. This work considers a new but\nsimple multinomial choice model for multiple agents connected in a\nrecommendation network based on the explicit modeling of choice adoption\nbehavior. Efficiently computable closed-form solutions, absent from analyses of\nthreshold/cascade models, are obtained together with insights on how the\nnetwork affects aggregate decision making. A stylized \"brand ambassador\"\nselection problem is posed to model targeting in social marketing. Therein, it\nis shown that a greedy selection strategy leads to solutions achieving at least\n$1-1/e$ of the optimal value. In an extended example of imposing exogenous\ncontrols, a pricing problem is considered wherein it is shown that the single\nplayer profit optimization problem is concave, implying the existence of pure\nstrategy equilibria for the associated pricing game.\n"]}]
["1403.0779",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.0779"],"date":["2014-03-04","2014-05-02"],"type":["text"],"creator":["Jiang, Minhao","Fu, Ada Wai-Chee","Wong, Raymond Chi-Wing","Xu, Yanyan"],"language":[],"coverage":[],"title":["Hop Doubling Label Indexing for Point-to-Point Distance Querying on\n  Scale-Free Networks"],"description":["  We study the problem of point-to-point distance querying for massive\nscale-free graphs, which is important for numerous applications. Given a\ndirected or undirected graph, we propose to build an index for answering such\nqueries based on a hop-doubling labeling technique. We derive bounds on the\nindex size, the computation costs and I/O costs based on the properties of\nunweighted scale-free graphs. We show that our method is much more efficient\ncompared to the state-of-the-art technique, in terms of both querying time and\nindexing time. Our empirical study shows that our method can handle graphs that\nare orders of magnitude larger than existing methods.\n","Comment: 13 pages. More experiments and discussions are added"]}]
["1403.1828",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.1828","Phys. Rev. B 89, 174401 (2014)","doi:10.1103/PhysRevB.89.174401"],"date":["2014-03-07"],"type":["text"],"creator":["Rizzo, Tommaso"],"language":[],"coverage":[],"title":["A replica trick for rare samples"],"description":["  In the context of disordered systems with quenched Hamiltonians I address the\nproblem of characterizing rare samples where the thermal average of a specific\nobservable has a value different from the typical one. These rare samples can\nbe selected through a variation of the replica trick which amounts to replicate\nthe system and divide the replicas in two groups containing respectively $M$\nand $-M$ replicas. Replicas in the first (second) group experience an positive\n(negative) small field $O(1/M)$ conjugate to the observable considered and the\n$M \\rightarrow \\infty$ limit is to be taken in the end. Applications to the\nrandom-field Ising model and to the Sherrington-Kirkpatrick model are\ndiscussed.\n"]}]
["1403.4710",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.4710","Eur. Phys. J. C (2014) 74:2819","doi:10.1140/epjc/s10052-014-2819-1"],"date":["2014-03-19"],"type":["text"],"creator":["Suresh, Jishnu","R, Tharanath","Varghese, Nijo","Kuriakose, V C"],"language":[],"coverage":[],"title":["Thermodynamics and Thermodynamic geometry of Park black hole"],"description":["  We study the thermodynamics and thermodynamic geometry of Park black hole in\nHo\\v{r}ava gravity. By incorporating the ideas of differential geometry, we\nhave investigated the thermodynamics using Weinhold geometry and Ruppeiner\ngeometry. We have also analyzed it in the context of newly developed\ngeometrothermodynamics(GTD). Divergence of specific heat is associated with the\nsecond order phase transition of black hole. Here in the context of Park black\nhole, both Weinhold's metric and Ruppeiner's metric well explain this phase\ntransition. But these explanations depend on the choice of potential. Hence the\nLegendre invariant GTD is used, and with the true singularities in the\ncurvature scalar, GTD well explain the second order phase transition. All these\nmethods together give an exact idea of all the behaviors of the Park black hole\nthermodynamics.\n","Comment: 11 pages, 9 figures"]}]
["1404.0968",{"format":[],"subject":["Quantum Physics","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.0968","Frontiers in Physics 2:23 (2014)","doi:10.3389/fphy.2014.00023"],"date":["2014-04-03"],"type":["text"],"creator":["Calçada, Marcos","Lunardi, José T.","Manzoni, Luiz A.","Monteiro, Wagner"],"language":[],"coverage":[],"title":["Distributional approach to point interactions in one-dimensional quantum\n  mechanics"],"description":["  We consider the one-dimensional quantum mechanical problem of defining\ninteractions concentrated at a single point in the framework of the theory of\ndistributions. The often ill-defined product which describes the interaction\nterm in the Schr\\\"odinger and Dirac equations is replaced by a well-defined\ndistribution satisfying some simple mathematical conditions and, in addition,\nthe physical requirement of probability current conservation is imposed. A\nfour-parameter family of interactions thus emerges as the most general point\ninteraction both in the non-relativistic and in the relativistic theories (in\nagreement with results obtained by self-adjoint extensions). Since the\ninteraction is given explicitly, the distributional method allows one to carry\nout symmetry investigations in a simple way, and it proves to be useful to\nclarify some ambiguities related to the so-called $\\delta^\\prime$ interaction.\n","Comment: Open Access link:\n  http://journal.frontiersin.org/Journal/10.3389/fphy.2014.00023/abstract"]}]
["1404.1215",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.1215"],"date":["2014-04-04","2014-05-02"],"type":["text"],"creator":["Goncharov, Sergey","Pattinson, Dirk"],"language":[],"coverage":[],"title":["Coalgebraic Weak Bisimulation from Recursive Equations over Monads"],"description":["  Strong bisimulation for labelled transition systems is one of the most\nfundamental equivalences in process algebra, and has been generalised to\nnumerous classes of systems that exhibit richer transition behaviour. Nearly\nall of the ensuing notions are instances of the more general notion of\ncoalgebraic bisimulation. Weak bisimulation, however, has so far been much less\namenable to a coalgebraic treatment. Here we attempt to close this gap by\ngiving a coalgebraic treatment of (parametrized) weak equivalences, including\nweak bisimulation. Our analysis requires that the functor defining the\ntransition type of the system is based on a suitable order-enriched monad,\nwhich allows us to capture weak equivalences by least fixpoints of recursive\nequations. Our notion is in agreement with existing notions of weak\nbisimulations for labelled transition systems, probabilistic and weighted\nsystems, and simple Segala systems.\n","Comment: final version"]}]
["1404.3621",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3621"],"date":["2014-04-14","2014-05-01"],"type":["text"],"creator":["Guerboussa, Yassine"],"language":[],"coverage":[],"title":["$p$-central action on groups"],"description":["  Let $G$ be a finite $p$-group acted on faithfully by a group $A$. We prove\nthat if $A$ fixes every element of order dividing $p$ ($4$ if $p=2$) in a\nspecified subgroup of $G$, then both $A$ and $[G,A]$ behave regularly, that is\nthe elements of order dividing any power $p^i$ in each one of them form a\nsubgroup; moreover $A$ and $[G,A]$ have the same exponent, and they are\nnilpotent of class bounded in terms of $p$ and the exponent of $A$. This leads\nin particular to a solution of a problems posed by Y. Berkovich. In another\ndirection we discuss some aspects of the influence of a $p$-group $P$ on the\nstructure of a finite group which contains $P$ as a Sylow subgroup, under\nassumptions like every element of order $p$ ($4$ if $p=2$) in a given term of\nthe lower central series of $P$ lies in the center of $P$.\n","Comment: There is a small mistake in the proof of Lemma 2.5, and a mistake\n  arising from a mistake (or I think a misprint) in a paper of M. Y. Xu. These\n  are corrected in this version"]}]
["1404.4049",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4049","doi:10.1093/mnras/stu757"],"date":["2014-04-15","2014-05-02"],"type":["text"],"creator":["Lüghausen, Fabian","Famaey, Benoit","Kroupa, Pavel"],"language":[],"coverage":[],"title":["A census of the expected properties of classical Milky Way dwarfs in\n  Milgromian dynamics"],"description":["  Prompted by the recent successful predictions of the internal dynamics of\nAndromeda's satellite galaxies (McGaugh & Milgrom 2013a,b), we revisit the\nclassical Milky Way dwarf spheroidal satellites Draco, Sculptor, Sextans,\nCarina, and Fornax in the framework of Milgromian dynamics (MOND). We use for\nthe first time a Poisson solver with adaptive mesh refinement (AMR) in order to\naccount simultaneously for the gravitational influence of the Milky Way and its\nsatellites. This allows to rigorously model the important external field effect\n(EFE) of Milgromian dynamics, which can reduce the effective acceleration\nsignificantly. We make predictions on the dynamical mass-to-light ratio\n(Mdyn/L) expected to be measured by an observer who assumes Newtonian dynamics\nto be valid. We show that Milgromian dynamics predicts typical Mdyn/L ~ 10-50\nMsun/Lsun. The results for the most luminous ones, Fornax and Sculptor, agree\nwell with available velocity dispersion data. Moreover, the central power-law\nslopes of the dynamical masses agree exceedingly well with values inferred\nobservationally from velocity dispersion measurements. The results for Sextans,\nCarina and Draco are low compared to usually quoted observational estimates, as\nalready pointed out by Angus (2008). For Milgromian dynamics to survive further\nobservational tests in these objects, one would thus need that either (a)\nprevious observational findings based on velocity dispersion measurements have\noverestimated the dynamical mass due to, e.g., binaries and contaminant\noutliers, (b) the satellites are not in virial equilibrium due to the Milky Way\ntidal field, or (c) the specific theory used here does not describe the EFE\ncorrectly (e.g., the EFE could be practically negligible in some other\ntheories), or a combination of (a)-(c).\n","Comment: 12 pages, 9 figures, accepted for publication in MNRAS"]}]
["1404.4523",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4523","Phys. Rev. B 89 (2014) 184402","doi:10.1103/PhysRevB.89.184402"],"date":["2014-04-17"],"type":["text"],"creator":["Schmidt, Burkhard","Thalmeier, Peter"],"language":[],"coverage":[],"title":["Quantum fluctuations in anisotropic triangular lattices with ferro- and\n  antiferromagnetic exchange"],"description":["  The Heisenberg model on a triangular lattice is a prime example for a\ngeometrically frustrated spin system. However most experimentally accessible\ncompounds have spatially anisotropic exchange interactions. As a function of\nthis anisotropy, ground states with different magnetic properties can be\nrealized. Motivated by recent experimental findings on\nCs$_{2}$CuCl$_{4-x}$Br$_{x}$, we discuss the full phase diagram of the\nanisotropic model with two exchange constants $J_{1}$ and $J_{2}$, including\npossible ferromagnetic exchange. Furthermore a comparison with the related\nsquare lattice model is carried out. We discuss the zero-temperature phase\ndiagram, ordering vector, ground-state energy, and ordered moment on a\nclassical level and investigate the effect of quantum fluctuations within the\nframework of spin-wave theory. The field dependence of the ordered moment is\nshown to be nonmonotonic with field and control parameter.\n","Comment: 13 pages, 14 figures"]}]
["1404.4780",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4780","doi:10.1109/TCYB.2014.2307067"],"date":["2014-04-18"],"type":["text"],"creator":["Wang, Jing","Lu, Canyi","Wang, Meng","Li, Peipei","Yan, Shuicheng","Hu, Xuegang"],"language":[],"coverage":[],"title":["Robust Face Recognition via Adaptive Sparse Representation"],"description":["  Sparse Representation (or coding) based Classification (SRC) has gained great\nsuccess in face recognition in recent years. However, SRC emphasizes the\nsparsity too much and overlooks the correlation information which has been\ndemonstrated to be critical in real-world face recognition problems. Besides,\nsome work considers the correlation but overlooks the discriminative ability of\nsparsity. Different from these existing techniques, in this paper, we propose a\nframework called Adaptive Sparse Representation based Classification (ASRC) in\nwhich sparsity and correlation are jointly considered. Specifically, when the\nsamples are of low correlation, ASRC selects the most discriminative samples\nfor representation, like SRC; when the training samples are highly correlated,\nASRC selects most of the correlated and discriminative samples for\nrepresentation, rather than choosing some related samples randomly. In general,\nthe representation model is adaptive to the correlation structure, which\nbenefits from both $\\ell_1$-norm and $\\ell_2$-norm.\n  Extensive experiments conducted on publicly available data sets verify the\neffectiveness and robustness of the proposed algorithm by comparing it with\nstate-of-the-art methods.\n"]}]
["1404.5123",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.5123","Asian Journal of Engineering Science and Technology AJEST 2 (2)\n  2.2 (2012)"],"date":["2014-04-21"],"type":["text"],"creator":["Ebrahim, Mansoor","Khan, Shujaat","Khalid, UmerBin"],"language":[],"coverage":[],"title":["Security Risk Analysis in Peer 2 Peer System; An Approach towards\n  Surmounting Security Challenges"],"description":["  P2P networking has become a promising technology and has achieved popularity\nas a mechanism for users to share files without the need for centralized\nservers. The rapid growth of P2P networks beginning with Kaza, Lime wire,\nNapsters, E-donkey, Gnutella etc makes them an attractive target to the\ncreators of viruses and other security threats. This paper describes the major\nsecurity issues on P2P networks (Viruses and worms) and presents the study of\npropagation mechanisms. In particular, the paper explores different P2P viruses\nand worms, their propagation methodology, outlines the challenges, and\nevaluates how P2P worms affect the network. The experimental results obtained\nwill provide new direction in surmounting the security concerns in P2P Networks\n"]}]
["1404.5375",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.5375","Applied Physics Letters 104, 172602 (2014)","doi:10.1063/1.4874609"],"date":["2014-04-21","2014-05-01"],"type":["text"],"creator":["Hiramatsu, Hidenori","Sato, Hikaru","Katase, Takayoshi","Kamiya, Toshio","Hosono, Hideo"],"language":[],"coverage":[],"title":["Critical factor for epitaxial growth of cobalt-doped BaFe2As2 films by\n  pulsed laser deposition"],"description":["  We heteroepitaxially grew cobalt-doped BaFe2As2 films on (La,Sr)(Al,Ta)O3\nsingle-crystal substrates by pulsed laser deposition using four different\nwavelengths and investigated how the excitation wavelength and pulse energy\naffected growth. Using the tilting and twisting angles of X-ray diffraction\nrocking curves, we quantitatively analyzed the crystallinity of each film. We\nfound that the optimal deposition rate, which could be tuned by pulse energy,\nwas independent of laser wavelength. The high-quality film grown at the optimal\npulse energy (i.e., the optimum deposition rate) exhibited high critical\ncurrent density over 1 MA/cm2 irrespective of the laser wavelength.\n"]}]
["1404.6241",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6241"],"date":["2014-04-24","2014-05-02"],"type":["text"],"creator":["Kroc, Edward","Pramanik, Malabika"],"language":[],"coverage":[],"title":["Lacunarity, Kakeya-type sets and directional maximal operators"],"description":["  We develop a notion of finite order lacunarity for direction sets in $\\mathbb\nR^{d+1}$. Given a direction set $\\Omega$ that is sublacunary according to this\ndefinition, we construct random examples of Euclidean sets that contain unit\nline segments with directions from $\\Omega$ and enjoy analytical features\nsimilar to those of traditional Kakeya sets of infinitesimal Lebesgue measure.\nThis generalizes to higher dimensions a planar result due to Bateman. Combined\nwith earlier work of Alfonseca, Bateman, Parcet and Rogers, this notion of\nlacunarity and Kakeya-type sets also yields a characterization in all\ndimensions for directional maximal operators to be $L^p$-bounded.\n","Comment: Fixed minor typos; updated Definition 1.1"]}]
["1404.6510",{"format":[],"subject":["Physics - Computational Physics","76J20, 76L05, 76M99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6510"],"date":["2014-04-25","2014-05-02"],"type":["text"],"creator":["Kemm, Friedemann"],"language":[],"coverage":[],"title":["On the Proper Setup of the Double Mach Reflection as a Test Case for the\n  Resolution of Gas Dynamics Codes"],"description":["  This note discusses the initial and boundary conditions as well as the size\nof the computational domain for the double Mach reflection problem when set up\nas a test for the resolution of an Euler scheme for gas dynamics.\n"]}]
["1404.6537",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Earth and Planetary Astrophysics","Physics - Geophysics","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6537","Galaxies: 2(2), pp. 259-262, 2014","doi:10.3390/galaxies2020259"],"date":["2014-04-26"],"type":["text"],"creator":["Iorio, Lorenzo"],"language":[],"coverage":[],"title":["The lingering anomalous secular increase of the eccentricity of the\n  orbit of the Moon: further attempts of explanation of cosmological origin"],"description":["  A new analysis of extended data records collected with the Lunar Laser\nRanging (LLR) technique performed with improved tidal models was not able to\nresolve the issue of the anomalous rate $\\dot e$ of the eccentricity $e$ of the\norbit of the Moon, which is still in place with a magnitude of $\\dot e=(5\\pm\n2)\\times 10^{-12}$ yr$^{-1}$. Some possible cosmological explanations are\noffered in terms of the post-Newtonian effects of the cosmological expansion,\nand of the slow temporal variation of the relative acceleration rate $\\ddot{S}\nS^{-1}$ of the cosmic scale factor $S$. None of them is successful since their\npredicted secular rates of the lunar eccentricity are too small by several\norders of magnitude.\n","Comment: LaTex2e, 4 pages, no figures, no tables. Accepted for publication in\n  Galaxies"]}]
["1404.6897",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.6897"],"date":["2014-04-28","2014-05-02"],"type":["text"],"creator":["Busquet, Michel"],"language":[],"coverage":[],"title":["Reply to Reply and Further Analysis of paper \"New probing techniques of\n  radiative shocks\" (C. Stehle et al, Opt.Comm. 285, 64 (2012))"],"description":["  We show in this paper that the \"reply to comment\" by Chantal Stehl\\'e et al\nwas not satisfactorily and is contradictory to their latest results. The\nanalysis of the published results of their last campaign reveals an average\nshock velocity below 20 km/s which should not be compatible with the existence\nof a radiative precursor. Furthermore, XUV probing is sensitive to density more\nthan to temperature and is not suited to probe a radiative precursor, which is\na pure temperature wave. These results also suggest exploding back layers of\nthe pusher and some jet originating from a crater at the back of the pusher.\n","Comment: 7 pages, accepted by Optics Communications, plus 3 pages of\n  additional figures"]}]
["1404.7078",{"format":[],"subject":["Computer Science - Databases","Computer Science - Programming Languages","H.2.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.7078","doi:10.1145/2588555.2612186"],"date":["2014-04-28","2014-05-02"],"type":["text"],"creator":["Cheney, James","Lindley, Sam","Wadler, Philip"],"language":[],"coverage":[],"title":["Query shredding: Efficient relational evaluation of queries over nested\n  multisets (extended version)"],"description":["  Nested relational query languages have been explored extensively, and\nunderlie industrial language-integrated query systems such as Microsoft's LINQ.\nHowever, relational databases do not natively support nested collections in\nquery results. This can lead to major performance problems: if programmers\nwrite queries that yield nested results, then such systems typically either\nfail or generate a large number of queries. We present a new approach to query\nshredding, which converts a query returning nested data to a fixed number of\nSQL queries. Our approach, in contrast to prior work, handles multiset\nsemantics, and generates an idiomatic SQL:1999 query directly from a normal\nform for nested queries. We provide a detailed description of our translation\nand present experiments showing that it offers comparable or better performance\nthan a recent alternative approach on a range of examples.\n","Comment: Extended version of SIGMOD 2014 conference paper"]}]
["1405.0075",{"format":[],"subject":["Mathematics - Probability","Primary 60H15, secondary 47D06, 35R15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0075"],"date":["2014-04-30"],"type":["text"],"creator":["Serrano, Rafael"],"language":[],"coverage":[],"title":["A note on space-time Holder regularity of mild solutions to stochastic\n  Cauchy problems in Lp-spaces"],"description":["  This paper revisits the H\\\"{o}lder regularity of mild solutions of parabolic\nstochastic Cauchy problems in Lebesgue spaces $L^p(\\mathcal{O}),$ with $p\\geq\n2$ and $\\mathcal{O}\\subset\\mathbb{R}^d$ a bounded domain. We find conditions on\n$p, \\beta$ and $\\gamma$ under which the mild solution has almost surely\ntrajectories in\n$\\mathcal{C}^\\beta([0,T];\\mathcal{C}^\\gamma(\\bar{\\mathcal{O}})).$ These\nconditions do not depend on the Cameron-Martin Hilbert space associated with\nthe driving cylindrical noise. The main tool of this study is a regularity\nresult for stochastic convolutions in M-type 2 Banach spaces by Z. Brze\\'zniak\n(Stoch. Stoch. Rep. Vol. 61, Iss. 3-4, 1997).\n"]}]
["1405.0147",{"format":[],"subject":["Physics - Biological Physics","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0147"],"date":["2014-05-01","2014-05-02"],"type":["text"],"creator":["Mosayebi, Reza","Arjmandi, Hamidreza","Gohari, Amin","Kenari, Masoumeh Nasiri","Mitra, Urbashi"],"language":[],"coverage":[],"title":["Receivers for Diffusion-Based Molecular Communication: Exploiting Memory\n  and Sampling Rate"],"description":["  In this paper, a diffusion-based molecular communication channel between two\nnano-machines is considered. The effect of the amount of memory on performance\nis characterized, and a simple memory-limited decoder is proposed and its\nperformance is shown to be close to that of the best possible imaginable\ndecoder (without any restriction on the computational complexity or its\nfunctional form), using Genie-aided upper bounds. This effect is specialized\nfor the case of Molecular Concentration Shift Keying; it is shown that a\nfour-bits memory achieved nearly the same performance as infinite memory. Then\na general class of threshold decoders is considered and shown not to be optimal\nfor Poisson channel with memory, unless SNR is higher than a value specified in\nthe paper. Another contribution is to show that receiver sampling at a rate\nhigher than the transmission rate, i.e., a multi-read system, can significantly\nimprove the performance. The associated decision rule for this system is shown\nto be a weighted sum of the samples during each symbol interval. The\nperformance of the system is analyzed using the saddle point approximation. The\nbest performance gains are achieved for an oversampling factor of three.\n","Comment: Submitted to JSAC"]}]
["1405.0253",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0253"],"date":["2014-05-01","2014-05-02"],"type":["text"],"creator":["Panella, Federica"],"language":[],"coverage":[],"title":["Approximate Query Answering in Inconsistent Databases"],"description":["  Classical algorithms for query optimization presuppose the absence of\ninconsistencies or uncertainties in the database and exploit only valid\nsemantic knowledge provided, e.g., by integrity constraints. Data inconsistency\nor uncertainty, however, is a widespread critical issue in ordinary databases:\ntotal integrity is often, in fact, an unrealistic assumption and violations to\nintegrity constraints may be introduced in several ways.\n  In this report we present an approach for semantic query optimization that,\ndifferently from the traditional ones, relies on not necessarily valid semantic\nknowledge, e.g., provided by violated or soft integrity constraints, or induced\nby applying data mining techniques. Query optimization that leverages invalid\nsemantic knowledge cannot guarantee the semantic equivalence between the\noriginal user's query and its rewriting: thus a query optimized by our approach\nyields approximate answers that can be provided to the users whenever fast but\npossibly partial responses are required. Also, we evaluate the impact of use of\ninvalid semantic knowledge in the rewriting of a query by computing a measure\nof the quality of the answer returned to the user, and we rely on the recent\ntheory of Belief Logic Programming to deal with the presence of possible\ncorrelation in the semantic knowledge used in the rewriting.\n","Comment: 54 pages. Added abstract"]}]
["1405.0274",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0274"],"date":["2014-04-30"],"type":["text"],"creator":["Hu, Xianpeng"],"language":[],"coverage":[],"title":["Global Existence for Two Dimensional Compressible Magnetohydrodynamic\n  Flows with Zero Magnetic Diffusivity"],"description":["  The existence of global-in-time classical solutions to the Cauchy problem of\ncompressible magnetohydrodynamic flows with zero magnetic diffusivity is\nconsidered in two dimensions. The linear structure is a degenerated\nhyperbolic-parabolic system. The solution is constructed as a small\nperturbation of a constant background in critical spaces. The deformation\ngradient is introduced to decouple the subtle coupling between the flow and the\nmagnetic field. The $L^1$ dissipation for the velocity is obtained, and the\n$L^2$ dissipations for the density and the magnetic field are also achieved.\n","Comment: arXiv admin note: substantial text overlap with arXiv:1405.0082"]}]
["1405.0294",{"format":[],"subject":["Statistics - Applications","Statistics - Computation","Statistics - Methodology","62H, 62P"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0294"],"date":["2014-05-01"],"type":["text"],"creator":["Vicente-Villardón, José Luis","Sánchez, Julio César Hernández"],"language":[],"coverage":[],"title":["Logistic Biplots for Ordinal Data with an Application to Job\n  Satisfaction of Doctorate Degree Holders in Spain"],"description":["  Biplot Methods allow for the simultaneous representation of individuals and\nvariables of a data matrix. For Binary or Nominal data, Logistic biplots have\nbeen recently developed to extend the classical linear representations for\ncontinuous data. When data are ordinal, linear, binary or nominal logistic\nbiplots are not adequate and techniques as Categorical Principal Component\nAnalysis (CATPCA) or Item Response Theory (IRT) for ordinal items should be\nused instead.\n  In this paper we extend the Biplot to ordinal data. The resulting method is\ntermed Ordinal Logistic Biplot (OLB). Row scores are computed to have ordinal\nlogistic responses along the dimensions and column parameters produce logistic\nresponse surfaces that, projected onto the space spanned by the row scores,\ndefine a linear biplot. A proportional odds model is used, obtaining a\nmultidimensional model known as graded response model in the Item Response\nTheory literature. We study the geometry of such a representation and construct\ncomputational algorithms for the estimation of parameters and the calculation\nof prediction directions. Ordinal Logistic Biplots extend both CATPCA and IRT\nin the sense that gives a graphical representation for IRT similar to the\nbiplot for CATPCA.\n  The main theoretical results are applied to the study of job satisfaction of\ndoctorate (PhD) holders in Spain. Holders of doctorate degrees or other\nresearch qualifications are crucial to the creation, commercialization and\ndissemination of knowledge and to innovation. The proposed methods are used to\nextract useful information from the Spanish data from the international 'Survey\non the careers of doctorate holders (CDH)', jointly carried out Eurostat, the\nOrganisation for Economic Co-operation and Development (OECD) and UNESCO's\nInstitute for Statistics (UIS).\n","Comment: 26 pages, 11 figures,2 tables. arXiv admin note: text overlap with\n  arXiv:1309.5486"]}]
["1405.0295",{"format":[],"subject":["Mathematics - Probability","60J50, 31C40, 31C35, 60J45, 60J75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0295"],"date":["2014-05-01"],"type":["text"],"creator":["Kim, Panki","Song, Renming","Vondraček, Zoran"],"language":[],"coverage":[],"title":["Martin boundary for some symmetric L\\'evy processes"],"description":["  In this paper we study the Martin boundary of open sets with respect to a\nlarge class of purely discontinuous symmetric L\\'evy processes in ${\\mathbb\nR}^d$. We show that, if $D\\subset {\\mathbb R}^d$ is an open set which is\n$\\kappa$-fat at a boundary point $Q\\in \\partial D$, then there is exactly one\nMartin boundary point associated with $Q$ and this Martin boundary point is\nminimal.\n","Comment: 36 pages"]}]
["1405.0296",{"format":[],"subject":["Computer Science - Emerging Technologies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0296"],"date":["2014-05-01"],"type":["text"],"creator":["Goudarzi, Alireza","Lakin, Matthew R.","Stefanovic, Darko"],"language":[],"coverage":[],"title":["Reservoir Computing Approach to Robust Computation using Unreliable\n  Nanoscale Networks"],"description":["  As we approach the physical limits of CMOS technology, advances in materials\nscience and nanotechnology are making available a variety of unconventional\ncomputing substrates that can potentially replace top-down-designed\nsilicon-based computing devices. Inherent stochasticity in the fabrication\nprocess and nanometer scale of these substrates inevitably lead to design\nvariations, defects, faults, and noise in the resulting devices. A key\nchallenge is how to harness such devices to perform robust computation. We\npropose reservoir computing as a solution. In reservoir computing, computation\ntakes place by translating the dynamics of an excited medium, called a\nreservoir, into a desired output. This approach eliminates the need for\nexternal control and redundancy, and the programming is done using a\nclosed-form regression problem on the output, which also allows concurrent\nprogramming using a single device. Using a theoretical model, we show that both\nregular and irregular reservoirs are intrinsically robust to structural noise\nas they perform computation.\n"]}]
["1405.0299",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0299","Phys. Rev. D89 (2014) 083011","doi:10.1103/PhysRevD.89.083011"],"date":["2014-05-01"],"type":["text"],"creator":["Ferreira, M. C.","Frigola, O.","Martins, C. J. A. P.","Monteiro, A. M. R. V. L.","Solà, J."],"language":[],"coverage":[],"title":["Consistency tests of the stability of fundamental couplings and\n  unification scenarios"],"description":["  We test the consistency of several independent astrophysical measurements of\nfundamental dimensionless constants. In particular, we compare direct\nmeasurements of the fine-structure constant $\\alpha$ and the proton-to-electron\nmass ratio $\\mu=m_p/m_e$ (mostly in the optical/ultraviolet) with combined\nmeasurements of $\\alpha$, $\\mu$ and the proton gyromagnetic ratio $g_p$ (mostly\nin the radio band). We point out some apparent inconsistencies, which suggest\nthat hidden systematics may be affecting some of the measurements. These\nfindings demonstrate the importance of future more precise measurements with\nALMA, ESPRESSO and ELT-HIRES. We also highlight some of the implications of the\ncurrently available measurements for fundamental physics, specifically for\nunification scenarios.\n","Comment: 12 pages, 12 figures"]}]
["1405.0304",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0304"],"date":["2014-05-01"],"type":["text"],"creator":["Thoms, Silke","Kutschan, Bernd","Morawetz, Klaus"],"language":[],"coverage":[],"title":["Phase-field theory of brine entrapment in sea ice: Short-time frozen\n  microstructures"],"description":["  We analyze the early phase of brine entrapment in sea ice, using a phase\nfield model. This model for a first-order phase transition couples\nnon-conserved order parameter kinetics to salt diffusion. The evolution\nequations are derived from a Landau-Ginzburg order parameter gradient dynamics\ntogether with salinity conservation. The numerical solution of model equations\nby an exponential time differencing scheme describes the time evolution of\nphase separation between liquid water with high salinity and the ice phase with\nlow salinity. The numerical solution in one and two dimensions indicates the\nformation of one dominant wavelength which sets the length scale of short-time\nfrozen structures. A stability analysis provides the phase diagram in terms of\ntwo Landau parameters. It is distinguished an uniform ice phase, a homogeneous\nliquid saline water solution and a phase where solidification structures can be\nformed. The Landau parameters are extracted from the supercooling and\nsuperheating as well as the freezing point temperature of water. With the help\nof realistic parameters the distribution of brine inclusions is calculated and\nfound in agreement with the measured samples. The size of the ice domains\nseparating regions of concentrated seawater depends on salinity and temperature\nand corresponds to the size of sea ice platelets obtained from a morphological\nstability analysis for the solidification of salt water.\n"]}]
["1405.0305",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0305"],"date":["2014-05-01"],"type":["text"],"creator":["Crovisier, Sylvain"],"language":[],"coverage":[],"title":["Dynamics of $C^1$-diffeomorphisms: global description and prospects for\n  classification"],"description":["  We are interested in finding a dense part of the space of\n$C^1$-diffeomorphisms which decomposes into open subsets corresponding to\ndifferent dynamical behaviors: we discuss results and questions in this\ndirection. In particular we present recent results towards a conjecture by J.\nPalis: any system can be approximated either by one which is hyperbolic (and\nwhose dynamics is well understood) or by one which exhibits a homoclinic\nbifurcation (a simple local configuration involving one or two periodic\norbits).\n"]}]
["1405.0307",{"format":[],"subject":["Physics - Geophysics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0307"],"date":["2014-05-01"],"type":["text"],"creator":["Ferreira, Douglas S. R.","Papa, Andrés R. R.","Menezes, Ronaldo"],"language":[],"coverage":[],"title":["Towards Evidences of Long-Range Correlations in Seismic Activity"],"description":["  In this work, we introduce a new methodology to construct a network of\nepicenters that avoids problems found in well-established methodologies when\nthey are applied to global catalogs of seisms. The new methodology involves\nessentially the introduction of a time window which works as a temporal filter.\nOur approach is more generic but for small regions the results coincide with\nprevious findings. The network constructed with that model has small-world\nproperties and the distribution of node connectivity follows a non-traditional\nfunction q-Gaussian, where scale-free properties are present. The vertices with\nlarger connectivity correspond to the areas with the greatest earthquakes.\nThese new results strengthen the hypothesis of long spatial and temporal\ncorrelations between earthquakes.\n"]}]
["1405.0308",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0308","The Astronomical Journal 147 (2014), 108","doi:10.1088/0004-6256/147/5/108"],"date":["2014-05-01"],"type":["text"],"creator":["Lang, Dustin"],"language":[],"coverage":[],"title":["unWISE: unblurred coadds of the WISE imaging"],"description":["  The Wide-Field Infrared Survey Explorer (WISE; Wright et al. 2010) satellite\nobserved the full sky in four mid-infrared bands in the 2.8 to 28 micron range.\nThe primary mission was completed in 2010. The WISE team have done a superb job\nof producing a series of high-quality, well-documented, complete Data Releases\nin a timely manner. However, the \"Atlas Image\" coadds that are part of the\nrecent AllWISE and previous data releases were intentionally blurred.\nConvolving the images by the point-spread function while coadding results in\n\"matched-filtered\" images that are close to optimal for detecting isolated\npoint sources. But these matched-filtered images are sub-optimal or\ninappropriate for other purposes. For example, we are photometering the WISE\nimages at the locations of sources detected in the Sloan Digital Sky Survey\n(York et al. 2000) through forward modeling, and this blurring decreases the\navailable signal-to-noise by effectively broadening the point-spread function.\nThis paper presents a new set of coadds of the WISE images that have not been\nblurred. These images retain the intrinsic resolution of the data and are\nappropriate for photometry preserving the available signal-to-noise. Users\nshould be cautioned, however, that the W3- and W4-band coadds contain artifacts\naround large, bright structures (large galaxies, dusty nebulae, etc);\neliminating these artifacts is the subject of ongoing work. These new coadds,\nand the code used to produce them, are publicly available at http://unwise.me .\n"]}]
["1405.0309",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems","Condensed Matter - Statistical Mechanics","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0309"],"date":["2014-05-01"],"type":["text"],"creator":["Ferreira, Douglas S. R.","Papa, Andrés R. R.","Menezes, Ronaldo"],"language":[],"coverage":[],"title":["On the agreement between small-world-like OFC model and real earthquakes"],"description":["  In this article we implemented simulations of the OFC model for earthquakes\nfor two different topologies: regular and small-world, where in the latter the\nlinks are randomly rewired with probability $p$ . In both topologies, we have\nstudied the distribution of time intervals between consecutive earthquakes and\nthe border effects present in each one. In addition, we also have characterized\nthe influence that the probability $p$ produces in certain characteristics of\nthe lattice and in the intensity of border effects. From the two topologies,\nnetworks of consecutive epicenters were constructed, that allowed us to analyze\nthe distribution of connectivities of each one. In our results distributions\narise belonging to a family of non-traditional distributions functions, which\nagrees with previous studies using data from actual earthquakes. Our results\nreinforce the idea that the Earth is in a critical self-organized state and\nfurthermore point towards temporal and spatial correlations between earthquakes\nin different places.\n"]}]
["1405.0315",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0315"],"date":["2014-05-01"],"type":["text"],"creator":["Mora, Serge","Pomeau, Yves"],"language":[],"coverage":[],"title":["Soft granular matter"],"description":["  We consider a dilute system of small hard beads or hard fibers immersed in a\nvery soft gel able to withstand large elastic deformations. Because of its low\nto very low shear modulus, this system is very sensitive to small forces. We\ncalculate the local deformation induced by a constant volume force, the\ninclusion weight. We explain how this deformation could be put in evidence by\nusing techniques similar to the PIV method (particle image velocimetry) used to\nshow complex velocity fields in transparent fluids.\n"]}]
["1405.0316",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0316"],"date":["2014-05-01"],"type":["text"],"creator":["Bergeron, Francois","Garsia, Adriano","Leven, Emily","Xin, Guoce"],"language":[],"coverage":[],"title":["Some remarkable new Plethystic Operators in the Theory of Macdonald\n  Polynomials"],"description":["  In the 90's a collection of Plethystic operators were introduced in [3], [7]\nand [8] to solve some Representation Theoretical problems arising from the\nTheory of Macdonald polynomials. This collection was enriched in the research\nthat led to the results which appeared in [5], [6] and [9]. However since some\nof the identities resulting from these efforts were eventually not needed, this\nadditional work remained unpublished. As a consequence of very recent\npublications [4], [11], [19], [20], [21], a truly remarkable expansion of this\ntheory has taken place. However most of this work has appeared in a language\nthat is virtually inaccessible to practitioners of Algebraic Combinatorics.\nYet, these developments have led to a variety of new conjectures in [2] in the\nCombinatorics and Symmetric function Theory of Macdonald Polynomials. The\npresent work results from an effort to obtain in an elementary and accessible\nmanner all the background necessary to construct the symmetric function side of\nsome of these new conjectures. It turns out that the above mentioned\nunpublished results provide precisely the tools needed to carry out this\nproject to its completion.\n"]}]
["1405.0317",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0317"],"date":["2014-05-01"],"type":["text"],"creator":["Canale, Eduardo","Dalmao, Federico","Mordecki, Ernesto","Souza, Max"],"language":[],"coverage":[],"title":["Robustness of Cucker-Smale flocking model"],"description":["  Consider a system of autonomous interacting agents moving in space, adjusting\neach own velocity as a weighted mean of the relative velocities of the other\nagents. In order to test the robustness of the model, we assume that each pair\nof agents, at each time step, can fail to connect with certain probability, the\nfailure rate. This is a modification of the (deterministic) Flocking model\nintroduced by Cucker and Smale in Emergent behavior in flocks, IEEE Trans. on\nAutom. Control, 2007, 52 (May) pp. 852-862. We prove that, if this random\nfailures are independent in time and space, and have linear or sub-linear\ndistance dependent rate of decay, the characteristic behavior of flocking\nexhibited by the original deterministic model, also holds true under random\nfailures, for all failure rates.\n","Comment: 9 pages, 3 figures"]}]
["1405.0320",{"format":[],"subject":["Computer Science - Symbolic Computation","Computer Science - Mathematical Software","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0320"],"date":["2014-05-01"],"type":["text"],"creator":["Adrovic, Danko","Verschelde, Jan"],"language":[],"coverage":[],"title":["Computing all Affine Solution Sets of Binomial Systems"],"description":["  To compute solutions of sparse polynomial systems efficiently we have to\nexploit the structure of their Newton polytopes. While the application of\npolyhedral methods naturally excludes solutions with zero components, an\nirreducible decomposition of a variety is typically understood in affine space,\nincluding also those components with zero coordinates. For the problem of\ncomputing solution sets in the intersection of some coordinate planes, the\ndirect application of a polyhedral method fails, because the original facial\nstructure of the Newton polytopes may alter completely when selected variables\nbecome zero. Our new proposed method enumerates all factors contributing to a\ngeneralized permanent and toric solutions as a special case of this\nenumeration. For benchmark problems such as the adjacent 2-by-2 minors of a\ngeneral matrix, our methods scale much better than the witness set\nrepresentations of numerical algebraic geometry.\n","Comment: 4 page extended abstract accepted by EACA 2014, a conference on\n  Computer Algebra and its Applications"]}]
["1405.0321",{"format":[],"subject":["Mathematics - Statistics Theory","62G10, 62G30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0321"],"date":["2014-05-01"],"type":["text"],"creator":["Kohansal, A.","Rezakhah, S."],"language":[],"coverage":[],"title":["Two New Estimators of Entropy for Testing Normality"],"description":["  We present two new estimators for estimating the entropy of absolutely\ncontinuous random variables. Some properties of them are considered,\nspecifically consistency of the first is proved. The introduced estimators are\ncompared with the existing entropy estimators. Also, we propose two new tests\nfor normality based on the introduced entropy estimators and compare their\npowers with the powers of other tests for normality. The results show that the\nproposed estimators and test statistics perform very well in estimating entropy\nand testing normality. A real example is presented and analyzed.\n","Comment: 28 pages"]}]
["1405.0324",{"format":[],"subject":["Mathematics - Algebraic Topology","94A20, 54B40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0324"],"date":["2014-05-01"],"type":["text"],"creator":["Robinson, Michael"],"language":[],"coverage":[],"title":["A sheaf-theoretic perspective on sampling"],"description":["  Sampling theory has traditionally drawn tools from functional and complex\nanalysis. Past successes, such as the Shannon-Nyquist theorem and recent\nadvances in frame theory, have relied heavily on the application of geometry\nand analysis. The reliance on geometry and analysis means that the results are\ngeometrically rigid. There is a subtle interplay between the topology of the\ndomain of the functions being sampled, and the class of functions themselves.\nBandlimited functions are somewhat limiting; often one wishes to sample from\nother classes of functions. The correct topological tool for modeling all of\nthese situations is the sheaf; a tool which allows local structure and\nconsistency to derive global inferences. This chapter develops a general\nsampling theory for sheaves using the language of exact sequences, recovering\nthe Shannon-Nyquist theorem as a special case. It presents sheaf-theoretic\napproach by solving several different sampling problems involving\nnon-bandlimited functions. The solution to these problems show that the\ntopology of the domain has a varying level of importance depending on the class\nof functions and the specific sampling question being studied.\n","Comment: 30 pages"]}]
["1405.0326",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0326","Transactions of the Institute for Informatics and Automation\n  Problems of the NAS of RA, Mathematical Problems of Computer Science 29,\n  2007, p. 104-106"],"date":["2014-05-01"],"type":["text"],"creator":["Tananyan, Hovhannes G.","Kamalian, Rafayel R."],"language":[],"coverage":[],"title":["On Simultaneous 2-locally-balanced 2-partition for Two Forests with Same\n  Vertices"],"description":["  The existence of a partition of the common set of the vertices of two forests\ninto two subsets, when difference of their capacities in the neighborhood of\neach vertex of each forest not greater than 2 is proved, and an example, which\nshows that improvement of the specified constant is impossible is brought.\n","Comment: 3 pages"]}]
["1405.0327",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0327"],"date":["2014-05-01"],"type":["text"],"creator":["Cicotti, Giuseppe","Coppolino, Luigi","D'Antonio, Salvatore","Romano, Luigi"],"language":[],"coverage":[],"title":["Big Data Analytics for QoS Prediction Through Probabilistic Model\n  Checking"],"description":["  As competitiveness increases, being able to guaranting QoS of delivered\nservices is key for business success. It is thus of paramount importance the\nability to continuously monitor the workflow providing a service and to timely\nrecognize breaches in the agreed QoS level. The ideal condition would be the\npossibility to anticipate, thus predict, a breach and operate to avoid it, or\nat least to mitigate its effects. In this paper we propose a model checking\nbased approach to predict QoS of a formally described process. The continous\nmodel checking is enabled by the usage of a parametrized model of the monitored\nsystem, where the actual value of parameters is continuously evaluated and\nupdated by means of big data tools. The paper also describes a prototype\nimplementation of the approach and shows its usage in a case study.\n","Comment: EDCC-2014, BIG4CIP-2014, Big Data Analytics, QoS Prediction, Model\n  Checking, SLA compliance monitoring"]}]
["1405.0329",{"format":[],"subject":["Computer Science - Discrete Mathematics","Computer Science - Data Structures and Algorithms","05C62, 05C75, 05C85","G.2.2","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0329"],"date":["2014-05-01"],"type":["text"],"creator":["Cao, Yixin","Grippo, Luciano N.","Safe, Martín D."],"language":[],"coverage":[],"title":["Forbidden Induced Subgraphs of Normal Helly Circular-Arc Graphs:\n  Characterization and Detection"],"description":["  A normal Helly circular-arc graph is the intersection graph of arcs on a\ncircle of which no three or less arcs cover the whole circle. Lin, Soulignac,\nand Szwarcfiter [Discrete Appl. Math. 2013] characterized circular-arc graphs\nthat are not normal Helly circular-arc graphs, and used it to develop the first\nrecognition algorithm for this graph class. As open problems, they ask for the\nforbidden induced subgraph characterization and a direct recognition algorithm\nfor normal Helly circular-arc graphs, both of which are resolved by the current\npaper. Moreover, when the input is not a normal Helly circular-arc graph, our\nrecognition algorithm finds in linear time a minimal forbidden induced subgraph\nas certificate.\n","Comment: Preliminary results of this paper appeared in the proceedings of SBPO\n  2012 and FAW 2014"]}]
["1405.0330",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0330"],"date":["2014-05-01"],"type":["text"],"creator":["Bane, K.","Stupakov, G."],"language":[],"coverage":[],"title":["Roughness Tolerance Studies for the Undulator Beam Pipe Chamber of\n  LCLS-II"],"description":["  We investigate the effect of wall roughness on the wakefield-induced energy\nvariation in the undulator beam pipe of LCLS-II. We find that a wall roughness\nequivalent to an rms surface slope of 30 mr increases the total induced energy\nvariation within the bunch (due to the resistive wall wake) by a modest 20%.\n","Comment: 16 pages, 7 figures"]}]
["1405.0333",{"format":[],"subject":["Mathematics - Differential Geometry","Primary: 58E20, 53C43, Secondary: 22E65, 22E25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0333"],"date":["2014-05-01"],"type":["text"],"creator":["Dorfmeister, Josef F.","Inoguchi, Jun-ichi","Kobayashi, Shimpei"],"language":[],"coverage":[],"title":["A loop group method for affine harmonic maps into Lie groups"],"description":["  We generalize the Uhlenbeck-Segal theory for harmonic maps into compact\nsemi-simple Lie groups to general Lie groups equipped with torsion free\nbi-invariant connection.\n","Comment: 37 pages"]}]
["1405.0338",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0338"],"date":["2014-05-01"],"type":["text"],"creator":["Yang, Dan","Ma, Zongming","Buja, Andreas"],"language":[],"coverage":[],"title":["Rate Optimal Denoising of Simultaneously Sparse and Low Rank Matrices"],"description":["  We study minimax rates for denoising simultaneously sparse and low rank\nmatrices in high dimensions. We show that an iterative thresholding algorithm\nachieves (near) optimal rates adaptively under mild conditions for a large\nclass of loss functions. Numerical experiments on synthetic datasets also\ndemonstrate the competitive performance of the proposed method.\n"]}]
["1405.0340",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Complex Variables","51M04 (Primary), 51M05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0340"],"date":["2014-05-01"],"type":["text"],"creator":["Fujino, H."],"language":[],"coverage":[],"title":["On quasiconformal equivalence between certain infinitely often punctured\n  planes"],"description":["  A closed discrete subset $A\\subset \\mathbb{C}$ is called tame if\n$\\mathbb{C}\\setminus A$ is quasiconformally equivalent to $\\mathbb{C}\\setminus\n\\mathbb{Z}$. By giving several criteria for $A$ to be tame, we shall show that\n$\\mathbb{Z}+i\\mathbb{Z}$ is not tame.\n","Comment: 10 pages, 3 EPS figures"]}]
["1405.0347",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0347"],"date":["2014-05-02"],"type":["text"],"creator":["Eto, Yujiro","Sadgrove, Mark","Hasegawa, Sho","Saito, Hiroki","Hirano, Takuya"],"language":[],"coverage":[],"title":["Control of spin current in a Bose gas by bang-bang pulses"],"description":["  We generate spin currents in an $^{87}$Rb spin-2 Bose-Einstein condensate by\napplication of a magnetic field gradient. The spin current destroys the spin\npolarization, leading to a sudden onset of two-body collisions. In addition,\nthe spin coherence, as measured by the fringe contrast using Ramsey\ninterferometry, is reduced drastically but experiences a weak revival due to\nin-trap oscillations. The spin current can be controlled using periodic $\\pi$\npulses (bang-bang control), producing longer spin coherence times. Our results\nshow that spin coherence can be maintained even in the presence of spin\ncurrents, with applications to quantum sensing in noisy environments.\n","Comment: 5 pages, 4 figures"]}]
["1405.0348",{"format":[],"subject":["Quantum Physics","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0348"],"date":["2014-05-02"],"type":["text"],"creator":["Dumer, Ilya","Kovalev, Alexey A.","Pryadko, Leonid P."],"language":[],"coverage":[],"title":["Numerical Techniques for Finding the Distances of Quantum Codes"],"description":["  We survey the existing techniques for calculating code distances of classical\ncodes and apply these techniques to generic quantum codes. For classical and\nquantum LDPC codes, we also present a new linked-cluster technique. It reduces\ncomplexity exponent of all existing deterministic techniques designed for codes\nwith small relative distances (which include all known families of quantum LDPC\ncodes), and also surpasses the probabilistic technique for sufficiently high\ncode rates.\n","Comment: 5 pages, 1 figure, to appear in Proceedings of ISIT 2014 - IEEE\n  International Symposium on Information Theory, Honolulu"]}]
["1405.0354",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Computational Engineering, Finance, and Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0354"],"date":["2014-05-02"],"type":["text"],"creator":["Vipul, Umang"],"language":[],"coverage":[],"title":["Map-Reduce Parallelization of Motif Discovery"],"description":["  Motif discovery is one of the most challenging problems in bioinformatics\ntoday. DNA sequence motifs are becoming increasingly important in analysis of\ngene regulation. Motifs are short, recurring patterns in DNA that have a\nbiological function. For example, they indicate binding sites for Transcription\nFactors (TFs) and nucleases. There are a number of Motif Discovery algorithms\nthat run sequentially. The sequential nature stops these algorithms from being\nparallelized. HOMER is one such Motif discovery tool, that we have decided to\nuse to overcome this limitation. To overcome this limitation, we propose a new\nmethodology for Motif Discovery, using HOMER, that parallelizes the task.\nParallelized version can potentially yield better scalability and performance.\nTo achieve this, we have decided to use sub-sampling and the Map Reduce model.\nAt each Map node, a sub-sampled version of the input DNA sequences is used as\ninput to HOMER. Subsampling at each map node is performed with different\nparameters to ensure that no two HOMER instances receive identical inputs. The\noutput of the map phase and the input of the reduce phase is a list of Motifs\ndiscovered using the sub-sampled sequences. The reduce phase calculates the\nmode, most frequent Motifs, and outputs them as the final discovered Motifs. We\nfound marginal speed gains with this model of execution and substantial amount\nof quality loss in discovered Motifs.\n","Comment: 4 pages, 1 figure, 6 tables"]}]
["1405.0355",{"format":[],"subject":["Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0355"],"date":["2014-05-02"],"type":["text"],"creator":["Gaskó, Noémi","Suciu, Mihai","Lung, Rodica Ioana","Dumitrescu, D."],"language":[],"coverage":[],"title":["Characterization and Detection of epsilon-Berge Zhukovskii Equilibria"],"description":["  Berge equilibrium in the sense of Zhukovskii (Berge-Zhukovskii) is an\nalternate solution concept in non-cooperative game theory that formalizes\ncooperation in a noncooperative setting. In this paper the\nepsilon-Berge-Zhukovskii equilibrium is introduced and characterized by using a\ngenerative relation. A computational method for detecting\nepsilon-Berge-Zhukovskii equilibrium based on evolutionary multiobjective\noptimization algorithms is presented. Numerical examples are used to illustrate\nthe results obtained.\n"]}]
["1405.0356",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0356"],"date":["2014-05-02"],"type":["text"],"creator":["Sauzin, David"],"language":[],"coverage":[],"title":["Introduction to 1-summability and resurgence"],"description":["  This text is about the mathematical use of certain divergent power series.\nThe first part is an introduction to 1-summability. The definitions rely on the\nformal Borel transform and the Laplace transform along an arbitrary direction\nof the complex plane. Given an arc of directions, if a power series is\n1-summable in that arc, then one can attach to it a Borel-Laplace sum, i.e. a\nholomorphic function defined in a large enough sector and asymptotic to that\npower series in Gevrey sense. The second part is an introduction to Ecalle's\nresurgence theory. A power series is said to be resurgent when its Borel\ntransform is convergent and has good analytic continuation properties: there\nmay be singularities but they must be isolated. The analysis of these\nsingularities, through the so-called alien calculus, allows one to compare the\nvarious Borel-Laplace sums attached to the same resurgent 1-summable series.In\nthe context of analytic difference-or-differential equations, this sheds light\non the Stokes phenomenon. A few elementary or classical examples are given a\nthorough treatment (the Euler series, the Stirling series, a less known example\nby Poincar\\'e). Special attention is devoted to non-linear operations:\n1-summable series as well as resurgent series are shown to form algebras which\nare stable by composition. As an application, the resurgent approach to the\nclassification of tangent-to-identity germs of holomorphic diffeomorphisms in\nthe simplest case is included. An example of a class of non-linear differential\nequations giving rise to resurgent solutions is also presented. The exposition\nis as self-contained as can be, requiring only some familiarity with\nholomorphic functions of one complex variable.\n","Comment: 127 pages"]}]
["1405.0359",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0359"],"date":["2014-05-02"],"type":["text"],"creator":["Teschner, J."],"language":[],"coverage":[],"title":["Quantization of moduli spaces of flat connections and Liouville theory"],"description":["  We review known results on the relations between conformal field theory, the\nquantization of moduli spaces of flat PSL(2,R)-connections on Riemann surfaces,\nand the quantum Teichmueller theory.\n","Comment: 25 pages, contribution to the proceedings of the ICM 2014"]}]
["1405.0365",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0365","Phys. Rev. B 89, 140411(R) (2014)","doi:10.1103/PhysRevB.89.140411"],"date":["2014-05-02"],"type":["text"],"creator":["Maity, Tuhin","Goswami, Sudipta","Bhattacharya, Dipten","Roy, Saibal"],"language":[],"coverage":[],"title":["Origin of the asymmetric exchange bias in BiFeO$_3$-Bi$_2$Fe$_4$O$_9$\n  nanocomposite"],"description":["  We show from detailed magnetometry across 2-300 K that the\nBiFeO$_3$-Bi$_2$Fe$_4$O$_9$ nanocomposite offers a unique spin morphology where\nsuperspin glass (SSG) and dilute antiferromagnet in a field (DAFF) coexist at\nthe interface between ferromagnetic Bi$_2$Fe$_4$O$_9$ and antiferromagnetic\nBiFeO$_3$. The coexisting SSG and DAFF combine to form a local spin texture\nwhich gives rise to a path-dependent exchange bias below the spin freezing\ntemperature ($\\sim$29K). The exchange bias varies depending on the protocol or\npath followed in tracing the hysteresis loop. The exchange bias has been\nobserved below blocking temperature (T$_B$$\\sim$60K) of the superparamagnetic\nBi$_2$Fe$_4$O$_9$. The conventional exchange bias (CEB) increases\nnonmonotonically as temperature decreases. The magnitude of both exchange bias\n(H$_E$) and coercivity (H$_C$) increase with decrease in temperature and are\nfound to be asymmetric below 20K depending on the path followed in tracing the\nhysteresis loop and bias field. The local spin texture at the interface between\nferromagnetic and antiferromagnetic particles generates a nonswitchable\nunidirectional anisotropy along the negative direction of the applied field.\nThe influence of this texture also shows up in \"asymmetric\" jumps in the\nhysteresis loop at 2 K which smears off at higher temperature. The role of the\ninterface spin texture in yielding the path dependency of exchange bias is thus\nclearly delineated.\n","Comment: 6 pages with 4 embedded figures, published in Phys. Rev. B Rapid Comm"]}]
["1405.0367",{"format":[],"subject":["Mathematics - Analysis of PDEs","35J25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0367","Trudy seminara imeni I.G. Petrovskogo. 26 (2007). P. 178-193.\n  English transl. in J. Math. Sci. 143, No 4 (2007). P. 3293-3302","doi:10.1007/s10958-007-0209-z"],"date":["2014-05-02"],"type":["text"],"creator":["Gurevich, Pavel"],"language":[],"coverage":[],"title":["On the index instability for some nonlocal elliptic problems"],"description":["  The Fredholm index of unbounded operators defined on generalized solutions of\nnonlocal elliptic problems in plane bounded domains is investigated. It is\nknown that nonlocal terms with smooth coefficients having zero of a certain\norder at the conjugation points do not affect the index of the unbounded\noperator. In this paper, we construct examples showing that the index may\nchange under nonlocal perturbations with coefficients not vanishing at the\npoints of conjugation of boundary-value conditions.\n","Comment: 12 pages, 3 figures"]}]
["1405.0369",{"format":[],"subject":["Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0369"],"date":["2014-05-02"],"type":["text"],"creator":["Pardo, Rosa","Martinez-Gonzalez, Alicia","Perez-Garcia, Victor M."],"language":[],"coverage":[],"title":["Waves of cells with an unstable phenotype accelerate the progression of\n  high-grade brain tumors"],"description":["  In this paper we study a reduced continuous model describing the local\nevolution of high grade gliomas - a lethal type of primary brain tumor -\nthrough the interplay of different cellular phenotypes. We show how hypoxic\nevents, even sporadic and/or limited in space may have a crucial role on the\nacceleration of the growth speed of high grade gliomas. Our modeling approach\nis based on two cellular phenotypes one of them being more migratory and the\nsecond one more proliferative with transitions between them being driven by the\nlocal oxygen values, assumed in this simple model to be uniform. Surprisingly\neven acute hypoxia events (i.e. very localized in time) leading to the\nappearance of migratory populations have the potential of accelerating the\ninvasion speed of the proliferative phenotype up to speeds close to those of\nthe migratory phenotype. The high invasion speed of the tumor persists for\ntimes much longer than the lifetime of the hypoxic event and the phenomenon is\nobserved both when the migratory cells form a persistent wave of cells located\non the invasion front and when they form a evanecent wave dissapearing after a\nshort time by decay into the more proliferative phenotype.\n  Our findings are obtained through numerical simulations of the model\nequations. We also provide a deeper mathematical analysis of some aspects of\nthe problem such as the conditions for the existence of persistent waves of\ncells with a more migratory phenotype.\n"]}]
["1405.0371",{"format":[],"subject":["Mathematics - Analysis of PDEs","47F05, 60J60, 47D06, 47A55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0371","Dokl. Akad. Nauk . 417, No. 4 (2007). English transl. in Russian\n  Acad. Sci. Dokl. Math. 76, No. 3 (2007). P. 891-895"],"date":["2014-05-02"],"type":["text"],"creator":["Gurevich, Pavel"],"language":[],"coverage":[],"title":["Unbounded perturbations of two-dimensional diffusion processes with\n  nonlocal boundary conditions"],"description":["  The existence of Feller semigroups arising in the theory of multidimensional\ndiffusion processes is studied. Unbounded perturbations of elliptic operators\n(in particular, integro-differential operators) are considered in plane bounded\nregions. Their domain of definition is given by a nonlocal boundary condition\ninvolving the integral over the closure of the region with respect to a\nnonnegative Borel measure. The support of the measure may intersect with the\nboundary, and the measure need not be small. We formulate sufficient conditions\non unbounded perturbations of elliptic operator and on the Borel measure in the\nnonlocal boundary condition which guarantee that the corresponding nonlocal\noperator is a generator of a Feller semigroup.\n","Comment: 6 pages, 1 figure"]}]
["1405.0372",{"format":[],"subject":["Mathematics - Analysis of PDEs","60J60, 47D07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0372","Trudy Mat. Inst. im. V.A. Steklova. 260 (2008). P. 164-179.\n  English transl. in Proceedings of the Steklov Institute of Mathematics 260\n  (2008). P. 157-171","doi:10.1134/S0081543808010112"],"date":["2014-05-02"],"type":["text"],"creator":["Gurevich, Pavel"],"language":[],"coverage":[],"title":["On the existence of a Feller semigroup with atomic measure in nonlocal\n  boundary condition"],"description":["  The existence of Feller semigroups arising in the theory of multidimensional\ndiffusion processes is studied. An elliptic operator of second order is\nconsidered on a plane bounded region $G$. Its domain of definition consists of\ncontinuous functions satisfying a nonlocal condition on the boundary of the\nregion. In general, the nonlocal term is an integral of a function over the\nclosure of the region $G$ with respect to a nonnegative Borel measure\n$\\mu(y,d\\eta)$, $y\\in\\partial G$. It is proved that the operator is a generator\nof a Feller semigroup in the case where the measure is atomic. The smallness of\nthe measure is not assumed.\n","Comment: 16 pages"]}]
["1405.0374",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0374"],"date":["2014-05-02"],"type":["text"],"creator":["Barker, Adrian W."],"language":[],"coverage":[],"title":["Estimation of stable distribution parameters from a dependent sample"],"description":["  Existing methods for the estimation of stable distribution parameters, such\nas those based on sample quantiles, sample characteristic functions or maximum\nlikelihood generally assume an independent sample. Little attention has been\npaid to estimation from a dependent sample. In this paper, a method for the\nestimation of stable distribution parameters from a dependent sample is\nproposed based on the sample quantiles. The estimates are shown to be\nasymptotically normal. The asymptotic variance is calculated for stable moving\naverage processes. Simulations from stable moving average processes are used to\ndemonstrate these estimators.\n","Comment: 18 pages, 1 figure. Most of this paper is included in chapter 3 of my\n  PhD thesis, which is yet to be submitted"]}]
["1405.0376",{"format":[],"subject":["Mathematics - Analysis of PDEs","47F05, 35J15, 47D07, 35J25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0376","Mat. Zametki. 83 , No. 2 (2008) P. 181-198. English transl. in\n  Math. Notes. 83 , No. 2 (2008). P. 162-179","doi:10.1134/S0001434608010197"],"date":["2014-05-02"],"type":["text"],"creator":["Gurevich, Pavel"],"language":[],"coverage":[],"title":["Bounded perturbations of two-dimensional diffusion processes with\n  nonlocal conditions near the boundary"],"description":["  We study the existence of Feller semigroups arising in the theory of\nmultidimensional diffusion processes. We study bounded perturbations of\nelliptic operators with boundary conditions containing an integral over the\nclosure of the domain with respect to a nonnegative Borel measure without\nassuming that the measure is small. We state sufficient conditions on the\nmeasure guaranteeing that the corresponding nonlocal operator is the generator\nof a Feller semigroup.\n","Comment: 17 pages, 1 figure"]}]
["1405.0377",{"format":[],"subject":["Statistics - Methodology","Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0377"],"date":["2014-05-02"],"type":["text"],"creator":["Punzo, Antonio","Browne, Ryan P.","McNicholas, Paul D."],"language":[],"coverage":[],"title":["Hypothesis Testing for Parsimonious Gaussian Mixture Models"],"description":["  Gaussian mixture models with eigen-decomposed covariance structures make up\nthe most popular family of mixture models for clustering and classification,\ni.e., the Gaussian parsimonious clustering models (GPCM). Although the GPCM\nfamily has been used for almost 20 years, selecting the best member of the\nfamily in a given situation remains a troublesome problem. Likelihood ratio\ntests are developed to tackle this problems. These likelihood ratio tests use\nthe heteroscedastic model under the alternative hypothesis but provide much\nmore flexibility and real-world applicability than previous approaches that\ncompare the homoscedastic Gaussian mixture versus the heteroscedastic one.\nAlong the way, a novel maximum likelihood estimation procedure is developed for\ntwo members of the GPCM family. Simulations show that the $\\chi^2$ reference\ndistribution gives reasonable approximation for the LR statistics only when the\nsample size is considerable and when the mixture components are well separated;\naccordingly, following Lo (2008), a parametric bootstrap is adopted.\nFurthermore, by generalizing the idea of Greselin and Punzo (2013) to the\nclustering context, a closed testing procedure, having the defined likelihood\nratio tests as local tests, is introduced to assess a unique model in the\ngeneral family. The advantages of this likelihood ratio testing procedure are\nillustrated via an application to the well-known Iris data set.\n"]}]
["1405.0383",{"format":[],"subject":["Mathematics - Complex Variables","30C55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0383"],"date":["2014-05-02"],"type":["text"],"creator":["Kraus, Daniela","Roth, Oliver"],"language":[],"coverage":[],"title":["The theorems of Schottky and Landau for analytic functions omitting the\n  n-th roots of unity"],"description":["  We prove sharp Landau- and Schottky-type theorems for analytic functions\nwhich omit the $n$-th roots of unity. The proofs are based on a sharp lower\nbound for the Poincar\\'e metric of the complex plane punctured at the roots of\nunity.\n"]}]
["1405.0384",{"format":[],"subject":["Mathematics - Statistics Theory","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0384"],"date":["2014-05-02"],"type":["text"],"creator":["Barsotti, Flavia","De Castro, Yohann","Espinasse, Thibault","Rochet, Paul"],"language":[],"coverage":[],"title":["Estimating the transition matrix of a Markov chain observed at random\n  times"],"description":["  In this paper we develop a statistical estimation technique to recover the\ntransition kernel $P$ of a Markov chain $X=(X_m)_{m \\in \\mathbb N}$ in presence\nof censored data. We consider the situation where only a sub-sequence of $X$ is\navailable and the time gaps between the observations are iid random variables.\nUnder the assumption that neither the time gaps nor their distribution are\nknown, we provide an estimation method which applies when some transitions in\nthe initial Markov chain $X$ are known to be unfeasible. A consistent estimator\nof $P$ is derived in closed form as a solution of a minimization problem. The\nasymptotic performance of the estimator is then discussed in theory and through\nnumerical simulations.\n"]}]
["1405.0390",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0390"],"date":["2014-05-02"],"type":["text"],"creator":["Rubido, Nicolás"],"language":[],"coverage":[],"title":["Stochastic dynamics and the noisy Brusselator behaviour"],"description":["  In non-linear dynamics there are several model systems to study oscillations.\nOne iconic example is the \"Brusselator\", which describes the dynamics of the\nconcentration of two chemical species in the non-equilibrium phase. In this\nwork we study the Brusselator dynamics as a stochastic chemical reaction\nwithout diffusion analysing the corresponding stochastic differential equations\nwith thermal or multiplicative noise. In both stochastic scenarios we\ninvestigate numerically how the Hopf bifurcation of the non-stochastic system\nis modified. Furthermore, we derive analytical expressions for the noise\naverage orbits and variance of general stochastic dynamics, a general diffusion\nrelationship in the thermal noise framework, and an asymptotic expression for\nthe noise average quadratic deviations. Hence, besides the impact of these\nresults on the noisy Brusselator's dynamics, our findings are also relevant for\ngeneral stochastic systems.\n","Comment: 7 pages, 10 figures, 6 figure captions"]}]
["1405.0398",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0398","International Journal of Computer Applications 61.20 (2013)"],"date":["2014-05-02"],"type":["text"],"creator":["Ebrahim, Mansoor","Khan, Shujaat","Khalid, Umer Bin"],"language":[],"coverage":[],"title":["Symmetric Algorithm Survey: A Comparative Analysis"],"description":["  Information Security has become an important issue in modern world as the\npopularity and infiltration of internet commerce and communication technologies\nhas emerged, making them a prospective medium to the security threats. To\nsurmount these security threats modern data communications uses cryptography an\neffective, efficient and essential component for secure transmission of\ninformation by implementing security parameter counting Confidentiality,\nAuthentication, accountability, and accuracy. To achieve data security\ndifferent cryptographic algorithms (Symmetric & Asymmetric) are used that\njumbles data in to scribbled format that can only be reversed by the user that\nhave to desire key. This paper presents a comprehensive comparative analysis of\ndifferent existing cryptographic algorithms (symmetric) based on their\nArchitecture, Scalability, Flexibility, Reliability, Security and Limitation\nthat are essential for secure communication (Wired or Wireless).\n"]}]
["1405.0400",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0400"],"date":["2014-05-02"],"type":["text"],"creator":["Ebrahim, Mansoor","Khan, Shujaat","Mohani, Syed Sheraz Ul Hasan"],"language":[],"coverage":[],"title":["Peer-to-Peer Network Simulators: an Analytical Review"],"description":["  Simulators are the most dominant and eminent tool for analyzing and\ninvestigating different type of networks. The simulations can be executed with\nless cost as compared to large scale experiment as less computational resources\nare required and if the simulation model is carefully designed then it can be\nmore practical than any well brought-up mathematical model. Generally P2P\nresearch is based on the principle of simulate first and then experiment in the\nreal world and there is no reason that simulation results cannot be\nreproducible. A lack of standard documentation makes verification of results\nharder as well as due to such poor documentation implementation of well-known\noverlay algorithms was very difficult. This Paper describes different types of\nexisting P2P simulators as well as provides a survey and comparison of existing\nP2P simulators and extracting the best simulator among them.\n","Comment: Asian Journal of Engineering, Sciences & Technology 2.1 (2012)"]}]
["1405.0402",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0402"],"date":["2014-05-02"],"type":["text"],"creator":["Gibson, Q. D.","Evtushinksy, D.","Yaresko, A. N.","Zabolotnyy, A. B.","Ali, Mazhar N.","Fuccillo, M. K.","Brink, J. Van den","Büchner, B.","Cava, R. J.","Borisenko, S. V."],"language":[],"coverage":[],"title":["Quasi One Dimensional Dirac Electrons on the Surface of Ru$_2$Sn$_3$"],"description":["  We present an ARPES study of the surface states of Ru$_2$Sn$_3$, a new type\nof a strong 3D topological insulator (TI). In contrast to currently known 3D\nTIs, which display two-dimensional Dirac cones with linear isotropic\ndispersions crossing through one point in the surface Brillouin Zone (SBZ), the\nsurface states on Ru$_2$Sn$_3$ are highly anisotropic, displaying an almost\nflat dispersion along certain high-symmetry directions. This results in\nquasi-one dimensional (1D) Dirac electronic states throughout the SBZ that we\nargue are inherited from features in the bulk electronic structure of\nRu$_2$Sn$_3$, where the bulk conduction bands are highly anisotropic. Unlike\nprevious experimentally characterized TIs, the topological surface states of\nRu$_2$Sn$_3$ are the result of a d-p band inversion rather than an s-p band\ninversion. The observed surface states are the topological equivalent to a\nsingle 2D Dirac cone at the surface Brillouin zone\n","Comment: 4 figures, includes supplementary information"]}]
["1405.0403",{"format":[],"subject":["Physics - History and Philosophy of Physics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0403"],"date":["2014-04-30"],"type":["text"],"creator":["Curiel, Erik"],"language":[],"coverage":[],"title":["A Primer on Energy Conditions"],"description":["  An energy condition, in the context of a wide class of spacetime theories\n(including general relativity), is, crudely speaking, a relation one demands\nthe stress-energy tensor of matter satisfy in order to try to capture the idea\nthat \"energy should be positive\". The remarkable fact I will discuss in this\npaper is that such simple, general, almost trivial seeming propositions have\nprofound and far-reaching import for our understanding of the structure of\nrelativistic spacetimes. It is therefore especially surprising when one also\nlearns that we have no clear understanding of the nature of these conditions,\nwhat theoretical status they have with respect to fundamental physics, what\nepistemic status they may have, when we should and should not expect them to be\nsatisfied, and even in many cases how they and their consequences should be\ninterpreted physically. Or so I shall argue, by a detailed analysis of the\ntechnical and conceptual character of all the standard conditions used in\nphysics today, including examination of their consequences and the\ncircumstances in which they are believed to be violated.\n"]}]
["1405.0406",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0406"],"date":["2014-05-02"],"type":["text"],"creator":["Polberg, Sylwia"],"language":[],"coverage":[],"title":["Extension-based Semantics of Abstract Dialectical Frameworks"],"description":["  One of the most prominent tools for abstract argumentation is the Dung's\nframework, AF for short. It is accompanied by a variety of semantics including\ngrounded, complete, preferred and stable. Although powerful, AFs have their\nshortcomings, which led to development of numerous enrichments. Among the most\ngeneral ones are the abstract dialectical frameworks, also known as the ADFs.\nThey make use of the so-called acceptance conditions to represent arbitrary\nrelations. This level of abstraction brings not only new challenges, but also\nrequires addressing existing problems in the field. One of the most\ncontroversial issues, recognized not only in argumentation, concerns the\nsupport cycles. In this paper we introduce a new method to ensure acyclicity of\nthe chosen arguments and present a family of extension-based semantics built on\nit. We also continue our research on the semantics that permit cycles and fill\nin the gaps from the previous works. Moreover, we provide ADF versions of the\nproperties known from the Dung setting. Finally, we also introduce a\nclassification of the developed sub-semantics and relate them to the existing\nlabeling-based approaches.\n","Comment: To appear in the Proceedings of the 15th International Workshop on\n  Non-Monotonic Reasoning (NMR 2014)"]}]
["1405.0409",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0409"],"date":["2014-04-29"],"type":["text"],"creator":["Duo, Siwei","Zhang, Yanzhi"],"language":[],"coverage":[],"title":["Computing the ground and first excited states of the fractional\n  Schrodinger equation in an infinite potential well"],"description":["  In this paper, we numerically study the ground and first excited states of\nthe fractional Schrodinger equation in an infinite potential well. Due to the\nnon-locality of the fractional Laplacian, it is challenging to find the\neigenvalues and eigenfunctions of the fractional Schrodinger equation either\nanalytically or numerically. We first introduce a fractional gradient flow with\ndiscrete normalization and then discretize it by using the trapezoidal type\nquadrature rule in space and the semi-implicit Euler method in time. Our method\ncan be used to compute the ground and first excited states not only in the\nlinear cases but also in the nonlinear cases. Moreover, it can be generalized\nto solve the fractional partial differential equations (PDEs) with Riesz\nfractional derivatives in space. Our numerical results suggest that the\neigenfunctions of the fractional Schrodinger equation in an infinite potential\nwell are significantly different from those of the standard (non-fractional)\nSchrodinger equation. In addition, we find that the strong nonlocal\ninteractions represented by the fractional Laplacian can lead to a large\nscattering of particles inside of the potential well. Compared to the ground\nstates, the scattering of particles in the first excited states is larger.\nFurthermore, boundary layers emerge in the ground states and additionally inner\nlayers exist in the first excited states of the fractional nonlinear\nSchrodinger equation.\n"]}]
["1405.0413",{"format":[],"subject":["Computer Science - Hardware Architecture","Computer Science - Multimedia","Computer Science - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0413","Electronics Letters, vol. 49, no. 24, pp. 1532-1534, 2013","doi:10.1049/el.2013.1352"],"date":["2014-05-02"],"type":["text"],"creator":["Bayer, F. M.","Cintra, R. J.","Madanayake, A.","Potluri, U. S."],"language":[],"coverage":[],"title":["Multiplierless Approximate 4-point DCT VLSI Architectures for Transform\n  Block Coding"],"description":["  Two multiplierless algorithms are proposed for 4x4 approximate-DCT for\ntransform coding in digital video. Computational architectures for 1-D/2-D\nrealisations are implemented using Xilinx FPGA devices. CMOS synthesis at the\n45 nm node indicate real-time operation at 1 GHz yielding 4x4 block rates of\n125 MHz at less than 120 mW of dynamic power consumption.\n","Comment: 5 pages, 1 figure, corrected Figure 1 (published paper in EL is\n  incorrect)"]}]
["1405.0422",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Algebraic Geometry","15B99, 13P25, 20G20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0422"],"date":["2014-05-02"],"type":["text"],"creator":["Baaijens, Jasmijn A.","Draisma, Jan"],"language":[],"coverage":[],"title":["Euclidean Distance degrees of real algebraic groups"],"description":["  We study the problem of finding, in a real algebraic matrix group, the matrix\nclosest to a given data matrix. We do so from the algebro-geometric perspective\nof Euclidean distance degrees. We recover several classical results; and among\nthe new results that we prove is a formula for the Euclidean distance degree of\nspecial linear groups.\n"]}]
["1405.0423",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0423","International Journal of Advanced Computer Science and\n  Applications, Special Issue on Natural Language Processing, Volume 4, Issue\n  1, April 2014, pp. 1-8","doi:10.14569/SpecialIssue.2014.040101"],"date":["2014-05-02"],"type":["text"],"creator":["Lakra, Sachin","Prasad, T. V.","Ramakrishna, G."],"language":[],"coverage":[],"title":["Representation of a Sentence using a Polar Fuzzy Neutrosophic Semantic\n  Net"],"description":["  A semantic net can be used to represent a sentence. A sentence in a language\ncontains semantics which are polar in nature, that is, semantics which are\npositive, neutral and negative. Neutrosophy is a relatively new field of\nscience which can be used to mathematically represent triads of concepts. These\ntriads include truth, indeterminacy and falsehood, and so also positivity,\nneutrality and negativity. Thus a conventional semantic net has been extended\nin this paper using neutrosophy into a Polar Fuzzy Neutrosophic Semantic Net. A\nPolar Fuzzy Neutrosophic Semantic Net has been implemented in MATLAB and has\nbeen used to illustrate a polar sentence in English language. The paper\ndemonstrates a method for the representation of polarity in a computers memory.\nThus, polar concepts can be applied to imbibe a machine such as a robot, with\nemotions, making machine emotion representation possible.\n","Comment: arXiv admin note: text overlap with arXiv:math/0101228,\n  arXiv:math/0412424, arXiv:math/0306384 by other authors"]}]
["1405.0424",{"format":[],"subject":["Computer Science - Logic in Computer Science","68Q60, 03B70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0424"],"date":["2014-05-02"],"type":["text"],"creator":["Bozianu, Rodica","Dima, Catalin","Filiot, Emmanuel"],"language":[],"coverage":[],"title":["Safraless Synthesis for Epistemic Temporal Specifications"],"description":["  In this paper we address the synthesis problem for specifications given in\nlinear temporal single-agent epistemic logic, KLTL (or $KL_1$), over\nsingle-agent systems having imperfect information of the environment state. Van\nder Meyden and Vardi have shown that this problem is 2Exptime complete.\nHowever, their procedure relies on complex automata constructions that are\nnotoriously resistant to efficient implementations as they use Safra-like\ndeterminization.\n  We propose a \"Safraless\" synthesis procedure for a large fragment of KLTL.\nThe construction transforms first the synthesis problem into the problem of\nchecking emptiness for universal co-B\\\"{u}chi tree automata using an\ninformation-set construction. Then we build a safety game that can be solved\nusing an antichain-based symbolic technique exploiting the structure of the\nunderlying automata. The technique is implemented and applied to a couple of\ncase studies.\n"]}]
["1405.0426",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0426"],"date":["2014-05-02"],"type":["text"],"creator":["Aller, Monique C.","Kulkarni, Varsha P.","York, Donald G.","Welty, Daniel E.","Vladilo, Giovanni","Som, Debopam"],"language":[],"coverage":[],"title":["Probing Interstellar Silicate Dust Grain Properties in Quasar Absorption\n  Systems at Redshifts z<1.4"],"description":["  Absorption lines in the spectra of distant quasars whose sightlines pass\nthrough foreground galaxies provide a valuable tool to probe the dust and gas\ncompositions of the interstellar medium (ISM) in galaxies. The first evidence\nof silicate dust in a quasar absorption system (QAS) was provided through our\ndetection of the 10 micron silicate feature in the z=0.52 absorber toward the\nquasar AO 0235+164. We present results from 2 follow-up programs using archival\nSpitzer Space Telescope infrared spectra to study the interstellar silicate\ndust grain properties in a total of 13 QASs at 0.1<z<1.4. We find clear\ndetections of the 10 micron silicate feature in the QASs studied. We also\ndetect the 18 micron silicate feature in the sources with adequate spectral\ncoverage. We find variations in the breadth, peak wavelength, and substructure\nof the 10 micron interstellar silicate absorption features among the absorbers.\nThis suggests that the silicate dust grain properties in these distant galaxies\nmay differ relative to one another, and relative to those in the Milky Way. We\nalso find suggestions in several sources, based on comparisons with\nlaboratory-derived profiles from the literature, that the silicate dust grains\nmay be significantly more crystalline than those in the amorphous Milky Way\nISM. This is particularly evident in the z=0.89 absorber toward the quasar PKS\n1830-211, where substructure near 10 micron is consistent with a crystalline\nolivine composition. If confirmed, these grain property variations may have\nimplications for both dust and galaxy evolution over the past 9 Gyrs, and for\nthe commonly-made assumption that high-redshift dust is similar to local dust.\nWe also discuss indications of trends between silicate dust absorption strength\nand both carbonaceous dust properties and gas-phase metal properties, such as\nthe gas velocity spread, determined from UV/optical spectra.\n","Comment: 6 pages, 2 figures. To appear in the proceedings of \"The Life Cycle\n  of Dust in the Universe: Observations, Theory, and Laboratory Experiments\",\n  Taipei, Taiwan"]}]
["1405.0434",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0434","Journal of Statistical Theory and Applications (2008), 7(3),\n  349-363"],"date":["2014-05-02"],"type":["text"],"creator":["Behboodian, Javad","Jafari, Ali Akbar"],"language":[],"coverage":[],"title":["Generalized Confidence Interval for the Common Coefficient of Variation"],"description":["  In this article, we consider the problem of constructing the confidence\ninterval and testing hypothesis for the common coefficient of variation (CV) of\nseveral normal populations. A new method is suggested using the concepts of\ngeneralized p-value and generalized confidence interval. Using this new method\nand a method proposed by Tian (2005), we obtain a shorter confidence interval\nfor the common CV. This combination method has good properties in terms of\nlength and coverage probability compared to other methods. A simulation study\nis performed to illustrate properties.. Finally, these methods are applied to\ntwo real data sets in medicine.\n"]}]
["1405.0437",{"format":[],"subject":["Mathematics - Algebraic Geometry","32S**, 57M27, 14B**, 57R57, 55N35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0437"],"date":["2014-05-02"],"type":["text"],"creator":["Bodnár, József","Némethi, András"],"language":[],"coverage":[],"title":["Lattice cohomology and rational cuspidal curves"],"description":["  We show a counterexample to a conjecture of de Bobadilla, Luengo,\nMelle-Hern\\'{a}ndez and N\\'{e}methi on rational cuspidal projective plane\ncurves. The counterexample is a tricuspidal curve of degree 8. On the other\nhand, we show that if the number of cusps is at most 2, then the original\nconjecture can be deduced from the recent results of Borodzik and Livingston\nand (lattice cohomology) computations of N\\'emethi and Rom\\'an.\n  Then we formulate a `simplified' (slightly weaker) version, more in the\nspirit of the motivation of the original conjecture (comparing index type\nnumerical invariants), and we prove it for all currently known rational\ncuspidal curves. We make all these identities and inequalities more transparent\nin the language of lattice cohomology of surgery 3-manifolds $S^3_{-d}(K)$,\nwhere $K$ is a connected sum of algebraic knots $\\{K_i\\}_i$.\n  Finally, we prove that the zeroth lattice cohomology of this surgery manifold\ndepends only on the multiset of multiplicities occurring in the multiplicity\nsequences describing the algebraic knots $K_i$. This result is closely related\nto the lattice-cohomological reformulation of the above mentioned theorems and\nconjectures, and provides new computational and comparison procedures.\n"]}]
["1405.0444",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0444"],"date":["2014-05-02"],"type":["text"],"creator":["Babenko, V. F."],"language":[],"coverage":[],"title":["On One Problem of Optimization of Approximate Integration"],"description":["  It is proved that interval quadrature formula of the form $$\nq(f)=\\sum\\limits_{k=1}^nc_k\\frac 1{2h}\\int\\limits_{x_k-h}^{x_k+h}f(t)dt $$\n($c_k\\in \\RR, \\, x_1+h<x_2-h<x_2+h<...<x_n-h<x_n+h<x_1+2\\pi -h$) with equal\n$c_k$ and equidistant $x_k$ is optimal among all such formulas for the class\n$K*F_1$ of convolutions of a $CVD$-kernel $K$ with functions from the unite\nball of the space $L_1$ of $2\\pi$-periodic integrable functions.\n"]}]
["1405.0455",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0455"],"date":["2014-05-02"],"type":["text"],"creator":["Manzano, Marc","Calle, Eusebi","Ripoll, Jordi","Fagertun, Anna Manolova","Torres-Padrosa, Victor","Pahwa, Sakshi","Scoglio, Caterina"],"language":[],"coverage":[],"title":["Epidemic and Cascading Survivability of Complex Networks"],"description":["  Our society nowadays is governed by complex networks, examples being the\npower grids, telecommunication networks, biological networks, and social\nnetworks. It has become of paramount importance to understand and characterize\nthe dynamic events (e.g. failures) that might happen in these complex networks.\nFor this reason, in this paper, we propose two measures to evaluate the\nvulnerability of complex networks in two different dynamic multiple failure\nscenarios: epidemic-like and cascading failures. Firstly, we present\n\\emph{epidemic survivability} ($ES$), a new network measure that describes the\nvulnerability of each node of a network under a specific epidemic intensity.\nSecondly, we propose \\emph{cascading survivability} ($CS$), which characterizes\nhow potentially injurious a node is according to a cascading failure scenario.\nThen, we show that by using the distribution of values obtained from $ES$ and\n$CS$ it is possible to describe the vulnerability of a given network. We\nconsider a set of 17 different complex networks to illustrate the suitability\nof our proposals. Lastly, results reveal that distinct types of complex\nnetworks might react differently under the same multiple failure scenario.\n"]}]
["1405.0456",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0456"],"date":["2014-05-02"],"type":["text"],"creator":["Grandoni, Fabrizio","Kociumaka, Tomasz","Włodarczyk, Michał"],"language":[],"coverage":[],"title":["An LP-Rounding $2\\sqrt{2}$ Approximation for Restricted Maximum Acyclic\n  Subgraph"],"description":["  In the classical Maximum Acyclic Subgraph problem (MAS), given a\ndirected-edge weighted graph, we are required to find an ordering of the nodes\nthat maximizes the total weight of forward-directed edges. MAS admits a 2\napproximation, and this approximation is optimal under the Unique Game\nConjecture.\n  In this paper we consider a generalization of MAS, the Restricted Maximum\nAcyclic Subgraph problem (RMAS), where each node is associated with a list of\ninteger labels, and we have to find a labeling of the nodes so as to maximize\nthe weight of edges whose head label is larger than the tail label. The best\nknown (almost trivial) approximation for RMAS is 4.\n  The interest of RMAS is mostly due to its connections with the Vertex Pricing\nproblem (VP). In VP we are given an undirected graph with positive edge\nbudgets. A feasible solution consists of an assignment of non-negative prices\nto the nodes. The profit for each edge $e$ is the sum of its endpoints prices\nif that sum is at most the budget of $e$, and zero otherwise. Our goal is to\nmaximize the total profit. The best known approximation for VP, which works\nanalogously to the mentioned approximation algorithm for RMAS, is 4. Improving\non that is a challenging open problem. On the other hand, the best known 2\ninapproximability result is due to a reduction from a special case of RMAS.\n  In this paper we present an improved LP-rounding $2\\sqrt{2}$ approximation\nfor RMAS. Our result shows that, in order to prove a 4 hardness of\napproximation result for VP (if possible), one should consider reductions from\nharder problems. Alternatively, our approach might suggest a different way to\ndesign approximation algorithms for VP.\n"]}]
["1405.0459",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Analysis of PDEs","Mathematics - Differential Geometry","Mathematics - Probability","31E, 51F, 58C, 58J, 60D, 60H"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0459"],"date":["2014-05-02"],"type":["text"],"creator":["Sturm, Karl-Theodor"],"language":[],"coverage":[],"title":["Metric Measure Spaces with Variable Ricci Bounds and Couplings of\n  Brownian Motions"],"description":["  The goal of this paper is twofold: we study metric measure spaces $(X,d,m)$\nwith variable lower bounds for the Ricci curvature and we study pathwise\ncoupling of Brownian motions. Given any lower semicontinuous function $k:X\\to\n\\mathbb R$ we introduce the curvature-dimension condition $CD(k,\\infty)$ which\ncanonically extends the curvature-dimension condition $CD(K,\\infty)$ of\nLott-Sturm-Villani for constant $K\\in \\mathbb R$. For infinitesimally\nHilbertian spaces we prove i) its equivalence to an evolution-variation\ninequality $EVI_k$ which in turn extends the $EVI_K$-inequality of\nAmbrosio-Gigli-Savar\\'e; ii) its stability under convergence and its\nlocal-to-global property.\n  For metric measure spaces with uniform lower curvature bounds $K$ we prove\nthat for each pair of initial distributions $\\mu_1,\\mu_2$ on $X$ there exists a\ncoupling $B_t=(B_t^1,B_t^2)$, $t\\ge0$, of two Brownian motions on $X$ with the\ngiven initial distributions such that a.s. for all $s,t\\ge0$\n  $$d(B^1_{s+t},B^2_{s+t})\\le e^{-K t/2}\\cdot d(B_s^1,B_s^2).$$\n"]}]
["1405.0460",{"format":[],"subject":["Mathematics - Combinatorics","05D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0460"],"date":["2014-05-02"],"type":["text"],"creator":["Barber, Ben","Hindman, Neil","Leader, Imre","Strauss, Dona"],"language":[],"coverage":[],"title":["Distinguishing subgroups of the rationals by their Ramsey properties"],"description":["  A system of linear equations with integer coefficients is partition regular\nover a subset S of the reals if, whenever S\\{0} is finitely coloured, there is\na solution to the system contained in one colour class. It has been known for\nsome time that there is an infinite system of linear equations that is\npartition regular over R but not over Q, and it was recently shown (answering a\nlong-standing open question) that one can also distinguish Q from Z in this\nway.\n  Our aim is to show that the transition from Z to Q is not sharp: there is an\ninfinite chain of subgroups of Q, each of which has a system that is partition\nregular over it but not over its predecessors. We actually prove something\nstronger: our main result is that if R and S are subrings of Q with R not\ncontained in S, then there is a system that is partition regular over R but not\nover S. This implies, for example, that the chain above may be taken to be\nuncountable.\n","Comment: 14 pages"]}]
["1405.0466",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0466"],"date":["2014-04-04"],"type":["text"],"creator":["Andersen, Anders","Madsen, Jacob","Reichelt, Christian","Ahl, Sonja Rosenlund","Lautrup, Benny","Ellegaard, Clive","Levinsen, Mogens T.","Bohr, Tomas"],"language":[],"coverage":[],"title":["Comment on Y. Couder and E. Fort: \"Single-Particle Diffraction and\n  Interference at a Macroscopic Scale\", Phys. Rev. Lett. (2006)"],"description":["  In a paper from 2006, Couder and Fort [1] describe a version of the famous\ndouble slit experiment performed with drops bouncing on a vibrated fluid\nsurface, where interference in the particle statistics is found even though it\nis possible to determine unambiguously which slit the \"walking\" drop passes. It\nis one of the first papers in an impressive series, showing that such walking\ndrops closely resemble de Broglie waves and can reproduce typical quantum\nphenomena like tunneling and quantized states [2-13]. The double slit\nexperiment is, however, a more stringent test of quantum mechanics, because it\nrelies upon superposition and phase coherence. In the present comment we first\npoint out that the experimental data presented in [1] are not convincing, and\nsecondly we argue that it is not possible in general to capture quantum\nmechanical results in a system, where the trajectory of the particle is\nwell-defined.\n","Comment: 4 pages, 1 figure"]}]
["1405.0467",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0467"],"date":["2014-03-03"],"type":["text"],"creator":["Li, Jian","Tu, Jiufeng J.","Birman, Joseph L."],"language":[],"coverage":[],"title":["Decomposition of direct product at an arbitrary Brillouin zone point:\n  $D^{(\\bigstar{R})(m)}$ $\\otimes$ $D^{(\\bigstar{-R})(m)}$"],"description":["  A general rule is presented for the decomposition of the direct product of\nirreducible representation at arbitrary Brillouin zone point $\\bf{R}$ with its\nnegative: the number of the appearences of the zone center representation\nequals the dimensionality of the representation. This rule is applicable for\nall space groups. Although in most situations the interesting physics takes\nplace at high symmetry points in the Brillouin zone, this general rule is\nuseful for situations where double excitations are considered. It is shown that\ndouble excitations from arbitrary Brillouin point $\\bf{R}$ have the right\nsymmetry to participate in all optical experiments regardless of polarization\ndirections.\n","Comment: 7 pages, 2 figures"]}]
["1405.0471",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0471"],"date":["2014-05-02"],"type":["text"],"creator":["Tjus, J. Becker"],"language":[],"coverage":[],"title":["Neutrinos from Colliding Wind Binaries: Future Prospects for PINGU and\n  ORCA"],"description":["  Massive stars play an important role in explaining the cosmic ray spectrum\nbelow the knee, possibly even up to the ankle, i.e. up to energies of 1e15 eV\nor 1e18.5 eV, respectively. In particular, Supernova Remnants are discussed as\none of the main candidates to explain the cosmic ray spectrum. Even before\ntheir violent deaths, during the stars' regular life times, cosmic rays can be\naccelerated in wind environments. High-energy gamma-ray measurements indicate\nhadronic acceleration binary systems, leading to both periodic gamma-ray\nemission from binaries like LSI+60~303 and continuous emission from colliding\nwind environments like Eta Carinae. The detection of neutrinos and photons from\nhadronic interactions are one of the most promising methods to identify\nparticle acceleration sites. In this paper, future prospects to detect\nneutrinos from colliding wind environments in massive stars are investigated.\nIn particular, the seven most promising candidates for emission from colliding\nwind binaries are investigated to provide an estimate of the signal strength.\nThe expected signal of a single source is about a factor of $5-10$ below the\ncurrent IceCube sensitivity and it is therefore not accessible at the moment.\nWhat is discussed in addition is future the possibility to measure low-energy\nneutrino sources with detectors like PINGU and ORCA: the minimum of the\natmospheric neutrino flux at around 25 GeV from neutrino oscillations provides\nan opportunity to reduce the background and increase the significance to\nsearches for GeV/TeV neutrino sources. This paper presents the first idea,\ndetailed studies including the detector's effective areas will be necessary in\nthe future to test the feasibility of such an approach.\n","Comment: 8 pages, conference proceedings in \"Wind Bubbles, Astrospheres and\n  the Heliosphere: Environments and Cosmic Rays\", Bochum, Germany. Accepted for\n  publication in ASTRA proceedings, an Open Access Journal for Refereed\n  Proceedings in Extraterrestrial Research"]}]
["1405.0477",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0477"],"date":["2014-04-16"],"type":["text"],"creator":["Margo, Cédric","Géron, Emmanuel","Ditchi, Thierry","Holé, Stéphane","Lucas, J."],"language":[],"coverage":[],"title":["Extracting the contribution of conduction in permittivity measurements\n  using the Kramers-Kronig relations"],"description":["  The measurement of the material permittivity is often performed via an\nimpedance measurement. In this case the measured permittivity includes the\nconduction contribution. Most of the time, the impedance-meters performing such\nmeasurement do not perform static measurement even if they can go to low\nfrequencies. When the dipolar relaxation of the material leads to low frequency\nrelaxation, separating the relaxation phenomenon from the conduction phenomenon\ncan be difficult, especially when multiple relaxation phenomena superimpose. In\nthis work we use the Kramers-Kronig relations to perform that separation by\nconsidering the frequency response aspect of the permittivity. The practical\naspect of the method is presented and demonstrated on real measurements\n","Comment: 5 pages, 4 figures"]}]
["1405.0479",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0479"],"date":["2014-03-30"],"type":["text"],"creator":["Luo, Y.","Peng, H. X.","Qin, F. X.","Ipatov, M.","Zhukova, V.","Zhukov, A.","Gonzalez, J."],"language":[],"coverage":[],"title":["Dual-band metacomposites containing hybrid Fe and Co-based ferromagnetic\n  microwires"],"description":["  We investigated the microwave properties of polymer based metacomposites\ncontaining hybridized parallel Fe- and Co-based microwire arrays. A dual-band\nleft-handed feature was observed in the frequency bands of 1.5 to 5.5 GHz and 9\nto 17 GHz, indicated by two transmission windows associated with ferromagnetic\nresonance of Fe-based microwires and long range dipolar resonance between the\nwire arrays. The plasma frequency after hybridization is significantly\nincreased due to the enhanced effective diameter through the wire-wire\ninteractions between the Fe- and Co- microwire couples. These results offer\nessential perspectives in designing the multi-band metamaterial for microwave\napplications such as sensors and cloaking devices.\n","Comment: 15 pages with 4 figures"]}]
["1405.0482",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0482"],"date":["2014-05-02"],"type":["text"],"creator":["Marsden, Gaelen","Brazier, Adam","Jenness, Tim","Sayers, Jack","Scott, Douglas"],"language":[],"coverage":[],"title":["Map-making for the Next Generation of Ground-based Submillimeter\n  Instruments"],"description":["  Current ground-based submillimeter instruments (e.g. SCUBA-2, SHARC-2 and\nLABOCA) have hundreds to thousands of detectors, sampled at tens to hundreds of\nhertz, generating up to hundreds of gigabytes per night. Since noise is\ncorrelated between detectors and in time, due to atmospheric signals and\ntemperature oscillations, naive map-making is not applicable. In addition, the\nsize of the data sets makes direct likelihood based inversion techniques\nintractable. As a result, the data reduction approach for most current submm\ncameras is to adopt iterative methods in order to separate noise from sky\nsignal, and hence effectively produce astronomical images. We investigate how\ntoday's map-makers scale to the next generation of instruments, which will have\ntens of thousands of detectors sampled at thousands of hertz, leading to data\nsets of challenging size. We propose strategies for reducing such large data\nsets.\n","Comment: 23rd Annual Astronomical Data Analysis Software and Systems (ADASS)\n  Conference; to be published in ASP Conference Proceedings"]}]
["cond-mat/0607702",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0607702","Applied Physics Letters 89, 142104 (2006)","doi:10.1063/1.2358931"],"date":["2006-07-26"],"type":["text"],"creator":["Lau, W. H.","Sih, V.","Stern, N. P.","Myers, R. C.","Buell, D. A.","Gossard, A. C.","Awschalom, D. D."],"language":[],"coverage":[],"title":["Room temperature electron spin coherence in telecom-wavelength\n  quaternary quantum wells"],"description":["  Time-resolved Kerr rotation spectroscopy is used to monitor the room\ntemperature electron spin dynamics of optical telecommunication wavelength\nAlInGaAs multiple quantum wells lattice-matched to InP. We found that electron\nspin coherence times and effective g-factors vary as a function of aluminum\nconcentration. The measured electron spin coherence times of these multiple\nquantum wells, with wavelengths ranging from 1.26 microns to 1.53 microns,\nreach approximately 100 ps at room temperature, and the measured electron\neffective g-factors are in the range from -2.3 to -1.1.\n","Comment: 4 pages, 4 figures"]}]
["math/0603554",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Combinatorics","20B30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0603554","Journal of Algebra, 300(1), 289-304, 2006","doi:10.1016/j.jalgebra.2006.02.026"],"date":["2006-03-23"],"type":["text"],"creator":["Niemeyer, Alice C.","Praeger, Cheryl E."],"language":[],"coverage":[],"title":["On the frequency of permutations containing a long cycle"],"description":["  A general explicit upper bound is obtained for the proportion $P(n,m)$ of\nelements of order dividing $m$, where $n-1 \\le m \\le cn$ for some constant $c$,\nin the finite symmetric group $S_n$. This is used to find lower bounds for the\nconditional probabilities that an element of $S_n$ or $A_n$ contains an\n$r$-cycle, given that it satisfies an equation of the form $x^{rs}=1$ where\n$s\\leq3$. For example, the conditional probability that an element $x$ is an\n$n$-cycle, given that $x^n=1$, is always greater than 2/7, and is greater than\n1/2 if $n$ does not divide 24. Our results improve estimates of these\nconditional probabilities in earlier work of the authors with Beals,\nLeedham-Green and Seress, and have applications for analysing black-box\nrecognition algorithms for the finite symmetric and alternating groups.\n"]}]
