["0712.1291",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1291","Phys.Rev.D77:103522,2008","doi:10.1103/PhysRevD.77.103522"],"date":["2007-12-08","2008-05-15"],"type":["text"],"creator":["Tomita, Kenji","Inoue, Kaiki Taro"],"language":[],"coverage":[],"title":["Second Order Gravitational Effects on CMB Temperature Anisotropy in\n  Lambda dominated flat universes"],"description":["  We study second order gravitational effects of local inhomogeneities on the\ncosmic microwave background radiation in flat universes with matter and a\ncosmological constant $\\Lambda$. We find that the general relativistic\ncorrection to the Newtonian approximation is negligible at second order\nprovided that the size of the inhomogeneous region is sufficiently smaller than\nthe horizon scale. For a spherically symmetric top-hat type quasi-linear\nperturbation, the first order temperature fluctuation corresponding to the\nlinear integrated Sachs-Wolfe (ISW) effect is enhanced(suppressed) by the\nsecond order one for a compensated void(lump). As a function of redshift of the\nlocal inhomogeneity, the second order temperature fluctuations due to evolution\nof the gravitational potential have a peak before the matter-$\\Lambda$ equality\nepoch for a fixed comoving size and a density contrast. The second order\ngravitational effects from local quasi-linear inhomogeneities at a redshift z~1\nmay significantly affect the cosmic microwave background.\n","Comment: 16 pages, 8 figures, No major change. Eqs (5.6) and (5.7) are\n  modified to include uncompensating cases"]}]
["0905.0488",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Quantum Algebra","53D55 (Primary), 14B10, 16S80, 17B40, 18B05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0488"],"date":["2009-05-04","2014-09-05"],"type":["text"],"creator":["Yekutieli, Amnon"],"language":[],"coverage":[],"title":["Twisted Deformation Quantization of Algebraic Varieties"],"description":["  Let X be a smooth algebraic variety over a field K containing the real\nnumbers. We introduce the notion of twisted associative (resp. Poisson)\ndeformation of the structure sheaf of X. These are stack-like versions of usual\ndeformations. We prove that there is a twisted quantization operation from\ntwisted Poisson deformations to twisted associative deformations, which is\ncanonical and bijective on gauge equivalence classes. This result extends work\nof Kontsevich, and our own earlier work, on deformation quantization of\nalgebraic varieties.\n","Comment: Final version, to appear in Adv. Math. 50 pages, 3 figures"]}]
["0908.0116",{"format":[],"subject":["Mathematics - Category Theory","Mathematics - Algebraic Topology","18C15, 55U40, 18D20, 18G30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0116","Homology, Homotopy and Applications 12(2), 2010, 39-108"],"date":["2009-08-02","2010-04-25"],"type":["text"],"creator":["Pridham, J. P."],"language":[],"coverage":[],"title":["The homotopy theory of strong homotopy algebras and bialgebras"],"description":["  Lada introduced strong homotopy algebras to describe the structures on a\ndeformation retract of an algebra in topological spaces. However, there is no\nsatisfactory general definition of a morphism of strong homotopy (s.h.)\nalgebras. Given a monad T on a simplicial category C, we instead show how s.h.\nT-algebras over C naturally form a Segal space. Given a distributive\nmonad-comonad pair (T, S), the same is true for s.h. (T, S)-bialgebras over C;\nin particular this yields the homotopy theory of s.h. sheaves of s.h. rings.\nThere are similar statements for quasi-monads and quasi-comonads. We also show\nhow the structures arising are related to derived connections on bundles.\n","Comment: 58 pages; v2 final version, to appear in HHA."]}]
["0908.1963",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.1963","Comm. Anal. Geom. 20(3), 529-563, 2012"],"date":["2009-08-13"],"type":["text"],"creator":["Pridham, J. P."],"language":[],"coverage":[],"title":["Derived deformations of schemes"],"description":["  We introduce a new approach to constructing derived deformation groupoids, by\nconsidering them as parameter spaces for strong homotopy bialgebras. This\nallows them to be constructed for all classical deformation problems, such as\ndeformations of an arbitrary scheme, in any characteristic.\n","Comment: 22 pp, formerly contained in 0705.0344"]}]
["1007.0670",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.0670","Astron. Astrophys. 521 (2010) Art. No. L11","doi:10.1051/0004-6361/201015087"],"date":["2010-07-05"],"type":["text"],"creator":["Schilke, P.","Comito, C.","Mueller, H. S. P.","Bergin, E. A.","Herbst, E.","Lis, D. C.","Neufeld, D. A.","Phillips, T. G.","Bell, T. A.","Blake, G. A.","Cabrit, S.","Caux, E.","Ceccarelli, C.","Cernicharo, J.","Crockett, N. R.","Daniel, F.","Dubernet, M. -L.","Emprechtinger, M.","Encrenaz, P.","~Gerin, M.","Giesen, T. F.","Goicoechea, J. R.","Goldsmith, P. F.","Gupta, H.","Joblin, C.","Johnstone, D.","Langer, W. D.","Latter, W. B.","Lord, S. D.","Maret, S.","Martin, P. G.","Melnick, G. J.","Menten, K. M.","Morris, P.","Murphy, J. A.","Ossenkopf, V.","Pagani, L.","Pearson, J. C.","Perault, M.","Plume, R.","Qin, S. -L.","Salez, M.","Schlemmer, S.","Stutzki, J.","Trappe, N.","van der Tak, F. F. S.","Vastel, C.","Wang, S.","Yorke, H. W.","Yu, S.","Erickson, N.","Maiwald, F. W.","Kooi, J.","Karpov, A.","Zmuidzinas, J.","Boogert, A.","Schieder, R.","Zaal, P."],"language":[],"coverage":[],"title":["Herschel observations of ortho- and para-oxidaniumyl (H2O+) in spiral\n  arm clouds toward Sgr B2(M)"],"description":["  H2O+ has been observed in its ortho- and para- states toward the massive star\nforming core Sgr B2(M), located close to the Galactic center. The observations\nshow absorption in all spiral arm clouds between the Sun and Sgr B2. The\naverage o/p ratio of H2O+ in most velocity intervals is 4.8, which corresponds\nto a nuclear spin temperature of 21 K. The relationship of this spin\ntemperature to the formation temperature and current physical temperature of\nthe gas hosting H2O+ is discussed, but no firm conclusion is reached. In the\nvelocity interval 0 to 60 km/s, an ortho/para ratio of below unity is found,\nbut if this is due to an artifact of contamination by other species or real is\nnot clear.\n","Comment: A&A, HIFI special issue, accepted"]}]
["1011.1612",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.1612","Proc. R. Soc. A 8 November 2013 vol. 469 no. 2159","doi:10.1098/rspa.2013.0289"],"date":["2010-11-07"],"type":["text"],"creator":["Dupuis, Frédéric","Florjanczyk, Jan","Hayden, Patrick","Leung, Debbie"],"language":[],"coverage":[],"title":["Locking classical information"],"description":["  It is known that the maximum classical mutual information that can be\nachieved between measurements on a pair of quantum systems can drastically\nunderestimate the quantum mutual information between those systems. In this\narticle, we quantify this distinction between classical and quantum information\nby demonstrating that after removing a logarithmic-sized quantum system from\none half of a pair of perfectly correlated bitstrings, even the most sensitive\npair of measurements might only yield outcomes essentially independent of each\nother. This effect is a form of information locking but the definition we use\nis strictly stronger than those used previously. Moreover, we find that this\nproperty is generic, in the sense that it occurs when removing a random\nsubsystem. As such, the effect might be relevant to statistical mechanics or\nblack hole physics. Previous work on information locking had always assumed a\nuniform message. In this article, we assume only a min-entropy bound on the\nmessage and also explore the effect of entanglement. We find that classical\ninformation is strongly locked almost until it can be completely decoded. As a\ncryptographic application of these results, we exhibit a quantum key\ndistribution protocol that is \"secure\" if the eavesdropper's information about\nthe secret key is measured using the accessible information but in which\nleakage of even a logarithmic number of key bits compromises the secrecy of all\nthe others.\n","Comment: 32 pages, 2 figures"]}]
["1011.2189",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.2189","J. K-Theory 10(2), 413-453, 2012"],"date":["2010-11-09","2013-02-11"],"type":["text"],"creator":["Pridham, J. P."],"language":[],"coverage":[],"title":["Representability of derived stacks"],"description":["  Lurie's representability theorem gives necessary and sufficient conditions\nfor a functor to be an almost finitely presented derived geometric stack. We\nestablish several variants of Lurie's theorem, making the hypotheses easier to\nverify for many applications. Provided a derived analogue of Schlessinger's\ncondition holds, the theorem reduces to verifying conditions on the underived\npart and on cohomology groups. Another simplification is that functors need\nonly be defined on nilpotent extensions of discrete rings. Finally, there is a\npre-representability theorem, which can be applied to associate explicit\ngeometric stacks to dg-manifolds and related objects.\n","Comment: 28 pages; v2 Lemma 1.16 added; v3 final version, to appear in JKT; v4\n  refs updated"]}]
["1011.2742",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.2742","J. K-Theory 10(1), 41-85, 2012"],"date":["2010-11-11","2014-04-10"],"type":["text"],"creator":["Pridham, J. P."],"language":[],"coverage":[],"title":["Derived moduli of schemes and sheaves"],"description":["  We describe derived moduli functors for a range of problems involving schemes\nand quasi-coherent sheaves, and give cohomological conditions for them to be\nrepresentable by derived geometric n-stacks. Examples of problems represented\nby derived geometric 1-stacks are derived moduli of polarised projective\nvarieties, derived moduli of vector bundles, and derived moduli of abelian\nvarieties.\n","Comment: 32 pages; v2 polarised abelian varieties corrected (Remark 3.46); v3\n  final version, to appear in JKT; v4 running typo (local -> complete local)\n  corrected; v5 refs updated; v6 Prop 2.32 added, with consequent\n  simplification of hypersheaf conditions in representability theorems"]}]
["1102.3756",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.3756","Philosophical Magazine 92 (2012) 2","doi:10.1080/14786435.2011.568018"],"date":["2011-02-18","2011-02-28"],"type":["text"],"creator":["Bertalan, Zsolt","Nishimori, Hidethoshi"],"language":[],"coverage":[],"title":["Many-body spin glasses in the microcanonical ensemble"],"description":["  We investigate the p-spin model with Gaussian-distributed random interactions\nin the microcanonical ensemble using the replica theory. For p=2, there are\nonly second-order phase transitions and we recover the results of Sherrington\nand Kirkpatrick obtained in the canonical ensemble. For p > 2, the transition\nbetween the ferromagnetic and paramagnetic phases is of first order, and the\nmicrocanonical and canonical ensembles give different results. We also discuss\nthe ensemble inequivalence of the random energy model, corresponding to the\nlimit p => infinity. This is the first systematic treatment of spin glasses\nwith long-range interactions in the microcanonical ensemble, which shows how\nthe two ensembles give different results.\n","Comment: 15 pages, 5 figures"]}]
["1110.6455",{"format":[],"subject":["Mathematics - Probability","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6455","Annals of Applied Probability 2014, Vol. 24, No. 6, 2297-2339","doi:10.1214/13-AAP978"],"date":["2011-10-28","2014-09-05"],"type":["text"],"creator":["Addario-Berry, Louigi","Broutin, Nicolas","Holmgren, Cecilia"],"language":[],"coverage":[],"title":["Cutting down trees with a Markov chainsaw"],"description":["  We provide simplified proofs for the asymptotic distribution of the number of\ncuts required to cut down a Galton-Watson tree with critical, finite-variance\noffspring distribution, conditioned to have total progeny $n$. Our proof is\nbased on a coupling which yields a precise, nonasymptotic distributional result\nfor the case of uniformly random rooted labeled trees (or, equivalently,\nPoisson Galton-Watson trees conditioned on their size). Our approach also\nprovides a new, random reversible transformation between Brownian excursion and\nBrownian bridge.\n","Comment: Published in at http://dx.doi.org/10.1214/13-AAP978 the Annals of\n  Applied Probability (http://www.imstat.org/aap/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["1201.6594",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Mathematical Physics","Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.6594","The Journal of Mathematical Neuroscience 2012, 2:12","doi:10.1186/2190-8567-2-12"],"date":["2012-01-31"],"type":["text"],"creator":["Olmi, Simona","Politi, Antonio","Torcini, Alessandro"],"language":[],"coverage":[],"title":["Stability of the splay state in networks of pulse-coupled neurons"],"description":["  We analytically investigate the stability of {\\it splay states} in networks\nof $N$ pulse-coupled phase-like models of neurons. By developing a perturbative\ntechnique, we find that, in the limit of large $N$, the Floquet spectrum scales\nas $1/N^2$ for generic discontinuous velocity fields. Moreover, the stability\nof the so-called short-wavelength component is determined by the sign of the\njump at the discontinuity. Altogether, the form of the spectrum depends on the\npulse shape but is independent of the velocity field.\n","Comment: 22 pages, no figures and 120 equations"]}]
["1202.0731",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0731","Annals of Applied Probability 2014, Vol. 24, No. 6, 2246-2296","doi:10.1214/13-AAP975"],"date":["2012-02-03","2014-09-05"],"type":["text"],"creator":["Broniatowski, Michel","Caron, Virgile"],"language":[],"coverage":[],"title":["Long runs under a conditional limit distribution"],"description":["  This paper presents a sharp approximation of the density of long runs of a\nrandom walk conditioned on its end value or by an average of a function of its\nsummands as their number tends to infinity. In the large deviation range of the\nconditioning event it extends the Gibbs conditional principle in the sense that\nit provides a description of the distribution of the random walk on long\nsubsequences. An approximation of the density of the runs is also obtained when\nthe conditioning event states that the end value of the random walk belongs to\na thin or a thick set with a nonempty interior. The approximations hold either\nin probability under the conditional distribution of the random walk, or in\ntotal variation norm between measures. An application of the approximation\nscheme to the evaluation of rare event probabilities through importance\nsampling is provided. When the conditioning event is in the range of the\ncentral limit theorem, it provides a tool for statistical inference in the\nsense that it produces an effective way to implement the Rao-Blackwell theorem\nfor the improvement of estimators; it also leads to conditional inference\nprocedures in models with nuisance parameters. An algorithm for the simulation\nof such long runs is presented, together with an algorithm determining the\nmaximal length for which the approximation is valid up to a prescribed\naccuracy.\n","Comment: Published in at http://dx.doi.org/10.1214/13-AAP975 the Annals of\n  Applied Probability (http://www.imstat.org/aap/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org). arXiv admin note: text\n  overlap with arXiv:1010.3616"]}]
["1203.1942",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1942","doi:10.1088/0004-637X/751/1/52"],"date":["2012-03-08","2012-04-04"],"type":["text"],"creator":["Edelson, Rick","Malkan, Matthew A."],"language":[],"coverage":[],"title":["Reliable Identifications of AGN from the WISE, 2MASS and Rosat all-sky\n  surveys"],"description":["  We have developed the \"S_IX\" statistic to identify bright, highly-likely\nActive Galactic Nucleus (AGN) candidates solely on the basis of WISE, 2MASS and\nRosat all-sky survey data. This statistic was optimized with data from the\npreliminary WISE survey and the SDSS, and tested with Lick 3-m Kast\nspectroscopy. We find that sources with S_IX < 0 have a <~95% likelihood of\nbeing an AGN (defined in this paper as a Seyfert 1, quasar or blazar). This\nstatistic was then applied to the full WISE/2MASS/RASS dataset, including the\nfinal WISE data release, to yield the \"W2R\" sample of 4,316 sources with S_IX <\n0. Only 2,209 of these sources are currently in the Veron-Cetty and Veron (VCV)\ncatalog of spectroscopically confirmed AGN, indicating that the W2R sample\ncontains nearly 2,000 new, relatively bright (J <~ 16) AGN.\n  We utilize the W2R sample to quantify biases and incompleteness in the VCV\ncatalog. We find it is highly complete for bright (J < 14), northern AGN, but\nthe completeness drops below 50% for fainter, southern samples and for sources\nnear the Galactic plane. This approach also led to the spectroscopic\nidentification of 10 new AGN in the Kepler field, more than doubling the number\nof AGN being monitored by Kepler. This has identified ~1 bright AGN every 10\nsquare degrees, permitting construction of AGN samples in any sufficiently\nlarge region of sky.\n","Comment: 25 pages, 6 figures, 5 tables. Accepted for publication in ApJ;\n  tentatively scheduled for the 2012 May 10 issue. This version contains data\n  from the full WISE release of 13 March 2012, resulting in a W2R sample of\n  4,316 sources. Tables 3 and 5 can be downloaded from, e.g.\n  http://www.astro.ucla.edu/~malkan/w2r/table3.xls"]}]
["1211.3260",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.3260","Phys. Rev. D 87, 054017 (2013)","doi:10.1103/PhysRevD.87.054017"],"date":["2012-11-14","2014-04-10"],"type":["text"],"creator":["Kitadono, Yoshio","Li, Hsiang-nan"],"language":[],"coverage":[],"title":["Spin analyzing power for polarized top decays with jets"],"description":["  We perform perturbative QCD factorization of infrared radiations associated\nwith an energetic $b$ quark from a polarized top quark decay, taking the\nsemi-leptonic channel as an example. The resultant formula is expressed as a\nconvolution of an infrared-finite heavy-quark kernel with a $b$-quark jet\nfunction. Evaluating the heavy-quark kernel up to leading order in the coupling\nconstant and adopting the jet function from QCD resummation, we predict the\ndependence of the spin analyzing power for a polarized top quark on the\ninvariant mass of the $b$-quark jet. It is observed that the spin analyzing\npower could be enhanced by a factor 2 compared to the inclusive case with the\njet mass being integrated over. It is worthwhile to test experimentally the\nenhancement of the spin analyzing power due to the inclusion of jet dynamics.\n","Comment: 18 pages, 10 figures"]}]
["1212.3535",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3535","Physica B: Condensed Matter 454, 224 (2014)","doi:10.1016/j.physb.2014.07.075"],"date":["2012-12-14","2014-09-05"],"type":["text"],"creator":["Ji, Kai","Maier, Stefan","Komnik, Andreas"],"language":[],"coverage":[],"title":["Dynamical response of ultracold interacting fermion-boson mixtures"],"description":["  We analyze the dynamical response of a ultracold binary gas mixture in\npresence of strong boson-fermion couplings. Mapping the problem onto that of\nthe optical response of a metal/semiconductor electronic degrees of freedom to\nelectromagnetic perturbation we calculate the corresponding dynamic linear\nresponse susceptibility in the non-perturbative regimes of strong boson-fermion\ncoupling using diagrammatic resummation technique as well as quantum Monte\nCarlo simulations. We evaluate the Bragg spectral function as well as the\noptical conductivity and find a pseudogap, which forms in certain parameter\nregimes.\n","Comment: 32 pages, 13 figures"]}]
["1212.6027",{"format":[],"subject":["Mathematics - Probability","Computer Science - Discrete Mathematics","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.6027","Annals of Applied Probability 2014, Vol. 24, No. 6, 2414-2454","doi:10.1214/13-AAP981"],"date":["2012-12-25","2014-09-05"],"type":["text"],"creator":["Khandwawala, Mustafa","Sundaresan, Rajesh"],"language":[],"coverage":[],"title":["Belief propagation for optimal edge cover in the random complete graph"],"description":["  We apply the objective method of Aldous to the problem of finding the\nminimum-cost edge cover of the complete graph with random independent and\nidentically distributed edge costs. The limit, as the number of vertices goes\nto infinity, of the expected minimum cost for this problem is known via a\ncombinatorial approach of Hessler and W\\\"{a}stlund. We provide a proof of this\nresult using the machinery of the objective method and local weak convergence,\nwhich was used to prove the $\\zeta(2)$ limit of the random assignment problem.\nA proof via the objective method is useful because it provides us with more\ninformation on the nature of the edge's incident on a typical root in the\nminimum-cost edge cover. We further show that a belief propagation algorithm\nconverges asymptotically to the optimal solution. This can be applied in a\ncomputational linguistics problem of semantic projection. The belief\npropagation algorithm yields a near optimal solution with lesser complexity\nthan the known best algorithms designed for optimality in worst-case settings.\n","Comment: Published in at http://dx.doi.org/10.1214/13-AAP981 the Annals of\n  Applied Probability (http://www.imstat.org/aap/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["1301.1871",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.1871","New J. Phys. 16 (2014) 093002","doi:10.1088/1367-2630/16/9/093002"],"date":["2013-01-09","2013-08-30"],"type":["text"],"creator":["Albrecht, Andreas","Koplovitz, Guy","Retzker, Alex","Jelezko, Fedor","Yochelis, Shira","Porath, Danny","Nevo, Yuval","Shoseyov, Oded","Paltiel, Yossi","Plenio, Martin B."],"language":[],"coverage":[],"title":["Self-assembling hybrid diamond-biological quantum devices"],"description":["  The realization of scalable arrangements of nitrogen vacancy (NV) centers in\ndiamond remains a key challenge on the way towards efficient quantum\ninformation processing, quantum simulation and quantum sensing applications.\nAlthough technologies based on implanting NV-center in bulk diamond crystals or\nhybrid device approaches have been developed, they are limited in the\nachievable spatial resolution and by the intricate technological complexities\ninvolved in achieving scalability. We propose and demonstrate a novel approach\nfor creating an arrangement of NV-centers, based on the self-assembling\ncapabilities of biological systems and its beneficial nanometer spatial\nresolution. Here, a self-assembled protein structure serves as a structural\nscaffold for surface functionalized nanodiamonds, in this way allowing for the\ncontrolled creation of NV-structures on the nanoscale and providing a new\navenue towards bridging the bio-nano interface. One-, two- as well as\nthree-dimensional structures are within the scope of biological structural\nassembling techniques. We realized experimentally the formation of regular\nstructures by interconnecting nanodiamonds using biological protein scaffolds.\nBased on the achievable NV-center distances of 11nm, we evaluate the expected\ndipolar coupling interaction with neighboring NV-center as well as the expected\ndecoherence time. Moreover, by exploiting these couplings, we provide a\ndetailed theoretical analysis on the viability of multiqubit quantum\noperations, suggest the possibility of individual addressing based on the\nrandom distribution of the NV intrinsic symmetry axes and address the\nchallenges posed by decoherence and imperfect couplings. We then demonstrate in\nthe last part that our scheme allows for the high-fidelity creation of\nentanglement, cluster states and quantum simulation applications.\n","Comment: 7 pages, 4 figures and Supplement (28 pages, 13 figures)"]}]
["1301.5067",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1301.5067","MNRAS (November 01, 2013) 435 (3): 2092-2098","doi:10.1093/mnras/stt1425"],"date":["2013-01-21"],"type":["text"],"creator":["Inoue, Kaiki Taro","Rashkov, Valery","Silk, Joseph","Madau, Piero"],"language":[],"coverage":[],"title":["Direct Gravitational Imaging of Intermediate Mass Black Holes in\n  Extragalactic Halos"],"description":["  A galaxy halo may contain a large number of intermediate mass black holes\n(IMBHs) with masses in the range of 10^{2-6} solar mass. We propose to directly\ndetect these IMBHs by observing multiply imaged QSO-galaxy or galaxy-galaxy\nstrong lens systems in the submillimeter bands with high angular resolution.\nThe silhouette of an IMBH in the lensing galaxy halo would appear as either a\nmonopole-like or a dipole-like variation at the scale of the Einstein radius\nagainst the Einstein ring of the dust-emitting region surrounding the QSO. We\nuse a particle tagging technique to dynamically populate a Milky Way-sized dark\nmatter halo with black holes, and show that the surface mass density and number\ndensity of IMBHs have power-law dependences on the distance from the center of\nthe host halo if smoothed on a scale of ~ 1 kpc. Most of the black holes\norbiting close to the center are freely roaming as they have lost their dark\nmatter hosts during infall due to tidal stripping. Next generation\nsubmillimeter telescopes with high angular resolution (< 0.3 mas) will be\ncapable of directly mapping such off-nuclear freely roaming IMBHs with a mass\nof ~ 10^6 solar mass in a lensing galaxy that harbours a O(10^9) solar mass\nsupermassive black hole in its nucleus.\n","Comment: 7 pages, 6 figures, submitted to MNRAS"]}]
["1302.1188",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.1188","Europhys.Lett. 103(2013)24002","doi:10.1209/0295-5075/103/24002"],"date":["2013-02-05","2014-09-05"],"type":["text"],"creator":["Volokitin, A. I.","Persson, B. N. J."],"language":[],"coverage":[],"title":["Influence of electric current on the Casimir forces between graphene\n  sheets"],"description":["  We investigate the dependence of the thermal Casimir force between two\ngraphene sheets on the drift velocity of the electrons in one graphene sheet.\nWe show that the drift motion produces a measurable change of the thermal\nCasimir force due to the Doppler effect. The thermal Casimir force as well as\nthe Casimir friction are strongly enhanced in the case of resonant photon\ntunneling when the energy of the emitted photon coincides with the energy of\nelectron-hole pair excitations. In the case of resonant photon tunneling, even\nfor temperatures above room temperature the Casimir friction is dominated by\nquantum friction due to quantum fluctuations. Quantum friction can be detected\nin frictional drag experiment between graphene sheets for high electric field.\n","Comment: 6 pages, 2 figures"]}]
["1302.3534",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.3534"],"date":["2013-02-14","2014-09-05"],"type":["text"],"creator":["Shivamoggi, Bhimsen K."],"language":[],"coverage":[],"title":["Singularities in Fully Developed Turbulence"],"description":["  Phenomenological arguments are used to explore finite-time singularity\ndevelopment in different physical fully-developed turbulence (FDT) situations.\nThe role played by the cascade physics underlying this process is investigated.\nSuch diverse aspects as the effects of spatial intermittency and fluid\ncompressibility in three-dimensional (3D) FDT and the role of the divorticity\namplification mechanism in two-dimensional (2D) FDT and quasi-2D\nquasi-geostrophic FDT and the advection-diffusion mechanism in\nmagnetohydrodynamic turbulence are considered to provide physical insights into\nthis process in variant cascade physics situations. The quasi-geostrophic FDT\nresults connect with the 2D FDT results in the barotropic limit while they\nconnect with 3D FDT results in the baroclinic limit (on doing the necessary\ninterchange of vorticity in the 3D case with divorticity in the quasi-2D case);\nhence they seem to provide a kind of bridge between 2D FDT and 3D FDT results.\n"]}]
["1302.4445",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.4445","doi:10.1088/0004-637X/766/1/16"],"date":["2013-02-18"],"type":["text"],"creator":["Edelson, R.","Mushotzky, R.","Vaughan, S.","Scargle, J.","Gandhi, P.","Malkan, M.","Baumgartner, W."],"language":[],"coverage":[],"title":["Kepler observations of rapid optical variability in the BL Lac object\n  W2R1926+42"],"description":["  We present the first Kepler monitoring of a strongly variable BL Lac,\nW2R1926+42. The light curve covers 181 days with ~0.2% errors, 30 minute\nsampling and >90% duty cycle, showing numerous delta I/I > 25% flares over\ntimescales as short as a day. The flux distribution is highly skewed and\nnon-Gaussian. The variability shows a strong rms-flux correlation with the\nclearest evidence to date for non-linearity in this relation. We introduce a\nmethod to measure periodograms from the discrete autocorrelation function, an\napproach that may be well-suited to a wide range of Kepler data. The\nperiodogram is not consistent with a simple power-law, but shows a flattening\nat frequencies below 7x10-5 Hz. Simple models of the power spectrum, such as a\nbroken power law, do not produce acceptable fits, indicating that the Kepler\nblazar light curve requires more sophisticated mathematical and physical\ndescriptions than currently in use.\n","Comment: 12 pages, 7 figures, accepted for publication in ApJ, 2013 March 20\n  edition"]}]
["1302.6895",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.6895"],"date":["2013-02-27","2014-09-05"],"type":["text"],"creator":["Ludewig, Matthias"],"language":[],"coverage":[],"title":["A Semiclassical Heat Kernel Proof of the Poincar\\'e-Hopf Theorem"],"description":["  We treat the Witten operator on the de Rham complex with semiclassical heat\nkernel methods to derive the Poincar\\'e-Hopf theorem and degenerate\ngeneralizations of it. Thereby, we see how the semiclassical asymptotics of the\nWitten heat kernel are related to approaches using the Thom form of Mathai and\nQuillen.\n","Comment: 27 pages"]}]
["1303.1340",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.1340"],"date":["2013-03-06","2014-09-05"],"type":["text"],"creator":["Brugalle, Erwan","Markwig, Hannah"],"language":[],"coverage":[],"title":["Deformation of tropical Hirzebruch surfaces and enumerative geometry"],"description":["  We illustrate the use of tropical methods by generalizing a formula due to\nAbramovich and Bertram, extended later by Vakil. Namely, we exhibit relations\nbetween enumerative invariants of the Hirzebruch surfaces $\\Sigma_n$ and\n$\\Sigma_{n+2}$, obtained by deforming the first surface to the latter.\n  Our strategy involves a tropical counterpart of deformations of Hirzebruch\nsurfaces, and tropical enumerative geometry on a tropical surface in\nthree-space.\n","Comment: 62 pages, 22 figures. Introduction edited"]}]
["1304.1800",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.1800","Quantum Inf Process 13, 1155-1173 (2014)","doi:10.1007/s11128-013-0718-2"],"date":["2013-04-05","2013-06-12"],"type":["text"],"creator":["Ferraro, E.","De Michielis, M.","Mazzeo, G.","Fanciulli, M.","Prati, E."],"language":[],"coverage":[],"title":["Effective Hamiltonian for the hybrid double quantum dot qubit"],"description":["  Quantum dot hybrid qubits formed from three electrons in double quantum dots\nrepresent a promising compromise between high speed and simple fabrication for\nsolid state implementations of single qubit and two qubits quantum logic ports.\nWe derive the Schrieffer-Wolff effective Hamiltonian that describes in a simple\nand intuitive way the qubit by combining a Hubbard-like model with a projector\noperator method. As a result, the Hubbard-like Hamiltonian is transformed in an\nequivalent expression in terms of the exchange coupling interactions between\npairs of electrons. The effective Hamiltonian is exploited to derive the\ndynamical behaviour of the system and its eigenstates on the Bloch sphere to\ngenerate qubits operation for quantum logic ports. A realistic implementation\nin silicon and the coupling of the qubit with a detector are discussed.\n","Comment: 9 pages, 4 figures"]}]
["1304.6049",{"format":[],"subject":["Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.6049"],"date":["2013-04-22","2014-09-05"],"type":["text"],"creator":["Vezzosi, Gabriele"],"language":[],"coverage":[],"title":["A model structure on relative dg-Lie algebroids"],"description":["  In this Note, for the future purposes of relative formal derived deformation\ntheory and of derived coisotropic structures, we prove the existence of a model\nstructure on the category of dg-Lie algebroids over a cochain differential\nnon-positively graded commutative algebra over a commutative base ring k of\ncharacteristic 0.\n","Comment: submitted version"]}]
["1305.1663",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.1663","ApJ 770, 155 (2014)","doi:10.1088/0004-637X/770/2/155"],"date":["2013-05-07","2014-09-04"],"type":["text"],"creator":["Velonà, A. D. Romeo","Sommer-Larsen, J.","Napolitano, N. R.","Antonuccio-Delogu, V.","Cielo, S.","Gavignaud, I."],"language":[],"coverage":[],"title":["Evolution of the Mass-Metallicity relations in passive and star-forming\n  galaxies from SPH-cosmological simulations"],"description":["  We present results from SPH-cosmological simulations, including\nself-consistent modelling of SN feedback and chemical evolution, of galaxies\nbelonging to two clusters and twelve groups. We reproduce the mass-metallicity\n(ZM) relation of galaxies classified in two samples according to their\nstar-forming activity, as parametrized by their sSFR, across a redshift range\nup to z=2.\n  Its slope shows irrelevant evolution in the passive sample, being steeper in\ngroups than in clusters. However, the sub-sample of high-mass passive galaxies\nonly is characterized by a steep increase of the slope with redshift, from\nwhich it can be inferred that the bulk of the slope evolution of the ZM\nrelation is driven by the more massive passive objects. (...ABRIDGED...)\n  The ZM relation for the star-forming sample reveals an increasing scatter\nwith redshift, indicating that it is still being built at early epochs. The\nstar-forming galaxies make up a tight sequence in the SFR-M_* plane at high\nredshift, whose scatter increases with time alongside with the consolidation of\nthe passive sequence. We also confirm the anti-correlation between sSFR and\nstellar mass, pointing at a key role of the former in determining the galaxy\ndownsizing, as the most significant means of diagnostics of the star formation\nefficiency. Likewise, an anti-correlation between sSFR and metallicity can be\nestablished for the star-forming galaxies, while on the contrary more active\ngalaxies in terms of simple SFR are also metal-richer.\n  We discuss these results in terms of the mechanisms driving the evolution\nwithin the high- and low-mass regimes at different epochs: mergers,\nfeedback-driven outflows and the intrinsic variation of the star formation\nefficiency.\n","Comment: Emended list of authors"]}]
["1305.2005",{"format":[],"subject":["Quantum Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2005","doi:10.1016/j.ssc.2014.07.001"],"date":["2013-05-08"],"type":["text"],"creator":["Wilson, Justin H.","Mitchell, Joe","Galitski, Victor"],"language":[],"coverage":[],"title":["Probing the structure of entanglement with entanglement moments"],"description":["  We introduce and define a set of functions on pure bipartite states called\nentanglement moments. Usual entanglement measures tell you if two systems are\nentangled, while entanglement moments tell you both if and how two systems are\nentangled. They are defined with respect to a measurement basis in one system\n(e.g., a measuring device), and output numbers describing how a system (e.g., a\nqubit) is entangled with that measurement basis. The moments utilize different\ndistance measures on the Hilbert space of the measured system, and can be\ngeneralized to any N-dimensional Hilbert space. As an application, they can\ndistinguish between projective and non-projective measurements. As a particular\nexample, we take the Rabi model's eigenstates and calculate the entanglement\nmoments as well as the full distribution of entanglement.\n","Comment: 5 pages, 5 figures"]}]
["1305.7062",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.7062","Phys. Rev. Lett. 111 229002 (2013)","doi:10.1103/PhysRevLett.111.229002"],"date":["2013-05-30","2014-09-05"],"type":["text"],"creator":["Campanelli, Leonardo"],"language":[],"coverage":[],"title":["Reply to \"Comments on Origin of cosmic magnetic fields\""],"description":["  In \"L. Campanelli, arXiv:1304.6534 [astro-ph.CO]\", we have shown that cosmic\nmagnetic fields are a natural consequence of inflation. Our results have been\ncriticized in the recent comment \"R. Durrer, G. Marozzi and M. Rinaldi,\narXiv:1305.3192 [astro-ph.CO].\" We show that the arguments raised against the\nvalidity of our results are physically and mathematically unfounded.\n","Comment: 2 pages, version matching the published one"]}]
["1306.1796",{"format":[],"subject":["Condensed Matter - Quantum Gases","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1306.1796","Physical Review A 88, 033631 (2013)","doi:10.1103/PhysRevA.88.033631"],"date":["2013-06-07"],"type":["text"],"creator":["Ibañez-Azpiroz, Julen","Eiguren, Asier","Bergara, Aitor","Pettini, Giulio","Modugno, Michele"],"language":[],"coverage":[],"title":["Self-consistent tight-binding description of Dirac points moving and\n  merging in two dimensional optical lattices"],"description":["  We present an accurate ab initio tight-binding model, capable of describing\nthe dynamics of Dirac points in tunable honeycomb optical lattices following a\nrecent experimental realization [L. Tarruell et al., Nature 483, 302 (2012)].\nOur scheme is based on first-principle maximally localized Wannier functions\nfor composite bands. The tunneling coefficients are calculated for different\nlattice configurations, and the spectrum properties are well reproduced with\nhigh accuracy. In particular, we show which tight binding description is needed\nin order to accurately reproduce the position of Dirac points and the\ndispersion law close to their merging, for different laser intensities.\n","Comment: 11 pages, 16 figures"]}]
["1307.0272",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.0272"],"date":["2013-07-01","2014-09-05"],"type":["text"],"creator":["Zenchuk, A. I."],"language":[],"coverage":[],"title":["Informational correlation between two parties of a quantum system: short\n  spin-1/2 chains with XY Hamiltonian"],"description":["  We introduce the informational correlation $E^{AB}$ between two interacting\nquantum subsystems $A$ and $B$ of a quantum system as the number of arbitrary\nparameters $\\varphi_i$ of a unitary transformation $U^A$ (locally performed on\nthe subsystem $A$) which may be detected in the subsystem $B$ by the local\nmeasurements. This quantity indicates whether the state of the subsystem $B$\nmay be effected by means of the unitary transformation applied to the subsystem\n$A$. Emphasize that $E^{AB}\\neq E^{BA}$ in general. The informational\ncorrelations in systems with tensor product initial states are studied in more\ndetails. In particular, it is shown that the informational correlation may be\nchanged by the local unitary transformations of the subsystem $B$. However,\nthere is some non-reducible part of $E^{AB}(t)$ which may not be decreased by\nany unitary transformation of the subsystem $B$ at a fixed time instant $t$.\nTwo examples of the informational correlations between two parties of the four\nnode spin-1/2 chain are studied.\n","Comment: 45 pages, 2 figures"]}]
["1308.2379",{"format":[],"subject":["Mathematics - Algebraic Geometry","14L30, 14M25, 14J45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1308.2379","Documenta Mathematica, 19 (2014), pages 905-940"],"date":["2013-08-11"],"type":["text"],"creator":["Süß, Hendrik"],"language":[],"coverage":[],"title":["Fano threefolds with 2-torus action - a picture book"],"description":["  Following the work of Altmann and Hausen we give a combinatorial description\nin terms for smooth Fano threefolds admitting a 2-torus action. We show that a\nwhole variety of properties and invariants can be read off from this\ndescription. As an application we prove and disprove the existence of\nKahler-Einstein metrics for some of these Fano threefolds, calculate their Cox\nrings and some of their toric canonical degenerations.\n","Comment: 26 pages, 44 figures"]}]
["1308.4202",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1308.4202"],"date":["2013-08-19","2014-09-05"],"type":["text"],"creator":["Livshyts, Galyna"],"language":[],"coverage":[],"title":["Maximal Surface Area of a convex set in $\\R^n$ with respect to log\n  concave rotation invariant measures"],"description":["  It was shown by K. Ball and F. Nazarov, that the maximal surface area of a\nconvex set in $\\mathbb{R}^n$ with respect to the Standard Gaussian measure is\nof order $n^{\\frac{1}{4}}$. In the present paper we establish the analogous\nresult for all rotation invariant log concave probability measures. We show\nthat the maximal surface area with respect to such measures is of order\n$\\frac{\\sqrt{n}}{\\sqrt[4]{Var|X|} \\sqrt{\\mathbb{E}|X|}}$, where $X$ is a random\nvector in $\\mathbb{R}^n$ distributed with respect to the measure.\n","Comment: 26 pages"]}]
["1308.5120",{"format":[],"subject":["Mathematics - Probability","20E42, 51E24, 05C81, 60J10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1308.5120"],"date":["2013-08-23","2014-09-04"],"type":["text"],"creator":["Parkinson, James","Woess, Wolfgang"],"language":[],"coverage":[],"title":["Regular sequences and random walks in affine buildings"],"description":["  We define and characterise regular sequences in affine buildings, thereby\ngiving the \"$p$-adic analogue\" of the fundamental work of Kaimanovich. As\napplications we prove limit theorems for random walks on affine buildings and\ntheir automorphism groups.\n"]}]
["1309.2457",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1309.2457","Optics express 21 (23), 27641-27651 (2013)","doi:10.1364/OE.21.027641"],"date":["2013-09-10"],"type":["text"],"creator":["Guerreiro, T.","Martin, A.","Sanguinetti, B.","Bruno, N.","Zbinden, H.","Thew, R. T."],"language":[],"coverage":[],"title":["High efficiency coupling of photon pairs in practice"],"description":["  Multi-photon and quantum communication experiments such as loophole-free Bell\ntests and device independent quantum key distribution require entangled photon\nsources which display high coupling efficiency. In this paper we put forward a\nsimple quantum theoretical model which allows the experimenter to design a\nsource with high pair coupling efficiency. In particular we apply this approach\nto a situation where high coupling has not been previously obtained: we\ndemonstrate a symmetric coupling efficiency of more than 80% in a highly\nfrequency non-degenerate configuration. Furthermore, we demonstrate this\ntechnique in a broad range of configurations, i.e. in continuous wave and\npulsed pump regimes, and for different nonlinear crystals.\n"]}]
["1309.3432",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1309.3432","doi:10.1007/978-3-319-06404-8_3"],"date":["2013-09-13","2014-01-17"],"type":["text"],"creator":["Bergmann, Ronny","Prestin, Jürgen"],"language":[],"coverage":[],"title":["Multivariate Anisotropic Interpolation on the Torus"],"description":["  We investigate the error of periodic interpolation, when sampling a function\non an arbitrary pattern on the torus. We generalize the periodic Strang-Fix\nconditions to an anisotropic setting and provide an upper bound for the error\nof interpolation. These conditions and the investigation of the error\nespecially take different levels of smoothness along certain directions into\naccount.\n"]}]
["1309.4114",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1309.4114","Scientific Reports 4, 5490 (2014)","doi:10.1038/srep05490"],"date":["2013-09-16","2013-09-18"],"type":["text"],"creator":["Marangon, Davide G.","Vallone, Giuseppe","Villoresi, Paolo"],"language":[],"coverage":[],"title":["Random bits, true and unbiased, from atmospheric turbulence"],"description":["  Random numbers represent a fundamental ingredient for numerical simulation,\ngames, informa- tion science and secure communication. Algorithmic and\ndeterministic generators are affected by insufficient information entropy. On\nthe other hand, suitable physical processes manifest intrinsic unpredictability\nthat may be exploited for generating genuine random numbers with an entropy\nreaching the ideal limit. In this work, we present a method to extract genuine\nrandom bits by using the atmospheric turbulence: by sending a laser beam along\na 143Km free-space link, we took advantage of the chaotic behavior of air\nrefractive index in the optical propagation. Random numbers are then obtained\nby converting in digital units the aberrations and distortions of the received\nlaser wave-front. The generated numbers, obtained without any post-processing,\npass the most selective randomness tests. The core of our extracting algorithm\ncan be easily generalized for other physical processes.\n"]}]
["1309.4807",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1309.4807"],"date":["2013-09-18","2014-09-05"],"type":["text"],"creator":["Ha, Huy Tai","Lin, Kuei-Nuan"],"language":[],"coverage":[],"title":["Normal 0-1 polytopes"],"description":["  We study the question of when 0-1 polytopes are normal or, equivalently,\nhaving the integer decomposition property. In particular, we shall associate to\neach 0-1 polytope a labeled hypergraph, and examine the equality between its\nEhrhart and polytopal rings via the combinatorial structures of the labeled\nhypergraph.\n","Comment: 16 pages; major revision with many changes; change title and update\n  combinatorial terminology"]}]
["1309.5857",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1309.5857","Phys. Status Solidi B 251, 1700 (2014)","doi:10.1002/pssb.201350230"],"date":["2013-09-23"],"type":["text"],"creator":["Opel, Matthias","Goennenwein, Sebastian T. B.","Althammer, Matthias","Nielsen, Karl-Wilhelm","Karrer-Müller, Eva-Maria","Bauer, Sebastian","Senn, Konrad","Schwark, Christoph","Weier, Christian","Güntherodt, Gernot","Beschoten, Bernd","Gross, Rudolf"],"language":[],"coverage":[],"title":["Zinc Oxide - From Dilute Magnetic Doping to Spin Transport"],"description":["  During the past years there has been renewed interest in the wide-bandgap\nII-VI semiconductor ZnO, triggered by promising prospects for spintronic\napplications. First, ferromagnetism was predicted for dilute magnetic doping.\nIn comprehensive investigation of ZnO:Co thin films based on the combined\nmeasurement of macroscopic and microscopic properties, we find no evidence for\ncarrier-mediated itinerant ferromagnetism. Phase-pure, crystallographically\nexcellent ZnO:Co is uniformly paramagnetic. Superparamagnetism arises when\nphase separation or defect formation occurs, due to nanometer-sized metallic\nprecipitates. Other compounds like ZnO:(Li,Ni) and ZnO:Cu do not exhibit\nindication of ferromagnetism.\n  Second, its small spin-orbit coupling and correspondingly large spin\ncoherence length makes ZnO suitable for transporting or manipulating spins in\nspintronic devices. From optical pump/optical probe experiments, we find a spin\ndephasing time of the order of 15 ns at low temperatures which we attribute to\nelectrons bound to Al donors. In all-electrical magnetotransport measurements,\nwe successfully create and detect a spin-polarized ensemble of electrons and\ntransport this spin information across several nanometers. We derive a spin\nlifetime of 2.6 ns for these itinerant spins at low temperatures, corresponding\nwell to results from an electrical pump/optical probe experiment.\n","Comment: 11 pages, 6 figures, 99 references"]}]
["1309.6600",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1309.6600","Phys. Status Solidi B 251, 1861 (2014)","doi:10.1002/pssb.201350201"],"date":["2013-09-25"],"type":["text"],"creator":["Kuhlen, Sebastian","Ledesch, Ralph","de Winter, Robin","Althammer, Matthias","Goennenwein, Sebastian T. B.","Opel, Matthias","Gross, Rudolf","Wassner, Thomas A.","Brandt, Martin S.","Beschoten, Bernd"],"language":[],"coverage":[],"title":["Unambiguous determination of spin dephasing times in ZnO"],"description":["  Time-resolved magneto-optics is a well-established optical pump probe\ntechnique to generate and to probe spin coherence in semiconductors. By this\nmethod, spin dephasing times T_2^* can easily be determined if their values are\ncomparable to the available pump-probe-delays. If T_2^* exceeds the laser\nrepetition time, however, resonant spin amplification (RSA) can equally be used\nto extract T_2^*. We demonstrate that in ZnO these techniques have several\ntripping hazards resulting in deceptive values for T_2^* and show how to avoid\nthem. We show that the temperature dependence of the amplitude ratio of two\nseparate spin species can easily be misinterpreted as a strongly temperature\ndependent T_2^* of a single spin ensemble, while the two spin species have\nT_2^* values which are nearly independent of temperature. Additionally,\nconsecutive pump pulses can significantly diminish the spin polarization, which\nremains from previous pump pulses. While this barely affects T_2^* values\nextracted from delay line scans, it results in seemingly shorter T_2^* values\nin RSA.\n","Comment: 11 pages, 10 figures"]}]
["1310.6664",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1310.6664","New J. Phys. 16, 063064 (2014)","doi:10.1088/1367-2630/16/6/063064"],"date":["2013-10-24","2014-04-28"],"type":["text"],"creator":["Vallone, Giuseppe","Dall'Arche, Alberto","Tomasin, Marco","Villoresi, Paolo"],"language":[],"coverage":[],"title":["Loss tolerant device-independent quantum key distribution: a proof of\n  principle"],"description":["  We here present the rate analysis and a proof of principle realization of a\ndevice-independent quantum key distribution (QKD) protocol requiring the lowest\ndetection efficiency necessary to achieve a secure key compared to\ndevice-independent protocols known so far. The protocol is based on\nnon-maximally entangled state and its experimental realization has been\nperformed by two-photon bipartite entangled states. The improvement with\nrespect to protocols involving maximally entangled states has been estimated.\n","Comment: 8 pages, 4 figure + appendix"]}]
["1310.7095",{"format":[],"subject":["Mathematics - Numerical Analysis","41A46, 15A22, 65F15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1310.7095","Electronic Transactions on Numerical Analysis 41 (2014), 249-261"],"date":["2013-10-26"],"type":["text"],"creator":["Fermo, Luisa","Van der Mee, Cornelis","Seatzu, Sebastiano"],"language":[],"coverage":[],"title":["Parameter estimation of monomial-exponential sums"],"description":["  We propose a numerical method, based upon matrix-pencils, for the\nidentification of parameters and coefficients of a monomial-exponential sum. We\nnote that this method can be considered an extension of the numerical methods\nfor the parameter estimation of exponential sums. The application of the method\nis applied to several examples, some already present in the literature and\nothers, to our knowledge, never considered before.\n","Comment: 13 pages, 2 figures - submitted -"]}]
["1310.8483",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1310.8483","J. Phys. A: Math. Theor. 47 (2014) 375204 (50pp)","doi:10.1088/1751-8113/47/37/375204"],"date":["2013-10-31","2014-09-04"],"type":["text"],"creator":["Ferreira, Miguel Jorge Bernabé","Padmanabhan, Pramod","Teotonio-Sobrinho, Paulo"],"language":[],"coverage":[],"title":["2D Quantum Double Models From a 3D Perspective"],"description":["  In this paper we look at 3D lattice models that are generalizations of the\nstate sum model used to define the Kuperberg invariant of 3-manifolds. The\npartition function is a scalar constructed as a tensor network where the\nbuilding blocks are tensors given by the structure constants of an involutary\nHopf algebra $\\mathcal{A}$. These models are very general and are hard to solve\nin its entire parameter space. One can obtain familiar models, such as ordinary\ngauge theories, by letting $\\mathcal{A}$ be the group algebra $\\mathbb{C}(G)$\nof a discrete group $G$ and staying on a certain region of the parameter space.\nWe consider the transfer matrix of the model and show that Quantum double\nHamiltonians are derived from a particular choice of the parameters. Such a\nconstruction naturally leads to the star and plaquette operators of the quantum\ndouble Hamiltonians, of which the toric code is a special case when\n$\\mathcal{A}=\\mathbb{C}(\\mathbb{Z}_2)$. This formulation is convenient to study\nground states of these generalized quantum double models where they can\nnaturally be interpreted as tensor network states. For a surface $\\Sigma$, the\nground state degeneracy is determined by the Kuperberg 3-manifold invariant of\n$\\Sigma\\times S^1$. It is also possible to obtain extra models by simple\nenlarging the allowed parameter space but keeping the solubility of the model.\nWhile some of these extra models have appeared before in the literature, our 3D\nperspective allows for an uniform description of them.\n","Comment: 43 pages, 74 figures. A new section has been included which describes\n  new topological and quasi-topological phases which can be obtained from the\n  transfer matrix of lattice gauge theories. Apart from this the Introduction\n  has been significantly improved"]}]
["1311.0133",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.0133","J. Phys.: Conf. Ser. 503 (2014) 012040","doi:10.1088/1742-6596/503/1/012040"],"date":["2013-11-01"],"type":["text"],"creator":["Karpenko, Iu.","Bleicher, M.","Huovinen, P.","Petersen, H."],"language":[],"coverage":[],"title":["3+1 dimensional viscous hydrodynamics at high baryon densities"],"description":["  We apply a 3+1D viscous hydrodynamic + cascade model to the heavy ion\ncollision reactions with $\\sqrt{s_{NN}}=6.3\\dots39$ GeV. To accommodate the\nmodel for a given collision energy range, the initial conditions for\nhydrodynamic phase are taken from UrQMD, and the equation of state at finite\nbaryon density is based on Chiral model coupled to the Polyakov loop.\n  We study the collision energy dependence of pion and kaon rapidity\ndistributions and $m_T$-spectra, as well as charged hadron elliptic flow and\nhow shear viscosity affects them. The model calculations are compared to the\ndata for Pb-Pb collisions at CERN SPS, as well as for Au-Au collisions in the\nBeam Energy Scan (BES) program energies at BNL RHIC. The data favours the value\nof shear viscosity $\\eta/s\\gtrsim0.2$ for this collision energy range.\n","Comment: 5 pages, 4 figures. Talk given at FAIRNESS 2013 workshop, September\n  15-21 2013, Berlin, Germany. arXiv admin note: substantial text overlap with\n  arXiv:1310.0702"]}]
["1311.1622",{"format":[],"subject":["Quantum Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.1622","Nature Photonics 8, 615 (2014)","doi:10.1038/nphoton.2014.135"],"date":["2013-11-07","2013-11-08"],"type":["text"],"creator":["Spagnolo, N.","Vitelli, C.","Bentivegna, M.","Brod, D. J.","Crespi, A.","Flamini, F.","Giacomini, S.","Milani, G.","Ramponi, R.","Mataloni, P.","Osellame, R.","Galvao, E. F.","Sciarrino, F."],"language":[],"coverage":[],"title":["Efficient experimental validation of photonic boson sampling against the\n  uniform distribution"],"description":["  A boson sampling device is a specialised quantum computer that solves a\nproblem which is strongly believed to be computationally hard for classical\ncomputers. Recently a number of small-scale implementations have been reported,\nall based on multi-photon interference in multimode interferometers. In the\nhard-to-simulate regime, even validating the device's functioning may pose a\nproblem . In a recent paper, Gogolin et al. showed that so-called symmetric\nalgorithms would be unable to distinguish the experimental distribution from\nthe trivial, uniform distribution. Here we report new boson sampling\nexperiments on larger photonic chips, and analyse the data using a scalable\nstatistical test recently proposed by Aaronson and Arkhipov. We show the test\nsuccessfully validates small experimental data samples against the hypothesis\nthat they are uniformly distributed. We also show how to discriminate data\narising from either indistinguishable or distinguishable photons. Our results\npave the way towards larger boson sampling experiments whose functioning,\ndespite being non-trivial to simulate, can be certified against alternative\nhypotheses.\n","Comment: 5+2 pages, 4 figures, minor changes"]}]
["1311.2731",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Physics - Biological Physics","Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.2731","Front. Comput. Neurosci. 8:8 (2014)","doi:10.3389/fncom.2014.00008"],"date":["2013-11-12"],"type":["text"],"creator":["Olmi, Simona","Politi, Antonio","Torcini, Alessandro"],"language":[],"coverage":[],"title":["Linear stability in networks of pulse-coupled neurons"],"description":["  In a first step towards the comprehension of neural activity, one should\nfocus on the stability of the various dynamical states. Even the\ncharacterization of idealized regimes, such as a perfectly periodic spiking\nactivity, reveals unexpected difficulties. In this paper we discuss a general\napproach to linear stability of pulse-coupled neural networks for generic\nphase-response curves and post-synaptic response functions. In particular, we\npresent: (i) a mean-field approach developed under the hypothesis of an\ninfinite network and small synaptic conductances; (ii) a \"microscopic\" approach\nwhich applies to finite but large networks. As a result, we find that no matter\nhow large is a neural network, its response to most of the perturbations\ndepends on the system size. There exists, however, also a second class of\nperturbations, whose evolution typically covers an increasingly wide range of\ntime scales. The analysis of perfectly regular, asynchronous, states reveals\nthat their stability depends crucially on the smoothness of both the\nphase-response curve and the transmitted post-synaptic pulse. The general\nvalidity of this scenarion is confirmed by numerical simulations of systems\nthat are not amenable to a perturbative approach.\n","Comment: 13 pages, 7 figures, submitted to Frontiers in Computational\n  Neuroscience"]}]
["1311.4373",{"format":[],"subject":["Mathematical Physics","52C23, 42A38"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.4373","Acta Physica Polonica A 126 (2014) 474-478","doi:10.12693/APhysPolA.126.474"],"date":["2013-11-18"],"type":["text"],"creator":["Grimm, Uwe","Baake, Michael"],"language":[],"coverage":[],"title":["Recent progress in mathematical diffraction"],"description":["  A brief summary of recent developments in mathematical diffraction theory is\ngiven. Particular emphasis is placed on systems with aperiodic order and\ncontinuous spectral components. We restrict ourselves to some key results and\nrefer to the literature for further details.\n","Comment: 5 pages, 3 figures. Tutorial talk at ICQ12"]}]
["1312.1111",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.1111","Fizika Nizkikh Temperatur (Kharkiv) 40, 662 (2014) [Low\n  Temperature Physics 40, 513 (2014)]","doi:10.1063/1.4881184"],"date":["2013-12-04"],"type":["text"],"creator":["Derzhko, Oleg","Richter, Johannes","Krupnitska, Olesia","Krokhmalskii, Taras"],"language":[],"coverage":[],"title":["The square-kagome quantum Heisenberg antiferromagnet at high magnetic\n  fields: The localized-magnon paradigm and beyond"],"description":["  We consider the spin-1/2 antiferromagnetic Heisenberg model on the\ntwo-dimensional square-kagome lattice with almost dispersionless lowest magnon\nband. For a general exchange coupling geometry we elaborate low-energy\neffective Hamiltonians which emerge at high magnetic fields. The effective\nmodel to describe the low-energy degrees of freedom of the initial frustrated\nquantum spin model is the (unfrustrated) square-lattice spin-1/2 $XXZ$ model in\na $z$-aligned magnetic field. For the effective model we perform quantum Monte\nCarlo simulations to discuss the low-temperature properties of the\nsquare-kagome quantum Heisenberg antiferromagnet at high magnetic fields. We\npay special attention to a magnetic-field driven\nBerezinskii-Kosterlitz-Thouless phase transition which occurs at low\ntemperatures.\n","Comment: 6 figures"]}]
["1312.1388",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.1388","Phys. Rev. Lett. 113 (2014) 079602","doi:10.1103/PhysRevLett.113.079602"],"date":["2013-12-04"],"type":["text"],"creator":["Lifshitz, Ron"],"language":[],"coverage":[],"title":["Comment on \"Quantum Quasicrystals of Spin-Orbit-Coupled Dipolar Bosons\""],"description":["  In a recent Letter, Gopalakrishnan, Martin, and Demler [Phys. Rev. Lett. 111\n(2013) 185304] show that quasi-two-dimensional dipolar Bose gases, subject to a\nRashba spin-orbit coupling, exhibit a variety of spatially ordered, or\ncrystalline, ground states, including a pentagonal quasicrystal. Indeed, as the\nauthors say, realizing quasicrystalline condensates would provide new ways to\nexplore the physics of quasicrystals, and in particular to study the quantum\ndynamics of their unique collective phason modes. Yet, the authors conclude\nthat \"there are typically additional phasons in quantum-mechanical\nquasicrystals, when compared with their classical equivalents.\" In this Comment\nI review the notion of phason modes in quasicrystals, and explain why their\nnumber does not depend on whether they are classical or quantum.\n"]}]
["1312.1591",{"format":[],"subject":["Mathematics - Statistics Theory","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.1591"],"date":["2013-12-05","2014-09-05"],"type":["text"],"creator":["Barrett, James E.","Coolen, Anthony C. C."],"language":[],"coverage":[],"title":["Gaussian process regression for survival data with competing risks"],"description":["  We apply Gaussian process (GP) regression, which provides a powerful\nnon-parametric probabilistic method of relating inputs to outputs, to survival\ndata consisting of time-to-event and covariate measurements. In this context,\nthe covariates are regarded as the `inputs' and the event times are the\n`outputs'. This allows for highly flexible inference of non-linear\nrelationships between covariates and event times. Many existing methods, such\nas the ubiquitous Cox proportional hazards model, focus primarily on the hazard\nrate which is typically assumed to take some parametric or semi-parametric\nform. Our proposed model belongs to the class of accelerated failure time\nmodels where we focus on directly characterising the relationship between\ncovariates and event times without any explicit assumptions on what form the\nhazard rates take. It is straightforward to include various types and\ncombinations of censored and truncated observations. We apply our approach to\nboth simulated and experimental data. We then apply multiple output GP\nregression, which can handle multiple potentially correlated outputs for each\ninput, to competing risks survival data where multiple event types can occur.\nBy tuning one of the model parameters we can control the extent to which the\nmultiple outputs (the time-to-event for each risk) are dependent thus allowing\nthe specification of correlated risks. Simulation studies suggest that in some\ncases assuming dependence can lead to more accurate predictions.\n"]}]
["1312.4160",{"format":[],"subject":["Nuclear Theory","Astrophysics - High Energy Astrophysical Phenomena","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.4160","Comput. Phys. Commun. 185 (2014), 3016","doi:10.1016/j.cpc.2014.07.010"],"date":["2013-12-15"],"type":["text"],"creator":["Karpenko, Iu.","Huovinen, P.","Bleicher, M."],"language":[],"coverage":[],"title":["A 3+1 dimensional viscous hydrodynamic code for relativistic heavy ion\n  collisions"],"description":["  We describe the details of 3+1 dimensional relativistic hydrodynamic code for\nthe simulations of quark-gluon/hadron matter expansion in ultra-relativistic\nheavy ion collisions. The code solves the equations of relativistic viscous\nhydrodynamics in the Israel-Stewart framework. With the help of ideal-viscous\nsplitting, we keep the ability to solve the equations of ideal hydrodynamics in\nthe limit of zero viscosities using a Godunov-type algorithm. Milne coordinates\nare used to treat the predominant expansion in longitudinal (beam) direction\neffectively. The results are successfully tested against known analytical\nrelativistic inviscid and viscous solutions, as well as against existing 2+1D\nrelativistic viscous code.\n","Comment: 19 pages, 12 figures"]}]
["1401.1180",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.1180","Theor.Math.Phys. 176 (2013) 861-872","doi:10.1007/s11232-013-0073-6"],"date":["2014-01-06"],"type":["text"],"creator":["Aref'eva, I. Ya.","Pozdeeva, E. O.","Pozdeeva, T. O."],"language":[],"coverage":[],"title":["Holographic estimation of multiplicity and membranes collision in\n  modified spaces ${AdS}_5$"],"description":["  The quark-gluon plasma formed as a result of heavy-ion collisions is\ncurrently investigated actively both theoretically and experimentally.\nAccording to the holographic approach, forming a quark-gluon plasma in the\nfour-dimensional world is associated with creating black holes in a\nfive-dimensional anti-de Sitter space. The multiplicity of particles produced\nin heavy-ion collisions is then determined by the entropy of the\nfive-dimensional black hole, which is estimated by the area of the trapped\nsurface. To fit the experimental data for multiplicity Kiritsis and Taliotis\nhave proposed to consider black holes formation in modified ${AdS}_5$ spaces\nwith different $b$-factors. In this paper we consider the formation of black\nholes under collision of membranes in modified ${AdS}_5$ spaces with\n$b$-factors. Following the previous proposals we consider the power-law and\nexponential $b$-factors, as well as mixed types of $b$-factors. We study\ndynamics of the change of the trapped surface area depending on the energy for\neach investigated space. We find that the power-law and mixed factors fit\nbetter to the experimental date.\n"]}]
["1401.1961",{"format":[],"subject":["Condensed Matter - Quantum Gases","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.1961","Physical Review A 89, 033608 (2014)","doi:10.1103/PhysRevA.89.033608"],"date":["2014-01-09"],"type":["text"],"creator":["Lopez-Gonzalez, Xabier","Sisti, Jacopo","Pettini, Giulio","Modugno, Michele"],"language":[],"coverage":[],"title":["On the effective Dirac equation for ultracold atoms in optical lattices:\n  role of the localization properties of the Wannier functions"],"description":["  We review the derivation of the effective Dirac equation for ultracold atoms\nin one-dimensional bichromatic optical lattices, following the proposal by\nWitthaut et al. Phys. Rev. A 84, 033601 (2011). We discuss how such a\nderivation - based on a suitable rotation of the Bloch basis and on a coarse\ngraining approximation - is affected by the choice of the Wannier functions\nentering the coarsening procedure. We show that in general the Wannier\nfunctions obtained by rotating the maximally localized Wannier functions for\nthe original Bloch bands can be sufficiently localized for justifying the\ncoarse graining approximation. We also comment on the relation between the\nrotation needed to achieve the Dirac form and the standard Foldy-Wouthuysen\ntransformation. Our results provide a solid ground for the interpretation of\nthe experimental results by Salger et al. Phys. Rev. Lett. 107, 240401 (2011)\nin terms of an effective Dirac dynamics.\n","Comment: 6 pages, 5 figures"]}]
["1401.3296",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.3296","doi:10.1088/1475-7516/2014/07/011"],"date":["2014-01-14","2014-06-05"],"type":["text"],"creator":["Fidler, Christian","Pettinari, Guido W.","Beneke, Martin","Crittenden, Robert","Koyama, Kazuya","Wands, David"],"language":[],"coverage":[],"title":["The intrinsic B-mode polarisation of the Cosmic Microwave Background"],"description":["  We estimate the B-polarisation induced in the Cosmic Microwave Background by\nthe non-linear evolution of density perturbations. Using the second-order\nBoltzmann code SONG, our analysis incorporates, for the first time, all\nphysical effects at recombination. We also include novel contributions from the\nredshift part of the Boltzmann equation and from the bolometric definition of\nthe temperature in the presence of polarisation. The remaining line-of-sight\nterms (lensing and time-delay) have previously been studied and must be\ncalculated non-perturbatively. The intrinsic B-mode polarisation is present\nindependent of the initial conditions and might contaminate the signal from\nprimordial gravitational waves. We find this contamination to be comparable to\na primordial tensor-to-scalar ratio of $r\\simeq10^{-7}$ at the angular scale\n$\\ell\\simeq100\\,$, where the primordial signal peaks, and $r\\simeq 5 \\cdot\n10^{-5}$ at $\\ell\\simeq700\\,$, where the intrinsic signal peaks. Therefore, we\nconclude that the intrinsic B-polarisation from second-order effects is not\nlikely to contaminate future searches of primordial gravitational waves.\n"]}]
["1401.4475",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.4475","Phys. Rev. Lett. 113 (2014) 098304","doi:10.1103/PhysRevLett.113.098304"],"date":["2014-01-17"],"type":["text"],"creator":["Barkan, Kobi","Engel, Michael","Lifshitz, Ron"],"language":[],"coverage":[],"title":["Controlled self-assembly of periodic and aperiodic cluster crystals"],"description":["  Soft particles are known to overlap and form stable clusters that\nself-assemble into periodic crystalline phases with density-independent lattice\nconstants. We use molecular dynamics simulations in two dimensions to\ndemonstrate that, through a judicious design of an isotropic pair potential,\none can control the ordering of the clusters and generate a variety of phases,\nincluding decagonal and dodecagonal quasicrystals. Our results confirm\nanalytical predictions based on a mean-field approximation, providing insight\ninto the stabilization of quasicrystals in soft macromolecular systems, and\nsuggesting a practical approach for their controlled self-assembly in\nlaboratory realizations using synthesized soft-matter particles.\n","Comment: Supplemental Material can be obtained through the author's website\n  at: http://www.tau.ac.il/~ronlif/pubs/ClusterCrystals-Supp.pdf"]}]
["1402.1030",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.1030","Phys. Rev. Lett. 113, 107201 (2014)","doi:10.1103/PhysRevLett.113.107201"],"date":["2014-02-05","2014-09-04"],"type":["text"],"creator":["Yamaji, Youhei","Nomura, Yusuke","Kurita, Moyuru","Arita, Ryotaro","Imada, Masatoshi"],"language":[],"coverage":[],"title":["First-Principles Study of the Honeycomb-Lattice Iridates Na2IrO3 in the\n  Presence of Strong Spin-Orbit Interaction and Electron Correlations"],"description":["  An effective low-energy Hamiltonian of itinerant electrons for iridium oxide\nNa2IrO3 is derived by an ab initio downfolding scheme. The model is then\nreduced to an effective spin model on a honeycomb lattice by the strong\ncoupling expansion. Here we show that the ab initio model contains spin-spin\nanisotropic exchange terms in addition to the extensively studied Kitaev and\nHeisenberg exchange interactions, and allows to describe the experimentally\nobserved zigzag magnetic order, interpreted as the state stabilized by the\nantiferromagnetic coupling of the ferromagnetic chains. We clarify possible\nroutes to realize quantum spin liquids from existing Na2IrO3.\n","Comment: 8 pages, 6 figures"]}]
["1402.3710",{"format":[],"subject":["Mathematics - Functional Analysis","42C40, 65T60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.3710"],"date":["2014-02-15","2014-09-05"],"type":["text"],"creator":["Bergmann, Ronny","Prestin, Jürgen"],"language":[],"coverage":[],"title":["Multivariate periodic wavelets of de la Vall\\'ee Poussin type"],"description":["  In this paper we present a general approach to multivariate periodic wavelets\ngenerated by scaling functions of de la Vall\\'ee Poussin type. These scaling\nfunctions and their corresponding wavelets are determined by their Fourier\ncoefficients, which are sample values of a function, that can be chosen\narbitrarily smooth, even with different smoothness in each direction. This\nconstruction generalizes the one-dimensional de la Vall\\'ee Poussin means to\nthe multivariate case and enables the construction of wavelet systems, where\nthe set of dilation matrices for the two-scale relation of two spaces of the\nmultiresolution analysis may contain shear and rotation matrices. It further\nenables the functions contained in each of the function spaces from the\ncorresponding series of scaling spaces to have a certain direction or set of\ndirections as their focus, which is illustrated by detecting jumps of certain\ndirectional derivatives of higher order.\n","Comment: 29 pages, 18 figures"]}]
["1402.4934",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.4934","Jour. Exp. Theor. Phys, 119, 554 (2014)"],"date":["2014-02-20","2014-09-05"],"type":["text"],"creator":["Plakida, Nikolay M.","Oudovenko, Viktor S."],"language":[],"coverage":[],"title":["Kinematic spin-fluctuation mechanism of high-temperature\n  superconductivity"],"description":["  We study d-wave superconductivity in the extended Hubbard model in the strong\ncorrelation limit for a large intersite Coulomb repulsion V. We argue that in\nthe Mott-Hubbard regime with two Hubbard subbands there emerges a new energy\nscale for the spin-fluctuation coupling of electrons of the order of the\nelectronic kinetic energy W much larger than the exchange energy J. This\ncoupling is induced by the kinematic interaction for the Hubbard operators\nwhich results in the kinematic spin-fluctuation pairing mechanism for V < W .\nThe theory is based on the Mori projection technique in the equation of motion\nmethod for the Green functions in terms of the Hubbard operators. The doping\ndependence of superconductivity temperature Tc is calculated for various values\nof U and V.\n","Comment: 12 pages, 16 figures, added new paragraph on pp. 9-10. arXiv admin\n  note: text overlap with arXiv:1301.4347"]}]
["1402.6860",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.6860","Phys. Rev. A 90, 033602 (2014)","doi:10.1103/PhysRevA.90.033602"],"date":["2014-02-27","2014-08-08"],"type":["text"],"creator":["Furukawa, Shunsuke","Ueda, Masahito"],"language":[],"coverage":[],"title":["Global phase diagram of two-component Bose gases in antiparallel\n  magnetic fields"],"description":["  We study the ground-state phase diagram of two-dimensional two-component (or\npseudospin-1/2) Bose gases in mutually antiparallel synthetic magnetic fields\nin the space of the total filling factor and the ratio of the intercomponent\ncoupling $g_{\\uparrow\\downarrow}$ to the intracomponent one g>0. This\ntime-reversal-invariant setting represents a bosonic analogue of spin Hall\nsystems. Using exact diagonalization, we find that (fractional) quantum spin\nHall states composed of a pair of nearly independent quantum Hall states are\nremarkably robust and persist for $g_{\\uparrow\\downarrow}$ up to as large as g.\nFor $g_{\\uparrow\\downarrow}=-g$, we find the exact many-body ground state in\nwhich particles in different spin states form pairs. This gives the exact\ncritical line beyond which the system collapses.\n","Comment: 12 pages, 14 figures. To be published in Physical Review A"]}]
["1403.2676",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.2676","Phys. Rev. A 89, 052337 (2014)","doi:10.1103/PhysRevA.89.052337"],"date":["2014-03-11","2014-09-05"],"type":["text"],"creator":["Childs, Andrew M.","Ge, Yimin"],"language":[],"coverage":[],"title":["Spatial search by continuous-time quantum walks on crystal lattices"],"description":["  We consider the problem of searching a general $d$-dimensional lattice of $N$\nvertices for a single marked item using a continuous-time quantum walk. We\ndemand locality, but allow the walk to vary periodically on a small scale. By\nconstructing lattice Hamiltonians exhibiting Dirac points in their dispersion\nrelations and exploiting the linear behaviour near a Dirac point, we develop\nalgorithms that solve the problem in a time of $O(\\sqrt N)$ for $d>2$ and\n$O(\\sqrt N \\log N)$ in $d=2$. In particular, we show that such algorithms exist\neven for hypercubic lattices in any dimension. Unlike previous continuous-time\nquantum walk algorithms on hypercubic lattices in low dimensions, our approach\ndoes not use external memory.\n","Comment: 12 pages, 11 figures"]}]
["1403.4293",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.4293"],"date":["2014-03-17","2014-09-04"],"type":["text"],"creator":["Nguyen, Hoi"],"language":[],"coverage":[],"title":["On a condition number of random polynomial systems"],"description":["  Condition numbers of random polynomial systems have been widely studied in\nthe literature under certain coefficient ensembles of invariant type. In this\nnote we introduce a method that allows us to study these numbers for a broad\nfamily of probability distributions. Our work also extends to perturbed\nsystems.\n","Comment: Corrections on the probability bound of the main theorems; additional\n  assumption on the perturbed systems"]}]
["1403.6239",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.6239","Phys. Rev. Lett. 113 (7), 076801 (2014)","doi:10.1103/PhysRevLett.113.076801"],"date":["2014-03-25","2014-07-24"],"type":["text"],"creator":["Lee, Minchul","Choi, Mahn-Soo"],"language":[],"coverage":[],"title":["Quantum Resistor-Capacitor Circuit with Majorana Fermion Modes in Chiral\n  Topological Superconductor"],"description":["  We investigate the mesoscopic resistor-capacitor circuit consisting of a\nquantum dot coupled to spatially separated Majorana fermion modes in a chiral\ntopological superconductor. We find substantially enhanced relaxation\nresistance due to the nature of Majorana fermions, which are their own\nanti-particles and composed of particle and hole excitations in the same\nabundance. Further, if only a single Majorana mode is involved, the\nzero-frequency relaxation resistance is completely suppressed due to a\ndestructive interference. As a result, the Majorana mode opens an exotic\ndissipative channel on a superconductor which is typically regarded as\ndissipationless due to its finite superconducting gap.\n","Comment: To appear in Phys. Rev. Lett.; Supplemental Material available at\n  http://iff.korea.ac.kr/Opus/ChoiMS14c-Suppl.pdf; References and Suppl. Mat.\n  updated"]}]
["1403.7015",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Metric Geometry","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.7015"],"date":["2014-03-27","2014-09-05"],"type":["text"],"creator":["Weil, Steffen"],"language":[],"coverage":[],"title":["Dimension Functions on the Spectrum over Bounded Geodesics and\n  Applications to Diophantine Approximation"],"description":["  The set B of geodesic rays avoiding a suitable obstacle in a complete\nnegatively curved Riemannian manifold determines a spectrum S. While various\nproperties of this spectrum are known, we define and study dimension functions\non S in terms of the Hausdorff-dimension of suitable subsets of the set of\nbounded geodesic rays. We establish estimates on the Hausdorff-dimension of\nthese subsets and thereby obtain non-trivial bounds for the dimension\nfunctions. Moreover we discuss the property of B being an absolute winning set,\ntherefore satisfying a remarkable rigidity. Finally, we apply the obtained\nresults to the dimension functions on the spectrum of complex numbers badly\napproximable by either an imaginary quadratic number field $Q(i \\sqrt{d})$ or\nby quadratic irrational numbers over $Q(i \\sqrt{d})$.\n","Comment: Comments are welcome! Further improvements and results in new version"]}]
["1403.7763",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.7763","Phys. Rev. Lett. 113, 070201 (2014)","doi:10.1103/PhysRevLett.113.070201"],"date":["2014-03-30","2014-09-05"],"type":["text"],"creator":["Bun, Joel","Bouchaud, Jean-Philippe","Majumdar, Satya N.","Potters, Marc"],"language":[],"coverage":[],"title":["Instanton Approach to Large $N$ Harish-Chandra-Itzykson-Zuber Integrals"],"description":["  We reconsider the large $N$ asymptotics of Harish-Chandra-Itzykson-Zuber\nintegrals. We provide, using Dyson's Brownian motion and the method of\ninstantons, an alternative, transparent derivation of the Matytsin formalism\nfor the unitary case. Our method is easily generalized to the orthogonal and\nsymplectic ensembles. We obtain an explicit solution of Matytsin's equations in\nthe case of Wigner matrices, as well as a general expansion method in the\ndilute limit, when the spectrum of eigenvalues spreads over very wide regions.\n","Comment: 5 pages, 1 figure"]}]
["1403.7821",{"format":[],"subject":["Mathematics - Rings and Algebras","06B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.7821"],"date":["2014-03-30","2014-09-04"],"type":["text"],"creator":["Czédli, Gábor"],"language":[],"coverage":[],"title":["Representing some families of monotone maps by principal lattice\n  congruences"],"description":["  For a lattice L with 0 and 1, let Princ L denote the ordered set of principal\ncongruences of L. For {0,1}-sublattices A subseteq B of L, congruence\ngeneration defines a natural map from Princ A to Princ B. In this way, we\nobtain a small category of bounded ordered sets as objects and some\n0-separating {0,1}-preserving monotone maps as morphisms such that every\nhom-set consists of at most one morphism. We prove the converse: each small\ncategory of bounded ordered set with these properties is representable by\nprincipal lattice congruences in the above sense.\n","Comment: 6 pages, no figure"]}]
["1403.8046",{"format":[],"subject":["Computer Science - Artificial Intelligence","Mathematics - Geometric Topology","Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.8046","doi:10.7551/978-0-262-32621-6-ch079"],"date":["2014-03-31"],"type":["text"],"creator":["Buliga, Marius","Kauffman, Louis H."],"language":[],"coverage":[],"title":["Chemlambda, universality and self-multiplication"],"description":["  We present chemlambda (or the chemical concrete machine), an artificial\nchemistry with the following properties: (a) is Turing complete, (b) has a\nmodel of decentralized, distributed computing associated to it, (c) works at\nthe level of individual (artificial) molecules, subject of reversible, but\notherwise deterministic interactions with a small number of enzymes, (d)\nencodes information in the geometrical structure of the molecules and not in\ntheir numbers, (e) all interactions are purely local in space and time. This is\npart of a larger project to create computing, artificial chemistry and\nartificial life in a distributed context, using topological and graphical\nlanguages.\n","Comment: 8 pages, 21 colour figures, conference paper submitted to ALIFE 14"]}]
["1404.0644",{"format":[],"subject":["Computer Science - Discrete Mathematics","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.0644"],"date":["2014-04-02","2014-09-05"],"type":["text"],"creator":["Cassaigne, Julien","Halava, Vesa","Harju, Tero","Nicolas, Francois"],"language":[],"coverage":[],"title":["Tighter Undecidability Bounds for Matrix Mortality, Zero-in-the-Corner\n  Problems, and More"],"description":["  We study the decidability of three well-known problems related to integer\nmatrix multiplication: Mortality (M), Zero in the Left-Upper Corner (Z), and\nZero in the Right-Upper Corner (R).\n  Let d and k be positive integers. Define M(k, d x d) as the following special\ncase of the Mortality problem: given a set X of d -by-d integer matrices such\nthat the cardinality of X is not greater than k, decide whether the d-by-d zero\nmatrix belongs to X^+, where X^+ denotes the closure of X under the usual\nmatrix multiplication. In the same way, define the Z(k, d x d) problem as:\ngiven an instance X of M(k, d x d) (the instances of Z(k, d x d) are the same\nas those of M(k, d x d)), decide whether at least one matrix in X^+ has a zero\nin the left-upper corner. Define R(k, d x d) as the variant of Z(k, d x d)\nwhere \"left-upper corner\" is replaced with \"right-upper corner\".\n  In the paper, we prove that M(6, 3 x 3), M(4, 5 x 5), M(3, 9 x 9), M(2, 15 x\n15), Z(5, 3 x 3), Z(3, 5 x 5), Z(2, 9 x 9), R(6, 3 x 3), R(5, 4 x 4), and R(3,\n6 x 6) are undecidable. The previous best comparable results were the\nundecidabilities of M(7, 3 x 3), M(3, 13 x 13), M(2, 21 x 21), Z(7, 3 x 3),\nZ(2, 13 x 13), R(7, 3 x 3), and R(2, 10 x 10).\n"]}]
["1404.0682",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.0682","JHEP 1408 (2014) 161","doi:10.1007/JHEP08(2014)161"],"date":["2014-04-02","2014-09-04"],"type":["text"],"creator":["Low, Matthew","Wang, Lian-Tao"],"language":[],"coverage":[],"title":["Neutralino Dark Matter at 14 and 100 TeV"],"description":["  In recent years the search for dark matter has intensified with competitive\nbounds coming from collider searches, direct detection, and indirect detection.\nCollider searches at the Large Hadron Collider (LHC) lack the necessary\ncenter-of-mass energy to probe TeV-scale dark matter. It is TeV-scale dark\nmatter, however, that remains viable for many models of supersymmetry. In this\npaper, we study the reach of a 100 TeV proton-proton collider for neutralino\ndark matter and compare to 14 TeV LHC projections. We employ a supersymmetric\nsimplified model approach and present reach estimates from monojet searches,\nsoft lepton searches, and disappearing track searches. The searches are applied\nto pure neutralino spectra, compressed neutralino spectra, and coannihilating\nspectra. We find a factor of 4-5 improvement in mass reach in going from 14 TeV\nto 100 TeV. More specifically, we find that given a 1% systematic uncertainty,\na 100 TeV collider could exclude winos up to 1.4 TeV and higgsinos up to 850\nGeV in the monojet channel. Coannihilation scenarios with gluinos can be\nexcluded with neutralino masses of 6.2 TeV, with stops at 2.8 TeV, and with\nsquarks at 4.0 TeV. Using a soft lepton search, compressed spectra with a\nchargino-neutralino splitting of $\\Delta m = 20 - 30$ GeV can exclude\nneutralinos at $\\sim$ 1 TeV. Given a sufficiently long chargino lifetime, the\ndisappearing track search is very effective and we extrapolate current\nexperimental bounds to estimate that a $\\sim$ 2 TeV wino could be discovered\nand a $\\sim$ 3 TeV wino could be excluded.\n","Comment: v2: 31 pages, 14 figures, 8 tables, add references, added summary\n  figure, and added discussion on systematics"]}]
["1404.4779",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4779","Phys. Rev. B 90, 075419 (2014)","doi:10.1103/PhysRevB.90.075419"],"date":["2014-04-18","2014-09-05"],"type":["text"],"creator":["Rech, J.","Jonckheere, T.","Martin, T.","Douçot, B.","Feinberg, D.","Mélin, R."],"language":[],"coverage":[],"title":["Proposal for the observation of nonlocal multipair production: the\n  biSQUID"],"description":["  We propose an all-superconducting three-terminal setup consisting in a carbon\nnanotube (or semiconducting nanowire) contacted to three superconducting leads.\nThe resulting device, referred to as a \"biSQUID\", is made of four quantum dots\narranged in two loops of different surface area. We show how this biSQUID can\nprove a useful tool to probe nonlocal quantum phenomena in an interferometry\nsetup. We study the measured critical current as a function of the applied\nmagnetic field, which shows peaks in its Fourier spectrum, providing clear\nsignatures of multipair Josephson processes. The device does not require any\nspecific fine-tuning as these features are observed for a wide range of\nmicroscopic parameters -- albeit with a non-trivial dependence. Competing\neffects which may play a significant role in actual experimental realizations\nare also explored.\n","Comment: 13 pages, 9 figures"]}]
["1404.5311",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.5311","Monthly Notices of the Royal Astronomical Society 2014 444 (1):\n  1566-1583","doi:10.1093/mnras/stu1532"],"date":["2014-04-21","2014-09-05"],"type":["text"],"creator":["Greif, Thomas H."],"language":[],"coverage":[],"title":["Multifrequency radiation hydrodynamics simulations of H2 line emission\n  in primordial, star-forming clouds"],"description":["  We investigate the collapse of primordial gas in a minihalo with\nthree-dimensional radiation hydrodynamics simulations that accurately model the\ntransfer of H2 line emission. For this purpose, we have implemented a\nmultiline, multifrequency ray-tracing scheme in the moving-mesh code Arepo that\nis capable of adaptively refining rays based on the Healpix algorithm, as well\nas a hybrid equilibrium/non-equilibrium primordial chemistry solver. We find\nthat a multifrequency treatment of the individual H2 lines is essential, since\nfor high optical depths the smaller cross-section in the wings of the lines\ngreatly increases the amount of energy that can escape. The influence of\nDoppler shifts due to bulk velocities is comparatively small, since systematic\nvelocity differences in the cloud are typically smaller than the sound speed.\nDuring the initial collapse phase, the radially averaged escape fraction agrees\nrelatively well with the fit of Ripamonti & Abel. However, in general it is not\nadvisable to use a simple density-dependent fitting function, since the escape\nfraction depends on many factors and does not capture the suppression of\ndensity perturbations due to the diffusion of radiation. The Sobolev method\noverestimates the escape fraction by more than an order of magnitude, since the\nproperties of the gas change on scales smaller than the Sobolev length.\n","Comment: 19 pages, 1 table, 10 figures, published in MNRAS"]}]
["1404.5704",{"format":[],"subject":["Physics - Physics and Society","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.5704"],"date":["2014-04-23","2014-09-04"],"type":["text"],"creator":["Madsen, Mark E.","Lipo, Carl P."],"language":[],"coverage":[],"title":["Behavioral Modernity and the Cultural Transmission of Structured\n  Information: The Semantic Axelrod Model"],"description":["  Cultural transmission models are coming to the fore in explaining increases\nin the Paleolithic toolkit richness and diversity. During the later\nPaleolithic, technologies increase not only in terms of diversity but also in\ntheir complexity and interdependence. As Mesoudi and O'Brien (2008) have shown,\nselection broadly favors social learning of information that is hierarchical\nand structured, and multiple studies have demonstrated that teaching within a\nsocial learning environment can increase fitness. We believe that teaching also\nprovides the scaffolding for transmission of more complex cultural traits.\nHere, we introduce an extension of the Axelrod (1997} model of cultural\ndifferentiation in which traits have prerequisite relationships, and where\nsocial learning is dependent upon the ordering of those prerequisites. We\nexamine the resulting structure of cultural repertoires as learning\nenvironments range from largely unstructured imitation, to structured teaching\nof necessary prerequisites, and we find that in combination with individual\nlearning and innovation, high probabilities of teaching prerequisites leads to\nricher cultural repertoires. Our results point to ways in which we can build\nmore comprehensive explanations of the archaeological record of the Paleolithic\nas well as other cases of technological change.\n","Comment: 24 pages, 7 figures. Submitted to \"Learning Strategies and Cultural\n  Evolution during the Paleolithic\", edited by Kenichi Aoki and Alex Mesoudi,\n  and presented at the 79th Annual Meeting of the Society for American\n  Archaeology, Austin TX. Revised 5/14/14"]}]
["1405.0527",{"format":[],"subject":["Computer Science - Emerging Technologies","Computer Science - Computational Complexity","Computer Science - Data Structures and Algorithms","Computer Science - Robotics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.0527"],"date":["2014-05-02","2014-09-05"],"type":["text"],"creator":["Chen, Moya","Xin, Doris","Woods, Damien"],"language":[],"coverage":[],"title":["Parallel computation using active self-assembly"],"description":["  We study the computational complexity of the recently proposed nubot model of\nmolecular-scale self-assembly. The model generalises asynchronous cellular\nautomata to have non-local movement where large assemblies of molecules can be\npushed and pulled around, analogous to millions of molecular motors in animal\nmuscle effecting the rapid movement of macroscale arms and legs. We show that\nthe nubot model is capable of simulating Boolean circuits of polylogarithmic\ndepth and polynomial size, in only polylogarithmic expected time. In\ncomputational complexity terms, we show that any problem from the complexity\nclass NC is solvable in polylogarithmic expected time and polynomial workspace\nusing nubots.\n  Along the way, we give fast parallel nubot algorithms for a number of\nproblems including line growth, sorting, Boolean matrix multiplication and\nspace-bounded Turing machine simulation, all using a constant number of nubot\nstates (monomer types). Circuit depth is a well-studied notion of parallel\ntime, and our result implies that the nubot model is a highly parallel model of\ncomputation in a formal sense. Asynchronous cellular automata are not capable\nof this parallelism, and our result shows that adding a rigid-body movement\nprimitive to such a model, to get the nubot model, drastically increases\nparallel processing abilities.\n","Comment: Journal version to appear in Natural Computing. Earlier conference\n  version appeared at DNA19"]}]
["1405.1865",{"format":[],"subject":["General Relativity and Quantum Cosmology","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.1865"],"date":["2014-05-08","2014-09-05"],"type":["text"],"creator":["Sarkar, Supratik","Bhattacharyay, A."],"language":[],"coverage":[],"title":["Quantum potential induced emergence of massive scalar fields in the\n  analogue gravity model of a Bose-Einstein condensate"],"description":["  We show here a general approach to include the quantum potential term in the\nemergent gravity model of Bose-Einstein condensate by using multiple scales.\nOur main result shows the emergence of a massive scalar modulating field at\nlarger length scales as a result of Lorentz symmetry breaking at the length\nscales comparable to the healing length. We also propose that, the nonlocal\ninteractions induced tuning of healing length can be exploited experimentally\nto observe the systematics of small and large scale coupling as emerges in our\npresent analysis.\n","Comment: 5 pages, no figures"]}]
["1405.2469",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Dynamical Systems","Mathematics - Functional Analysis","Primary 46L55, 19K35, Secondary 46L35, 46L80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.2469"],"date":["2014-05-10","2014-09-05"],"type":["text"],"creator":["Gardella, Eusebio"],"language":[],"coverage":[],"title":["Classification theorems for circle actions on Kirchberg algebras, I"],"description":["  We investigate basic properties of circle actions with the Rokhlin property.\nUsing equivariant semiprojectivity and partial automorphisms, we show that\nevery circle action with the Rokhlin property is a dual action. We also prove\nthat Kirchberg algebras are preserved under formation of crossed products by\nsuch actions. It is shown that the Rokhlin property implies severe\n$K$-theoretical constraints on the algebra it acts on. We explain how circle\nactions with the Rokhlin property have an\n$\\mathrm{Ext}(K_\\ast(A^{\\mathbb{T}}),K_{\\ast+1}(A^{\\mathbb{T}}))$-class\nnaturally associated to them. If $A$ is a Kirchberg algebra satisfying the UCT,\nthis Ext-class is shown to be a complete invariant for such actions up to\nconjugacy. More generally, we show that circle actions with the Rokhlin\nproperty on Kirchberg algebras are uniquely determined by the $KK$-class of\ntheir predual automorphisms.\n","Comment: 31 pages. Version 2: fixed typos and updated references"]}]
["1405.2779",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Functional Analysis","Mathematics - Probability","46B10, 06F05, 11J70, 20M14, 26B25, 44A15, 52A22, 52A41"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.2779"],"date":["2014-05-12","2014-09-05"],"type":["text"],"creator":["Molchanov, Ilya"],"language":[],"coverage":[],"title":["Continued fractions built from convex sets and convex functions"],"description":["  In a partially ordered semigroup with the duality (or polarity) transform, it\nis possible to define a generalisation of continued fractions. General\nsufficient conditions for convergence of continued fractions with deterministic\nterms are provided. Two particular applications concern the cases of convex\nsets with the Minkowski addition and the polarity transform (where also\nnecessary and sufficient conditions of convergence for continued fractions with\nconstant terms are obtained) and the family of non-negative convex functions\nwith the Legendre--Fenchel and Artstein-Avidan--Milman transforms.\n","Comment: 18 pages. This version deals with the deterministic case only and is\n  due to appear in Communications in Contemporary Mathematics. The random case\n  will be posted separately"]}]
["1405.5247",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.5247","Astrophysical J., 793, 69, 2014","doi:10.1088/0004-637X/793/1/60"],"date":["2014-05-20","2014-07-31"],"type":["text"],"creator":["Nishikawa, K. -I.","Hardee, P. E.","Dutan, I.","Niemiec, J.","Medvedev, M.","Mizuno, Y.","Meli, A.","Sol, H.","Zhang, B.","Pohl, M.","Hartmann, D. H."],"language":[],"coverage":[],"title":["Magnetic Field Generation in Core-Sheath Jets via the Kinetic\n  Kelvin-Helmholtz Instability"],"description":["  We have investigated magnetic field generation in velocity shears via the\nkinetic Kelvin-Helmholtz instability (kKHI) using a relativistic plasma jet\ncore and stationary plasma sheath. Our three-dimensional particle-in-cell\nsimulations consider plasma jet cores with Lorentz factors of 1.5, 5, and 15\nfor both electron-proton and electron-positron plasmas. For electron-proton\nplasmas we find generation of strong large-scale DC currents and magnetic\nfields which extend over the entire shear-surface and reach thicknesses of a\nfew tens of electron skin depths. For electron-positron plasmas we find\ngeneration of alternating currents and magnetic fields. Jet and sheath plasmas\nare accelerated across the shear surface in the strong magnetic fields\ngenerated by the kKHI. The mixing of jet and sheath plasmas generates\ntransverse structure similar to that produced by the Weibel instability.\n","Comment: 28 pages, 12 figures, in press, ApJ, September 10, 2014"]}]
["1405.5301",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.5301","Phys. Rev. D90, 063503 (2014)","doi:10.1103/PhysRevD.90.063503"],"date":["2014-05-21","2014-09-05"],"type":["text"],"creator":["Zhu, Tao","Wang, Anzhong","Cleaver, Gerald","Kirsten, Klaus","Sheng, Qin"],"language":[],"coverage":[],"title":["Gravitational quantum effects on power spectra and spectral indices with\n  higher-order corrections"],"description":["  The uniform asymptotic approximation method provides a powerful,\nsystematically-improved, and error-controlled approach to construct accurate\nanalytical approximate solutions of mode functions of perturbations of the\nFriedmann-Robertson-Walker universe, designed especially for the cases where\nthe relativistic linear dispersion relation is modified after gravitational\nquantum effects are taken into account. These include models from\nstring/M-Theory, loop quantum cosmology and Ho\\v{r}ava-Lifshitz quantum\ngravity. In this paper, we extend our previous studies of the first-order\napproximations to high orders for the cases where the modified dispersion\nrelation (linear or nonlinear) has only one-turning point (or zero). We obtain\nthe general expressions for the power spectra and spectral indices of both\nscalar and tensor perturbations up to the third-order, at which the error\nbounds are $\\lesssim 0.15\\%$. As an application of these formulas, we calculate\nthe power spectra and spectral indices in the slow-roll inflation with a\nnonlinear power-law dispersion relation. To check the consistency of our\nformulas, we further restrict ourselves to the relativistic case, and calculate\nthe corresponding power spectra, spectral indices and runnings to the\nsecond-order. Then, we compare our results with the ones obtained by the Green\nfunction method, and show explicitly that the results obtained by these two\ndifferent methods are consistent within the allowed errors.\n","Comment: revtex, 5 tables. Added one figure, and various typos were corrected"]}]
["1405.5448",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.5448","J. Chem. Phys. 141, 094904 (2014)","doi:10.1063/1.4893714"],"date":["2014-05-21","2014-08-01"],"type":["text"],"creator":["Lee, Alpha A","Vella, Dominic","Perkin, Susan","Goriely, Alain"],"language":[],"coverage":[],"title":["Unravelling Nanoconfined Films of Ionic Liquids"],"description":["  The confinement of an ionic liquid between charged solid surfaces is treated\nusing an exactly solvable 1D Coulomb gas model. The theory highlights the\nimportance of two dimensionless parameters: the fugacity of the ionic liquid,\nand the electrostatic interaction energy of ions at closest approach relative\nto thermal energy, in determining how the disjoining pressure exerted on the\nwalls depends on the geometrical confinement. Our theory reveals that\nthermodynamic fluctuations play a vital role in the \"squeezing out\" of charged\nlayers as the confinement is increased. The model shows good qualitative\nagreement with previous experimental data, with all parameters independently\nestimated without fitting.\n"]}]
["1405.6809",{"format":[],"subject":["Mathematics - Commutative Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.6809"],"date":["2014-05-27","2014-09-05"],"type":["text"],"creator":["Ha, Huy Tai","Sun, Mengyao"],"language":[],"coverage":[],"title":["Squarefree monomial ideals that fail the persistence property and\n  non-increasing depth"],"description":["  In a recent work, Kaiser, Stehl\\'ik and \\v{S}krekovski provide a family of\ncritically 3-chromatic graphs whose expansions do not result in critically\n4-chromatic graphs, and thus give counterexamples to a conjecture of Francisco,\nHa and Van Tuyl. The cover ideal of the smallest member of this family also\ngives a counterexample to the persistence and non-increasing depth properties.\nIn this paper, we show that the cover ideals of all members of their family of\ngraphs indeed fail to have the persistence and non-increasing depth properties.\n","Comment: 14 pp; minor revision; to appear in Acta Mathematica Vietnamica"]}]
["1405.7224",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.7224"],"date":["2014-05-28","2014-09-04"],"type":["text"],"creator":["Johnson, Glenn Eric"],"language":[],"coverage":[],"title":["Measurement and self-adjoint operators"],"description":["  The approximations of classical mechanics resulting from quantum mechanics\nare richer than a correspondence of classical dynamical variables with\nself-adjoint Hilbert space operators. Assertion that classical dynamic\nvariables correspond to self-adjoint Hilbert space operators is disputable and\nsets unnatural limits on quantum mechanics. Well known examples of classical\ndynamical variables not associated with self-adjoint Hilbert space operators\nare discussed as a motivation for the realizations of quantum field theory that\nlack Hermitian field operators but exhibit interaction.\n","Comment: 17 pages"]}]
["1405.7399",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1405.7399","JCAP09(2014)006","doi:10.1088/1475-7516/2014/09/006"],"date":["2014-05-28","2014-09-04"],"type":["text"],"creator":["Garcia-Bellido, Juan","Roest, Diederik","Scalisi, Marco","Zavala, Ivonne"],"language":[],"coverage":[],"title":["Can CMB data constrain the inflationary field range?"],"description":["  We study to what extent the spectral index $n_s$ and the tensor-to-scalar\nratio $r$ determine the field excursion $\\Delta\\phi$ during inflation. We\nanalyse the possible degeneracy of $\\Delta \\phi$ by comparing three broad\nclasses of inflationary models, with different dependence on the number of\ne-foldings $N$, to benchmark models of chaotic inflation with monomial\npotentials. The classes discussed cover a large set of inflationary single\nfield models. We find that the field range is not uniquely determined for any\nvalue of $(n_s, r)$; one can have the same predictions as chaotic inflation and\na very different $\\Delta \\phi$. Intriguingly, we find that the field range\ncannot exceed an upper bound that appears in different classes of models.\nFinally, $\\Delta \\phi$ can even become sub-Planckian, but this requires to go\nbeyond the single-field slow-roll paradigm.\n","Comment: 15 pages, 7 figures. v2: minor typos corrected, refs added, JCAP\n  version"]}]
["1406.1208",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Dynamical Systems","Primary 46L55, 19K35, Secondary 46L35, 46L80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.1208"],"date":["2014-06-04","2014-09-05"],"type":["text"],"creator":["Gardella, Eusebio"],"language":[],"coverage":[],"title":["Classification theorems for circle actions on Kirchberg algebras, II"],"description":["  In the first part of this work, we studied circle actions with the Rokhlin\nproperty on Kirchberg algebras. Here, we define a continuous analog of the\nRokhlin property, asking for a continuous path of unitaries instead of a\nsequence. We show that circle actions with the continuous Rokhlin property on\nKirchberg algebras are classified by the $KK$-equivalence class of their fixed\npoint algebra, and in the presence of the UCT, by their equivariant $K$-theory.\nWe moreover characterize the $K$-theoretical invariants that arise in this way.\n  As an important technical result, we show that the continuous Rokhlin\nproperty implies the existence of a unital completely positive asymptotic\nhomomorphism from the algebra to its fixed point subalgebra, which is moreover\na left inverse for the canonical inclusion. As a consequence, we show that the\nUCT is preserved under formation of crossed products and passage to fixed point\nalgebras by such actions.\n  Using our classification results for Rokhlin actions of the circle, we show\nthat for large classes of unital $C^*$-algebras, including all Kirchberg\nalgebras with finitely generated $K$-theory, the Rokhlin property is in fact\nequivalent to the continuous Rokhlin property. We show, by means of an example,\nthat the two notions are not equivalent in general, even on Kirchberg algebras\nthat satisfy the UCT.\n","Comment: 35 pages. Version 2: fixed typos, updated and added references, and\n  improved the results in Section 4"]}]
["1406.2914",{"format":[],"subject":["Quantitative Biology - Cell Behavior","Condensed Matter - Statistical Mechanics","Mathematics - Probability","Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.2914"],"date":["2014-06-11","2014-09-05"],"type":["text"],"creator":["Newby, Jay"],"language":[],"coverage":[],"title":["Spontaneous excitability in the Morris--Lecar model with ion channel\n  noise"],"description":["  Noise induced excitability is studied in type I and II Morris-Lecar neurons\nsubject to constant sub threshold input, where fluctuations arise from sodium\nand potassium ion channels. Ion channels open and close randomly, creating\ncurrent fluctuations that can induce spontaneous firing of action potentials.\nBoth noise sources are assumed to be weak so that spontaneous action potentials\noccur on a longer timescale than ion channel fluctuations. Asymptotic\napproximations of the stationary density function and most probable paths are\ndeveloped to understand the role of channel noise in spontaneous excitability.\nEven though the deterministic dynamical behavior of type I and II action\npotentials differ, results show that a single mechanism explains how ion\nchannel noise generates spontaneous action potentials.\n"]}]
["1406.3279",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.3279","doi:10.1007/978-3-662-44465-8_33"],"date":["2014-06-12"],"type":["text"],"creator":["Jacob, Riko","Lieber, Tobias","Sitchinava, Nodari"],"language":[],"coverage":[],"title":["On the Complexity of List Ranking in the Parallel External Memory Model"],"description":["  We study the problem of list ranking in the parallel external memory (PEM)\nmodel. We observe an interesting dual nature for the hardness of the problem\ndue to limited information exchange among the processors about the structure of\nthe list, on the one hand, and its close relationship to the problem of\npermuting data, which is known to be hard for the external memory models, on\nthe other hand.\n  By carefully defining the power of the computational model, we prove a\npermuting lower bound in the PEM model. Furthermore, we present a stronger\n\\Omega(log^2 N) lower bound for a special variant of the problem and for a\nspecific range of the model parameters, which takes us a step closer toward\nproving a non-trivial lower bound for the list ranking problem in the\nbulk-synchronous parallel (BSP) and MapReduce models. Finally, we also present\nan algorithm that is tight for a larger range of parameters of the model than\nin prior work.\n"]}]
["1406.4154",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.4154","Phys. Rev. B 90, 125108 (2014)","doi:10.1103/PhysRevB.90.125108"],"date":["2014-06-16","2014-09-05"],"type":["text"],"creator":["Maharaj, Akash V.","Hosur, Pavan","Raghu, S."],"language":[],"coverage":[],"title":["Crisscrossed stripe order from interlayer tunneling in hole-doped\n  cuprates"],"description":["  Motivated by recent observations of charge order in the pseudogap regime of\nhole-doped cuprates, we show that {\\it crisscrossed} stripe order can be\nstabilized by coherent, momentum-dependent interlayer tunneling, which is known\nto be present in several cuprate materials. We further describe how subtle\nvariations in the couplings between layers can lead to a variety of stripe\nordering arrangements, and discuss the implications of our results for recent\nexperiments in underdoped cuprates.\n","Comment: 20 pages, 9 figures. Journal reference added"]}]
["1406.6143",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.6143","doi:10.1080/02331934.2014.957701"],"date":["2014-06-24","2014-09-05"],"type":["text"],"creator":["Censor, Yair","Cegielski, Andrzej"],"language":[],"coverage":[],"title":["Projection Methods: An Annotated Bibliography of Books and Reviews"],"description":["  Projections onto sets are used in a wide variety of methods in optimization\ntheory but not every method that uses projections really belongs to the class\nof projection methods as we mean it here. Here projection methods are iterative\nalgorithms that use projections onto sets while relying on the general\nprinciple that when a family of (usually closed and convex) sets is present\nthen projections (or approximate projections) onto the given individual sets\nare easier to perform than projections onto other sets (intersections, image\nsets under some transformation, etc.) that are derived from the given family of\nindividual sets. Projection methods employ projections (or approximate\nprojections) onto convex sets in various ways. They may use different kinds of\nprojections and, sometimes, even use different projections within the same\nalgorithm. They serve to solve a variety of problems which are either of the\nfeasibility or the optimization types. They have different algorithmic\nstructures, of which some are particularly suitable for parallel computing, and\nthey demonstrate nice convergence properties and/or good initial behavior\npatterns. This class of algorithms has witnessed great progress in recent years\nand its member algorithms have been applied with success to many scientific,\ntechnological, and mathematical problems. This annotated bibliography includes\nbooks and review papers on, or related to, projection methods that we know\nabout, use, and like. If you know of books or review papers that should be\nadded to this list please contact us.\n","Comment: Revised version. Accepted for publication in the journal\n  \"Optimization\""]}]
["1406.6470",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1406.6470"],"date":["2014-06-25","2014-09-05"],"type":["text"],"creator":["Lu, Xiao","Wang, Ping","Niyato, Dusit","Kim, Dong In","Han, Zhu"],"language":[],"coverage":[],"title":["Wireless Networks with RF Energy Harvesting: A Contemporary Survey"],"description":["  Radio frequency (RF) energy transfer and harvesting techniques have recently\nbecome alternative methods to power the next generation wireless networks. As\nthis emerging technology enables proactive energy replenishment of wireless\ndevices, it is advantageous in supporting applications with quality of service\n(QoS) requirement. In this paper, we present an extensive literature review on\nthe research progresses in wireless networks with RF energy harvesting\ncapability, referred to as RF energy harvesting networks (RF-EHNs). First, we\npresent an overview of the RF-EHNs including system architecture, RF energy\nharvesting techniques and existing applications. Then, we present the\nbackground in circuit design as well as the state-of-the-art circuitry\nimplementations, and review the communication protocols specially designed for\nRF-EHNs. We also explore various key design issues in the development of\nRF-EHNs according to the network types, i.e., single-hop network, multi-antenna\nnetwork, relay network and cognitive radio network. Finally, we envision some\nopen research directions.\n","Comment: Any comment(s) would be highly welcomed. Please send email to\n  luxiao@ntu.edu.sg"]}]
["1407.0659",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1407.0659","JCAP 08 (2014) 035","doi:10.1088/1475-7516/2014/08/035"],"date":["2014-07-02","2014-09-05"],"type":["text"],"creator":["Enqvist, Kari","Nurmi, Sami","Tenkanen, Tommi","Tuominen, Kimmo"],"language":[],"coverage":[],"title":["Standard Model with a real singlet scalar and inflation"],"description":["  We study the post-inflationary dynamics of the Standard Model Higgs and a\nreal singlet scalar $s$, coupled together through a renormalizable coupling\n$\\lambda_{sh}h^2s^2$, in a $Z_2$ symmetric model that may explain the observed\ndark matter abundance and/or the origin of baryon asymmetry. The initial values\nfor the Higgs and $s$ condensates are given by inflationary fluctuations, and\nwe follow their dissipation and relaxation to the low energy vacua. We find\nthat both the lowest order perturbative and the non-perturbative decays are\nblocked by thermal effects and large background fields and that the condensates\ndecay by two-loop thermal effects. Assuming instant reheating at $T=10^{16}$\nGeV, the characteristic temperature for the Higgs condensate thermalization is\nfound to be $T_h \\sim 10^{14}$ GeV, whereas $s$ thermalizes typically around\n$T_s \\sim 10^{6}$ GeV. By that time, the amplitude of the singlet is driven\nvery close to the vacuum value by the expansion of the universe, unless the\nportal coupling takes a value $\\lambda_{sh}\\lesssim 10^{-7}$ and the singlet\n$s$ never thermalizes. With these values of the coupling, it is possible to\nslowly produce a sizeable fraction of the observed dark matter abundance via\nsinglet condensate fragmentation and thermal Higgs scattering. Physics also\nbelow the electroweak scale can therefore be affected by the non-vacuum initial\nconditions generated by inflation.\n","Comment: 16 pages, 1 figure, replaced to match published version in JCAP"]}]
["1407.1568",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1407.1568","Phys. Rev. A 90 032304 (3 September 2014)","doi:10.1103/PhysRevA.90.032304"],"date":["2014-07-06","2014-09-05"],"type":["text"],"creator":["Khalique, Aeysha","Sanders, Barry C."],"language":[],"coverage":[],"title":["Long-distance quantum communication through any number of entanglement\n  swapping operations"],"description":["  We develop a theory and accompanying mathematical model for quantum\ncommunication via any number of intermediate entanglement swapping operations\nand solve numerically for up to three intermediate entanglement swapping\noperations. Our model yields two-photon interference visibilities post-selected\non photon counts at the intermediate entanglement-swapping stations. Realistic\nexperimental conditions are accommodated through parametric down-conversion\nrate, photon-counter efficiencies and dark-count rates, and instrument and\ntransmission losses. We calculate achievable quantum communication distances\nsuch that two-photon interference visibility exceeds the Bell-inequality\nthreshold.\n"]}]
["1407.1687",{"format":[],"subject":["Computer Science - Computation and Language","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1407.1687"],"date":["2014-07-07","2014-09-05"],"type":["text"],"creator":["Cui, Qing","Gao, Bin","Bian, Jiang","Qiu, Siyu","Liu, Tie-Yan"],"language":[],"coverage":[],"title":["KNET: A General Framework for Learning Word Embedding using\n  Morphological Knowledge"],"description":["  Neural network techniques are widely applied to obtain high-quality\ndistributed representations of words, i.e., word embeddings, to address text\nmining, information retrieval, and natural language processing tasks. Recently,\nefficient methods have been proposed to learn word embeddings from context that\ncaptures both semantic and syntactic relationships between words. However, it\nis challenging to handle unseen words or rare words with insufficient context.\nIn this paper, inspired by the study on word recognition process in cognitive\npsychology, we propose to take advantage of seemingly less obvious but\nessentially important morphological knowledge to address these challenges. In\nparticular, we introduce a novel neural network architecture called KNET that\nleverages both contextual information and morphological word similarity built\nbased on morphological knowledge to learn word embeddings. Meanwhile, the\nlearning architecture is also able to refine the pre-defined morphological\nknowledge and obtain more accurate word similarity. Experiments on an\nanalogical reasoning task and a word similarity task both demonstrate that the\nproposed KNET framework can greatly enhance the effectiveness of word\nembeddings.\n"]}]
["1407.6884",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1407.6884","Phys.Rev. D90 (2014) 061501(R)","doi:10.1103/PhysRevD.90.061501"],"date":["2014-07-25"],"type":["text"],"creator":["Kleihaus, Burkhard","Kunz, Jutta","Mojica, Sindy"],"language":[],"coverage":[],"title":["Quadrupole Moments of Rapidly Rotating Compact Objects in Dilatonic\n  Einstein-Gauss-Bonnet Theory"],"description":["  We consider rapidly rotating black holes and neutron stars in dilatonic\nEinstein-Gauss-Bonnet (EGBd) theory and determine their quadrupole moments,\nwhich receive a contribution from the dilaton. The quadrupole moment of EGBd\nblack holes can be considerably larger than the Kerr value. For neutron stars,\nthe universality property of the $\\hat I$-$\\hat Q$ relation between the scaled\nmoment of inertia and the scaled quadrupole moment appears to extend to EGBd\ntheory.\n","Comment: 5 pages, 4 figures"]}]
["1407.7463",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1407.7463","Phys. Rev. D 90, 067502 (2014)","doi:10.1103/PhysRevD.90.067502"],"date":["2014-07-28","2014-09-04"],"type":["text"],"creator":["Tanatarov, I. V.","Zaslavskii, O. B."],"language":[],"coverage":[],"title":["Banados-Silk-West effect with nongeodesic particles: Nonextremal\n  horizons"],"description":["  When two particles collide near a black hole, the energy in their center of\nmass frame can, under certain conditions, grow unbounded. This is the\nBanados-Silk-West effect. We show that this effect retains its validity even if\nsome force acts on a particle, provided some reasonable and weak restrictions\nare imposed on this force. In the present work we discuss the case of\nnonextremal horizons. The result under discussion is similar to that for\nextremal horizons considered in our previous work.\n","Comment: v2 matches the published version; revtex4, 11 pages"]}]
["1408.0546",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.0546"],"date":["2014-08-03","2014-09-05"],"type":["text"],"creator":["Horbez, Camille"],"language":[],"coverage":[],"title":["The Tits alternative for the automorphism group of a free product"],"description":["  Let $G=G_1\\ast\\dots\\ast G_k\\ast F$ be a countable group which splits as a\nfree product, where all groups $G_i$ are freely indecomposable and not\nisomorphic to $\\mathbb{Z}$, and $F$ is a finitely generated free group. If for\nall $i\\in\\{1,\\dots,k\\}$, both $G_i$ and its outer automorphism group\n$\\text{Out}(G_i)$ satisfy the Tits alternative, then $\\text{Out}(G)$ satisfies\nthe Tits alternative. As an application, we prove that the Tits alternative\nholds for outer automorphism groups of right-angled Artin groups, and of\ntorsion-free groups that are hyperbolic relative to a finite family of\nvirtually polycyclic groups.\n","Comment: v2: Revised version: introduction rewritten, exposition improved,\n  typos corrected"]}]
["1408.3430",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.3430"],"date":["2014-08-14","2014-09-04"],"type":["text"],"creator":["Xiao, Naijia","Fedele, Francesco","Muhanna, Rafi"],"language":[],"coverage":[],"title":["Interval-based parameter identification for structural static problems"],"description":["  We present an interval-based approach for parameter identification in\nstructural static inverse problems. The proposed inverse formulation exploits\nthe Interval Finite Element Method (IFEM) combined with adjoint-based\noptimization. The inversion consists of a two-step algorithm: first, an\nestimate of the parameters is obtained by means of a deterministic iterative\nsolver. Then, the algorithm switches to the interval extension of the previous\nsolver, using the deterministic estimate of the parameters as an initial guess.\nThe iterations are terminated based on a new containment-stopping criterion,\nwhich is intrinsic to intervals. Various numerical examples show that the\nproposed method provides guaranteed interval enclosures of the parameters.\n"]}]
["1408.4589",{"format":[],"subject":["Quantum Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.4589","EPL, 107 (2014) 50007","doi:10.1209/0295-5075/107/50007"],"date":["2014-08-20"],"type":["text"],"creator":["Argentieri, G.","Benatti, F.","Floreanini, R.","Pezzutto, M."],"language":[],"coverage":[],"title":["Violations of the second law of thermodynamics by a non completely\n  positive dynamics"],"description":["  We consider a recently proposed model of driven open quantum microcircuit [F.\nPellegrini et al., Phys. Rev. Lett. 107, 060401 (2011)] amenable to\nexperimental investigations. We show that such an open quantum system provides\na concrete physical instance where to prove that modeling its time-evolution\nwith a dynamics lacking complete positivity conflicts with the second law of\nthermodynamics.\n","Comment: 6 pages, LaTex"]}]
["1408.4629",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1408.4629","J. Chem. Phys. 141, 094906 (2014)","doi:10.1063/1.4894278"],"date":["2014-08-20"],"type":["text"],"creator":["Haydukivska, K.","Blavatska, V."],"language":[],"coverage":[],"title":["Ring polymers in crowded environment: conformational properties"],"description":["  We analyze the universal size characteristics of flexible ring polymers in\nsolutions in presence of structural obstacles (impurities) in d dimensions. One\nencounters such situations when considering polymers in gels, colloidal\nsolutions, intra- and extracellular environments. A special case of extended\nimpurities correlated on large distances r according to a power law \\sim r^{-a}\nis considered. Applying the direct polymer renormalization scheme, we evaluate\nthe estimates for averaged gyration radius $\\langle R_{g\\,{\\rm ring}} \\rangle$\nand spanning radius $\\langle R_{1/2\\,{\\rm ring}} \\rangle$ of typical ring\npolymer conformation up to the first order of double \\varepsilon=4-d,\n\\delta=4-a expansion. Our results quantitatively reveal an extent of the\neffective size and anisotropy of closed ring macromolecules in disordered\nenvironment. In particular, the size ratio of ring and open (linear) polymers\nof the same molecular weight grows when increasing the strength of disorder\naccording to $\\langle R^2_{g\\,{\\rm ring}} \\rangle / \\langle R^2_{g\\,{\\rm\nchain}} \\rangle =\\frac{1}{2} \\left(1+\\frac{13}{48}\\delta \\right)$.\n","Comment: 9 pages"]}]
["1409.0210",{"format":[],"subject":["Computer Science - Social and Information Networks","Computer Science - Computers and Society","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.0210"],"date":["2014-08-31","2014-09-04"],"type":["text"],"creator":["Zhang, Leihan","Zhao, Jichang","Xu, Ke"],"language":[],"coverage":[],"title":["Who creates trends in online social media: The crowd or opinion leaders?"],"description":["  Trends in online social media always reflect the collective attention of a\nvast number of individuals across the network. For example, Internet slang\nwords can be ubiquitous because of social memes and online contagions in an\nextremely short period. From Weibo, a Twitter-like service in China, we find\nthat the adoption of popular Internet slang words experiences two peaks in its\ntemporal evolution, in which the former is relatively much lower than the\nlatter. This interesting phenomenon in fact provides a decent window to\ndisclose essential factors that drive the massive diffusion underlying trends\nin online social media. Specifically, the in-depth comparison between\ndiffusions represented by different peaks suggests that more attention from the\ncrowd at early stage of the propagation produces large-scale coverage, while\nthe dominant participation of opinion leaders at the early stage just leads to\npopularity of small scope. Our results quantificationally challenge the\nconventional hypothesis of influentials. And the implications of these novel\nfindings for marketing practice and influence maximization in social networks\nare also discussed.\n"]}]
["1409.0630",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.0630"],"date":["2014-09-02","2014-09-05"],"type":["text"],"creator":["Blazsik, Zoltan L.","Cummings, Jay","Haemers, Willem H."],"language":[],"coverage":[],"title":["Cospectral regular graphs with and without a perfect matching"],"description":["  For each $b \\geq 5$ we construct a pair of cospectral $b$-regular graphs,\nwhere one has a perfect matching and the other one not. This solves a research\nproblem posed by the third author at the 22nd British Combinatorial Conference.\n"]}]
["1409.0667",{"format":[],"subject":["Mathematics - Optimization and Control","90C57, 90C27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.0667"],"date":["2014-09-02","2014-09-05"],"type":["text"],"creator":["Aurora, Pawan Kumar","Mehta, Shashank K"],"language":[],"coverage":[],"title":["New Facets of the QAP-Polytope"],"description":["  The Birkhoff polytope is defined to be the convex hull of permutation\nmatrices, $P_{\\sigma}\\ \\forall \\sigma\\in S_n$. We define a second-order\npermutation matrix $P^{[2]}_{\\sigma}$ in $\\mathbb{R}^{n^2\\times n^2}$\ncorresponding to a permutation $\\sigma$ as $(P^{[2]}_{\\sigma})_{ij,kl} =\n(P_{\\sigma})_{ij}(P_{\\sigma})_{kl}$. We call the convex hull of the\nsecond-order permutation matrices, the {\\em second-order Birkhoff polytope} and\ndenote it by ${\\cal B}^{[2]}$. It can be seen that ${\\cal B}^{[2]}$ is\nisomorphic to the QAP-polytope, the domain of optimization in {\\em quadratic\nassignment problem}. In this work we revisit the polyhedral combinatorics of\nthe QAP-polytope viewing it as ${\\cal B}^{[2]}$. Our main contribution is the\nidentification of an exponentially large set of new facets of this polytope.\nAlso we present a general inequality of which all the known facets of this\npolytope as well as the new ones, that we present in this paper, are special\ninstances. We also establish the existence of more facets which are yet to be\nidentified.\n","Comment: Submitted to Operations Research Letters"]}]
["1409.1225",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1225"],"date":["2014-09-03"],"type":["text"],"creator":["Senatore, Leonardo","Zaldarriaga, Matias"],"language":[],"coverage":[],"title":["Redshift Space Distortions in the Effective Field Theory of Large Scale\n  Structures"],"description":["  We introduce a formalism, valid both for dark matter and collapsed objects,\nthat allows us to describe redshift space distortions in the context of the\nEffective Field Theory of Large Scale Structures (EFTofLSS). Expressing density\nperturbations in redshift space corresponds to performing a change of\ncoordinates and the resulting expressions contain products of density\nperturbations and velocity fields evaluated at the same location. These terms\nare sensitive to non-perturbative short-distance physics and in order to\ncorrectly treat them they need to be renormalized by adding suitable\ncounterterms. Therefore more counterterms are required in redshift space\nexpressions compared to their real space analogs. In particular in the\nexpression for the one-loop matter power spectrum there are two new\ncounterterms. Just as in real space, long wavelength displacements affect\ncorrelation functions in redshift space and need to be resummed. We generalize\nthe real space formulas for IR resummation to this case: the final expressions\nare conceptually similar but are more challenging to compute numerically due to\ntheir reduced symmetry.\n","Comment: 21 pages"]}]
["1409.1502",{"format":[],"subject":["Mathematics - Differential Geometry","Primary: 53D17, Secondary: 17B66, 18D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1502"],"date":["2014-09-04","2014-09-05"],"type":["text"],"creator":["Gracia-Saz, Alfonso","Lean, Madeleine Jotz","Mackenzie, Kirill C. H.","Mehta, Rajan A."],"language":[],"coverage":[],"title":["Double Lie algebroids and representations up to homotopy"],"description":["  We show that double Lie algebroids, together with a chosen linear splitting,\nare equivalent to pairs of 2-term representations up to homotopy satisfying\ncompatibility conditions which extend the notion of matched pair of Lie\nalgebroids. We discuss in detail the tangent of a Lie algebroid.\n"]}]
["1409.1553",{"format":[],"subject":["Mathematics - Algebraic Topology","55U15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1553"],"date":["2014-09-04","2014-09-05"],"type":["text"],"creator":["Basterra, Maria","Bauer, Kristine","Beaudry, Agnes","Eldred, Rosona","Johnson, Brenda","Merling, Mona","Yeakel, Sarah"],"language":[],"coverage":[],"title":["Unbased calculus for functors to chain complexes"],"description":["  Recently, the Johnson-McCarthy discrete calculus for homotopy functors was\nextended to include functors from an unbased simplicial model category to\nspectra. This paper completes the constructions needed to ensure that there\nexists a discrete calculus tower for functors from an unbased simplicial model\ncategory to chain complexes over a fixed commutative ring. Much of the\nconstruction of the Taylor tower for functors to spectra carries over to this\ncontext. However, one of the essential steps in the construction requires\nproving that a particular functor is part of a cotriple. For this, one needs to\nprove that certain identities involving homotopy limits hold up to isomorphism,\nrather than just up to weak equivalence. As the target category of chain\ncomplexes is not a simplicial model category, the arguments for functors to\nspectra need to be adjusted for chain complexes. In this paper, we take\nadvantage of the fact that we can construct an explicit model for iterated\nfibers, and prove that the functor is a cotriple directly. We use related ideas\nto provide concrete infinite deloopings of the first terms in the resulting\nTaylor towers when evaluated at the initial object in the source category.\n","Comment: 20 pages"]}]
["1409.1567",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1567"],"date":["2014-09-03"],"type":["text"],"creator":["Piratova, Eduard F.","Reyes, Edilson A.","Hortúa, Héctor J."],"language":[],"coverage":[],"title":["Helical magnetic fields via baryon asymmetry"],"description":["  There is strong observational evidence for the presence of large-scale\nmagnetic fields MF in galaxies and clusters, with strength $\\sim \\mu$G and\ncoherence lenght on the order of Kpc. However its origin remains as an\noutstanding problem. One of the possible explanations is that they have been\ngenerated in the early universe. Recently, it has been proposed that helical\nprimordial magnetic fields PMFs, could be generated during the EW or QCD phase\ntransitions, parity-violating processes and predicted by GUT or string theory.\nHere we concentrate on the study of two mechanisms to generate PMFs, the first\none is the $\\nu$MSM which triggers instability in the Maxwell's equations and\nleads to the generation of helical PMFs. The second one is the usual\nelectroweak baryogenesis scenario. Finally, we calculate the exact power\nspectra of these helical PMFs and we show its role in the production of\ngravitational waves finding a scale-invariant on large scales and an\noscillatory motion (damping) for $k\\eta \\gg 1$\n","Comment: 7 pages, to appear in the proceedings of the First Astrostatistics\n  School: Bayesian Methods in Cosmology, June 9-13, 2014, Bogot\\'a, Colombia"]}]
["1409.1591",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1591"],"date":["2014-09-03"],"type":["text"],"creator":["Li, T.","Patz, A.","Lingos, P.","Mouchliadis, L.","Li, L.","Yan, J.","Perakis, I. E.","Wang, J."],"language":[],"coverage":[],"title":["Correlating Quasi-Electron Relaxation with Quantum Femtosecond Magnetism\n  in the Order Parameter Dynamics of Insulating Manganites"],"description":["  Femtosecond (fs)-resolved simultaneous measurements of charge and spin\ndynamics reveal the coexistence of two different quasi-particle excitations in\ncolossal magneto-resistive (CMR) manganites, with {\\em fs} and {\\em ps}\nrelaxation times respectively. Their populations reverse size above a {\\em\nphotoexcitation-intensity-threshold} coinciding with a \"sudden\"\nantiferro-to-ferromagnetic switching during $<$100 fs laser pulses. We present\nevidence that fast, metallic, mobile quasi--electrons dressed by {\\em quantum\nspin fluctuations} coexist with slow, localized, polaronic charge carriers in\nnon-equilibrium phases. This may be central to CMR transition and leads to a\nlaser-driven charge reorganization simultaneously with quantum fs magnetism via\nan emergent quantum-spin/charge/lattice transient coupling.\n","Comment: main text plus supplementary"]}]
["1409.1592",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1592","Eur. J. Appl. Math. 25 (2014) 595-628"],"date":["2014-09-03"],"type":["text"],"creator":["Gluzman, S.","Yukalov, V. I."],"language":[],"coverage":[],"title":["Extrapolation of perturbation-theory expansions by self-similar\n  approximants"],"description":["  The problem of extrapolating asymptotic perturbation-theory expansions in\npowers of a small variable to large values of the variable tending to infinity\nis investigated. The analysis is based on self-similar approximation theory.\nSeveral types of self-similar approximants are considered and their use in\ndifferent problems of applied mathematics is illustrated. Self-similar\napproximants are shown to constitute a powerful tool for extrapolating\nasymptotic expansions of different natures.\n","Comment: Latex file, 35 pages"]}]
["1409.1597",{"format":[],"subject":["Mathematics - Group Theory","20A05, 20F99, 22A15, 06E15, 06E25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1597"],"date":["2014-09-04"],"type":["text"],"creator":["Protasov, Igor","Slobodianiuk, Sergii"],"language":[],"coverage":[],"title":["Partitions of groups"],"description":["  We classify the subsets of a group by their sizes, formalize the basic\nmethods of partitions and apply them to partition a group to subsets of\nprescribed sizes.\n"]}]
["1409.1606",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1606"],"date":["2014-09-04"],"type":["text"],"creator":["Islam, Muhammad Nazmul","Mandayam, Narayan B.","Kompella, Sastry","Seskar, Ivan"],"language":[],"coverage":[],"title":["Power Optimal Non-contiguous Spectrum Access in Multi Front End Radio\n  Enabled Point-to-Point Link"],"description":["  Non-contiguous spectrum chunks allow wireless links to flexibly access a wide\namount of bandwidth. Multi- Channel Multi-Radio (MC-MR) and Non-Contiguous\nOrthogonal Frequency Division Multiplexing (NC-OFDM) are the two commercially\nviable strategies to access non-contiguous spectrum chunks. MC-MR accesses\nmultiple non-contiguous chunks by activating multiple front ends which, in\nturn, increases the circuit power consumption of each of the activated front\nends. NC-OFDM accesses non-contiguous spectrum chunks with a single front end\nby nulling remaining subchannels but increases spectrum span which, in turn,\nincreases the power consumption of ADC and DAC. This work focuses on a\npoint-to-point link where transmitter and receiver have multiple front ends and\ncan employ NC-OFDM technology. We investigate optimal spectrum fragmentation in\neach front end from a system power (summation of transmit power and circuit\npower) perspective. We formulate a mixed integer non-linear program (MINLP) to\nperform power control and scheduling, and minimize system power by providing a\ngreedy algorithm (O(M^3 I)) where M and I denote the number of channels and\nradio front ends respectively.\n","Comment: 5 pages, 3 figure. To be submitted to IEEE Communication Letters"]}]
["1409.1607",{"format":[],"subject":["Mathematics - Differential Geometry","53B30, 53A35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1607"],"date":["2014-09-04"],"type":["text"],"creator":["Bilici, Mustafa"],"language":[],"coverage":[],"title":["A method for designing involute trajectory timelike ruled surfaces in\n  Minkowski 3-space"],"description":["  The aim of this paper is to present a new perspective on the generation of\ndevelopable trajectory ruled surfaces in Minkowski 3-space. Involute trajectory\nruled surfaces generated by the Frenet trihedron, moving along spacelike\ninvolutes of a given timelike space curve, is stated according to Lorentzian\ntimelike angle between tangent vector and unit vector of direction Darboux\nvector of this timelike space curve. Also some new results and theorems related\nto the developability of the involute trajectory timelike ruled surfaces are\nobtained. Finally we illustrate these surfaces by presenting one example.\n","Comment: 17 pages, 9 figures"]}]
["1409.1609",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1609"],"date":["2014-09-03"],"type":["text"],"creator":["Prestwich, Steven","Tarim, Armagan","Rossi, Roberto","Hnich, Brahim"],"language":[],"coverage":[],"title":["Intermittency and Obsolescence: a Croston Method With Linear Decay"],"description":["  Only two Croston-style forecasting methods are currently known for handling\nstochastic intermittent demand with possible demand obsolescence: TSB and HES,\nboth shown to be unbiased. When an item becomes obsolescent then TSB's\nforecasts decay exponentially, while HES's decay hyperbolically. We describe a\nthird variant called Linear-Exponential Smoothing that is also unbiased, decays\nlinearly to zero in a finite time, is asymptotically the best variant for\nhandling obsolescence, and performs well in experiments.\n"]}]
["1409.1614",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1614"],"date":["2014-09-04"],"type":["text"],"creator":["Hao, Steven","He, Andrew","Li, Ray","Wu, Scott"],"language":[],"coverage":[],"title":["An Elementary Proof of the Cayley Formula Using Random Maps"],"description":["  Cayley's formula states that the number of labelled trees on $n$ vertices is\n$n^{n-2}$, and many of the current proofs involve complex structures or\nrigorous computation. We present a bijective proof of the formula by providing\nan elementary calculation of the probability that a cycle occurs in a random\nmap from an $n$-element set to an $n+1$-element set.\n"]}]
["1409.1619",{"format":[],"subject":["Computer Science - Discrete Mathematics","68Q17, 92B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1619"],"date":["2014-09-04"],"type":["text"],"creator":["Johnsen, Aleck","Kao, Ming-Yang","Seki, Shinnosuke"],"language":[],"coverage":[],"title":["A manually-checkable proof for the NP-hardness of 11-color pattern\n  self-assembly tile set synthesis"],"description":["  Patterned self-assembly tile set synthesis (PATS) aims at finding a minimum\ntile set to uniquely self-assemble a given rectangular (color) pattern. For k\n>= 1, k-PATS is a variant of PATS that restricts input patterns to those with\nat most $k$ colors. A computer-assisted proof has been recently proposed for\n2-PATS by Kari et al. [arXiv:1404.0967 (2014)]. In contrast, the best known\nmanually-checkable proof is for the NP-hardness of 29-PATS by Johnsen, Kao, and\nSeki [ISAAC 2013, LNCS 8283, pp.~699-710]. We propose a manually-checkable\nproof for the NP-hardness of 11-PATS.\n"]}]
["1409.1620",{"format":[],"subject":["Mathematics - Statistics Theory","Quantitative Finance - Economics","Statistics - Applications","62P20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1620"],"date":["2014-09-04"],"type":["text"],"creator":["Kovchegov, Yevgeniy","Yildiz, Nese"],"language":[],"coverage":[],"title":["Orthogonal Polynomials for Seminonparametric Instrumental Variables\n  Model"],"description":["  We develop an approach that resolves a {\\it polynomial basis problem} for a\nclass of models with discrete endogenous covariate, and for a class of\neconometric models considered in the work of Newey and Powell (2003), where the\nendogenous covariate is continuous. Suppose $X$ is a $d$-dimensional endogenous\nrandom variable, $Z_1$ and $Z_2$ are the instrumental variables (vectors), and\n$Z=\\left(\\begin{array}{c}Z_1 \\\\Z_2\\end{array}\\right)$. Now, assume that the\nconditional distributions of $X$ given $Z$ satisfy the conditions sufficient\nfor solving the identification problem as in Newey and Powell (2003) or as in\nProposition 1.1 of the current paper. That is, for a function $\\pi(z)$ in the\nimage space there is a.s. a unique function $g(x,z_1)$ in the domain space such\nthat $$E[g(X,Z_1)~|~Z]=\\pi(Z) \\qquad Z-a.s.$$ In this paper, for a class of\nconditional distributions $X|Z$, we produce an orthogonal polynomial basis\n$Q_j(x,z_1)$ such that for a.e. $Z_1=z_1$, and for all $j \\in \\mathbb{Z}_+^d$,\nand a certain $\\mu(Z)$, $$P_j(\\mu(Z))=E[Q_j(X, Z_1)~|~Z ],$$ where $P_j$ is a\npolynomial of degree $j$. This is what we call solving the {\\it polynomial\nbasis problem}.\n  Assuming the knowledge of $X|Z$ and an inference of $\\pi(z)$, our approach\nprovides a natural way of estimating the structural function of interest\n$g(x,z_1)$. Our polynomial basis approach is naturally extended to Pearson-like\nand Ord-like families of distributions.\n","Comment: 18 pages"]}]
["1409.1632",{"format":[],"subject":["Mathematics - Differential Geometry","53A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1632"],"date":["2014-09-04"],"type":["text"],"creator":["Fraser, Ailana","Schoen, Richard"],"language":[],"coverage":[],"title":["Uniqueness theorems for free boundary minimal disks in space forms"],"description":["  We show that a minimal disk satisfying the free boundary condition in a\nconstant curvature ball of any dimension is totally geodesic. We weaken the\ncondition to parallel mean curvature vector in which case we show that the disk\nlies in a three dimensional constant curvature submanifold and is totally\numbilic. These results extend to higher dimensions earlier three dimensional\nwork of J. C. C. Nitsche and R. Souam.\n"]}]
["1409.1638",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1638","doi:10.1016/j.nuclphysa.2014.08.103"],"date":["2014-09-04"],"type":["text"],"creator":["Berges, Jürgen","Schenke, Björn","Schlichting, Sören","Venugopalan, Raju"],"language":[],"coverage":[],"title":["Turbulent thermalization process in high-energy heavy-ion collisions"],"description":["  We discuss the onset of the thermalization process in high-energy heavy-ion\ncollisions from a weak coupling perspective, using classical-statistical\nreal-time lattice simulations as a first principles tool to study the\npre-equilibrium dynamics. Most remarkably, we find that the thermalization\nprocess is governed by a universal attractor, where the space-time evolution of\nthe plasma becomes independent of the initial conditions and exhibits the\nself-similar dynamics characteristic of wave turbulence. We discuss the\nconsequences of our weak coupling results for the thermalization process in\nheavy-ion experiments and briefly comment on the use of weak coupling\ntechniques at larger values of the coupling.\n","Comment: Proceedings for Quark Matter 2014, Darmstadt (Germany), May 19-24,\n  2014"]}]
["1409.1639",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1639"],"date":["2014-09-04"],"type":["text"],"creator":["Liu, Xiufeng"],"language":[],"coverage":[],"title":["Optimizing ETL Dataflow Using Shared Caching and Parallelization Methods"],"description":["  Extract-Transform-Load (ETL) handles large amount of data and manages\nworkload through dataflows. ETL dataflows are widely regarded as complex and\nexpensive operations in terms of time and system resources. In order to\nminimize the time and the resources required by ETL dataflows, this paper\npresents a framework to optimize dataflows using shared cache and\nparallelization techniques. The framework classifies the components in an ETL\ndataflow into different categories based on their data operation properties.\nThe framework then partitions the dataflow based on the classification at\ndifferent granularities. Furthermore, the framework applies optimization\ntechniques such as cache re-using, pipelining and multi-threading to the\nalready-partitioned dataflows. The proposed techniques reduce system memory\nfootprint and the frequency of copying data between different components, and\nalso take full advantage of the computing power of multi-core processors. The\nexperimental results show that the proposed optimization framework is 4.7 times\nfaster than the ordinary ETL dataflows (without using the proposed optimization\ntechniques), and outperforms the similar tool (Kettle).\n"]}]
["1409.1642",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1642"],"date":["2014-09-04"],"type":["text"],"creator":["Tomberg, Artour"],"language":[],"coverage":[],"title":["Twistor spaces of hypercomplex manifolds are balanced"],"description":["  A hypercomplex structure on a differentiable manifold consists of three\nintegrable almost complex structures that satisfy quaternionic relations. If,\nin addition, there exists a metric on the manifold which is Hermitian with\nrespect to the three structures, and such that the corresponding Hermitian\nforms are closed, the manifold is said to be hyperkaehler. In the paper\n\"Non-Hermitian Yang-Mills connections\", Kaledin and Verbitsky proved that the\ntwistor space of a hyperkaehler manifold satisfies the geometric condition of\nbeing a balanced manifold, in the sense of Michelsohn. In the present article,\nwe review the proof of this result and then generalize it and show that twistor\nspaces of general compact hypercomplex manifolds are balanced.\n","Comment: 18 pages"]}]
["1409.1645",{"format":[],"subject":["Physics - Accelerator Physics","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1645"],"date":["2014-09-04"],"type":["text"],"creator":["He, Lijuan","Li, Yuxiong","Li, Weimin","Chen, Zhi","Chen, Yukai","Ren, Guangyi"],"language":[],"coverage":[],"title":["Induced radioactivity analysis for the NSRL Linac in China using Monte\n  Carlo simulations and gamma-spectroscopy"],"description":["  The 200-MeV electron linac of the National Synchrotron Radiation Laboratory\n(NSRL) located in Hefei is one of the earliest high-energy electron linear\naccelerators in China. The electrons are accelerated to 200 MeV by five\nacceleration tubes and are collimated by scrapers. The scraper aperture is\nsmaller than the acceleration tube one, so some electrons hit the materials\nwhen passing through them. These lost electrons cause induced radioactivity\nmainly due to bremsstrahlung and photonuclear reaction. This paper describes a\nstudy of induced radioactivity for the NSRL Linac using FLUKA simulations and\ngamma-spectroscopy. The measurements showed that electrons were lost mainly at\nthe scraper. So the induced radioactivity of the NSRL Linac is mainly produced\nhere. The radionuclide types were simulated using the FLUKA Monte Carlo code\nand the results were compared against measurements made with a High Purity\nGermanium (HPGe) gamma spectrometer. The NSRL linac had been retired because of\nupgrading last year. The removed components were used to study induced\nradioactivity. The radionuclides confirmed by the measurement are: $^{57}$Ni,\n$^{52}$Mn, $^{51}$Cr, $^{58}$Co, $^{56}$Co, $^{57}$Co, $^{54}$Mn, $^{60}$Co and\n$^{22}$Na, the first eight nuclides of which are predicted by FLUKA simulation.\nThe research will provide the theoretical basis for the similar accelerator\ndecommissioning plan, and is significant for accelerator structure design,\nmaterial selection and radiation protection design.\n","Comment: 6 pages, 5 figures, Submitted to the Chinese Physics C"]}]
["1409.1648",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q30, 76D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1648"],"date":["2014-09-04"],"type":["text"],"creator":["Zhang, Ping","Zhang, Zhifei"],"language":[],"coverage":[],"title":["Long time well-posdness of Prandtl system with small and analytic\n  initial data"],"description":["  In this paper, we investigate the long time existence and uniqueness of small\nsolution to $d,$ for $d=2,3,$ dimensional Prandtl system with small initial\ndata which is analytic in the horizontal variables. In particular, we prove\nthat\n  $d$ dimensional Prandtl system has a unique solution with the life-span of\nwhich is greater than $\\e^{-\\f43}$ if both the initial data and the value on\nthe boundary of the tangential velocity of the outflow are of size $\\e.$ We\nmention that the tool developed in \\cite{Ch04, CGP} to make the analytical type\nestimates and the special structure of the nonlinear terms to this system play\nan essential role in the proof of this result.\n"]}]
["1409.1649",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q30, 76D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1649"],"date":["2014-09-04"],"type":["text"],"creator":["Zhang, Ping","Zhang, Zhifei"],"language":[],"coverage":[],"title":["Global well-posedness of 3-D inhomogeneous Navier-Stokes equations with\n  ill-prepared initial data"],"description":["  In this paper, we investigate the global well-posedness of 3-D incompressible\ninhomogeneous Navier-Stokes equations with ill-prepared large initial data\nwhich are slowly varying in one space variable, that is, initial data of the\nform $\\bigl(1+\\e^{\\be}a_0(x_{\\rm h},\\e x_3),(\\ve^{1-\\al} v^{\\rm h}_0,\n\\ve^{-\\al}v_0^3)(x_{\\rm h},\\e x_3)\\bigr)$ for any $\\al\\in ]0,1/3[,$\n  $\\be>2\\al,$ and $\\ve$ being sufficiently small. We remark that initial data\nof this type do not satisfy the smallness conditions in \\cite{c-p-z,HPZ3} no\nmatter how small $\\e$ is. In particular, this result greatly improves the\nglobal well-posedness result in \\cite{PZZ3} with the so-called well-prepared\ninitial data.\n"]}]
["1409.1657",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Cryptography and Security","94A60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1657"],"date":["2014-09-04"],"type":["text"],"creator":["Jiang, Shaoquan"],"language":[],"coverage":[],"title":["On the Optimality of Keyless Authentication in a Noisy Model"],"description":["  We further study the keyless authentication problem in a noisy model in our\nprevious work, where no secret setup is available for sender Alice and receiver\nBob while there is DMC $W_1$ from Alice to Bob and a two-way noiseless but\ninsecure channel between them. We propose a construction such that the message\nlength over DMC $W_1$ does not depend on the size of the source space. If the\nsource space is ${\\cal S}$ and the number of channel $W_1$ uses is $n$, then\nour protocol only has a round complexity of $\\log^*|{\\cal S}|-\\log^*n+4.$ In\naddition, we show that the round complexity of any secure protocol in our model\nis lower bounded by $\\log^*|{\\cal S}|-\\log^* n-5$. We also obtain a lower bound\non the success probability when the message size on DMC $W_1$ is given.\nFinally, we derive the capacity for a non-interactive authentication protocol\nunder general DMCs, which extends the result under BSCs in our previous work.\n","Comment: 10 pages"]}]
["1409.1658",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1658","Eur. Phys. J. D 68, 232 (2014)","doi:10.1140/epjd/e2014-50340-y"],"date":["2014-09-04"],"type":["text"],"creator":["Chen, Ke-Ji","Wang, Jingkun","Yi, Wei","Zhang, Wei"],"language":[],"coverage":[],"title":["Signatures of Bose-Einstein condensation in an optical lattice"],"description":["  We discuss typical experimental signatures for the Bose-Einstein condensation\n(BEC) of an ultracold Bose gas in an inhomogeneous optical lattice at finite\ntemperature. Applying the Hartree-Fock-Bogoliubov-Popov formalism, we calculate\nquantities such as the momentum-space density distribution, visibility and peak\nwidth as the system is tuned through the superfluid to normal phase transition.\nDifferent from previous studies, we consider systems with fixed total particle\nnumber, which is of direct experimental relevance. We show that the onset of\nBEC is accompanied by sharp features in all these signatures, which can be\nprobed via typical time-of-flight imaging techniques. In particular, we find a\ntwo-platform structure in the peak width across the phase transition. We show\nthat the onset of condensation is related to the emergence of the higher\nplatform, which can be used as an effective experimental signature.\n","Comment: 5 pages, 3 figures"]}]
["1409.1660",{"format":[],"subject":["Computer Science - Computers and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1660"],"date":["2014-09-05"],"type":["text"],"creator":["Weekly, Kevin","Jin, Ming","Zou, Han","Hsu, Christopher","Bayen, Alexandre","Spanos, Costas"],"language":[],"coverage":[],"title":["Building-in-Briefcase (BiB)"],"description":["  A building's environment has profound influence on occupant comfort and\nhealth. Continuous monitoring of building occupancy and environment is\nessential to fault detection, intelligent control, and building commissioning.\nThough many solutions for environmental measuring based on wireless sensor\nnetworks exist, they are not easily accessible to households and building\nowners who may lack time or technical expertise needed to set up a system and\nget quick and detailed overview of environmental conditions.\n  Building-in-Briefcase (BiB) is a portable sensor network platform that is\ntrivially easy to deploy in any building environment. Once the sensors are\ndistributed, the environmental data is collected and communicated to the BiB\nrouter via TCP/IP protocol and WiFi technology which then forwards the data to\nthe central database securely over the internet through a 3G radio. The user,\nwith minimal effort, can access the aggregated data and visualize the trends in\nreal time on the BiB web portal. Paramount to the adoption and continued\noperation of an indoor sensing platform is battery lifetime. This design has\nachieved a multi-year lifespan by careful selection of components, an efficient\nbinary communications protocol and data compression. Our BiB sensor is capable\nof collecting a rich set of environmental parameters, and is expandable to\nmeasure others, such as CO2. This paper describes the power characteristics of\nBiB sensors and their occupancy estimation and activity recognition\nfunctionality. Our vision is large-scale deployment of BiB in thousands of\nbuildings, which would provide ample research opportunities and opportunities\nto identify ways to improve the building environment and energy efficiency.\n"]}]
["1409.1672",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Functional Analysis","15B33, 28A20, 06F25, 65F10, 65J99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1672"],"date":["2014-09-05"],"type":["text"],"creator":["Lai, King-Fai"],"language":[],"coverage":[],"title":["Linear systems over rings of measurable functions and conjugate gradient\n  methods"],"description":["  We study the conjugate gradient method for solving s system of linear\nequations with coefficients which are measurable functions and establish the\nrate of convergence of this method.\n"]}]
["1409.1673",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1673"],"date":["2014-09-05"],"type":["text"],"creator":["Mishra, Kumar Vijay","Cho, Myung","Kruger, Anton","Xu, Weiyu"],"language":[],"coverage":[],"title":["Spectral Super-resolution With Prior Knowledge"],"description":["  We address the problem of super-resolution frequency recovery using prior\nknowledge of the structure of a spectrally sparse, undersampled signal. In many\napplications of interest, some structure information about the signal spectrum\nis often known. The prior information might be simply knowing precisely some\nsignal frequencies or the likelihood of a particular frequency component in the\nsignal. We devise a general semidefinite program to recover these frequencies\nusing theories of positive trigonometric polynomials. Our theoretical analysis\nshows that, given sufficient prior information, perfect signal reconstruction\nis possible using signal samples no more than thrice the number of signal\nfrequencies. Numerical experiments demonstrate great performance enhancements\nusing our method. We show that the nominal resolution necessary for the\ngrid-free results can be improved if prior information is suitably employed.\n","Comment: 13 pages, 8 figures. arXiv admin note: text overlap with\n  arXiv:1404.7041, arXiv:1311.0950"]}]
["1409.1676",{"format":[],"subject":["Computer Science - Discrete Mathematics","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1676"],"date":["2014-09-05"],"type":["text"],"creator":["Karthick, T."],"language":[],"coverage":[],"title":["New polynomial case for efficient domination in $P_6$-free graphs"],"description":["  In a graph $G$, an {\\it efficient dominating set} is a subset $D$ of vertices\nsuch that $D$ is an independent set and each vertex outside $D$ has exactly one\nneighbor in $D$. The {\\textsc{Efficient Dominating Set}} problem (EDS) asks for\nthe existence of an efficient dominating set in a given graph $G$. The EDS is\nknown to be $NP$-complete for $P_7$-free graphs, and is known to be polynomial\ntime solvable for $P_5$-free graphs. However, the computational complexity of\nthe EDS problem is unknown for $P_6$-free graphs. In this paper, we show that\nthe EDS problem can be solved in polynomial time for a subclass of $P_6$-free\ngraphs, namely ($P_6$, banner)-free graphs.\n"]}]
["1409.1683",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1683"],"date":["2014-09-05"],"type":["text"],"creator":["Pascual-García, Alberto","Ferrera, Antonio","Bastolla, Ugo"],"language":[],"coverage":[],"title":["Does mutualism hinder biodiversity?"],"description":["  A recent paper by James et al. finds that mutualistic interactions decrease\nthe biodiversity of model ecosystems. However, this result can be reverted if\nwe consider ecological trade-offs and choose parameters suitable for sparse\nmutualistic networks instead of fully connected networks.\n","Comment: Submitted on October 2012 as a Brief Communication Arising from James\n  et al. Nature 487, 227-230 (2012)"]}]
["1409.1684",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1684"],"date":["2014-09-05"],"type":["text"],"creator":["Isojima, Shin"],"language":[],"coverage":[],"title":["Ultradiscrete limit of Bessel function type solutions of the\n  Painlev\\'{e} III equation"],"description":["  An ultradiscrete analog of the Bessel function is constructed by taking the\nultradiscrete limit for a $q$-difference analog of the Bessel function. Then, a\ndirect relationship between a class of special solutions for the ultradiscrete\nPainlev\\'{e} III equation and those of the discrete Painlev\\'{e} III equation\nwhich have a determinantal structure is established.\n"]}]
["1409.1686",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1686"],"date":["2014-09-05"],"type":["text"],"creator":["Goëffon, Adrien","Lardeux, Frédéric","Saubion, Frédéric"],"language":[],"coverage":[],"title":["Simulating Non Stationary Operators in Search Algorithms"],"description":["  In this paper, we propose a model for simulating search operators whose\nbehaviour often changes continuously during the search. In these scenarios, the\nperformance of the operators decreases when they are applied. This is motivated\nby the fact that operators for optimization problems are often roughly\nclassified into exploitation operators and exploration operators. Our\nsimulation model is used to compare the different performances of operator\nselection policies and clearly identify their ability to adapt to such specific\noperators behaviours. The experimental study provides interesting results on\nthe respective behaviours of operator selection policies when faced to such non\nstationary search scenarios.\n"]}]
["1409.1692",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1692"],"date":["2014-09-05"],"type":["text"],"creator":["Kalyani, Ajay Kumar","Khatua, Dipak","Loukya, B.","Datta, Ranjan","Fitch, Andy N.","Senyshyn, Anatoliy","Ranjan, Rajeev"],"language":[],"coverage":[],"title":["Monoclinic (Mc) phase and electric field induced phase transformation in\n  BaTiO3"],"description":["  For decades it has been a well-known fact that among the few ferroelectric\ncompounds in the perovskite family namely BaTiO3, KNbO3, PbTiO3 Na1/2Bi1/2TiO3\nthe dielectric and piezoelectric properties of BaTiO3 is considerably higher\nthan the others in polycrystalline form at room temperature. Further, similar\nto ferroelectric alloys exhibiting morphotropic phase boundary, single crystals\nof BaTiO3 exhibits anomalously large piezoelectric response when poled away\nfrom the direction of spontaneous polarization at room temperature. These\nanomalous features in BaTiO3 remained unexplained so far from the structural\nstand point. In this work we have used high resolution synchrotron X-ray powder\ndiffraction, atomic resolution aberration corrected transmission electron\nmicroscopy, in conjunction with a novel powder poling technique, to reveal that\n(i) the equilibrium state of BaTiO3 is characterized by coexistence of a subtle\nmonoclinic (Mc) phase and tetragonal phase, and (ii) strong electric field\ninduces an orthorhombic phase at 300 K. These results suggest that BaTiO3 at\nroom temperature is within an instability regime, and that this instability is\ntherefore the fundamental factor responsible for the anomalous dielectric and\npiezoelectric properties of BaTiO3 as compared to the other homologous\nferroelectric perovskite compounds. The results demonstrate that pure BaTiO3 at\nroom temperature more akin to lead-based ferroelectric alloys close to the\nmorphotropic phase boundary where polarization rotation and field induced\nferroelectric-ferroelectric phase transformations play fundamental role in\ninfluencing the piezoelectric behavior.\n","Comment: 24 pages, 9 figures 2 Tables"]}]
["1409.1693",{"format":[],"subject":["Computer Science - Computers and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1693","IJCSI-2014-11-1-8120"],"date":["2014-09-05"],"type":["text"],"creator":["Yassine, Benjelloun Touimi"],"language":[],"coverage":[],"title":["The Homogeneity Indicator of Learners in Project-based Learning"],"description":["  The development of ICT has emerged a new way of learning using electronic\nplatforms: E-learning. In addition, pedagogical approaches have been adopted in\nteaching based on group learning, such as the project-based teaching. The\nproject-based teaching is an active learning method, based on group work to\ndevelop skills and acquire knowledge. However, the group of students is facing\nseveral challenges throughout the project, such as the decision-making group.\nThe group decision generates convergences and divergences among members. Our\napproach in this article relates to the calculation of the homogeneity of a\ngroup of learners during decision making in an educational project.\n"]}]
["1409.1695",{"format":[],"subject":["Computer Science - Systems and Control","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1695"],"date":["2014-09-05"],"type":["text"],"creator":["Schatz, Simon P.","Yucelen, Tansel"],"language":[],"coverage":[],"title":["Scalability Concept for Predictable Closed-Loop Response of Adaptive\n  Controllers"],"description":["  We introduce a new concept called scalability to adaptive control in this\npaper. In particular, we analyze how to scale learning rates of adaptive weight\nupdate laws of various adaptive control schemes with respect to given command\nprofiles to achieve a predictable closed-loop response. An illustrative\nnumerical example is provided to demonstrate the proposed concept, which\nemphasize that it can be an effective tool for validation and verification of\nadaptive controllers.\n"]}]
["1409.1699",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1699","Distributed Systems, University Of Suceava, 2007"],"date":["2014-09-05"],"type":["text"],"creator":["Belciug, Cristian-Eduard","Schipor, Ovidiu-Andrei","Danubianu, Mirela"],"language":[],"coverage":[],"title":["Exercises for Children with Dyslalia-Software Infrastructure"],"description":["  In order to help children with dyslalia we created a set of software\nexercises. This set has a unitary software block (data base, programming\nlanguage, programming philosophy). In this paper we present this software\ninfrastructure with its advantage and disadvantage. The exercises are part of a\nsoftware system named LOGOMON. Therefore, besides horizontal compatibilities\n(between exercises) vertical compatibilities are also presented (with LOGOMON\nsystem). Concerning database tables used for modulus of exercises, a part of\nthem is \"inherited\" from LOGOMON application and another are specific for\nexercises application. We also need to specify that there were necessary minor\nchanges of database tables used by LOGOMON. As programming language we used C#,\nimplemented in Visual Studio 2005. We developed specific interfaces elements\nand classes. We also used multimedia resources that were necessary for\nexercises (images, correct pronouncing obtained from speech therapist\nrecording, video clips). Another section of this application is related to\nloading of exercises on mobile devices (Pocket PC). A part of code has been\nimported directly, but there were a lot of files that need to be rewritten.\nAnyway, the multimedia resources were used without any processing.\n","Comment: 5 pages, 3 figures"]}]
["1409.1700",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","Mathematics - Analysis of PDEs","Primary 76M35, Secondary 60H15, 60G30, 35Q30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1700"],"date":["2014-09-05"],"type":["text"],"creator":["Romito, Marco"],"language":[],"coverage":[],"title":["Time regularity of the densities for the Navier--Stokes equations with\n  noise"],"description":["  We prove that the density of the law of any finite dimensional projection of\nsolutions of the Navier--Stokes equations with noise in dimension $3$ is\nH\\\"older continuous in time with values in the natural space $L^1$. When\nconsidered with values in Besov spaces, H\\\"older continuity still holds. The\nH\\\"older exponents correspond, up to arbitrarily small corrections, to the\nexpected diffusive scaling.\n"]}]
["1409.1701",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1701"],"date":["2014-09-05"],"type":["text"],"creator":["Derlet, P. M.","Maass, R."],"language":[],"coverage":[],"title":["Universal Power-Law Strengthening in Metals?"],"description":["  The strength of most metals used in daily life scales with either an internal\nor external length scale. Empirically, this is characterized by power-laws\npersisting to six orders of magnitude in both strength and length scale.\nAttempts at understanding this scaling have generally been based on a specific\nmechanism. However the wide applicability of material type and microstructure\nto this phenomenon suggests a single mechanism is unlikely to capture the\nobserved trend. Here we develop a model which gives quantitative insight into\nthe scaling exponent using the known universal properties of a dislocation\nnetwork and the leading order stress dependence of an underlying critical\nstress distribution. This approach justifies a value for the scaling exponent\nfor virtually any experimental data set within the frameworks of both\nHall-Petch strengthening and the \"small is stronger\" paradigm of small scale\nplasticity.\n","Comment: 10 pages, 2 figures, under review"]}]
["1409.1705",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory","60B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1705"],"date":["2014-09-05"],"type":["text"],"creator":["Gurau, Razvan","Krajewski, Thomas"],"language":[],"coverage":[],"title":["Analyticity results for the cumulants in a random matrix model"],"description":["  The generating function of the cumulants in random matrix models, as well as\nthe cumulants themselves, can be expanded as asymptotic (divergent) series\nindexed by maps. While at fixed genus the sums over maps converge, the sums\nover genera do not. In this paper we obtain alternative expansions both for the\ngenerating function and for the cumulants that cure this problem. We provide\nexplicit and convergent expansions for the cumulants, for the remainders of\ntheir perturbative expansion (in the size of the maps) and for the remainders\nof their topological expansion (in the genus of the maps). We show that any\ncumulant is an analytic function inside a cardioid domain in the complex plane\nand we prove that any cumulant is Borel summable at the origin.\n"]}]
["1409.1706",{"format":[],"subject":["Physics - Computational Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1706"],"date":["2014-09-05"],"type":["text"],"creator":["Sangalli, Davide","Marini, Andrea"],"language":[],"coverage":[],"title":["Ultra--fast carriers relaxation in bulk silicon following\n  photo--excitation with a short and polarized laser pulse"],"description":["  A novel approach based on the merging of the out--of--equilibrium Green's\nfunction method with the ab-initio, Density--Functional--Theory is used to\ndescribe the ultra--fast carriers relaxation in Silicon. The results are\ncompared with recent two photon photo--emission measurements. We show that the\ninterpretation of the carrier relaxation in terms of L -> X inter--valley\nscattering is not correct. The ultra--fast dynamics measured experimentally is,\ninstead, due to the scattering between degenerate $L$ states that is activated\nby the non symmetric population of the conduction bands induced by the laser\nfield. This ultra--fast relaxation is, then, entirely due to the specific\nexperimental setup and it can be interpreted by introducing a novel definition\nof the quasi--particle lifetimes in an out--of--equilibrium context.\n","Comment: 4 page, 2 figures"]}]
["1409.1711",{"format":[],"subject":["High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1711"],"date":["2014-09-05"],"type":["text"],"creator":["Marono, Miguel Vidal"],"language":[],"coverage":[],"title":["Future prospects of Higgs Physics at CMS"],"description":["  The Higgs boson physics reach of the CMS detector with 300(0) fb-1 of\nproton-proton collisions at sqrt{s} = 14 TeV is presented. Precision\nmeasurements of the Higgs boson properties, Higgs boson pair production and\nself-coupling, rare Higgs boson decays, and the potential for additional Higgs\nbosons are discussed.\n"]}]
["1409.1712",{"format":[],"subject":["Physics - Classical Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1712","Journal of Magnetism and Magnetic Materials, Vol. 322 (1),\n  133-141, 2014","doi:10.1016/j.jmmm.2009.08.044"],"date":["2014-09-05"],"type":["text"],"creator":["Bjørk, R.","Bahl, C. R. H.","Smith, A.","Pryds, N."],"language":[],"coverage":[],"title":["Analysis of the magnetic field, force, and torque for two-dimensional\n  Halbach cylinders"],"description":["  The Halbach cylinder is a construction of permanent magnets used in\napplications such as nuclear magnetic resonance apparatus, accelerator magnets\nand magnetic cooling devices. In this paper the analytical expression for the\nmagnetic vector potential, magnetic flux density and magnetic field for a two\ndimensional Halbach cylinder are derived. The remanent flux density of a\nHalbach magnet is characterized by the integer $p$. For a number of\napplications the force and torque between two concentric Halbach cylinders are\nimportant. These quantities are calculated and the force is shown to be zero\nexcept for the case where $p$ for the inner magnet is one minus $p$ for the\nouter magnet. Also the force is shown never to be balancing. The torque is\nshown to be zero unless the inner magnet $p$ is equal to minus the outer magnet\n$p$. Thus there can never be a force and a torque in the same system.\n"]}]
["1409.1713",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1713","doi:10.1007/s10509-014-2102-9"],"date":["2014-09-05"],"type":["text"],"creator":["Liu, Xiang","Han, Zhenhua"],"language":[],"coverage":[],"title":["Is radio jet power linearly proportional to the product of central black\n  hole mass and Eddington ratio in AGN?"],"description":["  A model for the relation between radio jet power and the product of central\nblack hole (BH) mass and Eddington ratio of AGN is proposed, and the model is\nexamined with data from the literature. We find that radio jet power positively\ncorrelates but not linearly with the product of BH mass ($m$ in solar mass) and\nEddington ratio ($\\lambda$), and the power law indices ($\\mu$) are\nsignificantly less than unity for relatively low accretion ($\\lambda<0.1$) AGN,\n$P_{j}\\propto (\\lambda m)^{\\mu}$, in the radio galaxies and the Seyfert\ngalaxies. This leads to a negative correlation between radio loudness and\n$\\lambda m$ for the low luminosity AGN, i.e. $R\\propto (\\lambda m)^{\\rho}$ with\n$\\rho=(7/6)\\mu-1<0$, which may be attributed to a contribution of BH spin to\ntotal jet power assuming that the spin induced jet is gradually suppressed as\nthe accretion rate increases. Whereas, for the high-z quasars which often show\nthe slope $\\mu\\geq1$, a positive correlation between the radio loudness and\ndisc luminosity is predicted. We discuss that the jet powers of the high-z FRII\nquasars are likely dominated by the accretion disc rather than by the BH spin.\n","Comment: 9 pages, 5 figures, accepted for publication in Ap&SS"]}]
["1409.1715",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1715"],"date":["2014-09-05"],"type":["text"],"creator":["di Tollo, Giacomo","Lardeux, Frédéric","Maturana, Jorge","Saubion, Frédéric"],"language":[],"coverage":[],"title":["An Experimental Study of Adaptive Control for Evolutionary Algorithms"],"description":["  The balance of exploration versus exploitation (EvE) is a key issue on\nevolutionary computation. In this paper we will investigate how an adaptive\ncontroller aimed to perform Operator Selection can be used to dynamically\nmanage the EvE balance required by the search, showing that the search\nstrategies determined by this control paradigm lead to an improvement of\nsolution quality found by the evolutionary algorithm.\n"]}]
["1409.1716",{"format":[],"subject":["Computer Science - Cryptography and Security","C.2.0"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1716"],"date":["2014-09-05"],"type":["text"],"creator":["Theodorakopoulos, George","Shokri, Reza","Troncoso, Carmela","Hubaux, Jean-Pierre","Boudec, Jean-Yves Le"],"language":[],"coverage":[],"title":["Prolonging the Hide-and-Seek Game: Optimal Trajectory Privacy for\n  Location-Based Services"],"description":["  Human mobility is highly predictable. Individuals tend to only visit a few\nlocations with high frequency, and to move among them in a certain sequence\nreflecting their habits and daily routine. This predictability has to be taken\ninto account in the design of location privacy preserving mechanisms (LPPMs) in\norder to effectively protect users when they continuously expose their position\nto location-based services (LBSs). In this paper, we describe a method for\ncreating LPPMs that are customized for a user's mobility profile taking into\naccount privacy and quality of service requirements. By construction, our LPPMs\ntake into account the sequential correlation across the user's exposed\nlocations, providing the maximum possible trajectory privacy, i.e., privacy for\nthe user's present location, as well as past and expected future locations.\nMoreover, our LPPMs are optimal against a strategic adversary, i.e., an\nattacker that implements the strongest inference attack knowing both the LPPM\noperation and the user's mobility profile. The optimality of the LPPMs in the\ncontext of trajectory privacy is a novel contribution, and it is achieved by\nformulating the LPPM design problem as a Bayesian Stackelberg game between the\nuser and the adversary. An additional benefit of our formal approach is that\nthe design parameters of the LPPM are chosen by the optimization algorithm.\n","Comment: Workshop on Privacy in the Electronic Society (WPES 2014)"]}]
["1409.1717",{"format":[],"subject":["Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1717"],"date":["2014-09-05"],"type":["text"],"creator":["Hen, O.","Weinstein, L. B.","Gilad, S.","Wood, S. A."],"language":[],"coverage":[],"title":["In Medium Nucleon Structure Functions, SRC, and the EMC effect"],"description":["  A proposal approved by the Jefferson Lab PAC to study semi-inclusive deep\ninelastic scattering (DIS) off the deuteron, tagged with high momentum\nrecoiling protons or neutrons emitted at large angle relative to the momentum\ntransfer. This experiment aims at studying the virtuality dependence of the\nbound nucleon structure function as a possible cause to the EMC effect and the\nEMC-SRC correlations. The experiment was approved in 2011 for a total run time\nof 40 days.\n","Comment: A proposal approved by the Jefferson Lab PAC"]}]
["1409.1718",{"format":[],"subject":["Mathematics - Group Theory","20G15, 11E72, 17A75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1718"],"date":["2014-09-05"],"type":["text"],"creator":["Knus, Max-Albert","Tignol, Jean-Pierre"],"language":[],"coverage":[],"title":["Triality and Algebraic Groups of Type $^3D_4$"],"description":["  We determine which simple algebraic groups of type $^3D_4$ over arbitrary\nfields of characteristic different from 2 admit outer automorphisms of order 3,\nand classify these automorphisms up to conjugation. The criterion is formulated\nin terms of a representation of the group by automorphisms of a trialitarian\nalgebra: outer automorphisms of order 3 exist if and only if the algebra is the\nendomorphism algebra of an induced cyclic composition; their conjugacy classes\nare in one-to-one correspondence with isomorphism classes of symmetric\ncompositions from which the induced cyclic composition stems.\n"]}]
["1409.1721",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1721","doi:10.1093/mnras/stu1304"],"date":["2014-09-05"],"type":["text"],"creator":["Siwak, Michal","Rucinski, Slavek M.","Matthews, Jaymie M.","Guenther, David B.","Moffat, Anthony F. J.","Rowe, Jason F.","Sasselov, Dimitar","Weiss, Werner W."],"language":[],"coverage":[],"title":["A stable quasi-periodic 4.18 d oscillation and mysterious occultations\n  in the 2011 MOST light curve of TWHya"],"description":["  We present an analysis of the 2011 photometric observations of TW Hya by the\nMOST satellite; this is the fourth continuous series of this type. The\nlarge-scale light variations are dominated by a strong, quasi-periodic 4.18 d\noscillation with superimposed, apparently chaotic flaring activity; the former\nis most likely produced by stellar rotation with one large hot spot created by\na stable accretion funnel in the stable regime of accretion while the latter\nmay be produced by small hot spots, created at moderate latitudes by unstable\naccretion tongues. A new, previously unnoticed feature is a series of\nsemi-periodic, well defined brightness dips of unknown nature of which 19 were\nobserved during 43 days of our nearly-continuous observations. Re-analysis of\nthe 2009 MOST light curve revealed the presence of 3 similar dips. On the basis\nof recent theoretical results, we tentatively conclude that the dips may\nrepresent occultations of the small hot spots created by unstable accretion\ntongues by hypothetical optically thick clumps.\n","Comment: Printed in MNRAS"]}]
["1409.1722",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1722"],"date":["2014-09-05"],"type":["text"],"creator":["Christ, Marie G.","Favrholdt, Lene M.","Larsen, Kim S."],"language":[],"coverage":[],"title":["Online Multi-Coloring with Advice"],"description":["  We consider the problem of online graph multi-coloring with advice.\nMulti-coloring is often used to model frequency allocation in cellular\nnetworks. We give several nearly tight upper and lower bounds for the most\nstandard topologies of cellular networks, paths and hexagonal graphs. For the\npath, negative results trivially carry over to bipartite graphs, and our\npositive results are also valid for bipartite graphs. The advice given\nrepresents information that is likely to be available, studying for instance\nthe data from earlier similar periods of time.\n","Comment: IMADA-preprint-cs"]}]
["1409.1723",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1723","J. Magn. Magn. Mater. 372 (2014) 117-121","doi:10.1016/j.jmmm.2014.07.061"],"date":["2014-09-05"],"type":["text"],"creator":["Tóth-Katona, T.","Salamon, P.","Éber, N.","Tomašovičová, N.","Mitróová, Z.","Kopčanský, P."],"language":[],"coverage":[],"title":["High concentration ferronematics in low magnetic fields"],"description":["  We investigated experimentally the magneto-optical and dielectric properties\nof magnetic-nanoparticle-doped nematic liquid crystals (ferronematics). Our\nstudies focus on the effect of the very small orienting bias magnetic field\n$B_{bias}$, and that of the nematic director pretilt at the boundary surfaces\nin our systems sensitive to low magnetic fields. Based on the results we assert\nthat $B_{bias}$ is not necessarily required for a detectable response to low\nmagnetic fields, and that the initial pretilt, as well as the aggregation of\nthe nanoparticles play an important (though not yet explored enough) role.\n","Comment: 13 pages, 6 figures"]}]
["1409.1724",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1724","Physica A, vol 392, page 2052, (2013)","doi:10.1016/j.physa.2013.01.029"],"date":["2014-09-05"],"type":["text"],"creator":["Singh, Amar","Singh, Navin"],"language":[],"coverage":[],"title":["Phase diagram of mechanically stretched DNA: The salt effect"],"description":["  The cations, in form of salt, present in the solution containing DNA play a\ncrucial role in the opening of two strands of DNA. We use a simple non linear\nmodel and investigate the role of these cations on the mechanical unzipping of\nDNA. The Hamiltonian is modified to incoporate the solvent effect and the\ncations present in the solution. We calculate the melting temperature as well\nas the critical force that is required to unzip the DNA molecule as a function\nof salt concentration of the solution. The phase diagrams are found to be in\nclose agreement with the experimental phase diagrams.\n"]}]
["1409.1727",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1727"],"date":["2014-09-05"],"type":["text"],"creator":["Merrikh-Bayat, Farshad"],"language":[],"coverage":[],"title":["Two Methods for Numerical Inversion of the Z-Transform"],"description":["  In some of the problems, complicated functions of the Z-transform variable,\n$z$, appear which either cannot be inverted analytically or the required\ncalculations are quite tedious. In such cases numerical methods should be used\nto find the inverse Z-transform. The aim of this paper is to propose two simple\nand effective methods for this purpose. The only restriction on the signal\n(whose Z-transform is given) is that it must be absolutely summable (of course,\nthis limitation can be removed by a suitable scaling). The first proposed\nmethod is based on the Discrete Fourier Transform (DFT) and the second one is\nbased on solving a linear system of algebraic equations, which is obtained\nafter truncating the signal whose Z-transform is known. Numerical examples are\nalso presented to confirm the efficiency of the proposed methods. Functions in\nnon-integer powers of $z$ are also briefly discussed and it is shown that such\nfunctions cannot be obtained by taking the Z-transform from any discrete-time\nsignal.\n"]}]
["1409.1738",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1738","doi:10.1080/02678292.2014.950615"],"date":["2014-09-05"],"type":["text"],"creator":["Gdovinová, V.","Tomašovičová, N.","Éber, N.","Tóth-Katona, T.","Závišová, V.","Timko, M.","Kopčanský, P."],"language":[],"coverage":[],"title":["Influence of the Anisometry of Magnetic Particles on the\n  Isotropic-Nematic Phase Transition"],"description":["  The influence of the shape anisotropy of magnetic particles on the\nisotropic-nematic phase transition was studied in ferronematics based on the\nnematic liquid crystal 4-(trans-4-n-hexylcyclohexyl)-isothiocyanato-benzene\n(6CHBT). The liquid crystal was doped with spherical or rod-like magnetic\nparticles of different size and volume concentrations. The phase transition\nfrom isotropic to nematic phase was observed by polarizing microscope as well\nas by capacitance measurements. The influence of the concentration and the\nshape anisotropy of the magnetic particles on the isotropic-nematic phase\ntransition in liquid crystal is demonstrated. The results are in a good\nagreement with recent theoretical predictions.\n","Comment: 13 pages, 5 figures, to appear in Liq. Cryst"]}]
["1409.1739",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1739"],"date":["2014-09-05"],"type":["text"],"creator":["Paschos, Georgios","Modiano, Eytan"],"language":[],"coverage":[],"title":["Throughput Optimal Routing in Overlay Networks"],"description":["  Maximum throughput requires path diversity enabled by bifurcating traffic at\ndifferent network nodes. In this work, we consider a network where traffic\nbifurcation is allowed only at a subset of nodes called \\emph{routers}, while\nthe rest nodes (called \\emph{forwarders}) cannot bifurcate traffic and hence\nonly forward packets on specified paths. This implements an overlay network of\nrouters where each overlay link corresponds to a path in the physical network.\nWe study dynamic routing implemented at the overlay. We develop a queue-based\npolicy, which is shown to be maximally stable (throughput optimal) for a\nrestricted class of network scenarios where overlay links do not correspond to\noverlapping physical paths. Simulation results show that our policy yields\nbetter delay over dynamic policies that allow bifurcation at all nodes, such as\nthe backpressure policy. Additionally, we provide a heuristic extension of our\nproposed overlay routing scheme for the unrestricted class of networks.\n"]}]
["1409.1740",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1740"],"date":["2014-09-05"],"type":["text"],"creator":["Pernie, Luca"],"language":[],"coverage":[],"title":["ZZ cross section measurement and limits on anomalous Triple Gauge\n  Couplings at CMS experiment (preliminary results)"],"description":["  The measurement of the ZZ production cross section in proton-proton\ncollisions at center-of-mass energies of 7 and 8 TeV from data acquired by the\nCMS experiment at the LHC is presented. The decay channel ZZ to 2l2nu is\nselected from data corresponding to an integrated luminosity of 5.1 fb-1 at 7\nTeV and 19.6 fb-1 at 8 TeV. The measured cross sections are in good agreement\nwith the standard model NLO predictions. The selected data are analyzed to\nsearch for anomalous triple gauge couplings involving the $ZZ$ final state.\n","Comment: 5 pages, 3 figures, Conference report. see:\n  https://cds.cern.ch/record/1633371?ln=en"]}]
["1409.1742",{"format":[],"subject":["Physics - Physics Education"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1742"],"date":["2014-09-05"],"type":["text"],"creator":["Buzzo, Ricardo","Montecinos, Alicia M."],"language":[],"coverage":[],"title":["Proposal of an enriched three-tier test to assess learning risks in\n  students on undergraduate physics courses"],"description":["  This proposal presents a methodology called enriched three-tier test, based\non a similar test previously discussed in the literature. Ours consists of the\nuse of justification and degrees of confidence combined with a multiple-choice\ntest. This methodology of assessment allows the teacher to diagnose learning\nrisks, while engaging the student in a metacognitive process. The three-tier\ntest proved to be an efficient mechanism for identifying up to eighteen tints\nalong the learning spectrum for a single concept, which interpretation alerts\nthe teacher about the existence of learning risks and other learning\nsituations. In this proposal, we explain the three-tier structure; we comment\non it's application to undergraduate students from two semestral courses, and\nwe analyze the category spectrum that a three-tier test produces, discussing\nit's differences with a traditional multiple choice question, it's limitations,\nand possible new applications.\n"]}]
["1409.1743",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1743","doi:10.1093/mnras/stu1791"],"date":["2014-09-05"],"type":["text"],"creator":["Moran, P.","Mignani, R. P.","Shearer, A."],"language":[],"coverage":[],"title":["HST optical polarimetry of the Vela pulsar & nebula"],"description":["  Polarisation measurements of pulsars offer an unique insight into the\ngeometry of the emission regions in the neutron star magnetosphere. Therefore,\nthey provide observational constraints on the different models proposed for the\npulsar emission mechanisms. Optical polarisation data of the Vela pulsar was\nobtained from the {\\em Hubble Space Telescope} ({\\em HST}) archive. The data,\nobtained in two filters (F606W; central wavelength = 590.70 nm, and F550M;\ncentral wavelength = 558.15 nm), consists of a series of observations of the\npulsar taken with the {\\em HST}/Advanced Camera for Surveys (ACS) and covers a\ntime span of 5 days. This data have been used to carry out the first\nhigh-spatial resolution and multi-epoch study of the polarisation of the\npulsar. We produced polarisation vector maps of the region surrounding the\npulsar and measured the degree of linear polarisation (P.D.) and the position\nangle (P.A.) of the pulsar's integrated pulse beam. %This yielded We obtained\n$\\rm P.D.=8.1\\%\\pm0.7\\%$ and $\\rm P.A.=146.3\\degr\\pm2.4\\degr$, averaged over\nthe time span covered by these observations. These results not only confirm\nthose originally obtained by \\citeauthor{Wagner00} and \\citeauthor{Mignani07},\nboth using the Very Large Telescope (VLT), but are of greater precision.\nFurthermore, we confirm that the P.A. of the pulsar polarisation vector is\naligned with the direction of the pulsar proper-motion. The pulsar wind nebula\n(PWN) is undetected in polarised light as is the case in unpolarised light,\ndown to a flux limit of 26.8 magnitudes arcsec$^{-2}$.\n","Comment: 11 pages accepted for publication in MNRAS. arXiv admin note: text\n  overlap with arXiv:1305.6824"]}]
["1409.1745",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1745","Annals of Applied Probability 2014, Vol. 24, No. 6, 2340-2370","doi:10.1214/13-AAP979"],"date":["2014-09-05"],"type":["text"],"creator":["Peskir, Goran"],"language":[],"coverage":[],"title":["Quickest detection of a hidden target and extremal surfaces"],"description":["  Let $Z=(Z_t)_{t\\ge0}$ be a regular diffusion process started at $0$, let\n$\\ell$ be an independent random variable with a strictly increasing and\ncontinuous distribution function $F$, and let $\\tau_{\\ell}=\\inf\\{t\\ge0\\vert\nZ_t=\\ell\\}$ be the first entry time of $Z$ at the level $\\ell$. We show that\nthe quickest detection problem\n\\[\\inf_{\\tau}\\bigl[\\mathsf{P}(\\tau<\\tau_{\\ell})+c\\mathsf{E}(\\tau\n-\\tau_{\\ell})^+\\bigr]\\] is equivalent to the (three-dimensional) optimal\nstopping problem \\[\\sup_{\\tau}\\mathsf{E}\\biggl[R_{\\tau}-\\int\n_0^{\\tau}c(R_t)\\,dt\\biggr],\\] where $R=S-I$ is the range process of $X=2F(Z)-1$\n(i.e., the difference between the running maximum and the running minimum of\n$X$ ) and $c(r)=cr$ with $c>0$. Solving the latter problem we find that the\nfollowing stopping time is optimal: \\[\\tau_*=\\inf \\bigl\\{t\\ge0\\vert\nf_*(I_t,S_t)\\le X_t\\le g_*(I_t,S_t)\\bigr\\},\\] where the surfaces $f_*$ and\n$g_*$ can be characterised as extremal solutions to a couple of first-order\nnonlinear PDEs expressed in terms of the infinitesimal characteristics of $X$\nand $c$. This is done by extending the arguments associated with the maximality\nprinciple [Ann. Probab. 26 (1998) 1614-1640] to the three-dimensional setting\nof the present problem and disclosing the general structure of the solution\nthat is valid in all particular cases. The key arguments developed in the proof\nshould be applicable in similar multi-dimensional settings.\n","Comment: Published in at http://dx.doi.org/10.1214/13-AAP979 the Annals of\n  Applied Probability (http://www.imstat.org/aap/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["1409.1746",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1746"],"date":["2014-09-03"],"type":["text"],"creator":["Pineda, Jonathan","Castañeda, Leonardo","Tejeiro, Juan Manuel"],"language":["es"],"coverage":[],"title":["Study of null geodesic in an axially symmetric space"],"description":["  Since the development of Relativity theory, a variety of solutions have been\nfound around Einstein field equations, depending on the time-space. For\ninstance, we can find the axially symmetric space which describes a rotanting\nblack hole. To understand this astrophysics objects, we must do a ray tracing,\nwhich is a simulation of photon's trajectory from the black hole to observer.\nSince are millions of photons recievied by the observer, we need a\ncomputational tool to resolve this problem for generating the image of black\nhole. Thanks to the YNOGK- GEOKERR code, we can visualise the black holes\ncharacteristics and the solutions of the equations of motion using separability\nand interior point methods. With this article we want to study this type of\nspace and also to show the results for black hole simulations with this\nroutine.\n","Comment: 13 pages, in Spanish, to appear in the proceedings of the First\n  Astrostatistics School: Bayesian Methods in Cosmology, June 9-13, 2014,\n  Bogot\\'a, Colombia"]}]
["1409.1749",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","68Q05, 68Q25","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1749"],"date":["2014-09-05"],"type":["text"],"creator":["Piotrów, Marek"],"language":[],"coverage":[],"title":["Faster Small-Constant-Periodic Merging Networks"],"description":["  We consider the problem of merging two sorted sequences on a comparator\nnetwork that is used repeatedly, that is, if the output is not sorted, the\nnetwork is applied again using the output as input. The challenging task is to\nconstruct such networks of small depth (called a period in this context). In\nour previous paper entitled Faster 3-Periodic Merging Network we reduced twice\nthe time of merging on $3$-periodic networks, i.e. from $12\\log N$ to $6\\log\nN$, compared to the first construction given by Kuty{\\l}owski, Lory\\'s and\nOesterdikhoff. Note that merging on $2$-periodic networks require linear time.\nIn this paper we extend our construction, which is based on Canfield and\nWilliamson $(\\log N)$-periodic sorter, and the analysis from that paper to any\nperiod $p \\ge 4$. For $p\\ge 4$ our $p$-periodic network merges two sorted\nsequences of length $N/2$ in at most $\\frac{2p}{p-2}\\log N + p\\frac{p-8}{p-2}$\nrounds. The previous bound given by Kuty{\\l}owski at al. was\n$\\frac{2.25p}{p-2.42}\\log N$. That means, for example, that our $4$-periodic\nmerging networks work in time upper-bounded by $4\\log N$ and our $6$-periodic\nones in time upper-bounded by $3\\log N$ compared to the corresponding $5.67\\log\nN$ and $3.8\\log N$ previous bounds. Our construction is regular and follows the\nsame periodification schema, whereas some additional techniques were used\npreviously to tune the construction for $p \\ge 4$. Moreover, our networks are\nalso periodic sorters and tests on random permutations show that average\nsorting time is closed to $\\log^2 N$.\n","Comment: arXiv admin note: substantial text overlap with arXiv:1401.0396"]}]
["1409.1752",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1752"],"date":["2014-09-03"],"type":["text"],"creator":["Fouche, Willem L."],"language":[],"coverage":[],"title":["Diophantine properties of Brownian motion: recursive aspects"],"description":["  We use recent results on the Fourier analysis of the zero sets of Brownian\nmotion to explore the diophantine properties of an algorithmically random\nBrownian motion (also known as a complex oscillation). We discuss the\nconstruction and definability of perfect sets which are linearly independent\nover the rationals directly from Martin-L\\\"of random reals. Finally we explore\nthe recent work of Tsirelson on countable dense sets to study the diophantine\nproperties of local minimisers of Brownian motion.\n","Comment: Appeared in: Logic, Computation, Hierarchies, (Brattka, Diener,\n  Spreen (Eds)), Ontos Verlag, 2014, pp 139-156. arXiv admin note: substantial\n  text overlap with arXiv:1409.1060"]}]
["1409.1755",{"format":[],"subject":["Mathematics - History and Overview","26A30, 26A03"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1755"],"date":["2014-08-28"],"type":["text"],"creator":["Nicolay, Samuel","Simons, Laurent"],"language":[],"coverage":[],"title":["Building Cantor's Bijection"],"description":["  Cantor's first idea to build a one-to-one mapping from the unit interval to\nthe unit square did not work since, as pointed out by Dedekind, the so-obtained\nfunction is not surjective. Here, we start from this function and modify it (on\na negligible set) in order to obtain the desired result: a one-to-one\ncorrespondance between the unit interval and the unit square.\n","Comment: 5 pages"]}]
["1409.1759",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1759"],"date":["2014-09-05"],"type":["text"],"creator":["Cayao, Jorge"],"language":[],"coverage":[],"title":["Approaches of near stars to the Sun"],"description":["  We investigate aspects of computing the perihelion distances and impact\nparameters for near stars to the Sun, and, we analyze the solar motion.\nKeywords: perihelion distance, impact parameter, Oort cloud, solar motion\n","Comment: Master thesis, June 2011, Bratislava. 103 pages"]}]
["1409.1762",{"format":[],"subject":["Mathematics - Commutative Algebra","Primary 13A30, Secondary 13D02"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1762"],"date":["2014-09-05"],"type":["text"],"creator":["Puthenpurakal, Tony J."],"language":[],"coverage":[],"title":["On associated graded modules having a pure resolution"],"description":["  Let $A = K[[X_1,\\cdots,X_n]]$ and let $\\mathfrak{m} = (X_1,\\cdots,X_n)$. Let\n$M$ be a Cohen-Macaulay $A$-module of codimension $p$. In this paper we give a\nnecessary and sufficient condition for the associated graded module\n$G_{\\mathfrak{m}}(M)$ to have a pure resolution over the polynomial ring\n$G_{\\mathfrak{m}}(A) \\cong K[X_1,\\cdots,X_n]$.\n"]}]
["1409.1763",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1763","Phys. Rev. B 90, 060409(R) (2014)","doi:10.1103/PhysRevB.90.060409"],"date":["2014-09-05"],"type":["text"],"creator":["Balz, C.","Lake, B.","Luetkens, H.","Baines, C.","Guidi, T.","Abdel-Hafiez, M.","Wolter, A. U. B.","Büchner, B.","Morozov, I. V.","Deeva, E. B.","Volkova, O. S.","Vasiliev, A. N."],"language":[],"coverage":[],"title":["Quantum spin chain as a potential realization of the Nersesyan-Tsvelik\n  model"],"description":["  It is well established that long-range magnetic order is suppressed in\nmagnetic systems whose interactions are low-dimensional. The prototypical\nexample is the S-1/2 Heisenberg antiferromagnetic chain (S-1/2 HAFC) whose\nground state is quantum critical. In real S-1/2 HAFC compounds interchain\ncoupling induces long-range magnetic order although with a suppressed ordered\nmoment and reduced N\\'eel temperature compared to the Curie-Weiss temperature.\nRecently, it was suggested that order can also be suppressed if the interchain\ninteractions are frustrated, as for the Nersesyan-Tsvelik model. Here, we study\nthe new S-1/2 HAFC, (NO)[Cu(NO3)3]. This material shows extreme suppression of\norder which furthermore is incommensurate revealing the presence of frustration\nconsistent with the Nersesyan-Tsvelik model.\n"]}]
["1409.1768",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1768"],"date":["2014-09-05"],"type":["text"],"creator":["Larrousse, Benjamin","Agrawal, Achal","Lasaulce, Samson"],"language":[],"coverage":[],"title":["Implicit Coordination in Two-Agent Team Problems; Application to\n  Distributed Power Allocation"],"description":["  The central result of this paper is the analysis of an optimization problem\nwhich allows one to assess the limiting performance of a team of two agents who\ncoordinate their actions. One agent is fully informed about the past and future\nrealizations of a random state which affects the common payoff of the agents\nwhereas the other agent has no knowledge about the state. The informed agent\ncan exchange his knowledge with the other agent only through his actions. This\nresult is applied to the problem of distributed power allocation in a\ntwo-transmitter $M-$band interference channel, $M\\geq 1$, in which the\ntransmitters (who are the agents) want to maximize the sum-rate under the\nsingle-user decoding assumption at the two receivers; in such a new setting,\nthe random state is given by the global channel state and the sequence of power\nvectors used by the informed transmitter is a code which conveys information\nabout the channel to the other transmitter.\n","Comment: 6 pages, appears as WNC3 2014: International Workshop on Wireless\n  Networks: Communication, Cooperation and Competition - International Workshop\n  on Resource Allocation, Cooperation and Competition in Wireless Networks"]}]
["1409.1769",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Classical Analysis and ODEs","37C20, 35B35, 34C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1769"],"date":["2014-09-05"],"type":["text"],"creator":["Berchio, E.","Gazzola, F."],"language":[],"coverage":[],"title":["The role of aerodynamic forces in a mathematical model for suspension\n  bridges"],"description":["  In a fish-bone model for suspension bridges studied by us in a previous paper\nwe introduce linear aerodynamic forces. We numerically analyze the role of\nthese forces and we theoretically show that they do not influence the onset of\ntorsional oscillations. This suggests a new explanation for the origin of\ninstability in suspension bridges: it is a combined interaction between\nstructural nonlinearity and aerodynamics and it follows a precise pattern. This\ngives an answer to a long-standing question about the origin of torsional\ninstability in suspension bridges.\n"]}]
["1409.1774",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1774"],"date":["2014-09-05"],"type":["text"],"creator":["Shevchenko, I. A.","Konevtsova, O. V.","Rochal, S. B."],"language":[],"coverage":[],"title":["Dodecagonal spherical quasicrystals"],"description":["  We argue that 2D dodecagonal spherical quasicrystalls (QCs) will be\ndiscovered in the nearest future and investigate how the planar QC order\nbecomes compatible with the spherical geometry. We show that the appearance of\ncurvature-induced topological defects and low-energy structural rearrangements\nare sufficient to obtain the regular spherical QC structures. Minimization of\ntotal energy required for the order reconstruction determines the number of\ntopological defects, which are located near the vertices of snub cub or\nicosahedron in dependence on type of the initial dodecagonal order.\n","Comment: 9 pages, 4 figures"]}]
["1409.1777",{"format":[],"subject":["Mathematics - Number Theory","11N05, 11A41, 11B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1777"],"date":["2014-09-05"],"type":["text"],"creator":["Axler, Christian"],"language":[],"coverage":[],"title":["On the sum of the first n prime numbers"],"description":["  In this paper we establish a general asymptotic formula for the sum of the\nfirst n prime numbers, which leads to a generalization of the most accurate\nasymptotic formula given by Massias and Robin in 1996.\n","Comment: 5 pages"]}]
["1409.1779",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1779"],"date":["2014-09-05"],"type":["text"],"creator":["Zhu, Ping","van Ruymbeke, Michel","Noel, Jean-Phillippe"],"language":[],"coverage":[],"title":["Spring gravimeter calibration experiment with an inertial acceleration\n  platform"],"description":["  This experiment tested an automatically calibrate the relatively gravimeter\nwith an absolute inertial force. The whole calibration system was controlled by\nmicroprocessor and low frequency oscillations were generated by a step motor.\nIt could produce different period low frequency sinusoid inertial force. A LVDT\n(Linear Variable Differential Transformer) sensor was introduced to determine\nthe frequency transfer function and the stability of platform vertical motion.\nThe error of vertical displacement induced by the mechanical part of platform\nis less than 0.01 mm. Two LCR gravimeters (G336, G906) were settled on the\nplatform. G336 was in the centre of platform and G906 was in the left side. A\ncalibration program has been integrated in the micro processor which could send\ncalibrate signal once a week. During the more than 7 moths experiment, the\nscale factor of G336 is 8128.647 nm/s2/v with 1.1% uncertainties and G906 is\n9421.017 nm/s2/v with 2.7% fluctuations.\n","Comment: IAG SYMPOSIUM on TERRESTRIAL GRAVIMETRY, 22-25, June 2010, Saint\n  Petersburg-Russia"]}]
["1409.1788",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1788"],"date":["2014-09-05"],"type":["text"],"creator":["Evans, N. W."],"language":[],"coverage":[],"title":["Microlensing, Brown Dwarfs and GAIA"],"description":["  The GAIA satellite can precisely measure the masses of nearby brown dwarfs\nand lower main sequence stars by the microlensing effect. The scientific yield\nis maximised if the microlensing event is also followed with ground-based\ntelescopes to provide densely sampled photometry. There are two possible\nstrategies. First, ongoing events can be triggered by photometric or\nastrometric alerts by GAIA. Second, events can be predicted using known high\nproper motion stars as lenses. This is much easier, as the location and time of\nan event can be forecast. Using the GAIA source density, we estimate that the\nsample size of high proper motion ($>300$ mas yr$^{-1}$) brown dwarfs needed to\nprovide predictable events during the 5 year mission lifetime is surprisingly\nsmall, only of the order of a hundred. This is comparable to the number of high\nproper motion brown dwarfs already known from the work of the UKIDSS Large Area\nSurvey and the all-sky WISE satellite. Provided the relative parallax of the\nlens and the angular Einstein radius can be recovered from astrometric data,\nthen the mass of the lens can be found. Microlensing provides the only way of\nmeasuring the masses of individual objects irrespective oftheir luminosity. So,\nmicrolensing with GAIA is the best way to carry out an inventory of masses in\nthe brown dwarf regime.\n","Comment: Proceedings of the GREAT-ESF workshop \"Gaia and the unseen - the\n  brown dwarf question\", Torino, 24-26 March 2014, to be published in Memorie\n  della Societa' Astronomica Italiana (SAIt), eds Ricky Smart, David Barrado,\n  Jackie Faherty"]}]
["1409.1789",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1789"],"date":["2014-09-05"],"type":["text"],"creator":["Huang, Gary B.","Plaza, Stephen"],"language":[],"coverage":[],"title":["Identifying Synapses Using Deep and Wide Multiscale Recursive Networks"],"description":["  In this work, we propose a learning framework for identifying synapses using\na deep and wide multi-scale recursive (DAWMR) network, previously considered in\nimage segmentation applications. We apply this approach on electron microscopy\ndata from invertebrate fly brain tissue. By learning features directly from the\ndata, we are able to achieve considerable improvements over existing techniques\nthat rely on a small set of hand-designed features. We show that this system\ncan reduce the amount of manual annotation required, in both acquisition of\ntraining data as well as verification of inferred detections.\n"]}]
["1409.1792",{"format":[],"subject":["High Energy Physics - Experiment","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1792"],"date":["2014-09-05"],"type":["text"],"creator":["ATLAS Collaboration"],"language":[],"coverage":[],"title":["Measurement of long-range pseudorapidity correlations and azimuthal\n  harmonics in $\\sqrt{s_{\\mathrm{NN}}}$ = 5.02 TeV proton-lead collisions with\n  the ATLAS detector"],"description":["  Measurements of two-particle correlation functions and the first five\nazimuthal harmonics, $v_1$ to $v_5$, are presented, using 28 $\\mathrm{nb}^{-1}$\nof $p$+Pb collisions at a nucleon-nucleon center-of-mass energy of\n$\\sqrt{s_{\\mathrm{NN}}}=5.02$ TeV measured with the ATLAS detector at the LHC.\nSignificant long-range ``ridge-like'' correlations are observed for pairs with\nsmall relative azimuthal angle ($|\\Delta\\phi|<\\pi/3$) and back-to-back pairs\n($|\\Delta\\phi|>2\\pi/3$) over the transverse momentum range $0.4<p_{\\rm T}<12$\nGeV and in different intervals of event activity. The event activity is defined\nby either the number of reconstructed tracks or the total transverse energy on\nthe Pb-fragmentation side. The azimuthal structure of such long-range\ncorrelations is Fourier decomposed to obtain the harmonics $v_n$ as a function\nof $p_{\\rm T}$ and event activity. The extracted $v_n$ values for $n=2$ to $5$\ndecrease with $n$. The $v_2$ and $v_3$ values are found to be positive in the\nmeasured $p_{\\rm T}$ range. The $v_1$ is also measured as a function of $p_{\\rm\nT}$ and is observed to change sign around $p_{\\rm T}\\approx 1.5-2.0$ GeV and\nthen increase to about 0.1 for $p_{\\rm T}>4$ GeV. The $v_2(p_{\\rm T})$,\n$v_3(p_{\\rm T})$ and $v_4(p_{\\rm T})$ are compared to the $v_n$ coefficients in\nPb+Pb collisions at $\\sqrt{s_{\\mathrm{NN}}} =2.76$ TeV with similar event\nmultiplicities. Reasonable agreement is observed after accounting for the\ndifference in the average $p_{\\rm T}$ of particles produced in the two\ncollision systems.\n","Comment: 21 pages plus author list + cover pages (34 pages total), 16 figures,\n  submitted to Phys. Rev. C., All figures including auxiliary figures can be\n  found at https://atlas.web.cern.ch/Atlas/GROUPS/PHYSICS/PAPERS/HION-2013-04/"]}]
["1409.1798",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1798"],"date":["2014-09-05"],"type":["text"],"creator":["Berk, Richard","Bleich, Justin","Kapelner, Adam","Henderson, Jaime","Barnes, Geoffrey","Kurtz, Ellen"],"language":[],"coverage":[],"title":["Using Regression Kernels to Forecast A Failure to Appear in Court"],"description":["  Forecasts of prospective criminal behavior have long been an important\nfeature of many criminal justice decisions. There is now substantial evidence\nthat machine learning procedures will classify and forecast at least as well,\nand typically better, than logistic regression, which has to date dominated\nconventional practice. However, machine learning procedures are adaptive. They\n\"learn\" inductively from training data. As a result, they typically perform\nbest with very large datasets. There is a need, therefore, for forecasting\nprocedures with the promise of machine learning that will perform well with\nsmall to moderately-sized datasets. Kernel methods provide precisely that\npromise. In this paper, we offer an overview of kernel methods in regression\nsettings and compare such a method, regularized with principle components, to\nstepwise logistic regression. We apply both to a timely and important criminal\njustice concern: a failure to appear (FTA) at court proceedings following an\narraignment. A forecast of an FTA can be an important factor is a judge's\ndecision to release a defendant while awaiting trial and can influence the\nconditions imposed on that release. Forecasting accuracy matters, and our\nkernel approach forecasts far more accurately than stepwise logistic\nregression. The methods developed here are implemented in the R package kernReg\ncurrently available on CRAN.\n","Comment: 43 pages, 5 figures, 2 tables, 2 appendices"]}]
["1409.1804",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1804"],"date":["2014-09-05"],"type":["text"],"creator":["Ablinger, J.","Behring, A.","Blümlein, J.","De Freitas, A.","Hasselhuhn, A.","von Manteuffel, A.","Raab, C.","Round, M.","Schneider, S.","Wißbrock, F."],"language":[],"coverage":[],"title":["3-loop heavy flavor Wilson coefficients in deep-inelastic scattering"],"description":["  We present our most recent results on the calculation of the heavy flavor\ncontributions to deep-inelastic scattering at 3-loop order in the large $Q^2$\nlimit, where the heavy flavor Wilson coefficients are known to factorize into\nlight flavor Wilson coefficients and massive operator matrix elements. We\ndescribe the different techniques employed for the calculation and show the\nresults in the case of the heavy flavor non-singlet and pure singlet\ncontributions to the structure function $F_2(x,Q^2)$.\n","Comment: 4 pages Latex, 2 style files, 4 Figures, Contribution to the\n  Proceedings of QCD '14, Montpellier, Jult 2014"]}]
["1409.1811",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1811"],"date":["2014-09-05"],"type":["text"],"creator":["Rak, Zs.","Bucholz, E. W.","Brenner, D. W."],"language":[],"coverage":[],"title":["Theoretical assessment of boron incorporation in nickel ferrite under\n  conditions of operating nuclear pressurized water reactors (PWRs)"],"description":["  A serious concern in the safety and economy of a pressurized water nuclear\nreactor is related to the accumulation of boron inside the metal oxide (mostly\nNiFe${}_{2}$O${}_{4}$ spinel) deposits on the upper regions of the fuel rods.\nBoron, being a potent neutron absorber, can alter the neutron flux causing\nanomalous shifts and fluctuations in the power output of the reactor core. This\nphenomenon reduces the operational flexibility of the plant and may force the\ndown-rating of the reactor. In this work an innovative approach is used to\ncombine first-principles calculations with thermodynamic data to evaluate the\npossibility of B incorporation into the crystal structure of\nNiFe${}_{2}$O${}_{4}$, under conditions typical to operating nuclear\npressurized water nuclear reactors. Analyses of temperature and pH dependence\nof the defect formation energies indicate that B can accumulate in\nNiFe${}_{2}$O${}_{4}$ as an interstitial impurity and may therefore be a major\ncontributor to the anomalous axial power shift observed in nuclear reactors.\nThis computational approach is quite general and applicable to a large variety\nof solids in equilibrium with aqueous solutions.\n","Comment: 18 pages, 4 figures"]}]
["1409.1812",{"format":[],"subject":["Mathematics - Differential Geometry","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1812"],"date":["2014-09-05"],"type":["text"],"creator":["Chen, Po-Ning","Wang, Mu-Tao","Yau, Shing-Tung"],"language":[],"coverage":[],"title":["Conserved quantities on asymptotically hyperbolic initial data sets"],"description":["  In this article, we consider the limit of quasi-local conserved quantities\n[31,9] at the infinity of an asymptotically hyperbolic initial data set in\ngeneral relativity. These give notions of total energy-momentum, angular\nmomentum, and center of mass. Our assumption on the asymptotics is less\nstringent than any previous ones to validate a Bondi-type mass loss formula.\nThe Lorentz group acts on the asymptotic infinity through the exchange of\nfoliations by coordinate spheres. For foliations aligning with the total\nenergy-momentum vector, we prove that the limits of quasi-local center of mass\nand angular momentum are finite, and evaluate the limits in terms of the\nexpansion coefficients of the metric and the second fundamental form.\n","Comment: 30 pages"]}]
["1409.1813",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1813"],"date":["2014-09-05"],"type":["text"],"creator":["Schröder, Jan Philipp"],"language":[],"coverage":[],"title":["Minimal rays on surfaces of genus greater than one -- Part II"],"description":["  We consider any Finsler metric on a closed, orientable surface of genus\ngreater than one. H. M. Morse proved that we can associate an asymptotic\ndirection to minimal rays in the universal cover (in the Poincar\\'e disc: a\npoint on the unit circle). We prove here that, if two minimal rays have a\ncommon asymptotic direction, which is not a fixed point of the group of deck\ntransformations, then the two rays can intersect at most in a common initial\npoint. This has strong consequences for the structure of the set of minimal\ngeodesics, as well as for the set of Busemann functions associated to the\nFinsler metric.\n","Comment: 3 figures, 20 pages"]}]
["1409.1816",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1816"],"date":["2014-09-04"],"type":["text"],"creator":["Franco-Pereira, A. M.","Lillo, R. E.","Romo, J."],"language":[],"coverage":[],"title":["Extremality measures and a rank test for functional data"],"description":["  The statistical analysis of functional data is a growing need in many\nresearch areas. In particular, a robust methodology is important to study\ncurves, which are the output of experiments in applied statistics. In this\npaper we study some new definitions which reflect the \"extremality\" of a curve\nwith respect to a collection of functions, and provide natural orderings for\nsample curves. Their finite dimensional versions are computationally feasible\nand useful for studying high dimensional observations. Thus, these extreme\nmeasures are suitable for complex observations such as microarray data and\nimages. We show the applicability of these measures designing a rank test for\nfunctional data. This functional rank test shows different growth patterns for\nboys and girls when it is applied to children growth data.\n","Comment: 20pages, 11 figures"]}]
["1409.1818",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1818","Mod. Phys. Lett. A 29, 1450149 (2014)","doi:10.1142/S0217732314501491"],"date":["2014-09-05"],"type":["text"],"creator":["Gasperini, M."],"language":[],"coverage":[],"title":["The twin paradox in the presence of gravity"],"description":["  Conventional wisdom, based on kinematic (flat-space) intuition, tell us that\na static twin is aging faster than his traveling twin brother. However, such a\nsituation could be exactly inverted if the two twins are embedded in an\nexternal gravitational field, and if the (dynamical) distortion of the\nspace-time geometry, due to gravity, is strong enough to compensate the\nkinematic effect of the relative twin motion.\n","Comment: 5 pages, 2 figures. Published in Mod. Phys. Lett. A 29, 1450149\n  (2014)"]}]
["1409.1821",{"format":[],"subject":["Mathematics - Representation Theory","16G10, 20C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1821"],"date":["2014-09-05"],"type":["text"],"creator":["Liu, Yuming","Zhou, Guodong","Zimmermann, Alexander"],"language":[],"coverage":[],"title":["Two questions on stable equivalences of Morita type"],"description":["  It is well-known that derived equivalences preserve tensor products and\ntrivial extensions. We disprove both constructions for stable equivalences of\nMorita type.\n","Comment: 9 pages"]}]
["1409.1823",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1823"],"date":["2014-09-05"],"type":["text"],"creator":["Pohl, Martin"],"language":[],"coverage":[],"title":["Particle detection technology for space-borne astroparticle experiments"],"description":["  I review the transfer of technology from accelerator-based equipment to\nspace-borne astroparticle detectors. Requirements for detection, identification\nand measurement of ions, electrons and photons in space are recalled. The\nadditional requirements and restrictions imposed by the launch process in\nmanned and unmanned space flight, as well as by the hostile environment in\norbit, are analyzed. Technology readiness criteria and risk mitigation\nstrategies are reviewed. Recent examples are given of missions and instruments\nin orbit, under construction or in the planning phase.\n","Comment: Technology and Instrumentation in Particle Physics 2014 (TIPP 2014),\n  June 2-6, 2014, Amsterdam, The Netherlands"]}]
["1409.1830",{"format":[],"subject":["Quantitative Finance - Mathematical Finance","Mathematics - Probability","60G07, 60J05, 60E10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1830"],"date":["2014-09-05"],"type":["text"],"creator":["Richter, Anja","Teichmann, Josef"],"language":[],"coverage":[],"title":["Discrete Time Term Structure Theory and Consistent Recalibration Models"],"description":["  We develop theory and applications of forward characteristic processes in\ndiscrete time following a seminal paper of Jan Kallsen and Paul Kr\\\"uhner.\nParticular emphasis is placed on the dynamics of volatility surfaces which can\nbe easily formulated and implemented from the chosen discrete point of view. In\nmathematical terms we provide an algorithmic answer to the following question:\ndescribe a rich, still tractable class of discrete time stochastic processes,\nwhose marginal distributions are given at initial time and which are free of\narbitrage. In terms of mathematical finance we can construct models with\npre-described (implied) volatility surface and quite general volatility surface\ndynamics. In terms of the works of Rene Carmona and Sergey Nadtochiy, we\nanalyze the dynamics of tangent affine models. We believe that the discrete\napproach due to its technical simplicity will be important in term structure\nmodelling.\n"]}]
["1409.1833",{"format":[],"subject":["Mathematics - Metric Geometry","46B20, 52A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1833"],"date":["2014-09-05"],"type":["text"],"creator":["Jahn, Thomas","Spirova, Margarita"],"language":[],"coverage":[],"title":["On Bisectors in Normed Spaces"],"description":["  In this note, we completely describe the shape of the bisector of two given\npoints in a two-dimensional normed vector space. More precisely, we show that,\ndepending on the position of two given points with respect to the shape of the\nunit circle, the following holds: the bisector of a non-strict pair of points\nconsists of two cones and a curve, which has properties similar to those of\nbisectors of strict pairs of points.\n","Comment: accepted for publication in Contributions to Discrete Mathematics,\n  published by the University of Calgary"]}]
["1409.1840",{"format":[],"subject":["Mathematics - Number Theory","11L40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1840"],"date":["2014-09-05"],"type":["text"],"creator":["Bober, Jonathan"],"language":[],"coverage":[],"title":["Averages of character sums"],"description":["  We show that a short truncation of the Fourier expansion for a character sum\ngives a good approximation for the average value of that character sum over an\ninterval.\n  We give a few applications of this result. One is that for any $b$ there are\ninfinitely many characters for which the sum up to $\\approx aq/b$ is $\\gg\nq^{1/2} \\log \\log q$ for all $a$ relatively prime to $b$; another is that if\nthe least quadratic nonresidue modulo $q \\equiv 3 \\pmod 4$ is large, then the\ncharacter sum gets as large as $(\\sqrt{q}/\\pi) (L(1, \\chi) + \\log 2 -\n\\epsilon)$, and if $B$ is this nonresidue, then there is a sum of length $q/B$\nwhich has size $(\\sqrt{q}/\\pi) (\\log 2 - \\epsilon)$.\n"]}]
["1409.1841",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1841"],"date":["2014-09-05"],"type":["text"],"creator":["Stuart, Dustin","Barter, Oliver","Kuhn, Axel"],"language":[],"coverage":[],"title":["Fast algorithms for generating binary holograms"],"description":["  We describe three algorithms for generating binary-valued holograms. Our\nmethods are optimised for producing large arrays of tightly focussed optical\ntweezers for trapping particles. Binary-valued holograms allow us to use a\ndigital mirror device (DMD) as the display element, which is much faster than\nother alternatives. We describe how our binary amplitude holograms can be used\nto correct for phase errors caused by optical aberrations. Furthermore, we\ncompare the speed and accuracy of the algorithms for both periodic and\narbitrary arrangements of traps, which allows one to choose the ideal scheme\ndepending on the circumstances.\n","Comment: 10 pages, 4 figures"]}]
["1409.1842",{"format":[],"subject":["Statistics - Methodology","Statistics - Computation","62M10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1842"],"date":["2014-09-05"],"type":["text"],"creator":["Maidstone, Robert","Hocking, Toby","Rigaill, Guillem","Fearnhead, Paul"],"language":[],"coverage":[],"title":["On Optimal Multiple Changepoint Algorithms for Large Data"],"description":["  There is an increasing need for algorithms that can accurately detect\nchangepoints in long time-series, or equivalent, data. Many common approaches\nto detecting changepoints, for example based on penalised likelihood or minimum\ndescription length, can be formulated in terms of minimising a cost over\nsegmentations. Dynamic programming methods exist to solve this minimisation\nproblem exactly, but these tend to scale at least quadratically in the length\nof the time-series. Algorithms, such as Binary Segmentation, exist that have a\ncomputational cost that is close to linear in the length of the time-series,\nbut these are not guaranteed to find the optimal segmentation. Recently pruning\nideas have been suggested that can speed up the dynamic programming algorithms,\nwhilst still being guaranteed to find true minimum of the cost function. Here\nwe extend these pruning methods, and introduce two new algorithms for\nsegmenting data, FPOP and SNIP. Empirical results show that FPOP is\nsubstantially faster than existing dynamic programming methods, and unlike the\nexisting methods its computational efficiency is robust to the number of\nchangepoints in the data. We evaluate the method at detecting Copy Number\nVariations and observe that FPOP has a computational cost that is competitive\nwith that of Binary Segmentation.\n","Comment: 20 pages"]}]
["1409.1845",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1845"],"date":["2014-09-05"],"type":["text"],"creator":["Hao, Tian"],"language":[],"coverage":[],"title":["Tap Density Equations of Granular Powders Based on the Rate Process\n  Theory and the Free Volume Concept"],"description":["  Tap density of a granular powder is often linked to the flowability via Carr\nIndex that measures how tight a powder can be packed, under an assumption that\nmore easily packed powders usually flow poorly. Understanding how particles are\npacked is important for revealing why a powder flows better than others. There\nare two types of empirical equations that were proposed to fit the experimental\ndata of packing fractions vs. numbers of taps in literature: The inverse\nlogarithmic and the stretched exponential. Using the rate process theory and\nthe free volume concept, we obtain the tap density equations and they can be\nreducible to the two empirical equations currently widely used in literature.\nOur equations could potentially fit experimental data better with an additional\nadjustable parameter. The tapping amplitude and frequency, the weight of the\ngranular materials, and the environment temperature are grouped into one\nparameter that weighs the pace of packing process. The current results, in\nconjunction with our previous findings, may imply that both dry(granular)and\nwet(colloidal and polymeric) particle systems are governed by the same physical\nmechanisms in term of the role of the free volume and how particles behave (a\nrate controlled process).\n","Comment: Total 11 pages and 4 figures"]}]
["1409.1846",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1846"],"date":["2014-09-05"],"type":["text"],"creator":["Kokalj-Filipovic, Silvija","Greenstein, Larry","Cheng, Bin","Gruteser, Marco"],"language":[],"coverage":[],"title":["V2V Propagation Modeling with Imperfect RSSI Samples"],"description":["  We describe three in-field data collection efforts yielding a large database\nof RSSI values vs. time or distance from vehicles communicating with each other\nvia DSRC. We show several data processing schemes we have devised to develop\nVehicle-to-Vehicle (V2V) propagation models from such data. The database is\nlimited in several important ways, not least, the presence of a high noise\nfloor that limits the distance over which good modeling is feasible. Another is\nthe presence of interference from multiple active transmitters. Our methodology\nmakes it possible to obtain, despite these limitations, accurate models of\nmedian path loss vs. distance, shadow fading, and fast fading caused by\nmultipath. We aim not to develop a new V2V model, but to show the methods\nenabling such a model to be obtained from in-field RSSI data.\n"]}]
["1409.1849",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1849","J. Alloys Compd. 546 (2013) 124","doi:10.1016/j.jallcom.2012.08.074"],"date":["2014-09-05"],"type":["text"],"creator":["Winiarski, M. J.","Samsel-Czekała, M."],"language":[],"coverage":[],"title":["Electronic structure of the 344-type superconductors La3(Ni;Pd)4(Si;Ge)4\n  by ab initio calculations"],"description":["  Electronic structures of superconducting ternaries: La3Ni4Si4, La3Ni4Ge4,\nLa3Pd4Si4, La3Pd4Ge4, and their non-superconducting counterpart, La3Rh4Ge4,\nhave been calculated employing the full-potential local-orbital method within\nthe density functional theory. Our investigations were focused particularly on\ndensities of states (DOSs) at the Fermi level with respect to previous\nexperimental heat capacity data, and Fermi surfaces (FSs) being very similar\nfor all considered here compounds. In each of these systems, the FS originating\nfrom several bands contains both holelike and electronlike sheets possessing\ndifferent dimensionality, in particular quasi-two-dimensional cylinders with\nnesting properties. A comparative analysis of the DOSs and FSs in these\n344-type systems as well as in nickel (oxy)pnictide and borocarbide\nsuperconductors indicates rather similar phonon mechanism of their\nsuperconductivity.\n","Comment: 10 pages, 5 figures"]}]
["1409.1852",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1852"],"date":["2014-09-05"],"type":["text"],"creator":["Greenblatt, Rafael L."],"language":[],"coverage":[],"title":["The Ising model on a cylinder: universal finite size corrections and\n  diagonalized action"],"description":["  Finite size corrections to the pressure (free energy) of the Ising model on a\n2 dimensional cylinder are calculated and shown to be consistent with the\npredictions of conformal field theory. The exact solution of the model is\nexpressed in terms of the determinant of a block-diagonal matrix.\n","Comment: 17 pages, LaTeX"]}]
["1409.1854",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1854"],"date":["2014-09-05"],"type":["text"],"creator":["Lietzen, Heidi","Einasto, Maret"],"language":[],"coverage":[],"title":["It takes a supercluster to raise a galaxy"],"description":["  The properties of galaxies depend on their environment: red, passive\nelliptical galaxies are usually located in denser environments than blue,\nstar-forming spiral galaxies. This difference in galaxy populations can be\ndetected at all scales from groups of galaxies to superclusters. In this paper,\nwe will discuss the effect of the large-scale environment on galaxies. Our\nresults suggest that galaxies in superclusters are more likely to be passive\nthan galaxies in voids even when they belong to groups with the same richness.\nIn addition, the galaxies in superclusters are also affected by the morphology\nof the supercluster: filament-type superclusters contain relatively more red,\npassive galaxies than spider-type superclusters. These results suggest that the\nevolution of a galaxy is not determined by its local environment alone, but the\nlarge-scale environment also affects.\n","Comment: Proceedings of IAU Symposium 308 \"The Zeldovich Universe: Genesis and\n  Growth of the Cosmic Web\", 23-28 June 2014, Tallinn, Estonia"]}]
["1409.1860",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1860"],"date":["2014-09-05"],"type":["text"],"creator":["Scheel, Arnd","Jaramillo, Gabriela"],"language":[],"coverage":[],"title":["Pacemakers in large arrays of oscillators with nonlocal coupling"],"description":["  We model pacemaker effects of an algebraically localized heterogeneity in a 1\ndimensional array of oscillators with nonlocal coupling. We assume the\noscillators obey simple phase dynamics and that the array is large enough so\nthat it can be approximated by a continuous nonlocal evolution equation. We\nconcentrate on the case of heterogeneities with positive average and show that\nsteady solutions to the nonlocal problem exist. In particular, we show that\nthese heterogeneities act as a wave source, sending out waves in the far field.\nThis effect is not possible in 3 dimensional systems, such as the complex\nGinzburg-Landau equation, where the wavenumber of weak sources decays at\ninfinity. To obtain our results we use a series of isomorphisms to relate the\nnonlocal problem to the viscous eikonal equation. We then use Fredholm\nproperties of the Laplace operator in Kondratiev spaces to obtain solutions to\nthe eikonal equation, and by extension to the nonlocal problem.\n","Comment: 26 pages"]}]
["1409.1861",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1861","Solid State Sci. 26 (2013) 134","doi:10.1016/j.solidstatesciences.2013.10.006"],"date":["2014-09-05"],"type":["text"],"creator":["Winiarski, M. J.","Samsel-Czekała, M."],"language":[],"coverage":[],"title":["The electronic structure of rare-earth iron silicide R2Fe3Si5\n  superconductors"],"description":["  The electronic structures of R2Fe3Si5 (where R = Lu, Tm, Er, Tb, Yb)\nintermetallics have been calculated from first principles in local-spin density\n(LSDA) and LSDA + U approaches. The majority of rare-earth iron silicides,\nexcept for the heavy-fermion Yb-based compound, exhibit almost equal values of\ndensity of states at the Fermi level (EF) as well as very similar Fermi surface\ntopology. The electronic structure around EF in the 235-type Fe-based compounds\nis completely dominated by the Fe 3d states. Thus the different superconducting\nproperties of some members of the R2Fe3Si5 family are rather related to a\npresence of local magnetic moments of R-atoms than to electronic-structure\nfeatures at EF.\n","Comment: 14 pages, 5 figures"]}]
["1409.1865",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1865"],"date":["2014-09-05"],"type":["text"],"creator":["Witherden, F. D.","Vincent, P. E."],"language":[],"coverage":[],"title":["On the Identification of Symmetric Quadrature Rules for Finite Element\n  Methods"],"description":["  In this paper we describe a methodology for the identification of symmetric\nquadrature rules inside of quadrilaterals, triangles, tetrahedra, prisms,\npyramids, and hexahedra. The methodology is free from manual intervention and\nis capable of identifying an ensemble of rules with a given strength and a\ngiven number of points. We also present polyquad which is an implementation of\nour methodology. Using polyquad we proceed to derive a complete set of\nsymmetric rules on the aforementioned domains. All rules possess purely\npositive weights and have all points inside the domain. Many of the rules\nappear to be new, and an improvement over those tabulated in the literature.\n","Comment: 17 pages, 6 figures, 1 table"]}]
["1409.1866",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1866","Intermetallics 20 (2012) 63","doi:10.1016/j.intermet.2011.08.016"],"date":["2014-09-05"],"type":["text"],"creator":["Samsel-Czekała, M.","Winiarski, M. J."],"language":[],"coverage":[],"title":["Electronic structure of superconducting Lu2Ni3Si5 and its reference\n  compound Y2Ni3Si5 by ab initio calculations"],"description":["  Electronic structures of orthorhombic ternary nickel silicides:\nsuperconducting Lu2Ni3Si5 and its non-superconducting counterpart, Y2Ni3Si5,\nhave been calculated employing the fully-relativistic and full-potential\nlocal-orbital method within the density functional theory. Our investigations\nwere focused particularly on the band structures and Fermi surfaces (FSs),\nbeing very similar for both ternaries. It appears that their FSs exist in four\nbands and contain electronlike and holelike three-dimensional sheets and small\npockets, which suggests a presence of two- or even multi-band superconductivity\n(SC) in Lu2Ni3Si5. The main difference between both systems is that only in\nLu2Ni3Si5 small electron FS pockets occur around the Gamma point. It allows for\narising BCS-like SC in this compound, as was deduced from previous\nheat-capacity measurements, while no sign of SC has been detected (at least\ndown to 2 K) in Y2Ni3Si5. In the latter system, a possible formation of a\nferromagnetic ground state, which usually tends to destroy SC, has been\nexcluded by our calculations.\n","Comment: 9 pages, 7 figures"]}]
["1409.1870",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1870","Intermetallics 31 (2012) 186","doi:10.1016/j.intermet.2012.07.003"],"date":["2014-09-05"],"type":["text"],"creator":["Samsel-Czekała, M.","Winiarski, M. J."],"language":[],"coverage":[],"title":["Electronic structure and Fermi surface of iron-based superconductors\n  R2Fe3Si5 (R = Lu;Y;Sc) from first principles"],"description":["  Electronic structures of three superconducting rare-earth iron silicides\n(Lu;Y;Sc)2Fe3Si5 and non-superconducting Lu2Ru3Si5, adopting a tetragonal\ncrystal structure (P4/mnc), have been calculated employing the full-potential\nlocal-orbital method within the density functional theory. The investigations\nwere focused particularly on the band structures and Fermi surfaces, existing\nin four bands and containing rather three-dimensional electronlike and holelike\nsheets. They support an idea of unconventional multi-band superconductivity in\nthese ternaries, proposed earlier by other authors for Lu2Fe3Si5, based on\nheat-capacity, resistivity, electromagnetic and muon spin rotation\nmeasurements. Finally, a discussion on differences in the electronic structures\nbetween the investigated here and other common families of iron-based\nsuperconductors is carried out.\n","Comment: 8 pages, 5 figures"]}]
["1409.1872",{"format":[],"subject":["Mathematics - Algebraic Geometry","14R15 (primary), 13F20 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1872"],"date":["2014-09-05"],"type":["text"],"creator":["Valqui, Christian","Guccione, Jorge A.","Guccione, Juan J."],"language":[],"coverage":[],"title":["A short and elementary proof of Jung's theorem"],"description":["  We give a short and elementary proof of Jung's theorem, which states that for\na field K of characteristic zero the automorphisms of K[x,y] are generated by\nelementary automorphisms and linear automorphisms.\n","Comment: 1 figure"]}]
["1409.1878",{"format":[],"subject":["Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1878"],"date":["2014-09-05"],"type":["text"],"creator":["Biringer, Ian","Souto, Juan"],"language":[],"coverage":[],"title":["Ranks of mapping tori via the curve complex"],"description":["  We show that if the monodromy of a 3-manifold M that fibers over the circle\nhas large translation distance in the curve complex, then the rank of the\nfundamental group of M is 2g+1, where g is the genus of the fiber.\n","Comment: 21 pages"]}]
["1409.1880",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics","Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1880","doi:10.5194/cpd-10-2011-2014"],"date":["2014-09-05"],"type":["text"],"creator":["Byrne, Brendan","Goldblatt, Colin"],"language":[],"coverage":[],"title":["Radiative forcings for 28 potential Archean greenhouse gases"],"description":["  Despite reduced insolation in the late Archean, evidence suggests a warm\nclimate which was likely sustained by a stronger greenhouse effect, the\nso-called Faint Young Sun Problem (FYSP). CO2 and CH4 are generally thought to\nbe the mainstays of this enhanced greenhouse, though many other gases have been\nproposed. We present high accuracy radiative forcings for CO2, CH4 and 26 other\ngases, performing the radiative transfer calculations at line-by-line\nresolution and using HITRAN 2012 line data for background pressures of 0.5, 1,\nand 2 bar of atmospheric N2. For CO2 to resolve the FYSP alone at 2.8 Gyr BP\n(80% of present solar luminosity), 0.32 bar is needed with 0.5 bar of\natmospheric N2, 0.20 bar with 1 bar of atmospheric N2, or 0.11 bar with 2 bar\nof atmospheric N2. For CH4, we find that near-infrared absorption is much\nstronger than previously thought, arising from updates to the HITRAN database.\nCH4 radiative forcing peaks at 10.3, 9, or 8.3 Wm-2 for background pressures of\n0.5, 1 or 2 bar, likely limiting the utility of CH4 for warming the Archean.\nFor the other 26 HITRAN gases, radiative forcings of up to a few to 10 Wm-2 are\nobtained from concentrations of 0.1-1 ppmv for many gases. For the 20 strongest\ngases, we calculate the reduction in radiative forcing due to overlap. We also\ntabulate the modern sources, sinks, concentrations and lifetimes of these gases\nand summaries the literature on Archean sources and concentrations. We\nrecommend the forcings provided here be used both as a first reference for\nwhich gases are likely good greenhouse gases, and as a standard set of\ncalculations for validation of radiative forcing calculations for the Archean.\n","Comment: This is the final version which was accepted for publication in\n  climate of the past. The reference for the discussion version is: Byrne, B.\n  and Goldblatt, C.: Radiative forcings for 28 potential Archean greenhouse\n  gases, Clim. Past Discuss., 10, 2011-2053, doi:10.5194/cpd-10-2011-2014, 2014"]}]
["1409.1881",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1881"],"date":["2014-09-05"],"type":["text"],"creator":["Grohs, Philipp","Obermeier, Axel"],"language":[],"coverage":[],"title":["Optimal Adaptive Ridgelet Schemes for Linear Transport Equations"],"description":["  In this paper we present a novel method for the numerical solution of linear\ntransport equations, which is based on ridgelets. Such equations arise for\ninstance in radiative transfer or in phase contrast imaging. Due to the fact\nthat ridgelet systems are well adapted to the structure of linear transport\noperators, it can be shown that our scheme operates in optimal complexity, even\nif line singularities are present in the solution.\n  The key to this is showing that the system matrix (with diagonal\npreconditioning) is uniformly well-conditioned and compressible -- the proof\nfor the latter represents the main part of the paper. We conclude with some\nnumerical experiments about $N$-term approximations and how they are recovered\nby the solver, as well as localisation of singularities in the ridgelet frame.\n","Comment: 44 pages, 10 figures"]}]
["1409.1888",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Rings and Algebras","14M15, 11E04, 16K20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1888"],"date":["2014-09-05"],"type":["text"],"creator":["Krashen, Daniel"],"language":[],"coverage":[],"title":["Torsion in Chow groups of zero cycles of homogeneous projective\n  varieties"],"description":["  We give bounds on the order of torsion in the Chow group of zero dimensional\ncycles for isotropic Grassmannians and Brauer-Severi flag varieties. To do\nthis, we introduce tools to understand the behavior of torsion in Chow groups\nwith coefficients under morphisms of proper varieties\n","Comment: 9 pages"]}]
["1409.1891",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1891"],"date":["2014-09-05"],"type":["text"],"creator":["Short, C. Ian"],"language":[],"coverage":[],"title":["GrayStar: A Web application for pedagogical stellar atmosphere and\n  spectral line modelling and visualisation"],"description":["  GrayStar is a stellar atmospheric and spectral line modelling,\npost-processing, and visualisation code, suitable for classroom demonstrations\nand laboratory-style assignments, that has been developed in Java and deployed\nin JavaScript and HTML. The only software needed to compute models and\npost-processed observables, and to visualise the resulting atmospheric\nstructure and observables, is a common Web browser. Therefore, the code will\nrun on any common PC or related X86 (-64) computer of the type that typically\nserves classroom data projectors, is found in undergraduate computer\nlaboratories, or that students themselves own, including those with highly\nportable form-factors such as net-books and tablets. The user requires no\nexperience with compiling source code, reading data files, or using plotting\npackages. More advanced students can view the JavaScript source code using the\ndeveloper tools provided by common Web browsers. The code is based on the\napproximate gray atmospheric solution and runs quickly enough on current common\nPCs to provide near-instantaneous results, allowing for real time exploration\nof parameter space. I describe the user interface and its inputs and outputs\nand suggest specific pedagogical applications and projects. Therefore, this\npaper may serve as a GrayStar user manual for both instructors and students. In\nan accompanying paper, I describe the computational strategy and methodology as\nnecessitated by Java and JavaScript. I have made the application itself, and\nthe HTML, CSS, JavaScript, and Java source files available to the community.\nThe Web application and source files may be found at\nwww.ap.smu.ca/~ishort/GrayStar.\n","Comment: Submitted to the Journal of the Royal Astronomical Society of Canada\n  (JRASC), 16 pages, 2 figures"]}]
["1409.1892",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition","Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1892"],"date":["2014-09-05"],"type":["text"],"creator":["Zhao, Ting","Plaza, Stephen M"],"language":[],"coverage":[],"title":["Automatic Neuron Type Identification by Neurite Localization in the\n  Drosophila Medulla"],"description":["  Mapping the connectivity of neurons in the brain (i.e., connectomics) is a\nchallenging problem due to both the number of connections in even the smallest\norganisms and the nanometer resolution required to resolve them. Because of\nthis, previous connectomes contain only hundreds of neurons, such as in the\nC.elegans connectome. Recent technological advances will unlock the mysteries\nof increasingly large connectomes (or partial connectomes). However, the value\nof these maps is limited by our ability to reason with this data and understand\nany underlying motifs. To aid connectome analysis, we introduce algorithms to\ncluster similarly-shaped neurons, where 3D neuronal shapes are represented as\nskeletons. In particular, we propose a novel location-sensitive clustering\nalgorithm. We show clustering results on neurons reconstructed from the\nDrosophila medulla that show high-accuracy.\n"]}]
["1409.1893",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Physics - Physics Education"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1893"],"date":["2014-09-05"],"type":["text"],"creator":["Short, C. Ian"],"language":[],"coverage":[],"title":["GrayStar: A Web application for pedagogical stellar atmosphere and\n  spectral line modelling and visualisation II: Methods"],"description":["  GrayStar is a stellar atmospheric and spectral line modelling,\npost-processing, and visualisation code, suitable for classroom demonstrations\nand laboratory-style assignments, that has been developed in Java and deployed\nin JavaScript and HTML. The only software needed to compute models and\npost-processed observables, and to visualise the resulting atmospheric\nstructure and observables, is a common Web browser. Therefore, the code will\nrun on any common PC or related X86 (-64) computer of the type that typically\nserves classroom data projectors, is found in undergraduate computer\nlaboratories, or that students themselves own, including those with highly\nportable form-factors such as net-books and tablets. The user requires no\nexperience with compiling source code, reading data files, or using plotting\npackages. More advanced students can view the JavaScript source code using the\ndeveloper tools provided by common Web browsers. The code is based on the\napproximate gray atmospheric solution and runs quickly enough on current common\nPCs to provide near-instantaneous results, allowing for real time exploration\nof parameter space. I describe the computational strategy and methodology as\nnecessitated by Java and JavaScript. In an accompanying paper, I describe the\nuser interface and its inputs and outputs and suggest specific pedagogical\napplications and projects. I have made the application itself, and the HTML,\nCSS, JavaScript, and Java source files available to the community. The Web\napplication and source files may be found at www.ap.smu.ca/~ishort/GrayStar.\n","Comment: 23 pages, 2 figures. Necessarily includes some overlap with astro-ph\n  submission GrayStar: A Web application for pedagogical stellar atmosphere and\n  spectral line modelling and visualisation"]}]
["1409.1895",{"format":[],"subject":["Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1895"],"date":["2014-09-05"],"type":["text"],"creator":["Masdeu, Marc","Seveso, Marco A."],"language":[],"coverage":[],"title":["Poincar\\'e duality isomorphisms in tensor categories"],"description":["  If for a vector space V of dimension g over a characteristic zero field we\ndenote by $\\wedge^iV$ its alternating powers, and by $V^\\vee$ its linear dual,\nthen there are natural Poincar\\'e isomorphisms: $\\wedge^i V^\\vee \\cong\n\\wedge^{g-i} V$. We describe an analogous result for objects in rigid\npseudo-abelian $\\mathbb{Q}$-linear ACU tensor categories.\n","Comment: 38 pages, submitted"]}]
["1409.1899",{"format":[],"subject":["Quantitative Biology - Genomics","Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1899"],"date":["2014-09-05"],"type":["text"],"creator":["Deutsch, J. M."],"language":[],"coverage":[],"title":["Collective regulation by non-coding RNA"],"description":["  We study genetic networks that produce many species of non-coding RNA\nmolecules that are present at a moderate density, as typically exists in the\ncell. The associations of the many species of these RNA are modeled physically,\ntaking into account the equilibrium constants between bound and unbound states.\nBy including the pair-wise binding of the many RNA species, the network becomes\nhighly interconnected and shows different properties than the usual type of\ngenetic network. It shows much more robustness to mutation, and also rapid\nevolutionary adaptation in an environment that oscillates in time. This\nprovides a possible explanation for the weak evolutionary constraints seen in\nmuch of the non-coding RNA that has been studied.\n","Comment: 9 pages, 4 figures"]}]
["1409.1903",{"format":[],"subject":["High Energy Physics - Experiment","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1903"],"date":["2014-09-05"],"type":["text"],"creator":["Lyons, Louis"],"language":[],"coverage":[],"title":["Statistical Issues in Searches for New Physics"],"description":["  Given the cost, both financial and even more importantly in terms of human\neffort, in building High Energy Physics accelerators and detectors and running\nthem, it is important to use good statistical techniques in analysing data.\nSome of the statistical issues that arise in searches for New Physics are\ndiscussed briefly. They include topics such as:\n  Should we insist on the 5 sigma criterion for discovery claims?\n  The probability of A, given B, is not the same as the probability of B, given\nA.\n  The meaning of p-values.\n  What is Wilks Theorem and when does it not apply?\n  How should we deal with the `Look Elsewhere Effect'?\n  Dealing with systematics such as background parametrisation.\n  Coverage: What is it and does my method have the correct coverage?\n  The use of p0 versus p1 plots.\n","Comment: This is the write-up for the Proceedings of a talk delivered at the\n  LHCP2014 Conference at Columbia University, New York in June 2014no diagrams\n  5 pages long,"]}]
["1409.1904",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1904","Batalha 2014 PNAS, vol. 111, no. 35, 12647-12654","doi:10.1073/pnas.1304196111"],"date":["2014-09-05"],"type":["text"],"creator":["Batalha, Natalie M."],"language":[],"coverage":[],"title":["Exploring Exoplanet Populations with NASA's Kepler Mission"],"description":["  The Kepler Mission is exploring the diversity of planets and planetary\nsystems. Its legacy will be a catalog of discoveries sufficient for computing\nplanet occurrence rates as a function of size, orbital period, star-type, and\ninsolation flux. The mission has made significant progress toward achieving\nthat goal. Over 3,500 transiting exoplanets have been identified from the\nanalysis of the first three years of data, 100 of which are in the habitable\nzone. The catalog has a high reliability rate (85-90% averaged over the\nperiod/radius plane) which is improving as follow-up observations continue.\nDynamical (e.g. velocimetry and transit timing) and statistical methods have\nconfirmed and characterized hundreds of planets over a large range of sizes and\ncompositions for both single and multiple-star systems. Population studies\nsuggest that planets abound in our galaxy and that small planets are\nparticularly frequent. Here, I report on the progress Kepler has made measuring\nthe prevalence of exoplanets orbiting within 1 AU of their host stars in\nsupport of NASA's long-term goal of finding habitable environments beyond the\nsolar system.\n","Comment: Invited review (perspective) published in Proceedings of the National\n  Academy of Sciences (PNAS) special issue on Exoplanets. Available online at:\n  http://www.pnas.org/content/111/35/12647.full.pdf+html"]}]
["1409.1907",{"format":[],"subject":["High Energy Physics - Experiment","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1907"],"date":["2014-09-05"],"type":["text"],"creator":["Adare, A.","Aidala, C.","Ajitanand, N. N.","Akiba, Y.","Akimoto, R.","Al-Ta'ani, H.","Alexander, J.","Andrews, K. R.","Angerami, A.","Aoki, K.","Apadula, N.","Appelt, E.","Aramaki, Y.","Armendariz, R.","Aschenauer, E. C.","Atomssa, E. T.","Awes, T. C.","Azmoun, B.","Babintsev, V.","Bai, M.","Bannier, B.","Barish, K. N.","Bassalleck, B.","Basye, A. T.","Bathe, S.","Baublis, V.","Baumann, C.","Bazilevsky, A.","Belmont, R.","Ben-Benjamin, J.","Bennett, R.","Blau, D. S.","Bok, J. S.","Boyle, K.","Brooks, M. L.","Broxmeyer, D.","Buesching, H.","Bumazhnov, V.","Bunce, G.","Butsyk, S.","Campbell, S.","Castera, P.","Chen, C. -H.","Chi, C. Y.","Chiu, M.","Choi, I. J.","Choi, J. B.","Choudhury, R. K.","Christiansen, P.","Chujo, T.","Chvala, O.","Cianciolo, V.","Citron, Z.","Cole, B. A.","del Valle, Z. Conesa","Connors, M.","Csanád, M.","Csörgő, T.","Dairaku, S.","Datta, A.","David, G.","Dayananda, M. K.","Denisov, A.","Deshpande, A.","Desmond, E. J.","Dharmawardane, K. V.","Dietzsch, O.","Dion, A.","Donadelli, M.","Drapier, O.","Drees, A.","Drees, K. A.","Durham, J. M.","Durum, A.","D'Orazio, L.","Efremenko, Y. V.","Engelmore, T.","Enokizono, A.","En'yo, H.","Esumi, S.","Fadem, B.","Fields, D. E.","Finger, M.","Finger, M.","Jr., \\,","Fleuret, F.","Fokin, S. L.","Frantz, J. E.","Franz, A.","Frawley, A. D.","Fukao, Y.","Fusayasu, T.","Gal, C.","Garishvili, I.","Giordano, F.","Glenn, A.","Gong, X.","Gonin, M.","Goto, Y.","de Cassagnac, R. Granier","Grau, N.","Greene, S. V.","Perdekamp, M. Grosse","Gunji, T.","Guo, L.","Gustafsson, H. -Å.","Haggerty, J. S.","Hahn, K. I.","Hamagaki, H.","Hamblen, J.","Han, R.","Hanks, J.","Harper, C.","Hashimoto, K.","Haslum, E.","Hayano, R.","He, X.","Hemmick, T. K.","Hester, T.","Hill, J. C.","Hollis, R. S.","Holzmann, W.","Homma, K.","Hong, B.","Horaguchi, T.","Hori, Y.","Hornback, D.","Huang, S.","Ichihara, T.","Ichimiya, R.","Iinuma, H.","Ikeda, Y.","Imai, K.","Inaba, M.","Iordanova, A.","Isenhower, D.","Ishihara, M.","Issah, M.","Ivanischev, D.","Iwanaga, Y.","Jacak, B. V.","Jia, J.","Jiang, X.","John, D.","Johnson, B. M.","Jones, T.","Joo, K. S.","Jouan, D.","Kamin, J.","Kaneti, S.","Kang, B. H.","Kang, J. H.","Kang, J. S.","Kapustinsky, J.","Karatsu, K.","Kasai, M.","Kawall, D.","Kazantsev, A. V.","Kempel, T.","Khanzadeev, A.","Kijima, K. M.","Kim, B. I.","Kim, D. J.","Kim, E. -J.","Kim, Y. -J.","Kim, Y. K.","Kinney, E.","Kiss, Á.","Kistenev, E.","Kleinjan, D.","Kline, P.","Kochenda, L.","Komkov, B.","Konno, M.","Koster, J.","Kotov, D.","Král, A.","Kunde, G. J.","Kurita, K.","Kurosawa, M.","Kwon, Y.","Kyle, G. S.","Lacey, R.","Lai, Y. S.","Lajoie, J. G.","Lebedev, A.","Lee, D. M.","Lee, J.","Lee, K. B.","Lee, K. S.","Lee, S. H.","Lee, S. R.","Leitch, M. J.","Leite, M. A. L.","Li, X.","Lim, S. H.","Levy, L. A. Linden","Liu, H.","Liu, M. X.","Love, B.","Lynch, D.","Maguire, C. F.","Makdisi, Y. I.","Manion, A.","Manko, V. I.","Mannel, E.","Mao, Y.","Masui, H.","McCumber, M.","McGaughey, P. L.","McGlinchey, D.","McKinney, C.","Means, N.","Mendoza, M.","Meredith, B.","Miake, Y.","Mibe, T.","Mignerey, A. C.","Miki, K.","Milov, A.","Mitchell, J. T.","Miyachi, Y.","Mohanty, A. K.","Moon, H. J.","Morino, Y.","Morreale, A.","Morrison, D. P.","Motschwiller, S.","Moukhanova, T. V.","Murakami, T.","Murata, J.","Nagamiya, S.","Nagle, J. L.","Naglis, M.","Nagy, M. I.","Nakagawa, I.","Nakamiya, Y.","Nakamura, K. R.","Nakamura, T.","Nakano, K.","Newby, J.","Nguyen, M.","Nihashi, M.","Nouicer, R.","Nyanin, A. S.","Oakley, C.","O'Brien, E.","Ogilvie, C. A.","Oka, M.","Okada, K.","Oskarsson, A.","Ouchida, M.","Ozawa, K.","Pak, R.","Pantuev, V.","Papavassiliou, V.","Park, B. H.","Park, I. H.","Park, S. K.","Pate, S. F.","Patel, L.","Pei, H.","Peng, J. -C.","Pereira, H.","Peressounko, D. Yu.","Petti, R.","Pinkenburg, C.","Pisani, R. P.","Proissl, M.","Purschke, M. L.","Qu, H.","Rak, J.","Ravinovich, I.","Read, K. F.","Reygers, K.","Riabov, V.","Riabov, Y.","Richardson, E.","Roach, D.","Roche, G.","Rolnick, S. D.","Rosati, M.","Rosendahl, S. S. E.","Rubin, J. G.","Sahlmueller, B.","Saito, N.","Sakaguchi, T.","Samsonov, V.","Sano, S.","Sarsour, M.","Sato, T.","Savastio, M.","Sawada, S.","Sedgwick, K.","Seidl, R.","Seto, R.","Sharma, D.","Shein, I.","Shibata, T. -A.","Shigaki, K.","Shim, H. H.","Shimomura, M.","Shoji, K.","Shukla, P.","Sickles, A.","Silva, C. L.","Silvermyr, D.","Silvestre, C.","Sim, K. S.","Singh, B. K.","Singh, C. P.","Singh, V.","Slunečka, M.","Sodre, T.","Soltz, R. A.","Sondheim, W. E.","Sorensen, S. P.","Sourikova, I. V.","Stankus, P. W.","Stenlund, E.","Stoll, S. P.","Sugitate, T.","Sukhanov, A.","Sun, J.","Sziklai, J.","Takagui, E. M.","Takahara, A.","Taketani, A.","Tanabe, R.","Tanaka, Y.","Taneja, S.","Tanida, K.","Tannenbaum, M. J.","Tarafdar, S.","Taranenko, A.","Tennant, E.","Themann, H.","Thomas, D.","Togawa, M.","Tomášek, L.","Tomášek, M.","Torii, H.","Towell, R. S.","Tserruya, I.","Tsuchimoto, Y.","Utsunomiya, K.","Vale, C.","van Hecke, H. W.","Vazquez-Zambrano, E.","Veicht, A.","Velkovska, J.","Vértesi, R.","Virius, M.","Vossen, A.","Vrba, V.","Vznuzdaev, E.","Wang, X. R.","Watanabe, D.","Watanabe, K.","Watanabe, Y.","Watanabe, Y. S.","Wei, F.","Wei, R.","Wessels, J.","White, S. N.","Winter, D.","Woody, C. L.","Wright, R. M.","Wysocki, M.","Yamaguchi, Y. L.","Yang, R.","Yanovich, A.","Ying, J.","Yokkaichi, S.","Yoo, J. S.","You, Z.","Young, G. R.","Younus, I.","Yushmanov, I. E.","Zajc, W. A.","Zelenski, A.","Zhou, S."],"language":[],"coverage":[],"title":["Inclusive cross sections, charge ratio and double-helicity asymmetries\n  for $\\pi^+$ and $\\pi^-$ production in $p$$+$$p$ collisions at $\\sqrt{s}$=200\n  GeV"],"description":["  We present the midrapidity charged pion invariant cross sections and the\nratio of $\\pi^-$-to-$\\pi^+$ production ($5<p_T<13$ GeV/$c$), together with the\ndouble-helicity asymmetries ($5<p_T<12$ GeV/$c$) in polarized $p$$+$$p$\ncollisions at $\\sqrt{s} = 200$ GeV. The cross section measurements are\nconsistent with perturbative calculations in quantum chromodynamics within\nlarge uncertainties in the calculation due to the choice of factorization,\nrenormalization, and fragmentation scales. However, the theoretical calculation\nof the ratio of $\\pi^-$-to-$\\pi^+$ production when considering these scale\nuncertainties overestimates the measured value, suggesting further\ninvestigation of the uncertainties on the charge-separated pion fragmentation\nfunctions is needed. Due to cancellations of uncertainties in the charge ratio,\ndirect inclusion of these ratio data in future parameterizations should improve\nconstraints on the flavor dependence of quark fragmentation functions to pions.\nBy measuring charge-separated pion asymmetries, one can gain sensitivity to the\nsign of $\\Delta G$ through the opposite sign of the up and down quark helicity\ndistributions in conjunction with preferential fragmentation of positive pions\nfrom up quarks and negative pions from down quarks. The double-helicity\nasymmetries presented are sensitive to the gluon helicity distribution over an\n$x$ range of $\\sim$0.03--0.16.\n","Comment: 381 authors, 13 pages, 8 figures, 4 tables, 2009 data. Submitted to\n  Phys. Rev. D. Plain text data tables for the points plotted in figures for\n  this and previous PHENIX publications are (or will be) publicly available at\n  http://www.phenix.bnl.gov/papers.html"]}]
["1409.1909",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1909"],"date":["2014-09-05"],"type":["text"],"creator":["Hassan, S. F.","Kocic, Mikica","Schmidt-May, Angnis"],"language":[],"coverage":[],"title":["Absence of ghost in a new bimetric-matter coupling"],"description":["  Interactions in bimetric theory, which can describe gravity in the presence\nof an extra spin-2 field, are severely constrained by the requirement of the\nabsence of the Boulware-Deser ghost instability. Recently an interesting new\nmatter coupling was proposed in terms of a composite metric but it was claimed\nto reintroduce the ghost. In this paper we carry out a nonlinear Hamiltonian\nanalysis of this new matter coupling and show that it is indeed ghost-free. The\nanalysis involves using a new set of variables that naturally appear in the\nrelation between the metric and vielbein formulations of bimetric theory. In\nterms of these variables we show that the new matter coupling does not reduce\nthe number of constraints in bimetric theory and hence does not reintroduce the\nBoulware-Deser ghost.\n","Comment: Latex, 19 pages"]}]
["1409.1911",{"format":[],"subject":["Computer Science - Digital Libraries"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1911"],"date":["2014-09-05"],"type":["text"],"creator":["Guevara, Miguel","Mendoza, Marcelo"],"language":[],"coverage":[],"title":["Revealing Comparative Advantages in the Backbone of Science"],"description":["  Mapping Science across countries is a challenging task in the field of\nScientometrics. A number of efforts trying to cope with this task has been\ndiscussed in the state of the art, addressing this challenge by processing\ncollections of scientific digital libraries and visualizing author-based\nmeasures (for instance, the h-index) or document-based measures (for instance,\nthe averaged number of citations per document). A major drawback of these\napproaches is related to the presence of bias. The bigger the country, the\nhigher the measure value. We explore the use of an econometric index to tackle\nthis limitation, known as the Revealed Comparative Advantage measure (RCA).\nUsing RCA, the diversity and ubiquity of each field of knowledge is mapped\nacross countries. Then, a RCA-based proximity function is explored to visualize\ncitation and h-index ubiquity. Science maps relating 27 knowledge areas and 237\ncountries are introduced using data crawled from Scimago that ranges from 1996\nto 2011. Our results shows that the proposal is feasible and can be extended to\nellaborate a global scientific production characterization.\n","Comment: In 2013 Computational Scientometrics Workshop, October 28, 2013, San\n  Francisco, CA, USA, co-located with CIKM 13"]}]
["1409.1912",{"format":[],"subject":["Mathematics - Geometric Topology","57M27, 57R58"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1912"],"date":["2014-09-05"],"type":["text"],"creator":["Hanselman, Jonathan"],"language":[],"coverage":[],"title":["Splicing integer framed knot complements and bordered Heegaard Floer\n  homology"],"description":["  We consider the following question: when is the manifold obtained by gluing\ntogether two knot complements an $L$-space? Hedden and Levine proved that\nsplicing 0-framed complements of nontrivial knots never produces an $L$-space.\nWe extend this result to allow for arbitrary integer framings. We find that\nsplicing two integer framed nontrivial knot complements only produces an\n$L$-space if both knots are $L$-space knots and the framings lie in an\nappropriate range. The proof involves a careful analysis of the bordered\nHeegaard Floer invariants of each knot complement.\n","Comment: 24 pages, 5 figures, 4 tables"]}]
["1409.1914",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1409.1914"],"date":["2014-09-05"],"type":["text"],"creator":["Vasilache, Nicolas","Baskaran, Muthu","Henretty, Tom","Meister, Benoit","Langston, M. Harper","Tavarageri, Sanket","Lethin, Richard"],"language":[],"coverage":[],"title":["A Tale of Three Runtimes"],"description":["  This contribution discusses the automatic generation of event-driven,\ntuple-space based programs for task-oriented execution models from a sequential\nC specification. We developed a hierarchical mapping solution using\nauto-parallelizing compiler technology to target three different runtimes\nrelying on event-driven tasks (EDTs). Our solution benefits from the important\nobservation that loop types encode short, transitive relations among EDTs that\nare compact and efficiently evaluated at runtime. In this context, permutable\nloops are of particular importance as they translate immediately into\nconservative point-to-point synchronizations of distance 1. Our solution\ngenerates calls into a runtime-agnostic C++ layer, which we have retargeted to\nIntel's Concurrent Collections (CnC), ETI's SWARM, and the Open Community\nRuntime (OCR). Experience with other runtime systems motivates our introduction\nof support for hierarchical async-finishes in CnC. Experimental data is\nprovided to show the benefit of automatically generated code for EDT-based\nruntimes as well as comparisons across runtimes.\n"]}]
["cond-mat/9808090",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9808090","doi:10.1103/PhysRevLett.82.2800"],"date":["1998-08-10","1999-01-26"],"type":["text"],"creator":["Aonishi, Toru","Kurata, Koji","Okada, Masato"],"language":[],"coverage":[],"title":["A statistical mechanics of an oscillator associative memory with\n  scattered natural frequencies"],"description":["  Analytic treatment of a non-equilibrium random system with large degrees of\nfreedoms is one of most important problems of physics. However, little research\nhas been done on this problem as far as we know. In this paper, we propose a\nnew mean field theory that can treat a general class of a non-equilibrium\nrandom system. We apply the present theory to an analysis for an associative\nmemory with oscillatory elements, which is a well-known typical random system\nwith large degrees of freedoms.\n","Comment: 8 pages, 4 figures"]}]
["cond-mat/9808121",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9808121","doi:10.1103/PhysRevE.58.4865"],"date":["1998-08-12"],"type":["text"],"creator":["Aonishi, Toru"],"language":[],"coverage":[],"title":["Phase Transitions of an Oscillator Neural Network with a Standard Hebb\n  Learning Rule"],"description":["  Studies have been made on the phase transition phenomena of an oscillator\nnetwork model based on a standard Hebb learning rule like the Hopfield model.\nThe relative phase informations---the in-phase and anti-phase, can be embedded\nin the network. By self-consistent signal-to-noise analysis (SCSNA), it was\nfound that the storage capacity is given by $\\alpha_c = 0.042$, which is better\nthan that of Cook's model. However, the retrieval quality is worse. In\naddition, an investigation was made into an acceleration effect caused by\nasymmetry of the phase dynamics. Finally, it was numerically shown that the\nstorage capacity can be improved by modifying the shape of the coupling\nfunction.\n","Comment: 10 pages, 6 figures"]}]
