["1012.4319",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Category Theory","18D05, 18E35, 18F20, 18G55, 55P15, 55P60, 55U35, 55U40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.4319","Applied Categorical Structures 20(6) (2012), 603-649","doi:10.1007/s10485-011-9255-2"],"date":["2010-12-20","2011-07-27"],"type":["text"],"creator":["Ara, Dimitri"],"language":[],"coverage":[],"title":["The groupoidal analogue Theta~ to Joyal's category Theta is a test\n  category"],"description":["  We introduce the groupoidal analogue \\tilde\\Theta to Joyal's cell category\n\\Theta and we prove that \\tilde\\Theta is a strict test category in the sense of\nGrothendieck. This implies that presheaves on \\tilde\\Theta model homotopy types\nin a canonical way. We also prove that the canonical functor from \\Theta to\n\\tilde\\Theta is aspherical, again in the sense of Grothendieck. This allows us\nto compare weak equivalences of presheaves on \\tilde\\Theta to weak equivalences\nof presheaves on \\Theta. Our proofs apply to other categories analogous to\n\\Theta.\n","Comment: 41 pages, v2: references added, Remark 7.3 added, v3: metadata\n  updated"]}]
["1105.5636",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5636","Phys. Rev. D 84, 054503 (2011)","doi:10.1103/PhysRevD.84.054503"],"date":["2011-05-27","2014-04-18"],"type":["text"],"creator":["Lang, C. B.","Mohler, Daniel","Prelovsek, Sasa","Vidmar, Matija"],"language":[],"coverage":[],"title":["Coupled channel analysis of the rho meson decay in lattice QCD"],"description":["  We employ a variational basis with a number of $\\bar{q}q$ and $\\pi\\pi$\nlattice interpolating fields with quantum numbers of the $\\rho$ resonance to\nextract the discrete energy spectrum in a finite volume. In the elastic region,\nthis spectrum is related to the phase shift of the continuum scattering\namplitude by L\\\"uscher's formula and the relation allows the extraction of\nresonance parameters from the spectrum calculation. The simulations are\nperformed at three different total momenta of the coupled $\\bar q q-\\pi\\pi$\nsystem, which allows us to extract the p-wave scattering phase at five values\nof pion relative momenta near the resonance region. The effective range formula\ndescribes the phase-shift dependence nicely and we extract the resonance mass\n$m_\\rho=792(7)(8)$ MeV and the coupling $g_{\\rho\\pi\\pi}=5.13(20)$ at our\n$m_\\pi\\simeq 266 $MeV. The coupling $g_{\\rho\\pi\\pi}$ is directly related to the\nwidth of the $\\rho$ meson and our value is close to the value derived from the\nexperimental width. The simulations are performed using dynamical gauge\nconfigurations with two mass-degenerate flavors of tree-level improved\nclover-Wilson fermions. Correlation functions are calculated using the recently\nproposed distillation method with Laplacian Heaviside (LapH) smearing of\nquarks, which enables flexible calculations, in many cases with unprecedented\naccuracy.\n","Comment: 17 pages, 9 figures. This version contains an erratum at the end. The\n  preferred choice of dispersion relation is affected. The main text is\n  identical to arXiv:1105.5636v2"]}]
["1107.1691",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Systems and Control","Quantum Physics","49K15, 93C05, 81V45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1691","IEEE Transactions on Automatic Control 59 (3), 733 - 738, 2014"],"date":["2011-07-08"],"type":["text"],"creator":["Stefanatos, Dionisis","Li, Jr-Shin"],"language":[],"coverage":[],"title":["Minimum-Time Quantum Transport with Bounded Trap Velocity"],"description":["  We formulate the problem of efficient transport of a quantum particle trapped\nin a harmonic potential which can move with a bounded velocity, as a\nminimum-time problem on a linear system with bounded input. We completely solve\nthe corresponding optimal control problem and obtain an interesting bang-bang\nsolution. These results are expected to find applications in quantum\ninformation processing, where quantum transport between the storage and\nprocessing units of a quantum computer is an essential step. They can also be\nextended to the efficient transport of Bose-Einstein condensates, where the\nability to control them is crucial for their potential use as interferometric\nsensors.\n"]}]
["1108.1494",{"format":[],"subject":["Mathematics - Statistics Theory","Mathematics - Probability","Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1494"],"date":["2011-08-06","2014-04-18"],"type":["text"],"creator":["Pillai, Natesh S.","Stuart, Andrew M.","Thiery, Alexandre H."],"language":[],"coverage":[],"title":["Gradient Flow from a Random Walk in Hilbert Space"],"description":["  Consider a probability measure on a Hilbert space defined via its density\nwith respect to a Gaussian. The purpose of this paper is to demonstrate that an\nappropriately defined Markov chain, which is reversible with respect to the\nmeasure in question, exhibits a diffusion limit to a noisy gradient flow, also\nreversible with respect to the same measure. The Markov chain is defined by\napplying a Metropolis-Hastings accept-reject mechanism to an Ornstein-Uhlenbeck\nproposal which is itself reversible with respect to the underlying Gaussian\nmeasure. The resulting noisy gradient flow is a stochastic partial differential\nequation driven by a Wiener process with spatial correlation given by the\nunderlying Gaussian structure.\n","Comment: Major revision of the original version"]}]
["1108.5168",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.5168","Phys. Rev. A 85, 040102(R) (2012)","doi:10.1103/PhysRevA.85.040102"],"date":["2011-08-25","2012-07-05"],"type":["text"],"creator":["Prabhu, R.","Pati, Arun Kumar","De, Aditi Sen","Sen, Ujjwal"],"language":[],"coverage":[],"title":["Conditions for Monogamy of Quantum Discord: Greenberger-Horne-Zeilinger\n  versus W states"],"description":["  Quantum correlations are expected to respect all the conditions required for\nthem to be good measures of quantumness in the bipartite scenario. In a\nmultipartite setting, sharing entanglement between several parties is\nrestricted by the monogamy of entanglement. We take over the concept of\nmonogamy to an information-theoretic quantum correlation measure, and find that\nit violates monogamy in general. Using the notion of interaction information,\nwe identify necessary and sufficient conditions for the measure to obey\nmonogamy, for arbitrary pure and mixed quantum states. We show that while\nthree-qubit generalized Greenberger-Horne-Zeilinger states follow monogamy,\ngeneralized W states do not.\n","Comment: 4 (+ epsilon) pages, 3 eps figures, RevTeX4; v2: results unchanged,\n  figure-size reduced; v3: notations improved, typos corrected; v4: published\n  version"]}]
["1109.1197",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.1197","Phys. Rev. A 84, 033854 (2011)","doi:10.1103/PhysRevA.84.033854"],"date":["2011-09-03"],"type":["text"],"creator":["Rosenblum, Serge","Parkins, Scott","Dayan, Barak"],"language":[],"coverage":[],"title":["Photon Routing in Cavity QED: Beyond the Fundamental Limit of Photon\n  Blockade"],"description":["  The most simple and seemingly straightforward application of the photon\nblockade effect, in which the transport of one photon prevents the transport of\nothers, would be to separate two incoming indistinguishable photons to\ndifferent output ports. We show that time-energy uncertainty relations\ninherently prevent this ideal situation when the blockade is implemented by a\ntwo-level system. The fundamental nature of this limit is revealed in the fact\nthat photon blockade in the strong coupling regime of cavity QED, resulting\nfrom the nonlinearity of the Jaynes-Cummings energy level structure, exhibits\nefficiency and temporal behavior identical to those of photon blockade in the\nbad cavity regime, where the underlying nonlinearity is that of the atom\nitself. We demonstrate that this limit can be exceeded, yet not avoided, by\nexploiting time-energy entanglement between the incident photons. Finally, we\nshow how this limit can be circumvented completely by using a three-level atom\ncoupled to a single-sided cavity, enabling an ideal and robust photon routing\nmechanism.\n","Comment: 13 pages, 12 figures, accepted for publication in Phys. Rev. A"]}]
["1203.0363",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.0363","Appl. Phys. Lett., 100, 181110 (2012)","doi:10.1063/1.4711144"],"date":["2012-03-01"],"type":["text"],"creator":["Oskooi, Ardavan","Favuzzi, Pedro A.","Tanaka, Yoshinori","Shigeta, Hiroaki","Kawakami, Yoichi","Noda, Susumu"],"language":[],"coverage":[],"title":["Partially-disordered photonic-crystal thin films for enhanced and robust\n  photovoltaics"],"description":["  We present a general framework for the design of thin-film photovoltaics\nbased on a partially-disordered photonic crystal that has both enhanced\nabsorption for light trapping and reduced sensitivity to the angle and\npolarization of incident radiation. The absorption characteristics of different\nlattice structures are investigated as an initial periodic structure is\ngradually perturbed. We find that an optimal amount of disorder controllably\nintroduced into a multi-lattice photonic crystal causes the characteristic\nnarrow-band, resonant peaks to be broadened resulting in a device with enhanced\nand robust performance ideal for typical operating conditions of photovoltaic\napplications.\n","Comment: 5 pages, 4 figures"]}]
["1203.3217",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.3217"],"date":["2012-03-14","2014-04-18"],"type":["text"],"creator":["Yassaee, Mohammad Hossein","Gohari, Amin","Aref, Mohammad Reza"],"language":[],"coverage":[],"title":["Channel simulation via interactive communications"],"description":["  In this paper, we study the problem of channel simulation via interactive\ncommunication, known as the coordination capacity, in a two-terminal network.\nWe assume that two terminals observe i.i.d.\\ copies of two random variables and\nwould like to generate i.i.d.\\ copies of two other random variables jointly\ndistributed with the observed random variables. The terminals are provided with\ntwo-way communication links, and shared common randomness, all at limited\nrates. Two special cases of this problem are the interactive function\ncomputation studied by Ma and Ishwar, and the tradeoff curve between one-way\ncommunication and shared randomness studied by Cuff. The latter work had\ninspired Gohari and Anantharam to study the general problem of channel\nsimulation via interactive communication stated above. However only inner and\nouter bounds for the special case of no shared randomness were obtained in\ntheir work. In this paper we settle this problem by providing an exact\ncomputable characterization of the multi-round problem. To show this we employ\nthe technique of \"output statistics of random binning\" that has been recently\ndeveloped by the authors.\n","Comment: Submitted to IEEE Trans. on Information Theory"]}]
["1204.5135",{"format":[],"subject":["Mathematics - Geometric Topology","57M07, 57M05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5135"],"date":["2012-04-23","2014-04-17"],"type":["text"],"creator":["Patel, Priyam"],"language":[],"coverage":[],"title":["On a Theorem of Peter Scott"],"description":["  We quantify Peter Scott's Theorem that surface groups are locally extended\nresidually finite (LERF) in terms of geometric data. In the process, we will\nquantify another result by Scott that any closed geodesic in a surface lifts to\nan embedded loop in a finite cover.\n","Comment: 15 pages, 13 figures. Contains some minor improvements and typo\n  corrections"]}]
["1206.0172",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0172","Phys. Rev. A 86, 012319 (2012)","doi:10.1103/PhysRevA.86.012319"],"date":["2012-06-01","2012-07-19"],"type":["text"],"creator":["Bera, Manabendra N.","Prabhu, R.","De, Aditi Sen","Sen, Ujjwal"],"language":[],"coverage":[],"title":["Characterization of Tripartite Quantum States with Vanishing Monogamy\n  Score"],"description":["  Quantum discord, an information-theoretic quantum correlation measure, can\nsatisfy as well as violate monogamy, for three-party quantum states. We\nquantify the feature using the concept of discord monogamy score. We find a\nnecessary condition of a vanishing discord monogamy score for arbitrary\nthree-party states. A necessary and sufficient condition is obtained for pure\nstates. We prove that the class of states having a vanishing discord monogamy\nscore cannot have arbitrarily high genuine multipartite entanglement, as\nquantified by generalized geometric measure. In the special case of three-qubit\npure states, their classification with respect to the discord monogamy score,\nreveals a rich structure that is different from that which had been obtained by\nusing the monogamy score corresponding to the entanglement measure called\nconcurrence. We investigate properties like genuine multipartite entanglement\nand violation of the multipartite Bell inequality for these states.\n","Comment: v1: 8 pages, 7 figures, RevTeX 4.1; v2: published version"]}]
["1206.2941",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Category Theory","18D05, 18G55, 55P15, 55Q05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2941","Journal of Pure and Applied Algebra 217(7) (2013), 1237-1278","doi:10.1016/j.jpaa.2012.10.010"],"date":["2012-06-13","2012-09-26"],"type":["text"],"creator":["Ara, Dimitri"],"language":[],"coverage":[],"title":["On the homotopy theory of Grothendieck \\infty-groupoids"],"description":["  We present a slight variation on a notion of weak \\infty-groupoid introduced\nby Grothendieck in Pursuing Stacks and we study the homotopy theory of these\n\\infty-groupoids. We prove that the obvious definition for homotopy groups of\nGrothendieck \\infty-groupoids does not depend on any choice. This allows us to\ngive equivalent characterizations of weak equivalences of Grothendieck\n\\infty-groupoids, generalizing a well-known result for strict \\infty-groupoids.\nOn the other hand, given a model category M in which every object is fibrant,\nwe construct, following Grothendieck, a fundamental \\infty-groupoid functor\n\\Pi_\\infty from M to the category of Grothendieck \\infty-groupoids. We show\nthat if X is an object of M, then the homotopy groups of \\Pi_\\infty(X) and of X\nare canonically isomorphic. We deduce that the functor \\Pi_\\infty respects weak\nequivalences.\n","Comment: 58 pages, v2: revised according to referee's comments, in particular:\n  paragraph headings added, Remark 1.13 added, Section 3 partially rewritten"]}]
["1206.2945",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Category Theory","18D05, 18E35, 18G55, 55P15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2945","Theory and Applications of Categories 28 (2013), 552-576"],"date":["2012-06-13","2012-09-26"],"type":["text"],"creator":["Ara, Dimitri"],"language":["fr"],"coverage":[],"title":["On homotopy types modelized by strict \\infty-groupoids"],"description":["  The purpose of this text is the study of the class of homotopy types which\nare modelized by strict \\infty-groupoids. We show that the homotopy category of\nsimply connected \\infty-groupoids is equivalent to the derived category in\nhomological degree greater or equal to 2 of abelian groups. We deduce that the\nsimply connected homotopy types modelized by strict \\infty-groupoids are\nprecisely the products of Eilenberg-Mac Lane spaces. We also briefly study\n3-categories with weak inverses. We finish by two questions about the problem\nsuggested by the title of this text.\n","Comment: 22 pages, in French, v2: Conjecture 7.2 became Question 7.2,\n  references added"]}]
["1206.6342",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.6342","J.Phys.G 41 (2014) 075201","doi:10.1088/0954-3899/41/7/075201"],"date":["2012-06-27","2014-03-12"],"type":["text"],"creator":["Jentschura, U. D.","Wundt, B. J."],"language":[],"coverage":[],"title":["Neutrino Helicity Reversal and Fundamental Symmetries"],"description":["  A rather elusive helicity reversal occurs in a gedanken experiment in which a\nmassive left-handed Dirac neutrino, traveling at a velocity u < c, is overtaken\non a highway by a speeding vehicle (traveling at velocity v with u < v < c).\nNamely, after passing the neutrino, looking back, one would see a right-handed\nneutrino (which has never been observed in nature). The Lorentz-invariant mass\nof the right-handed neutrino is still the same as before the passing. The\ngedanken experiment thus implies the existence of right-handed, light\nneutrinos, which are not completely sterile. Furthermore, overtaking a bunch of\nmassive right-handed Dirac neutrinos leads to gradual de-sterilization. We\ndiscuss the helicity reversal and the concomitant sterilization and\nde-sterilization mechanisms by way of an illustrative example calculation, with\na special emphasis on massive Dirac and Majorana neutrinos. We contrast the\nformalism with a modified Dirac neutrino described by a Dirac equation with a\npseudoscalar mass term proportional to the fifth current.\n","Comment: 17 pages; RevTeX; inspired in part by discussions at the First\n  International Conference on Logic and Relativity, Alfred Renyi Institute of\n  Mathematics (invited talk); article in press"]}]
["1207.5750",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","20G42, 22D25, 46L89"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.5750","Canad. Math. Bull. 57 (2014), no. 2, 424-430","doi:10.4153/CMB-2012-032-3"],"date":["2012-07-24","2012-09-05"],"type":["text"],"creator":["Sołtan, Piotr M.","Viselter, Ami"],"language":[],"coverage":[],"title":["A note on amenability of locally compact quantum groups"],"description":["  In this short note we introduce a notion called \"quantum injectivity\" of\nlocally compact quantum groups, and prove that it is equivalent to amenability\nof the dual. Particularly, this provides a new characterization of amenability\nof locally compact groups.\n","Comment: v2: minor additions; to appear in Canadian Mathematical Bulletin"]}]
["1208.0597",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0597","MNRAS, 2014, 439, 2","doi:10.1093/mnras/stt1945"],"date":["2012-08-02","2014-04-18"],"type":["text"],"creator":["von der Linden, Anja","Allen, Mark T.","Applegate, Douglas E.","Kelly, Patrick L.","Allen, Steven W.","Ebeling, Harald","Burchat, Patricia R.","Burke, David L.","Donovan, David","Morris, R. Glenn","Blandford, Roger","Erben, Thomas","Mantz, Adam"],"language":[],"coverage":[],"title":["Weighing the Giants - I. Weak-lensing masses for 51 massive galaxy\n  clusters: project overview, data analysis methods and cluster images"],"description":["  This is the first in a series of papers in which we measure accurate\nweak-lensing masses for 51 of the most X-ray luminous galaxy clusters known at\nredshifts 0.15<z<0.7, in order to calibrate X-ray and other mass proxies for\ncosmological cluster experiments. The primary aim is to improve the absolute\nmass calibration of cluster observables, currently the dominant systematic\nuncertainty for cluster count experiments. Key elements of this work are the\nrigorous quantification of systematic uncertainties, high-quality data\nreduction and photometric calibration, and the \"blind\" nature of the analysis\nto avoid confirmation bias. Our target clusters are drawn from RASS X-ray\ncatalogs, and provide a versatile calibration sample for many aspects of\ncluster cosmology. We have acquired wide-field, high-quality imaging using the\nSubaru and CFHT telescopes for all 51 clusters, in at least three bands per\ncluster. For a subset of 27 clusters, we have data in at least five bands,\nallowing accurate photo-z estimates of lensed galaxies. In this paper, we\ndescribe the cluster sample and observations, and detail the processing of the\nSuprimeCam data to yield high-quality images suitable for robust weak-lensing\nshape measurements and precision photometry. For each cluster, we present\nwide-field color optical images and maps of the weak-lensing mass distribution,\nthe optical light distribution, and the X-ray emission, providing insights into\nthe large-scale structure in which the clusters are embedded. We measure the\noffsets between X-ray centroids and Brightest Cluster Galaxies in the clusters,\nfinding these to be small in general, with a median of 20kpc. For offsets\n<100kpc, weak-lensing mass measurements centered on the BCGs agree well with\nvalues determined relative to the X-ray centroids; miscentering is therefore\nnot a significant source of systematic uncertainty for our mass measurements.\n[abridged]\n","Comment: 26 pages, 19 figures (Appendix C not included). Accepted after minor\n  revision"]}]
["1208.0605",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0605","Mon.Not.Roy.Astron.Soc.439:48-72,2014","doi:10.1093/mnras/stt2129"],"date":["2012-08-02","2014-04-18"],"type":["text"],"creator":["Applegate, Douglas E.","von der Linden, Anja","Kelly, Patrick L.","Allen, Mark T.","Allen, Steven W.","Burchat, Patricia R.","Burke, David L.","Ebeling, Harald","Mantz, Adam","Morris, R. Glenn"],"language":[],"coverage":[],"title":["Weighing the Giants - III. Methods and Measurements of Accurate Galaxy\n  Cluster Weak-Lensing Masses"],"description":["  We report weak-lensing masses for 51 of the most X-ray luminous galaxy\nclusters known. This cluster sample, introduced earlier in this series of\npapers, spans redshifts 0.15 < z_cl < 0.7, and is well suited to calibrate mass\nproxies for current cluster cosmology experiments. Cluster masses are measured\nwith a standard `color-cut' lensing method from three-filter photometry of each\nfield. Additionally, for 27 cluster fields with at least five-filter\nphotometry, we measure high-accuracy masses using a new method that exploits\nall information available in the photometric redshift posterior probability\ndistributions of individual galaxies. Using simulations based on the COSMOS-30\ncatalog, we demonstrate control of systematic biases in the mean mass of the\nsample with this method, from photometric redshift biases and associated\nuncertainties, to better than 3%. In contrast, we show that the use of\nsingle-point estimators in place of the full photometric redshift posterior\ndistributions can lead to significant redshift-dependent biases on cluster\nmasses. The performance of our new photometric redshift-based method allows us\nto calibrate `color-cut` masses for all 51 clusters in the present sample to a\ntotal systematic uncertainty of ~7% on the mean mass, a level sufficient to\nsignificantly improve current cosmology constraints from galaxy clusters. Our\nresults bode well for future cosmological studies of clusters, potentially\nreducing the need for exhaustive spectroscopic calibration surveys as compared\nto other techniques, when deep, multi-filter optical and near-IR imaging\nsurveys are coupled with robust photometric redshift methods.\n","Comment: 25 pages, 14 figures. Accepted after minor revision. Lensing masses\n  (table 4) and other data will be made available at\n  http://www.slac.stanford.edu/~dapple/work/wtg.html"]}]
["1208.4412",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4412","Phys.Rev. D87 (2013) 094514","doi:10.1103/PhysRevD.87.094514"],"date":["2012-08-21","2014-04-18"],"type":["text"],"creator":["RBC Collaboration","UKQCD Collaboration","Arthur, R.","Blum, T.","Boyle, P. A.","Christ, N. H.","Garron, N.","Hudspith, R. J.","Izubuchi, T.","Jung, C.","Kelly, C.","Lytle, A. T.","Mawhinney, R. D.","Murphy, D.","Ohta, S.","Sachrajda, C. T.","Soni, A.","Yu, J.","Zanotti, J. M."],"language":[],"coverage":[],"title":["Domain Wall QCD with Near-Physical Pions"],"description":["  We present physical results for a variety of light hadronic quantities\nobtained via a combined analysis of three 2+1 flavour domain wall fermion\nensemble sets. For two of our ensemble sets we used the Iwasaki gauge action\nwith beta=2.13 (a^-1=1.75(4) GeV) and beta=2.25 (a^-1=2.31(4) GeV) and lattice\nsizes of 24^3 x 64 and 32^3 x 64 respectively, with unitary pion masses in the\nrange 293(5)-417(10) MeV. The extent L_s for the 5^th dimension of the domain\nwall fermion formulation is L_s=16 in these ensembles. In this analysis we\ninclude a third ensemble set that makes use of the novel Iwasaki+DSDR\n(Dislocation Suppressing Determinant Ratio) gauge action at beta = 1.75\n(a^-1=1.37(1) GeV) with a lattice size of 32^3 x 64 and L_s=32 to reach down to\npartially-quenched pion masses as low as 143(1) MeV and a unitary pion mass of\n171(1) MeV, while retaining good chiral symmetry and topological tunneling. We\ndemonstrate a significant improvement in our control over the chiral\nextrapolation, resulting in much improved continuum predictions for the above\nquantities. The main results of this analysis include the pion and kaon decay\nconstants, f_\\pi=127(3)_{stat}(3)_{sys} MeV and f_K = 152(3)_{stat}(2)_{sys}\nMeV respectively (f_K/f_\\pi = 1.199(12)_{stat}(14)_{sys}); the average up/down\nquark mass and the strange-quark mass in the MSbar-scheme at 3 GeV,\nm_{ud}(MSbar, 3 GeV) = 3.05(8)_{stat}(6)_{sys} MeV and m_s(MSbar, 3 GeV) =\n83.5(1.7)_{stat}(1.1)_{sys}; the neutral kaon mixing parameter in the\nMSbar-scheme at 3 GeV, B_K(MSbar,3 GeV) = 0.535(8)_{stat}(13)_{sys}, and in the\nRGI scheme, \\hat B_K = 0.758(11)_{stat}(19)_{sys}; and the Sommer scales r_1 =\n0.323(8)_{stat}(4)_{sys} fm and r_0 = 0.480(10)_{stat}(4)_{sys} (r_1/r_0 =\n0.673(11)_{stat}(3)_{sys}). We also obtain values for the SU(2) ChPT effective\ncouplings, \\bar{l_3} = 2.91(23)_{stat}(7)_{sys}$ and \\bar{l_4} =\n3.99(16)_{stat}(9)_{sys}.\n","Comment: 95 pages, 23 figures. Added missing author to metadata"]}]
["1212.3085",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Category Theory","18D05, 18G55, 55P15, 55Q05, 55U40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3085","Journal of Pure and Applied Algebra 217(12) (2013), 2298-2312","doi:10.1016/j.jpaa.2013.03.008"],"date":["2012-12-13","2013-04-03"],"type":["text"],"creator":["Ara, Dimitri"],"language":[],"coverage":[],"title":["Strict \\infty-groupoids are Grothendieck \\infty-groupoids"],"description":["  We show that there exists a canonical functor from the category of strict\n\\infty-groupoids to the category of Grothendieck \\infty-groupoids and that this\nfunctor is fully faithful. As a main ingredient, we prove that free strict\n\\infty-groupoids on a globular pasting scheme are weakly contractible.\n","Comment: 22 pages, v2: revised according to referee's comments, in particular:\n  new organization of the paper"]}]
["1302.2346",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Complex Variables","53C55, 53C21, 53D50, 58J60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1302.2346","Commun. Math. Stat. 1 (2013), no. 1, 37-41","doi:10.1007/s40304-013-0004-8"],"date":["2013-02-10"],"type":["text"],"creator":["Ma, Xiaonan","Marinescu, George"],"language":[],"coverage":[],"title":["Remark on the off-diagonal expansion of the Bergman kernel on compact\n  K\\\"ahler manifolds"],"description":["  In this short note, we compare our previous works on the off-diagonal\nexpansion of the Bergman kernel and the recent preprint of Lu-Shiffman\n(arxiv.1301.2166). In particular, we note that the vanishing of the coefficient\nof p^{-1/2} is implicitly contained in Dai-Liu-Ma's work (J. Differential Geom.\n72 (2006), no. 1, 1-41) and was explicitly stated in our book (Holomorphic\nMorse inequalities and Bergman kernels, Progress in Math., vol. 254,\nBirkh\\\"auser, 2007).\n","Comment: 4 pages"]}]
["1303.2070",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Computational Geometry","Mathematics - Geometric Topology","57Q15, 52B22, 57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.2070","Electronic Journal of Combinatorics 20 (2013), No.3, Paper P31, 29\n  pages"],"date":["2013-03-08","2013-04-24"],"type":["text"],"creator":["Benedetti, Bruno","Lutz, Frank H."],"language":[],"coverage":[],"title":["Knots in collapsible and non-collapsible balls"],"description":["  We construct the first explicit example of a simplicial 3-ball B_{15,66} that\nis not collapsible. It has only 15 vertices. We exhibit a second 3-ball\nB_{12,38} with 12 vertices that is collapsible and evasive, but not shellable.\nFinally, we present the first explicit triangulation of a 3-sphere S_{18, 125}\n(with only 18 vertices) that is not locally constructible. All these examples\nare based on knotted subcomplexes with only three edges; the knots are the\ntrefoil, the double trefoil, and the triple trefoil, respectively. The more\ncomplicated the knot is, the more distant the triangulation is from being\npolytopal, collapsible, etc. Further consequences of our work are:\n  (1) Unshellable 3-spheres may have vertex-decomposable barycentric\nsubdivisions.\n  (This shows the strictness of an implication proven by Billera and Provan.)\n  (2) For d-balls, vertex-decomposable implies non-evasive implies collapsible,\nand for d=3 all implications are strict.\n  (This answers a question by Barmak.)\n  (3) Locally constructible 3-balls may contain a double trefoil knot as a\n3-edge subcomplex.\n  (This improves a result of Benedetti and Ziegler.)\n  (4) Rudin's ball is non-evasive.\n","Comment: 25 pages, 5 figures, 11 tables, references updated"]}]
["1303.6422",{"format":[],"subject":["Computer Science - Computational Geometry","Mathematics - Algebraic Topology","Mathematics - Combinatorics","Mathematics - Geometric Topology","57Q15, 57Q05, 57M25, 57N10, 57N13, 52B70, 52B05, 52B22, 55N35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1303.6422","Experimental Mathematics, Vol. 23, Issue 1 (2014), 66-94"],"date":["2013-03-26","2013-11-27"],"type":["text"],"creator":["Benedetti, Bruno","Lutz, Frank H."],"language":[],"coverage":[],"title":["Random Discrete Morse Theory and a New Library of Triangulations"],"description":["  1) We introduce random discrete Morse theory as a computational scheme to\nmeasure the complicatedness of a triangulation. The idea is to try to quantify\nthe frequence of discrete Morse matchings with a certain number of critical\ncells. Our measure will depend on the topology of the space, but also on how\nnicely the space is triangulated.\n  (2) The scheme we propose looks for optimal discrete Morse functions with an\nelementary random heuristic. Despite its na\\\"ivet\\'e, this approach turns out\nto be very successful even in the case of huge inputs.\n  (3) In our view the existing libraries of examples in computational topology\nare `too easy' for testing algorithms based on discrete Morse theory. We\npropose a new library containing more complicated (and thus more meaningful)\ntest examples.\n","Comment: 35 pages, 5 figures, 7 tables"]}]
["1304.1931",{"format":[],"subject":["Mathematical Physics","Mathematics - Differential Geometry","Mathematics - Metric Geometry","Physics - Atmospheric and Oceanic Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.1931"],"date":["2013-04-06","2014-04-18"],"type":["text"],"creator":["Smith, Steven Thomas"],"language":[],"coverage":[],"title":["On Gaussian Beams Described by Jacobi's Equation"],"description":["  Gaussian beams describe the amplitude and phase of rays and are widely used\nto model acoustic propagation. This paper describes four new results in the\ntheory of Gaussian beams. (1) A new version of the \\v{C}erven\\'y equations for\nthe amplitude and phase of Gaussian beams is developed by applying the\nequivalence of Hamilton-Jacobi theory with Jacobi's equation that connects\nRiemannian curvature to geodesic flow. Thus the paper makes a fundamental\nconnection between Gaussian beams and an acoustic channel's so-called intrinsic\nGaussian curvature from differential geometry. (2) A new formula\n$\\pi(c/c\")^{1/2}$ for the distance between convergence zones is derived and\napplied to several well-known profiles. (3) A class of \"model spaces\" are\nintroduced that connect the acoustics of ducting/divergence zones with the\nchannel's Gaussian curvature $K=cc\"-(c')^2$. The \"model\" SSPs yield constant\nGaussian curvature in which the geometry of ducts corresponds to great circles\non a sphere and convergence zones correspond to antipodes. The distance between\ncaustics $\\pi(c/c\")^{1/2}$ is equated with an ideal hyperbolic cosine SSP duct.\n(4) An \"intrinsic\" version of \\v{C}erven\\'y's formulae for the amplitude and\nphase of Gaussian beams is derived that does not depend on an \"extrinsic\"\narbitrary choice of coordinates such as range and depth. Direct comparisons are\nmade between the computational frameworks used by the three different\napproaches to Gaussian beams: Snell's law, the extrinsic Frenet-Serret\nformulae, and the intrinsic Jacobi methods presented here. The relationship of\nGaussian beams to Riemannian curvature is explained with an overview of the\nmodern covariant geometric methods that provide a general framework for\napplication to other special cases.\n","Comment: Submitted to SIAM J. Appl. Math. (SIAP)"]}]
["1304.4695",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Primary 42A45, Secondary 43A46"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1304.4695","Studia Mathematica, 220:3 (2014), 265--276","doi:10.4064/sm220-3-4"],"date":["2013-04-17","2013-12-05"],"type":["text"],"creator":["Lebedev, Vladimir"],"language":[],"coverage":[],"title":["Thickness conditions and Littlewood--Paley sets"],"description":["  We consider sets in the real line that have Littlewood--Paley properties\n$\\mathrm{LP}(p)$ or $\\mathrm{LP}$ and study the following question: How thick\ncan these sets be?\n","Comment: 15 pages, v2 has minor modifications to improve clarity, typos\n  removed"]}]
["1305.0717",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.0717"],"date":["2013-05-03","2014-04-18"],"type":["text"],"creator":["Kalinka, Alex T."],"language":[],"coverage":[],"title":["The probability of drawing intersections: extending the hypergeometric\n  distribution"],"description":["  The wide availability of biological data at the genome-scale and across\nmultiple variables has resulted in statistical questions regarding the\nenrichment or depletion of the number of discrete objects (e.g. genes)\nidentified in individual experiments. Here, I consider the problem of inferring\nenrichment or depletion when drawing independently, and without replacement,\nfrom two or more separate urns in which the same $n$ distinct categories of\nobjects exist. The statistic of interest is the size of the intersection of\nobject categories. I derive a probability mass function describing the\ndistribution of intersection sizes when sampling from N urns and show that this\ndistribution follows the classic hypergeometric distribution when N = 2. I\napply the theory to the intersection of genes belonging to a set of traits in\nthree different vertebrate species illustrating that the use of P-values from\none-tailed enrichment tests enables accurate clustering of related traits, yet\nthis is not possible when relying on intersection sizes alone. In addition,\nintersection distributions provide a means to test for co-localization of\nobjects in images when using discretized data, allowing co-localization tests\nin more than two channels. Finally, I show how to extend the problem to\nvariable numbers of objects belonging to each category, and discuss how to make\nfurther progress in this direction. The distribution functions are implemented\nand freely available in the R package 'hint'.\n","Comment: 15 pages, 3 figures, 7 supplementary figures"]}]
["1305.2898",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.2898"],"date":["2013-05-13","2014-04-18"],"type":["text"],"creator":["Dujardin, Romain","Lyubich, Mikhail"],"language":[],"coverage":[],"title":["Stability and bifurcations for dissipative polynomial automorphisms of\n  C^2"],"description":["  We study stability and bifurcations in holomorphic families of polynomial\nautomorphisms of C^2. We say that such a family is weakly stable over some\nparameter domain if periodic orbits do not bifurcate there. We first show that\nthis defines a meaningful notion of stability, which parallels in many ways the\nclassical notion of J-stability in one-dimensional dynamics. In the second part\nof the paper, we prove that under an assumption of moderate dissipativity, the\nparameters displaying homoclinic tangencies are dense in the bifurcation locus.\nThis confirms one of Palis' Conjectures in the complex setting. The proof\nrelies on the formalism of semi-parabolic bifurcation and the construction of\n\"critical points\" in semi-parabolic basins (which makes use of the classical\nDenjoy-Carleman-Ahlfors and Wiman Theorems).\n","Comment: Revised version. Part 1 on holomorphic motions and stability was\n  reorganized"]}]
["1305.3571",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.3571","Phys. Rev. Lett. 112, 156403 (2014)","doi:10.1103/PhysRevLett.112.156403"],"date":["2013-05-15","2014-04-18"],"type":["text"],"creator":["Wang, Da","Li, Yi","Cai, Zi","Zhou, Zhichao","Wang, Yu","Wu, Congjun"],"language":[],"coverage":[],"title":["Competing orders in the 2D half-filled SU(2N) Hubbard model through the\n  pinning field quantum Monte-Carlo simulations"],"description":["  We non-perturbatively investigate the ground state magnetic properties of the\n2D half-filled SU($2N$) Hubbard model in the square lattice by using the\nprojector determinant quantum Monte Carlo simulations combined with the method\nof local pinning fields. Long-range Neel orders are found for both the SU(4)\nand SU(6) cases at small and intermediate values of $U$. In both cases, the\nlong-range Neel moments exhibit non-monotonic behavior with respect to $U$,\nwhich first grow and then drop as $U$ increases. This result is fundamentally\ndifferent from the SU(2) case in which the Neel moments increase monotonically\nand saturate. In the SU(6) case, a transition to the columnar dimer phase is\nfound in the strong interaction regime.\n","Comment: 5 pages, 5 figures, plus supplementary materials(5 pages, 8 figures,\n  1 table)"]}]
["1305.3874",{"format":[],"subject":["Condensed Matter - Materials Science","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.3874","JETP Letters, vol.99, 214 (2014)","doi:10.1134/S0021364014040158"],"date":["2013-05-16","2013-12-17"],"type":["text"],"creator":["Yurkov, A. S."],"language":[],"coverage":[],"title":["On the flexoelectric deformations of finite size bodies"],"description":["  Exact equations describing flexoelectric deformation in solids, derived\npreviously within the framework of a continuum media theory, are partial\ndifferential equations of the fourth order. They are too complex to be used in\nthe cases interesting for applications. In this paper, using the fact of\nsmallness of the elastic moduli of a higher order, simplified equations are\nproposed. Solution of the exact equations is approximately represented as a sum\nof two parts: the first part obeys one-dimensional differential equations and\nexponentially decays near surface, the second --- obeys the equations of\nclassical theory of elasticity. The first part can be constructed in an\nexplicit form. For the second part, boundary conditions are obtained. They have\na form of the classical boundary conditions for the body under external forces\non surface.\n"]}]
["1305.5086",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Category Theory","18D05, 18G55, 55P15, 55U10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.5086","Advances in Mathematics 259 (2014), 557-654","doi:10.1016/j.aim.2014.03.013"],"date":["2013-05-22","2014-04-18"],"type":["text"],"creator":["Ara, Dimitri","Maltsiniotis, Georges"],"language":["fr"],"coverage":[],"title":["Towards a Thomason model structure on the category of strict\n  n-categories"],"description":["  The purpose of this article is to present ideas towards obtaining a model\ncategory structure on the category of small strict n-categories, generalizing\nthe one obtained by Thomason on ordinary categories. Following ideas of\nGrothendieck and Cisinski, we obtain an \"abstract Thomason theorem\", which\neasily implies the classical Thomason theorem. We deduce a 2-categorical\nThomason theorem, an incorrect proof of which has been published by K.\nWorytkiewicz, K. Hess, P. Parent and A. Tonks. For n > 2, we isolate sufficient\nconditions to obtain an n-categorical Thomason theorem. These conditions will\nbe investigated in further work.\n","Comment: 92 pages, in French, v2: Section 7 partially rewritten to prove a\n  more precise version of Proposition 6.20, new section on cofibrant objects\n  added, v3: typos corrected, references added"]}]
["1305.6780",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1305.6780","Phys. Rev. B 88, 125427 (2013)","doi:10.1103/PhysRevB.88.125427"],"date":["2013-05-29","2014-04-17"],"type":["text"],"creator":["Wang, Zhijun","Weng, Hongming","Wu, Quansheng","Dai, Xi","Fang, Zhong"],"language":[],"coverage":[],"title":["Three Dimensional Dirac Semimetal and Quantum Transports in Cd3As2"],"description":["  Based on the first-principles calculations, we recover the silent topological\nnature of Cd3As2, a well known semiconductor with high carrier mobility. We\nfind that it is a symmetry-protected topological semimetal with a single pair\nof three-dimensional (3D) Dirac points in the bulk and non-trivial Fermi arcs\non the surfaces. It can be driven into a topological insulator and a Weyl\nsemi-metal state by symmetry breaking, or into a quantum spin Hall insulator\nwith gap more than 100meV by reducing dimensionality. We propose that the 3D\nDirac cones in the bulk of Cd3As2 can support sizable linear quantum\nmagnetoresistance even up to room temperature.\n","Comment: 6 pages, 4 figures"]}]
["1306.0135",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Optimization and Control","92D30, 34D23, 37B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1306.0135"],"date":["2013-06-01","2014-04-17"],"type":["text"],"creator":["Rami, Mustapha Ait","Bokharaie, Vahid S.","Mason, Oliver","Wirth, Fabian R."],"language":[],"coverage":[],"title":["Stability Criteria for SIS Epidemiological Models under Switching\n  Policies"],"description":["  We study the spread of disease in an SIS model. The model considered is a\ntime-varying, switched model, in which the parameters of the SIS model are\nsubject to abrupt change. We show that the joint spectral radius can be used as\na threshold parameter for this model in the spirit of the basic reproduction\nnumber for time-invariant models. We also present conditions for persistence\nand the existence of periodic orbits for the switched model and results for a\nstochastic switched model.\n"]}]
["1306.5014",{"format":[],"subject":["Mathematics - Dynamical Systems","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1306.5014","PLoS ONE 9(4): e92652","doi:10.1371/journal.pone.0092652"],"date":["2013-06-20","2014-04-18"],"type":["text"],"creator":["Martín, Jesús San","Porter, Mason A."],"language":[],"coverage":[],"title":["Convergence Time Towards Periodic Orbits in Discrete Dynamical Systems"],"description":["  We investigate the convergence towards periodic orbits in discrete dynamical\nsystems. We examine the probability that a randomly chosen point converges to a\nparticular neighborhood of a periodic orbit in a fixed number of iterations,\nand we use linearized equations to examine the evolution near that\nneighborhood. The underlying idea is that points of stable periodic orbit are\nassociated with intervals. We state and prove a theorem that details what\nregions of phase space are mapped into these intervals (once they are known)\nand how many iterations are required to get there. We also construct algorithms\nthat allow our theoretical results to be implemented successfully in practice.\n","Comment: 17 pages; 7 figures"]}]
["1306.6042",{"format":[],"subject":["Mathematics - Statistics Theory","Computer Science - Information Theory","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1306.6042","IEEE Transactions on Information Theory, vol. 60, no. 6, pp. 1-17,\n  May 2014","doi:10.1109/TIT.2014.2311661"],"date":["2013-06-25","2014-04-18"],"type":["text"],"creator":["Nadakuditi, Raj Rao"],"language":[],"coverage":[],"title":["OptShrink: An algorithm for improved low-rank signal matrix denoising by\n  optimal, data-driven singular value shrinkage"],"description":["  The truncated singular value decomposition (SVD) of the measurement matrix is\nthe optimal solution to the_representation_ problem of how to best approximate\na noisy measurement matrix using a low-rank matrix. Here, we consider the\n(unobservable)_denoising_ problem of how to best approximate a low-rank signal\nmatrix buried in noise by optimal (re)weighting of the singular vectors of the\nmeasurement matrix. We exploit recent results from random matrix theory to\nexactly characterize the large matrix limit of the optimal weighting\ncoefficients and show that they can be computed directly from data for a large\nclass of noise models that includes the i.i.d. Gaussian noise case.\n  Our analysis brings into sharp focus the shrinkage-and-thresholding form of\nthe optimal weights, the non-convex nature of the associated shrinkage function\n(on the singular values) and explains why matrix regularization via singular\nvalue thresholding with convex penalty functions (such as the nuclear norm)\nwill always be suboptimal. We validate our theoretical predictions with\nnumerical simulations, develop an implementable algorithm (OptShrink) that\nrealizes the predicted performance gains and show how our methods can be used\nto improve estimation in the setting where the measured matrix has missing\nentries.\n","Comment: Published version. The algorithm can be downloaded from\n  http://www.eecs.umich.edu/~rajnrao/optshrink"]}]
["1307.0773",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.0773","J. Phys. A: Math. Theor. 47 (2014) 105401","doi:10.1088/1751-8113/47/10/105401"],"date":["2013-07-02","2013-07-09"],"type":["text"],"creator":["Nemkov, N."],"language":[],"coverage":[],"title":["S-duality as Fourier transform for arbitrary $\\epsilon_1,\\epsilon_2$"],"description":["  The AGT relations reduce S-duality to the modular transformations of\nconformal blocks. It was recently conjectured that for the four-point conformal\nblock the modular transform up to the non-perturbative contributions can be\nwritten in form of the ordinary Fourier transform when\n$\\beta\\equiv-\\epsilon_1/\\epsilon_2=1$. Here we extend this conjecture to\ngeneral values of $\\epsilon_1,\\epsilon_2$. Namely, we argue that for a properly\nnormalized four-point conformal block the S-duality is perturbatively given by\nthe Fourier transform for arbitrary values of the deformation parameters\n$\\epsilon_1,\\epsilon_2$. The conjecture is based on explicit perturbative\ncomputations in the first few orders of the string coupling constant\n$g^2\\equiv-\\epsilon_1\\epsilon_2$ and hypermultiplet masses.\n","Comment: 17 pages"]}]
["1307.1653",{"format":[],"subject":["Nuclear Experiment","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.1653","Phys. Rev. C89, 045204 (2014)"],"date":["2013-07-05","2014-04-18"],"type":["text"],"creator":["DIANA Collaboration","Barmin, V. V.","Asratyan, A. E.","Borisov, V. S.","Curceanu, C.","Davidenko, G. V.","Dolgolenko, A. G.","Guaraldo, C.","Kubantsev, M. A.","Larin, I. F.","Matveev, V. A.","Shebanov, V. A.","Shishov, N. N.","Sokolov, L. I.","Tarasov, V. V.","Tumanov, G. K.","Verebryusov, V. S."],"language":[],"coverage":[],"title":["Observation of a narrow baryon resonance with positive strangeness\n  formed in $K^+$Xe collisions"],"description":["  The charge-exchange reaction K^+ Xe --> K^0 p Xe' is investigated using the\ndata of the DIANA experiment. The distribution of the pK^0 effective mass shows\na prominent enhancement near 1538 MeV formed by \\sim 80 events above the\nbackground, whose width is consistent with being entirely due to the\nexperimental resolution. Under the selections based on a simulation of K^+Xe\ncollisions, the statistical significance of the signal reaches 5.5\\sigma. We\ninterpret this observation as strong evidence for formation of a pentaquark\nbaryon with positive strangeness, \\Theta^+(uudd\\bar{s}), in the charge-exchange\nreaction K^+ n --> K^0 p on a bound neutron. The mass of the \\Theta^+ baryon is\nmeasured as m(\\Theta^+) = 1538+-2 MeV. Using the ratio between the numbers of\nresonant and non-resonant charge-exchange events in the peak region, the\nintrinsic width of this baryon resonance is determined as \\Gamma(\\Theta^+) =\n0.34+-0.10 MeV.\n","Comment: 19 pages, 8 figures"]}]
["1307.5779",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.5779","Phys. Rev. Lett. 112, 140402 (2014)","doi:10.1103/PhysRevLett.112.140402"],"date":["2013-07-22","2014-04-18"],"type":["text"],"creator":["Wolfe, Elie","Yelin, S. F."],"language":[],"coverage":[],"title":["Certifying Separability in Symmetric Mixed States, and Superradiance"],"description":["  Separability criteria are typically of the necessary, but not sufficient,\nvariety, in that satisfying some separability criterion, such as positivity of\neigenvalues under partial transpose, does not strictly imply separability.\nCertifying separability amounts to proving the existence of a decomposition of\na target mixed state into some convex combination of separable states;\ndetermining the existence of such a decomposition is \"hard.\" We show that it is\neffective to ask, instead, if the target mixed state \"fits\" some preconstructed\nseparable form, in that one can generate a sufficient separability criterion\nrelevant to all target states in some family by ensuring enough degrees of\nfreedom in the preconstructed separable form. We demonstrate this technique by\ninducing a sufficient criterion for \"diagonally symmetric\" states of N qubits.\nA sufficient separability criterion opens the door to study precisely how\nentanglement is (not) formed; we use ours to prove that, counterintuitively,\nentanglement is not generated in idealized Dicke model superradiance despite\nits exemplification of many-body effects. We introduce a quantification of the\nextent to which a given preconstructed parametrization comprises the set of all\nseparable states; for \"diagonally symmetric\" states our preconstruction is\nshown to be fully complete. This implies that our criterion is necessary in\naddition to sufficient, among other ramifications which we explore.\n","Comment: Updated to match published version. 4.5+5.5 pages, article+SOM merged\n  into one document. The main text is somewhat sparser in this revision due to\n  the PRL word limit. Wording and notation have been updated for clarity, also\n  additional references. A graphical certification of separability is now\n  included in the supplementary materials"]}]
["1307.5828",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1307.5828"],"date":["2013-07-22","2014-04-18"],"type":["text"],"creator":["Amiot, Claire","Oppermann, Steffen"],"language":[],"coverage":[],"title":["Higher preprojective algebras and stably Calabi-Yau properties"],"description":["  In this paper, we give sufficient properties for a finite dimensional graded\nalgebra to be a higher preprojective algebra. These properties are of\nhomological nature, they use Gorensteiness and bimodule isomorphisms in the\nstable category of Cohen-Macaulay modules. We prove that these properties are\nalso necessary for $3$-preprojective algebras using \\cite{Kel11} and for\npreprojective algebras of higher representation finite algebras using\n\\cite{Dugas}.\n","Comment: 23 pages, accepted for publication in Math. Res. Letters"]}]
["1308.0345",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1308.0345"],"date":["2013-08-01","2014-04-18"],"type":["text"],"creator":["Lin, Xuchao","Cassandras, Christos G."],"language":[],"coverage":[],"title":["An Optimal Control Approach to the Multi-Agent Persistent Monitoring\n  Problem in Two-Dimensional Spaces"],"description":["  We address the persistent monitoring problem in two-dimensional mission\nspaces where the objective is to control the trajectories of multiple\ncooperating agents to minimize an uncertainty metric. In a one-dimensional\nmission space, we have shown that the optimal solution is for each agent to\nmove at maximal speed and switch direction at specific points, possibly waiting\nsome time at each such point before switching. In a two-dimensional mission\nspace, such simple solutions can no longer be derived. An alternative is to\noptimally assign each agent a linear trajectory, motivated by the\none-dimensional analysis. We prove, however, that elliptical trajectories\noutperform linear ones. With this motivation, we formulate a parametric\noptimization problem in which we seek to determine such trajectories. We show\nthat the problem can be solved using Infinitesimal Perturbation Analysis (IPA)\nto obtain performance gradients on line and obtain a complete and scalable\nsolution. Since the solutions obtained are generally locally optimal, we\nincorporate a stochastic comparison algorithm for deriving globally optimal\nelliptical trajectories. Numerical examples are included to illustrate the main\nresult, allow for uncertainties modeled as stochastic processes, and compare\nour proposed scalable approach to trajectories obtained through off-line\ncomputationally intensive solutions.\n","Comment: Technical report. arXiv admin note: text overlap with arXiv:1202.6110"]}]
["1308.0785",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1308.0785","Phys. Rev. D 89, 074010 (2014)","doi:10.1103/PhysRevD.89.074010"],"date":["2013-08-04","2014-03-06"],"type":["text"],"creator":["Molnár, E.","Niemi, H.","Denicol, G. S.","Rischke, D. H."],"language":[],"coverage":[],"title":["On the relative importance of second-order terms in relativistic\n  dissipative fluid dynamics"],"description":["  In Denicol et al., Phys. Rev. D 85, 114047 (2012), the equations of motion of\nrelativistic dissipative fluid dynamics were derived from the relativistic\nBoltzmann equation. These equations contain a multitude of terms of second\norder in Knudsen number, in inverse Reynolds number, or their product. Terms of\nsecond order in Knudsen number give rise to non-hyperbolic (and thus acausal)\nbehavior and must be neglected in (numerical) solutions of relativistic\ndissipative fluid dynamics. The coefficients of the terms which are of the\norder of the product of Knudsen and inverse Reynolds numbers have been\nexplicitly computed in the above reference, in the limit of a massless\nBoltzmann gas. Terms of second order in inverse Reynolds number arise from the\ncollision term in the Boltzmann equation, upon expansion to second order in\ndeviations from the single-particle distribution function in local\nthermodynamical equilibrium. In this work, we compute these second-order terms\nfor a massless Boltzmann gas with constant scattering cross section.\nConsequently, we assess their relative importance in comparison to the terms\nwhich are of the order of the product of Knudsen and inverse Reynolds numbers.\n","Comment: 34 pages; corrections for Appendix I, and new references added"]}]
["1308.1350",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1308.1350","Physics Letters B 732 (2014), pp. 385-390","doi:10.1016/j.physletb.2014.04.006"],"date":["2013-08-06","2014-04-18"],"type":["text"],"creator":["Kupriyanov, V. G."],"language":[],"coverage":[],"title":["Dirac equation on coordinate dependent noncommutative space-time"],"description":["  We consider the consistent deformation of the relativistic quantum mechanics\nintroducing the noncommutativity of the space-time and preserving the Lorentz\nsymmetry. The relativistic wave equation describing the spinning particle on\ncoordinate dependent noncommutative space-time (noncommutative Dirac equation)\nis proposed. The fundamental properties of this equation, like the Lorentz\ncovariance and the continuity equation for the probability density are\nverified. To this end using the properties of the star product we derive the\ncorresponding probability current density and prove its conservation. The\nenergy-momentum tensor for the free noncommutative spinor field is calculated.\nWe solve the free noncommutative Dirac equation and show that the standard\nenergy-momentum dispersion relation remains valid in the noncommutative case.\n","Comment: Published version"]}]
["1308.3257",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1308.3257","MNRAS 438 (2014), 1762-1783","doi:10.1093/mnras/stt2315"],"date":["2013-08-14","2014-04-18"],"type":["text"],"creator":["Fink, M.","Kromer, M.","Seitenzahl, I. R.","Ciaraldi-Schoolmann, F.","Roepke, F. K.","Sim, S. A.","Pakmor, R.","Ruiter, A. J.","Hillebrandt, W."],"language":[],"coverage":[],"title":["Three-dimensional pure deflagration models with nucleosynthesis and\n  synthetic observables for Type Ia supernovae"],"description":["  We investigate whether pure deflagration models of Chandrasekhar-mass\ncarbon-oxygen white dwarf stars can account for one or more subclass of the\nobserved population of Type Ia supernova (SN Ia) explosions. We compute a set\nof 3D full-star hydrodynamic explosion models, in which the deflagration\nstrength is parametrized using the multispot ignition approach. For each model,\nwe calculate detailed nucleosynthesis yields in a post-processing step with a\n384 nuclide nuclear network. We also compute synthetic observables with our 3D\nMonte Carlo radiative transfer code for comparison with observations. For weak\nand intermediate deflagration strengths (energy release E_nuc <~ 1.1 x 10^51\nerg), we find that the explosion leaves behind a bound remnant enriched with 3\nto 10 per cent (by mass) of deflagration ashes. However, we do not obtain the\nlarge kick velocities recently reported in the literature. We find that weak\ndeflagrations with E_nuc ~ 0.5 x 10^51 erg fit well both the light curves and\nspectra of 2002cx-like SNe Ia, and models with even lower explosion energies\ncould explain some of the fainter members of this subclass. By comparing our\nsynthetic observables with the properties of SNe Ia, we can exclude the\nbrightest, most vigorously ignited models as candidates for any observed class\nof SN Ia: their B - V colours deviate significantly from both normal and\n2002cx-like SNe Ia and they are too bright to be candidates for other\nsubclasses.\n","Comment: 22 pages, 16 figures, included minor changes, published in MNRAS"]}]
["1308.3903",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1308.3903"],"date":["2013-08-18","2014-04-17"],"type":["text"],"creator":["Duggan, Daniel","Evans, Jared A.","Hirschauer, James","Kaadze, Ketino","Kolchmeyer, David","Lath, Amit","Walker, Matthew"],"language":[],"coverage":[],"title":["Sensitivity of an Upgraded LHC to R-Parity Violating Signatures of the\n  MSSM"],"description":["  We present a sensitivity study for the pair-production of supersymmetric\nparticles which decay through R-parity violating channels. As the scope of\npossible RPV signatures is very broad, the reach of several selected signatures\nspanning a representative variety of possible final states is considered.\nPreference in representation is given to spectra motivated by naturalness, i.e.\nlight higgsinos, stops and gluinos. The sensitivity studies are presented for\nproton-proton collisions at 14 TeV with an integrated luminosity of 300 and\n3000 fb^-1, as well as at 33 TeV with an integrated luminosity of 3000 fb^-1.\n","Comment: A whitepaper for Snowmass 2013: 13 pages, 16 figures, 2 tables"]}]
["1308.6710",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1308.6710","PRA 89, 043611 (2014)","doi:10.1103/PhysRevA.89.043611"],"date":["2013-08-30","2014-04-18"],"type":["text"],"creator":["Zhao, Jize","Hu, Shijie","Chang, Jun","Zhang, Ping","Wang, Xiaoqun"],"language":[],"coverage":[],"title":["Ferromagnetism in a two-component Bose-Hubbard model with a synthetic\n  spin-orbit coupling"],"description":["  We study the effect of the synthetic spin-orbit coupling in a two-component\nBose-Hubbard model in one dimension by employing the density-matrix\nrenormalization group method. A ferromagnetic long-range order emerges in both\nMott insulator and superfluid phases resulting from the spontaneous breaking of\nthe $Z_2$ symmetry, when the spin-orbit coupling term becomes comparable to the\nhopping kinetic energy and the inter-component interaction is smaller than the\nintra-one as well. This novel effect is expected to be detectable with the\npresent realization of the synthetic spin-orbit coupling in experiments.\n","Comment: 7 pages, 8 figures"]}]
["1309.1679",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics","11B13, 11P70, 05B10, 05D15, 05E15, 11B75, 11T99, 20D60, 20K01"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1309.1679"],"date":["2013-09-06","2014-04-18"],"type":["text"],"creator":["Sun, Zhi-Wei"],"language":[],"coverage":[],"title":["Some new problems in additive combinatorics"],"description":["  In this paper we investigate some new problems in additive combinatorics. Our\nproblems mainly involve permutations (or circular permutations)\n$a_1,\\ldots,a_n$ of $n$ distinct numbers or elements of an additive abelian\ngroup with adjacent sums $a_i+a_{i+1}$ (or differences $a_i-a_{i+1}$ or\ndistances $|a_i-a_{i+1}|$) pairwise distinct. For any subset $A$ of an additive\ntorsion-free abelian group $G$ with $|A|=n>3$, we show that there is a\nnumbering $a_1,\\ldots,a_n$ of the elements of $A$ such that\n  $$a_1+a_2+a_3,\\ a_2+a_3+a_4,\\ \\ldots,\\ a_{n-2}+a_{n-1}+a_n,\\\na_{n-1}+a_n+a_1,\\ a_n+a_1+a_2$$ are pairwise distinct. We pose 18 open\nconjectures for further research; for example, we conjecture that the above\nassertion holds for any abelian group $G$.\n","Comment: 20 pages. Add Theorems 1.5 and 1.6"]}]
["1309.2049",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1309.2049","Physics Letters B 372 (2014) 97","doi:10.1016/j.physletb.2014.03.027"],"date":["2013-09-09","2014-03-14"],"type":["text"],"creator":["Hogaasen, Hallstein","Kou, Emi","Richard, Jean-Marc","Sorba, Paul"],"language":[],"coverage":[],"title":["Isovector and hidden-beauty partners of the X(3872)"],"description":["  The isovector partners of the X(3872), recently found at BES III, Belle and\nCLEO-c were predicted in a simple model based on the chromomagnetic interaction\namong quarks (H. Hogaasen, J-M. Richard and P. Sorba, Phys. Rev. D73, 054013,\n2006). The extension to the hidden-beauty sector is discussed.\n","Comment: Some references added. More details on the width and decay modes. To\n  appear in Phys. Lett. B"]}]
["1309.3801",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1309.3801"],"date":["2013-09-15","2014-04-17"],"type":["text"],"creator":["Marko, Frantisek"],"language":[],"coverage":[],"title":["Primitive vectors in induced supermodules for general linear supergroups"],"description":["  The purpose of the paper is to derive formulas that describe the structure of\nthe induced supermodule H^0_G(\\la) for the general linear supergroup G=GL(m|n)\nover an algebraically closed field K of characteristic p\\neq 2. Using these\nformulas we determine primitive G_{ev}=GL(m)\\times GL(n)-vectors in\nH^0_G(\\lambda). We conclude with remarks related to the linkage principle in\npositive characteristic.\n"]}]
["1309.5978",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1309.5978","doi:10.1088/0004-637X/786/1/58"],"date":["2013-09-23","2014-02-25"],"type":["text"],"creator":["Morabito, Leah K.","Dai, Xinyu","Leighly, Karen M.","Sivakoff, Gregory R.","Shankar, Francesco"],"language":[],"coverage":[],"title":["Unveiling the Intrinsic X-ray Properties of Broad Absorption Line\n  Quasars with a Relatively Unbiased Sample"],"description":["  There is growing evidence of a higher intrinsic fraction of broad absorption\nline quasars (BALQSOs) than that obtained in optical surveys, on which most\nprevious X-ray studies of BALQSOs have focused. Here we present Chandra\nobservations of 18 BALQSOs at $z\\sim2$, selected from a near-infrared (2MASS)\nsample, where the BALQSO fraction is likely to be close to the intrinsic\nfraction. We measure photon indices using the stacked spectra of the\noptically-faint ($i-K_s\\geq 2.3$ mag) and optically-bright ($i-K_s < 2.3$ mag)\nsamples to be $\\Gamma \\simeq 1.5$--$2.1$. We constrain their intrinsic column\ndensity by modelling the X-ray fractional hardness ratio, finding a mean column\ndensity of $3.5\\times10^{22}$ \\cmsq\\ assuming neutral absorption. We\nincorporate SDSS optical measurements (rest frame UV) to study the broadband\nspectral index between the X-ray and UV bands, and compare this to a large\nsample of normal quasars. We estimate that the optically-faint BALQSOs are\nX-ray weaker than the optically-bright ones, and the entire sample of BALQSOs\nare intrinsically X-ray weak when compared to normal AGN. Correcting for\nmagnification of X-ray emission via gravitational lensing by the central black\nhole viewed at large inclination angles makes these BALQSOs even more\nintrinsically X-ray weak. Finally, we estimate AGN kinetic feedback\nefficiencies of a few percent for an X-ray wind of $0.3c$ in high-ionization\nBALQSOs. Combined with energy carried by low-ionization BALQSOs and UV winds,\nthe total kinetic energy in BALQSOs can be sufficient to provide AGN kinetic\nfeedback required to explain the co-evolution between black holes and host\ngalaxies.\n","Comment: Accepted for publication in ApJ, 12 pages, 9 figures, 4 tables"]}]
["1309.6355",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1309.6355","Lim H and Joynt R 2014, J. Phys. A: Math. Theor. 47, 135305","doi:10.1088/1751-8113/47/13/135305"],"date":["2013-09-24","2014-04-17"],"type":["text"],"creator":["Lim, Hyungjun","Joynt, Robert"],"language":[],"coverage":[],"title":["Sudden Decoherence Transitions for Quantum Discord"],"description":["  We investigate the disappearance of discord in 2- and multi-qubit systems\nsubject to decohering influences. We formulate the computation of quantum\ndiscord in terms of the generalized Bloch vector, which gives useful insights\non the time evolution of quantum coherence for the open system, particularly\nthe comparison of entanglement and discord. And we show that the analytical\ncalculation of the global geometric discord is NP-hard in the number of qubits.\nWe present an efficient numerical method to calculating the quantum discord for\na certain important class of multipartite states. In agreement with previous\nwork for 2-qubit cases, (Mazzola et al., Phys. Rev. Lett. 104, 200401 (2010)),\nwe find situations in which there is a sudden transition from classical to\nquantum decoherence characterized by the discord remaining relatively robust\n(classical decoherence) until a certain point from where it begins to decay\nquickly whereas the classical correlation decays more slowly (quantum\ndecoherence). However, we find that as the number of qubits increases, the\nchance of this kind of transition occurring becomes small.\n","Comment: 15 pages, 2 figures"]}]
["1309.7876",{"format":[],"subject":["Physics - Atomic Physics","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1309.7876","Phys. Rev. Lett. 112, 120403 (2014)","doi:10.1103/PhysRevLett.112.120403"],"date":["2013-09-30"],"type":["text"],"creator":["Rosenblum, Serge","Bechler, Orel","Shomroni, Itay","Kaner, Roy","Arusi-Parpar, Talya","Raz, Oren","Dayan, Barak"],"language":[],"coverage":[],"title":["Demonstration of fold and cusp catastrophes in an atomic cloud reflected\n  from an optical barrier in the presence of gravity"],"description":["  We experimentally demonstrate first-order (fold) and second-order (cusp)\ncatastrophes in the density of an atomic cloud reflected from an optical\nbarrier in the presence of gravity, and show their corresponding universal\nasymptotic behavior. The cusp point enables robust, field-free refocusing of an\nexpanding atomic cloud with a wide velocity distribution. Specifically, the\ndensity attained at the cusp point in our experiment reached 65% of the peak\ndensity of the atoms in the trap prior to their release. We thereby add\ncaustics to the various phenomena with parallels in optics that can be\nharnessed for manipulation of cold atoms. The structural stability of\ncatastrophes provides inherent robustness against variations in the system's\ndynamics and initial conditions, making them suitable for manipulation of atoms\nunder imperfect conditions and limited controllability.\n","Comment: 7 pages, 5 figures"]}]
["1310.3943",{"format":[],"subject":["Physics - Fluid Dynamics","Mathematical Physics","Mathematics - Complex Variables","Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1310.3943","Journal of Fluid Mechanics / Volume 747 / May 2014, pp 381-421","doi:10.1017/jfm.2014.153"],"date":["2013-10-15","2014-03-31"],"type":["text"],"creator":["Gargano, Francesco","Sammartino, Marco","Sciacca, Vincenzo","Cassel, Kevin W."],"language":[],"coverage":[],"title":["Analysis of complex singularities in high-Reynolds-number Navier-Stokes\n  solutions"],"description":["  Numerical solutions of the laminar Prandtl boundary-layer and Navier-Stokes\nequations are considered for the case of the two-dimensional uniform flow past\nan impulsively-started circular cylinder. We show how Prandtl's solution\ndevelops a finite time separation singularity. On the other hand Navier-Stokes\nsolution is characterized by the presence of two kinds of viscous-inviscid\ninteractions that can be detected by the analysis of the enstrophy and of the\npressure gradient on the wall. Moreover we apply the complex singularity\ntracking method to Prandtl and Navier-Stokes solutions and analyze the previous\ninteractions from a different perspective.\n"]}]
["1310.6719",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Computer Science - Information Theory","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1310.6719","IEEE Transactions on Image Processing Dec. 2013 (Volume:22, Issue:\n  12, Page(s):5181 - 5189 )","doi:10.1109/TIP.2013.2282115"],"date":["2013-10-24","2014-04-17"],"type":["text"],"creator":["Patole, Sujeet","Torlak, Murat"],"language":[],"coverage":[],"title":["Two Dimensional Array Imaging with Beam Steered Data"],"description":["  This paper discusses different approaches used for millimeter wave imaging of\ntwo-dimensional objects. Imaging of a two dimensional object requires reflected\nwave data to be collected across two distinct dimensions. In this paper, we\npropose a reconstruction method that uses narrowband waveforms along with two\ndimensional beam steering. The beam is steered in azimuthal and elevation\ndirection, which forms the two distinct dimensions required for the\nreconstruction. The Reconstruction technique uses inverse Fourier transform\nalong with amplitude and phase correction factors. In addition, this\nreconstruction technique does not require interpolation of the data in either\nwavenumber or spatial domain. Use of the two dimensional beam steering offers\nbetter performance in the presence of noise compared with the existing methods,\nsuch as switched array imaging system. Effects of RF impairments such as\nquantization of the phase of beam steering weights and timing jitter which add\nto phase noise, are analyzed.\n"]}]
["1310.6790",{"format":[],"subject":["High Energy Physics - Phenomenology","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1310.6790","Phys. Rev. D 89, 073012 (2014)","doi:10.1103/PhysRevD.89.073012"],"date":["2013-10-24","2014-04-14"],"type":["text"],"creator":["Ipek, Seyda"],"language":[],"coverage":[],"title":["Perturbative Analysis of the Electron EDM and CP Violation in Two Higgs\n  Doublet Models"],"description":["  I consider a general two Higgs doublet model with CP violation. I give a\nperturbative expansion for the mass eigenstates in terms of the small CP\nviolating phase. I use these analytical expressions to show that\n$\\mathcal{O}(10^{-2})$ CP violation is allowed by the experimental bounds on\nthe electron electric dipole momnent in some regions of the parameter space.\nThese regions also include parameters that are expected to give a strongly\nfirst order electroweak phase transition required for electroweak baryogenesis.\nI also comment on how to incorporate the CP violation into the searches for a\nstrongly first order electroweak phase transition which could explain the\nmatter/anti-matter asymmetry in the universe.\n","Comment: 15 pages, 6 figures, journal ref added"]}]
["1310.8651",{"format":[],"subject":["Nuclear Experiment","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1310.8651","Phys. Rev. C 89 (2014) 044906","doi:10.1103/PhysRevC.89.044906"],"date":["2013-10-31","2014-04-18"],"type":["text"],"creator":["CMS Collaboration"],"language":[],"coverage":[],"title":["Measurement of higher-order harmonic azimuthal anisotropy in PbPb\n  collisions at a nucleon-nucleon center-of-mass energy of 2.76 TeV"],"description":["  Measurements are presented by the CMS Collaboration at the Large Hadron\nCollider (LHC) of the higher-order harmonic coefficients that describe the\nazimuthal anisotropy of charged particles emitted in sqrt(s[NN]) = 2.76 TeV\nPbPb collisions. Expressed in terms of the Fourier components of the azimuthal\ndistribution, the n = 3-6 harmonic coefficients are presented for charged\nparticles as a function of their transverse momentum (0.3 < pt < 8.0 GeV),\ncollision centrality (0-70%), and pseudorapidity (abs(eta) < 2.0). The data are\nanalyzed using the event plane, multiparticle cumulant, and Lee-Yang zeros\nmethods, which provide different sensitivities to initial-state fluctuations.\nTaken together with earlier LHC measurements of elliptic flow (n = 2), the\nresults on higher-order harmonic coefficients develop a more complete picture\nof the collective motion in high-energy heavy-ion collisions and shed light on\nthe properties of the produced medium.\n","Comment: Replaced with published version. Added journal reference and DOI"]}]
["1311.0767",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.0767","Phys. Rev. B 88, 245136 (2013)","doi:10.1103/PhysRevB.88.245136"],"date":["2013-11-04","2014-04-18"],"type":["text"],"creator":["Wang, Chenjie","Levin, Michael"],"language":[],"coverage":[],"title":["Weak symmetry breaking in two dimensional topological insulators"],"description":["  We show that there exist two dimensional (2D) time reversal invariant\nfractionalized insulators with the property that both their boundary with the\nvacuum and their boundary with a topological insulator can be fully gapped\nwithout breaking time reversal or charge conservation symmetry. This result\nleads us to an apparent paradox: we consider a geometry in which a disk-like\nregion made up of a topological insulator is surrounded by an annular strip of\na fractionalized insulator, which is in turn surrounded by the vacuum. If we\ngap both boundaries of the strip, we naively obtain an example of a gapped\ninterface between a topological insulator and the vacuum that does not break\nany symmetries -- an impossibility. The resolution of this paradox is that this\nsystem spontaneously breaks time reversal symmetry in an unusual way, which we\ncall \\emph{weak symmetry breaking}. In particular, we find that the only order\nparameters that are sensitive to the symmetry breaking are nonlocal operators\nthat describe quasiparticle tunneling processes between the two edges of the\nstrip; expectation values of local order parameters vanish exponentially in the\nlimit of a wide strip. Also, we find that the symmetry breaking in our system\ncomes with a ground state degeneracy, but this ground state degeneracy is\ntopologically protected, rather than symmetry protected. We show that this kind\nof symmetry breaking can also occur at the edge of 2D fractional topological\ninsulators.\n","Comment: 23 pages, 5 figures. Reference added"]}]
["1311.2899",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.2899","Nature Physics, 10, 189-193 (2014)","doi:10.1038/nphys2881"],"date":["2013-11-12"],"type":["text"],"creator":["Blok, M. S.","Bonato, C.","Markham, M. L.","Twitchen, D. J.","Dobrovitski, V. V.","Hanson, R."],"language":[],"coverage":[],"title":["Manipulating a qubit through the backaction of sequential partial\n  measurements and real-time feedback"],"description":["  Quantum measurements not only extract information from a system but also\nalter its state. Although the outcome of the measurement is probabilistic, the\nbackaction imparted on the measured system is accurately described by quantum\ntheory. Therefore, quantum measurements can be exploited for manipulating\nquantum systems without the need for control fields. We demonstrate\nmeasurement-only state manipulation on a nuclear spin qubit in diamond by\nadaptive partial measurements. We implement the partial measurement via tunable\ncorrelation with an electron ancilla qubit and subsequent ancilla readout. We\nvary the measurement strength to observe controlled wavefunction collapse and\nfind post-selected quantum weak values. By combining a novel quantum\nnon-demolition readout on the ancilla with real-time adaption of the\nmeasurement strength we realize steering of the nuclear spin to a target state\nby measurements alone. Besides being of fundamental interest, adaptive\nmeasurements can improve metrology applications and are key to\nmeasurement-based quantum computing.\n","Comment: 6 pages, 4 figures"]}]
["1311.3836",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.3836","Class.Quant.Grav.31:097001,2014","doi:10.1088/0264-9381/31/9/097001"],"date":["2013-11-15","2014-03-21"],"type":["text"],"creator":["Tiec, Alexandre Le"],"language":[],"coverage":[],"title":["A Note on Celestial Mechanics in Kerr Spacetime"],"description":["  The Hamilton-Jacobi equation for test particles in the Kerr geometry is\nseparable. Using action-angle variables, we establish several relations between\nvarious physical quantities that characterize bound timelike geodesic orbits\naround a spinning black hole, including the particle's rest mass, energy,\nangular momentum, mean redshift and fundamental frequencies. These relations\nare explicitly checked to hold true in the particular case of equatorial\ncircular orbits. An application to the gravitational wave-driven, adiabatic\ninspiral of extreme-mass-ratio compact binaries is briefly discussed.\n","Comment: 7 pages; matches version to appear in Class. Quant. Grav"]}]
["1311.6123",{"format":[],"subject":["Mathematics - Combinatorics","05A15, 05A17, 05A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.6123"],"date":["2013-11-24","2014-04-18"],"type":["text"],"creator":["Bessenrodt, Christine","Stanley, Richard P."],"language":[],"coverage":[],"title":["Smith Normal Form of a Multivariate Matrix Associated with Partitions"],"description":["  Consideration of a question of E. R. Berlekamp led Carlitz, Roselle, and\nScoville to give a combinatorial interpretation of the entries of certain\nmatrices of determinant~1 in terms of lattice paths. Here we generalize this\nresult by refining the matrix entries to be multivariate polynomials, and by\ndetermining not only the determinant but also the Smith normal form of these\nmatrices. A priori the Smith form need not exist but its existence follows from\nthe explicit computation. It will be more convenient for us to state our\nresults in terms of partitions rather than lattice paths.\n","Comment: 12 pages; revised version (minor changes on first version); to appear\n  in J. Algebraic Combinatorics"]}]
["1311.6778",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1311.6778","Mon.Not.Roy.Astron.Soc. 440 (2014) 2528","doi:10.1093/mnras/stu384"],"date":["2013-11-26","2014-02-26"],"type":["text"],"creator":["Murase, Kohta","Thompson, Todd A.","Ofek, Eran O."],"language":[],"coverage":[],"title":["Probing Cosmic-Ray Ion Acceleration with Radio-Submm and Gamma-Ray\n  Emission from Interaction-Powered Supernovae"],"description":["  The optical and near-IR emission from some classes of supernovae (SNe),\nincluding Type IIn and possibly some super-luminous SNe, is likely powered by a\ncollision between the SN ejecta and dense circumstellar material (CSM). We\nargue that for a range of CSM masses and their radii, a collisionless shock can\nform, allowing for efficient cosmic-ray (CR) acceleration. We show that pp\ncollisions between these newly accelerated CRs and the CSM leads to not only\ngamma rays but also secondary electrons and positrons that radiate synchrotron\nphotons in the high-frequency radio bands. Our estimates imply that various\nfacilities including the Jansky Very Large Array (VLA) and the Atacama Large\nMillimeter/submillimeter Array (ALMA) may observe such SNe at Gpc distances by\nfollowup observations in months-to-years, although the detectability strongly\ndepends on the CSM density as well as observed frequency. Detecting this signal\nwould give us a unique probe of CR acceleration at early times, and even\nnon-detections can put interesting limits on the possibility of CR ion\nacceleration. Following our previous work, we also show that GeV gamma rays can\nescape from the system without severe attenuation, encouraging point-source and\nstacking analyses with Fermi. We provide recipes for diagnosing\ninteraction-powered SN scenario with multi-messenger (neutrino and gamma-ray)\nobservations.\n","Comment: 18 pages, 11 figures, minor revision, accepted for publication in\n  MNRAS"]}]
["1312.0409",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.0409","doi:10.1002/qua.24682"],"date":["2013-12-02","2014-03-18"],"type":["text"],"creator":["Cornaton, Yann","Fromager, Emmanuel"],"language":[],"coverage":[],"title":["Double hybrid density-functional theory using the Coulomb-attenuating\n  method"],"description":["  A double hybrid approximation using the Coulomb-attenuating method (CAM-DH)\nis derived within range-separated density-functional perturbation theory, in\nthe spirit of a recent work by Cornaton {\\it et al.} [Phys. Rev. A 88, 022516\n(2013)]. The energy expression recovered through second order is linear in the\nparameters $\\alpha$ and $\\beta$ that control the Coulomb attenuation. The\nmethod has been tested within the local density approximation on a small test\nset consisting of rare-gas and alkaline-earth-metal dimers as well as diatomics\nwith single, double and triple bonds. In this context, the semi-empirical\n$\\alpha=0.19$ and $\\beta=0.46$ parameters, that were optimized for the hybrid\nCAM-B3LYP functional, do not provide accurate interaction and total energies.\nUsing semi-local functionals with density scaling, that was neglected in this\nwork, may lead to different conclusions. Calibration studies on a larger test\nset would be necessary at this point. This is left for future work. Finally, we\npropose as a perspective an alternative CAM-DH approach that relies on the\nperturbation expansion of a partially long-range interacting wavefunction. In\nthis case the energy is not linear anymore in $\\alpha$ and $\\beta$. Work is in\nprogress in this direction.\n","Comment: 36 pages, 6 figures"]}]
["1312.1270",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.1270"],"date":["2013-12-04","2014-04-18"],"type":["text"],"creator":["Dobigeon, Nicolas","Tits, Laurent","Somers, Ben","Altmann, Yoann","Coppin, Pol"],"language":[],"coverage":[],"title":["A comparison of nonlinear mixing models for vegetated areas using\n  simulated and real hyperspectral data"],"description":["  Spectral unmixing is a crucial processing step when analyzing hyperspectral\ndata. In such analysis, most of the work in the literature relies on the widely\nacknowledged linear mixing model to describe the observed pixels.\nUnfortunately, this model has been shown to be of limited interest for specific\nscenes, in particular when acquired over vegetated areas. Consequently, in the\npast few years, several nonlinear mixing models have been introduced to take\nnonlinear effects into account while performing spectral unmixing. These models\nhave been proposed empirically, however without any thorough validation. In\nthis paper, the authors take advantage of two sets of real and physical-based\nsimulated data to validate the accuracy of various nonlinear models in\nvegetated areas. These physics-based and analysis models, and their\ncorresponding unmixing algorithms, are evaluated with respect to their ability\nof fitting the measured spectra and of providing an accurate estimation of the\nabundance coefficients, considered as the spatial distribution of the materials\nin each pixel.\n"]}]
["1312.2415",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Physics - Chemical Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.2415","Computer Physics Communications 185 (6), 1501-1514 (2014)","doi:10.1016/j.cpc.2014.01.019"],"date":["2013-12-09","2014-01-08"],"type":["text"],"creator":["Wouters, Sebastian","Poelmans, Ward","Ayers, Paul W.","Van Neck, Dimitri"],"language":[],"coverage":[],"title":["CheMPS2: a free open-source spin-adapted implementation of the density\n  matrix renormalization group for ab initio quantum chemistry"],"description":["  The density matrix renormalization group (DMRG) has become an indispensable\nnumerical tool to find exact eigenstates of finite-size quantum systems with\nstrong correlation. In the fields of condensed matter, nuclear structure and\nmolecular electronic structure, it has significantly extended the system sizes\nthat can be handled compared to full configuration interaction, without losing\nnumerical accuracy. For quantum chemistry (QC), the most efficient\nimplementations of DMRG require the incorporation of particle number, spin and\npoint group symmetries in the underlying matrix product state (MPS) ansatz, as\nwell as the use of so-called complementary operators. The symmetries introduce\na sparse block structure in the MPS ansatz and in the intermediary contracted\ntensors. If a symmetry is non-abelian, the Wigner-Eckart theorem allows to\nfactorize a tensor into a Clebsch-Gordan coefficient and a reduced tensor. In\naddition, the fermion signs have to be carefully tracked. Because of these\nchallenges, implementing DMRG efficiently for QC is not straightforward.\nEfficient and freely available implementations are therefore highly desired. In\nthis work we present CheMPS2, our free open-source spin-adapted implementation\nof DMRG for ab initio QC. Around CheMPS2, we have implemented the augmented\nHessian Newton-Raphson complete active space self-consistent field method, with\nexact Hessian. The bond dissociation curves of the 12 lowest states of the\ncarbon dimer were obtained at the DMRG(28 orbitals, 12 electrons,\nD$_{\\mathsf{SU(2)}}$=2500)/cc-pVDZ level of theory. The contribution of $1s$\ncore correlation to the $X^1\\Sigma_g^+$ bond dissociation curve of the carbon\ndimer was estimated by comparing energies at the DMRG(36o, 12e,\nD$_{\\mathsf{SU(2)}}$=2500)/cc-pCVDZ and DMRG-SCF(34o, 8e,\nD$_{\\mathsf{SU(2)}}$=2500)/cc-pCVDZ levels of theory.\n","Comment: 16 pages, 13 figures"]}]
["1312.4005",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.4005","Phys. Rev. Lett. 112, 147201 (2014)","doi:10.1103/PhysRevLett.112.147201"],"date":["2013-12-14","2014-04-18"],"type":["text"],"creator":["Lupascu, A.","Clancy, J. P.","Gretarsson, H.","Nie, Zixin","Nichols, J.","Terzic, J.","Cao, G.","Seo, S. S. A.","Islam, Z.","Upton, M. H.","Kim, Jungho","Said, A. H.","Casa, D.","Gog, T.","Katukuri, Vamshi M.","Stoll, H.","Hozoi, L.","Brink, J. van den","Kim, Young-June"],"language":[],"coverage":[],"title":["Tuning Magnetic Coupling in Sr$_2$IrO$_4$ Thin Films with Epitaxial\n  Strain"],"description":["  We report x-ray resonant magnetic scattering (XRMS) and resonant inelastic\nx-ray scattering (RIXS) studies of epitaxially-strained $\\mathrm{Sr_2IrO_4}$\nthin films. The films were grown on $\\mathrm{SrTiO_3}$ and\n$\\mathrm{(LaAlO_3)_{0.3}(Sr_2AlTaO_6)_{0.7}}$ substrates, under slight tensile\nand compressive strains, respectively. Although the films develop a magnetic\nstructure reminiscent of bulk $\\mathrm{Sr_2IrO_4}$, the magnetic correlations\nare extremely anisotropic, with in-plane correlation lengths significantly\nlonger than the out-of-plane correlation lengths. In addition, the compressive\n(tensile) strain serves to suppress (enhance) the magnetic ordering temperature\n$\\mathrm{T_N}$, while raising (lowering) the energy of the zone boundary\nmagnon. Quantum chemical calculations show that the tuning of magnetic energy\nscales can be understood in terms of strain-induced change in bond lengths.\n","Comment: 5 pages, 4 figures"]}]
["1312.4041",{"format":[],"subject":["Physics - Optics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.4041"],"date":["2013-12-14","2014-04-18"],"type":["text"],"creator":["Judge, A C","Brownless, J S","Bhat, N A R","Sipe, J E","Steel, M J","de Sterke, C Martijn"],"language":[],"coverage":[],"title":["Effective photons in weakly absorptive dielectric media and the\n  Beer-Lambert-Bouguer law"],"description":["  We derive effective photon modes that facilitate an intuitive and convenient\npicture of photon dynamics in a structured Kramers-Kronig dielectric in the\nlimit of weak absorption. Each mode is associated with an effective line-width\nwhich determines the temporal decay rate of the photon. These results are then\napplied to obtain an expression for the Beer-Lambert-Bouguer law absorption\ncoefficient for unidirectional propagation in structured media consisting of\ndispersive, weakly absorptive dielectric materials.\n"]}]
["1312.4303",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.4303","Phys. Rev. Lett. 112, 143602 (2014)","doi:10.1103/PhysRevLett.112.143602"],"date":["2013-12-16","2014-03-26"],"type":["text"],"creator":["Galland, Christophe","Sangouard, Nicolas","Piro, Nicolas","Gisin, Nicolas","Kippenberg, Tobias J."],"language":[],"coverage":[],"title":["Heralded single phonon preparation, storage and readout in cavity\n  optomechanics"],"description":["  We analyze theoretically how to use the radiation pressure coupling between a\nmechanical oscillator and an optical cavity field to generate in a heralded way\na single quantum of mechanical motion (a Fock state), and release on-demand the\nstored excitation as a single photon. Starting with the oscillator close to its\nground state, a laser pumping the upper motional sideband leads to dynamical\nbackaction amplification and to the creation of correlated photon-phonon pairs.\nThe detection of one Stokes photon thus projects the macroscopic oscillator\ninto a single-phonon Fock state. The non-classical nature of this mechanical\nstate can be demonstrated by applying a readout laser on the lower sideband\n(i.e. optical cooling) to map the phononic state to a photonic mode, and by\nperforming an autocorrelation measurement on the anti-Stokes photons. We\ndiscuss the relevance of our proposal for the future of cavity optomechanics as\nan enabling quantum technology.\n","Comment: Accepted for publication in Physical Review Letters. Added References\n  42,43"]}]
["1312.4725",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.4725","Journal of Nanophotonics 8, 083993 (2014)","doi:10.1117/1.JNP.8.083993"],"date":["2013-12-17"],"type":["text"],"creator":["Mackay, Tom G."],"language":[],"coverage":[],"title":["On the sensitivity of directions which support Voigt wave propagation in\n  infiltrated biaxial dielectric materials"],"description":["  Voigt wave propagation (VWP) was considered in a porous biaxial dielectric\nmaterial which was infiltrated with a material of refractive index $n_a$. The\ninfiltrated material was regarded as a homogenized composite material in the\nlong-wavelength regime and its constitutive parameters were estimated using the\nextended Bruggeman homogenization formalism. In our numerical studies, the\ndirections which support VWP were found to vary by as much as $300^\\circ$ per\nRIU as the refractive index $n_a$ was varied. The sensitivities achieved were\nacutely dependent upon the refractive index $n_a$ and the degrees of anisotropy\nand dissipation of the porous biaxial material. The orientations, shapes and\nsizes of the particles which constitute the infiltrating material and the\nporous biaxial material exerted only a secondary influence on the maximum\nsensitivities achieved. Also, for the parameter ranges considered, the degree\nof porosity of the biaxial material had little effect on the maximum\nsensitivities achieved. These numerical findings bode well for the possible\nharnessing of VWP for optical sensing applications.\n"]}]
["1312.4757",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.4757"],"date":["2013-12-17","2014-04-17"],"type":["text"],"creator":["Chen, Mu","Fu, Zhen-Guo","Peng, Jun-Ping","Zheng, Fawei","Zhang, Hui-Min","Feng, Xiao","Chang, Cui-Zu","He, Ke","Wang, Lili","Zhang, Ping","Ma, Xucun","Xue, Qi-Kun"],"language":[],"coverage":[],"title":["Direct observation of quantum confinement of massless Dirac fermions in\n  a topological insulator"],"description":["  Since the discovery of topological insulators (TIs)1,2, the peculiar nature\nof their chiral surface states has been experimentally demonstrated both in\nbulk and in film materials with open boundaries3,4. Closed boundary on a TI\nsurface may intrigue more interesting phenomena such as quantum confinement of\nmassless Dirac fermions (DFs), which is analogous to the quantum corral (QC)\nfor massive free electrons on a metal surface5-10. To date, it keeps a highly\nstringent challenge to realize a true Dirac QC due to the unusual transmitting\npower of a massless fermion. Through heteroepitaxially growing a Bi bilayer on\nthe Bi2Te3 surface with appropriate coverage, here we demonstrate the\nrealization of a true Dirac QC. Specifically, spectacular maps of quantum\ninterference in equilateral triangle-shaped QCs surrounded by Bi bilayers are\ndirectly visualized by using a low-temperature scanning tunneling microscope.\nThe present success is ascribed to a perfect orientation matching between the\nQC boundary and the stationary-phase scattering of massless DFs. In addition,\nthe quasiparticle lifetime of the confined DFs is also systematically measured\nand analyzed.\n","Comment: This paper has been withdrawn by the author due to a crucial error in\n  discussing the quasiparticle lifetime in the last part"]}]
["1312.5408",{"format":[],"subject":["Mathematics - Metric Geometry","Computer Science - Data Structures and Algorithms","Mathematics - Combinatorics","51F99, 68M10, 90C27, 05C65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.5408"],"date":["2013-12-19","2014-04-17"],"type":["text"],"creator":["Bryant, David","Tupper, Paul F."],"language":[],"coverage":[],"title":["Diversities and the Geometry of Hypergraphs"],"description":["  The embedding of finite metrics in $\\ell_1$ has become a fundamental tool for\nboth combinatorial optimization and large-scale data analysis. One important\napplication is to network flow problems in which there is close relation\nbetween max-flow min-cut theorems and the minimal distortion embeddings of\nmetrics into $\\ell_1$. Here we show that this theory can be generalized\nconsiderably to encompass Steiner tree packing problems in both graphs and\nhypergraphs. Instead of the theory of $\\ell_1$ metrics and minimal distortion\nembeddings, the parallel is the theory of diversities recently introduced by\nBryant and Tupper, and the corresponding theory of $\\ell_1$ diversities and\nembeddings which we develop here.\n","Comment: 19 pages, no figures. This version: further small corrections"]}]
["1312.5854",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.5854","J. Stat. Mech. (2014) P04008","doi:10.1088/1742-5468/2014/04/P04008"],"date":["2013-12-20","2014-04-18"],"type":["text"],"creator":["Moore, Christopher","Liu, Dan","Ballnus, Benjamin","Karbach, Michael","Müller, Gerhard"],"language":[],"coverage":[],"title":["Disks in a narrow channel jammed by gravity and centrifuge: profiles of\n  pressure, mass density and entropy density"],"description":["  This work investigates jammed granular matter under conditions that produce\nheterogeneous mass distributions on a mesoscopic scale. We consider a system of\nidentical disks that are confined to a narrow channel, open at one end and\nclosed off at the other end. The disks are jammed by the local pressure in a\ngravitational field or centrifuge. All surfaces are hard and frictionless. We\ncalculate the profiles of pressure, mass density, and entropy density on a\nmesoscopic length scale under the assumption that the jammed states are\nproduced by random agitations of uniform intensity along the channel. These\nprofiles exhibit trends and features governed by the balancing of\nposition-dependent forces and potential energies. The analysis employs a method\nof configurational statistics that uses interlinking two-disk tiles as the\nfundamental degrees of freedom. Configurational statistics weighs the\nprobabilities of tiles according to competing potential energies associated\nwith gravity and centrifugation. Amendments account for the effects of the\nmarginal stability of some tiles due to competing forces.\n","Comment: 20 pages, 10 figures"]}]
["1312.5888",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.5888"],"date":["2013-12-20","2014-04-18"],"type":["text"],"creator":["MacLaurin, James","Faugeras, Olivier"],"language":[],"coverage":[],"title":["On the form of the relative entropy between measures on the space of\n  continuous functions"],"description":["  In this paper we derive an integral (with respect to time) representation of\nthe relative entropy (or Kullback-Leibler Divergence) between measures mu and P\non the space of continuous functions from time 0 to T. The underlying measure P\nis a weak solution to a Martingale Problem with continuous coefficients. Since\nthe relative entropy governs the exponential rate of convergence of the\nempirical measure (according to Sanov's Theorem), this representation is of use\nin the numerical and analytical investigation of finite-size effects in systems\nof interacting diffusions.\n"]}]
["1312.6094",{"format":[],"subject":["Computer Science - Systems and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.6094"],"date":["2013-12-20","2014-04-18"],"type":["text"],"creator":["Borisevich, Alex","Schullerus, Gernot"],"language":[],"coverage":[],"title":["Energy Efficient Control of an Induction Machine under Load Torque Step\n  Change"],"description":["  Optimal control of magnetizing current for minimizing induction motor power\nlosses during load torque step change was developed. Obtained strategy has\nfeedback form and is exactly optimal of ideal speed controller performance and\nabsence of saturation in motor. The impact of limited bandwidth of real speed\ncontroller is analyzed. For case of main induction saturation the sub-optimal\noptimal control is suggested. Relative accuracy of sub-optimality is studied.\nHardware implementation of optimal strategy and experimentation conducted with\ninduction motors under vector control.\n","Comment: 11 pages, start preparing for IEEE submission"]}]
["1312.6627",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Optimization and Control","35F31, 35F21, 49N70, 91A23, 91A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.6627"],"date":["2013-12-23","2014-04-18"],"type":["text"],"creator":["Averboukh, Yurii"],"language":[],"coverage":[],"title":["Minimax Approach to First-Order Mean Field Games"],"description":["  The paper is devoted to the first-order mean field game system in the case\nwhen the distribution of players can contain atoms. The proposed definition of\na generalized solution is based on the minimax approach to the Hamilton-Jacobi\nequation. We prove the existence of the generalized (minimax) solution of the\nmean filed game system using the Nash equilibrium in the auxiliary differential\ngame with infinitely many identical players. We show that the minimax solution\nof the original system provide the $\\varepsilon$-Nash equilibrium in the\ndifferential game with finite number of players.\n","Comment: 27 pages"]}]
["1312.7874",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1312.7874","JHEP 04(2014)071","doi:10.1007/JHEP04(2014)071"],"date":["2013-12-30","2014-04-18"],"type":["text"],"creator":["Caldarelli, Marco M.","Camps, Joan","Goutéraux, Blaise","Skenderis, Kostas"],"language":[],"coverage":[],"title":["AdS/Ricci-flat correspondence"],"description":["  We present a comprehensive analysis of the AdS/Ricci-flat correspondence, a\nmap between a class of asymptotically locally AdS spacetimes and a class of\nRicci-flat spacetimes. We provide a detailed derivation of the map, discuss a\nnumber of extensions and apply it to a number of important examples, such as\nAdS on a torus, AdS black branes and fluids/gravity metrics. In particular, the\ncorrespondence links the hydrodynamic regime of asymptotically flat black\n$p$-branes or the Rindler fluid with that of AdS. It implies that this class of\nRicci-flat spacetimes inherits from AdS a generalized conformal symmetry and\nhas a holographic structure. We initiate the discussion of holography by\nanalyzing how the map acts on boundary conditions and holographic 2-point\nfunctions.\n","Comment: v3: Minor edits, references added, matches published version"]}]
["1401.1533",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.1533"],"date":["2014-01-07","2014-04-18"],"type":["text"],"creator":["Pantano, Devis"],"language":["it"],"coverage":[],"title":["Proposta di nuovi strumenti per comprendere come funziona la cognizione\n  (Novel tools to understand how cognition works)"],"description":["  I think that the main reason why we do not understand the general principles\nof how knowledge works (and probably also the reason why we have not yet\ndesigned and built efficient machines capable of artificial intelligence), is\nnot the excessive complexity of cognitive phenomena, but the lack of the\nconceptual and methodological tools to properly address the problem. It is like\ntrying to build up Physics without the concept of number, or to understand the\norigin of species without including the mechanism of natural selection. In this\npaper I propose some new conceptual and methodological tools, which seem to\noffer a real opportunity to understand the logic of cognitive processes. I\npropose a new method to properly treat the concepts of structure and schema,\nand to perform on them operations of structural analysis. These operations\nallow to move straightforwardly from concrete to more abstract representations.\nWith these tools I will suggest a definition for the concept of rule, of\nregularity and of emergent phenomena. From the analysis of some important\naspects of the rules, I suggest to distinguish them in operational and\nassociative rules. I propose that associative rules assume a dominant role in\ncognition. I also propose a definition for the concept of problem. At the end I\nwill briefly illustrate a possible general model for cognitive systems.\n","Comment: In Italian"]}]
["1401.2707",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Probability","60K05, 05C80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.2707"],"date":["2014-01-12","2014-04-17"],"type":["text"],"creator":["Kahn, Jeff","Lubetzky, Eyal","Wormald, Nicholas"],"language":[],"coverage":[],"title":["Cycle factors and renewal theory"],"description":["  For which values of $k$ does a uniformly chosen $3$-regular graph $G$ on $n$\nvertices typically contain $ n/k$ vertex-disjoint $k$-cycles (a $k$-cycle\nfactor)? To date, this has been answered for $k=n$ and for $k \\ll \\log n$; the\nformer, the Hamiltonicity problem, was finally answered in the affirmative by\nRobinson and Wormald in 1992, while the answer in the latter case is negative\nsince with high probability most vertices do not lie on $k$-cycles.\n  Here we settle the problem completely: the threshold for a $k$-cycle factor\nin $G$ as above is $\\kappa_0 \\log_2 n$ with $\\kappa_0=[1-\\frac12\\log_2\n3]^{-1}\\approx 4.82$. Precisely, we prove a 2-point concentration result: if $k\n\\geq \\kappa_0 \\log_2(2n/e)$ divides $n$ then $G$ contains a $k$-cycle factor\nw.h.p., whereas if $k<\\kappa_0\\log_2(2n/e)-\\frac{\\log^2 n}n$ then w.h.p. it\ndoes not. As a byproduct, we confirm the \"Comb Conjecture,\" an old problem\nconcerning the embedding of certain spanning trees in the random graph\n$G(n,p)$.\n  The proof follows the small subgraph conditioning framework, but the\nassociated second moment analysis here is far more delicate than in any earlier\nuse of this method and involves several novel features, among them a sharp\nestimate for tail probabilities in renewal processes without replacement which\nmay be of independent interest.\n","Comment: 45 pages"]}]
["1401.5671",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.5671","Phys. Rev. B 89, 134104 (2014)","doi:10.1103/PhysRevB.89.134104"],"date":["2014-01-22","2014-04-18"],"type":["text"],"creator":["Tolédano, Pierre","Guennou, Mael","Kreisel, Jens"],"language":[],"coverage":[],"title":["Order-Parameter Symmetries of Domain Walls in Ferroelectrics and\n  Ferroelastics"],"description":["  The symmetry of boundaries between ferroelectric, ferroelastic and antiphase\ndomains is a key element for a theoretical understanding of their properties.\nHere, we derive this symmetry from their organic relation to the symmetry of\nthe primary transition order parameters. The domain wall symmetries are shown\nto coincide with directions of the order-parameter n-dimensional vector space,\ncorresponding to sum of the vectors associated with adjacent domain states.\nThis property is illustrated by the determination of the domain wall maximal\nsymmetries in BaTiO3, LaAlO3, SrTiO3 and Gd2(MoO4)3. Besides, the domain\npattern in YMnO3 is interpreted as resulting from an annihilation-creation\nprocess, the annihilation of the antiphase domain walls creating six\nferroelectric domain walls merging at a single point.\n","Comment: 5 pages, 3 figures"]}]
["1401.5897",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.5897"],"date":["2014-01-23","2014-04-18"],"type":["text"],"creator":["Takeuchi, Keigo"],"language":[],"coverage":[],"title":["A Generalization of Threshold Saturation: Application to Spatially\n  Coupled BICM-ID"],"description":["  Spatial coupling was proved to improve the belief-propagation (BP)\nperformance up to the maximum-a-posteriori (MAP) performance. This paper\naddresses an extended class of spatially coupled (SC) systems. A potential\nfunction is derived for characterizing a lower bound on the BP performance of\nthe extended SC systems, and shown to be different from the potential for the\nconventional SC systems. This may imply that the BP performance for the\nextended SC systems does not coincide with the MAP performance for the\ncorresponding uncoupled system. SC bit-interleaved coded modulation with\niterative decoding (BICM-ID) is also investigated as an application of the\nextended SC systems.\n","Comment: accepted for publication in Proc. ISIT2014"]}]
["1401.6898",{"format":[],"subject":["Nuclear Theory","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.6898","Phys. Rev. C 89, 045503 (2014)","doi:10.1103/PhysRevC.89.045503"],"date":["2014-01-27","2014-04-14"],"type":["text"],"creator":["Horowitz, C. J."],"language":[],"coverage":[],"title":["Parity violating elastic electron scattering from 27Al and the Qweak\n  measurement"],"description":["  I calculate the parity violating asymmetry A_{pv} for elastic electron\nscattering from 27Al in order to compare with the Qweak experiment \"background\"\n27Al measurement. I find that Coulomb distortions, and the quadrupole form\nfactor, reduce A_{pv} near the diffraction minimum. The Qweak data can be used\nto confirm the neutron radius of 27Al, if nuclear structure uncertainties are\nindeed small, as I suggest, and one can estimate inelastic and impurity\ncontributions. This could provide an important check of the measurement,\nanalysis, and theory.\n","Comment: 5 pages, Includes further details of inelastic contributions, Phys.\n  Rev. C in press"]}]
["1401.7694",{"format":[],"subject":["Mathematics - Category Theory","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1401.7694"],"date":["2014-01-29","2014-04-17"],"type":["text"],"creator":["Gross, Jason","Chlipala, Adam","Spivak, David I."],"language":[],"coverage":[],"title":["Experience Implementing a Performant Category-Theory Library in Coq"],"description":["  We describe our experience implementing a broad category-theory library in\nCoq. Category theory and computational performance are not usually mentioned in\nthe same breath, but we have needed substantial engineering effort to teach Coq\nto cope with large categorical constructions without slowing proof script\nprocessing unacceptably. In this paper, we share the lessons we have learned\nabout how to represent very abstract mathematical objects and arguments in Coq\nand how future proof assistants might be designed to better support such\nreasoning. One particular encoding trick to which we draw attention allows\ncategory-theoretic arguments involving duality to be internalized in Coq's\nlogic with definitional equality. Ours may be the largest Coq development to\ndate that uses the relatively new Coq version developed by homotopy type\ntheorists, and we reflect on which new features were especially helpful.\n","Comment: The final publication will be available at link.springer.com. This\n  version includes a full bibliography which does not fit in the Springer\n  version; other than the more complete references, this is the version\n  submitted as a final copy to ITP 2014"]}]
["1402.1875",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - General Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.1875","Topology Appl. 167 (2014)"],"date":["2014-02-08","2014-04-18"],"type":["text"],"creator":["Srinivasan, Tulsi"],"language":[],"coverage":[],"title":["The Lusternik-Schnirelmann category of metric spaces"],"description":["  We extend the theory of the Lusternik-Schnirelmann category to general metric\nspaces by means of covers by arbitrary subsets. We also generalize the\ndefinition of the strict category weight. We show that if the Bockstein\nhomomorphism on a metric space is non-zero, then its LS-category is at least\ntwo, and use this to compute the category of Pontryagin surfaces. Additionally,\nwe prove that a Polish space with LS-category $n$ can be presented as the\ninverse limit of ANR spaces of category at most $n$.\n"]}]
["1402.2712",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.2712"],"date":["2014-02-11","2014-04-17"],"type":["text"],"creator":["Liu, Jiamou","Ross, Kostya"],"language":[],"coverage":[],"title":["Dynamic Partial Sorting"],"description":["  The dynamic partial sorting problem asks for an algorithm that maintains\nlists of numbers under the link, cut and change value operations, and queries\nthe sorted sequence of the $k$ least numbers in one of the lists. We first\nsolve the problem in $O(k\\log (n))$ time for queries and $O(\\log (n))$ time for\nupdates using the tournament tree data structure, where $n$ is the number of\nelements in the lists. We then introduce a layered tournament tree data\nstructure and solve the same problem in $O(\\log_\\varphi^* (n) k\\log (k))$ time\nfor queries and $O\\left(\\log (n)\\cdot\\log^2\\log (n)\\right)$ for updates, where\n$\\varphi$ is the golden ratio and $\\log_\\varphi^*(n)$ is the iterated\nlogarithmic function with base $\\varphi$.\n"]}]
["1402.3851",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1402.3851"],"date":["2014-02-16","2014-04-17"],"type":["text"],"creator":["Koutis, Ioannis"],"language":[],"coverage":[],"title":["Simple parallel and distributed algorithms for spectral graph\n  sparsification"],"description":["  We describe a simple algorithm for spectral graph sparsification, based on\niterative computations of weighted spanners and uniform sampling. Leveraging\nthe algorithms of Baswana and Sen for computing spanners, we obtain the first\ndistributed spectral sparsification algorithm. We also obtain a parallel\nalgorithm with improved work and time guarantees. Combining this algorithm with\nthe parallel framework of Peng and Spielman for solving symmetric diagonally\ndominant linear systems, we get a parallel solver which is much closer to being\npractical and significantly more efficient in terms of the total work.\n","Comment: replaces \"A simple parallel and distributed algorithm for spectral\n  sparsification\". Minor changes"]}]
["1403.2400",{"format":[],"subject":["Mathematics - Probability","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.2400","doi:10.1007/s11134-014-9401-2"],"date":["2014-03-10"],"type":["text"],"creator":["Baik, Jinho","Nadakuditi, Raj Rao"],"language":[],"coverage":[],"title":["Batch latency analysis and phase transitions for a tandem of queues with\n  exponentially distributed service times"],"description":["  We analyze the latency or sojourn time L(m,n) for the last customer in a\nbatch of n customers to exit from the m-th queue in a tandem of m queues in the\nsetting where the queues are in equilibrium before the batch of customers\narrives at the first queue. We first characterize the distribution of L(m,n)\nexactly for every m and n, under the assumption that the queues have unlimited\nbuffers and that each server has customer independent, exponentially\ndistributed service times with an arbitrary, known rate. We then evaluate the\nfirst two leading order terms of the distributions in the large m and n limit\nand bring into sharp focus the existence of phase transitions in the system\nbehavior. The phase transition occurs due to the presence of either slow\nbottleneck servers or a high external arrival rate. We determine the critical\nthresholds for the service rate and the arrival rate, respectively, about which\nthis phase transition occurs; it turns out that they are the same. This\ncritical threshold depends, in a manner we make explicit, on the individual\nservice rates, the number of customers and the number of queues but not on the\nexternal arrival rate.\n","Comment: To be publised in Queuing Systems: Theory and Applications"]}]
["1403.2547",{"format":[],"subject":["High Energy Physics - Experiment","Physics - Instrumentation and Detectors","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.2547","Physics Letters B 732 (2014) 356-359","doi:10.1016/j.physletb.2014.03.054"],"date":["2014-03-11","2014-04-18"],"type":["text"],"creator":["Inada, T.","Yamaji, T.","Adachi, S.","Namba, T.","Asai, S.","Kobayashi, T.","Tamasaku, K.","Tanaka, Y.","Inubushi, Y.","Sawada, K.","Yabashi, M.","Ishikawa, T."],"language":[],"coverage":[],"title":["Search for Photon-Photon Elastic Scattering in the X-ray Region"],"description":["  We report the first results of a search for real photon-photon scattering\nusing X rays. A novel system is developed to split and collide X-ray pulses by\napplying interferometric techniques. A total of $6.5\\times10^{5}$ pulses (each\ncontaining about $10^{11}$ photons) from an X-ray Free-Electron Laser are\ninjected into the system. No scattered events are observed, and an upper limit\nof $1.7\\times 10^{-24}$ ${\\rm m^{2}}$ (95% C.L.) is obtained on the\nphoton-photon elastic scattering cross section at 6.5 keV.\n"]}]
["1403.4062",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.4062","Phys. Rev. Lett. 112, 158101 (2014)","doi:10.1103/PhysRevLett.112.158101"],"date":["2014-03-17"],"type":["text"],"creator":["Kaiser, Andreas","Peshkov, Anton","Sokolov, Andrey","Hagen, Borge ten","Löwen, Hartmut","Aranson, Igor S."],"language":[],"coverage":[],"title":["Transport powered by bacterial turbulence"],"description":["  We demonstrate that collective turbulent-like motion in a bacterial bath can\npower and steer directed transport of mesoscopic carriers through the\nsuspension. In our experiments and simulations, a microwedge-like \"bulldozer\"\ndraws energy from a bacterial bath of varied density. We obtain that a maximal\ntransport speed is achieved in the turbulent state of the bacterial suspension.\nThis apparent rectification of random motion of bacteria is caused by polar\nordered bacteria inside the cusp region of the carrier, which is shielded from\nthe outside turbulent fluctuations.\n","Comment: 5 pages, 5 figures"]}]
["1403.4202",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.4202"],"date":["2014-03-17","2014-04-17"],"type":["text"],"creator":["de Araújo, Anderson"],"language":[],"coverage":[],"title":["Semantic information and artificial intelligence"],"description":["  For a computational system to be intelligent, it should be able to perform,\nat least, basic deductions. Nonetheless, since deductions are, in some sense,\nequivalent to tautologies, it seems that they do not provide new information.\nThe present article proposes a measure the degree of semantic informativity of\nvalid deductions in a dynamic setting. Concepts of coherency and relevancy,\ndisplayed in terms of insertions and deletions on databases, are used to define\nsemantic informativity. In this way, the article shows that a solution to the\nproblem about the informativity of deductions provides a heuristic principle to\nimprove the deductive power of computational systems.\n"]}]
["1403.4253",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.4253","Monthly Notices of the Royal Astronomical Society 2014 440 (3):\n  3503-3510","doi:10.1093/mnras/stu546"],"date":["2014-03-17"],"type":["text"],"creator":["Connolly, S. D.","McHardy, I. M.","Dwelly, T."],"language":[],"coverage":[],"title":["Long Term Wind-Driven X-Ray Spectral Variability of NGC 1365 with Swift"],"description":["  We present long-term (months-years) X-ray spectral variability of the Seyfert\n1.8 galaxy NGC 1365 as observed by Swift, which provides well sampled\nobservations over a much longer timescale (6 years) and a much larger flux\nrange than is afforded by other observatories. At very low luminosities the\nspectrum is very soft, becoming rapidly harder as the luminosity increases and\nthen, above a particular luminosity, softening again. At a given flux level,\nthe scatter in hardness ratio is not very large, meaning that the spectral\nshape is largely determined by the luminosity. The spectra were therefore\nsummed in luminosity bins and fitted with a variety of models. The best fitting\nmodel consists of two power laws, one unabsorbed and another, more luminous,\nwhich is absorbed. In this model, we find a range of intrinsic 0.5-10.0 keV\nluminosities of approximately 1.1-3.5 ergs/s, and a very large range of\nabsorbing columns, of approximately 10^22 - 10^24 cm^-2. Interestingly, we find\nthat the absorbing column decreases with increasing luminosity, but that this\nresult is not due to changes in ionisation. We suggest that these observations\nmight be interpreted in terms of a wind model in which the launch radius varies\nas a function of ionising flux and disc temperature and therefore moves out\nwith increasing accretion rate, i.e. increasing X-ray luminosity. Thus,\ndepending on the inclination angle of the disc relative to the observer, the\nabsorbing column may decrease as the accretion rate goes up. The weaker,\nunabsorbed, component may be a scattered component from the wind.\n","Comment: 9 pages, 7 figures, accepted for publication in the Monthly Notices\n  of the Royal Astronomical Society"]}]
["1403.5012",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.5012"],"date":["2014-03-19","2014-04-17"],"type":["text"],"creator":["Li, Kai","Wang, Yong","Liu, Meilin"],"language":[],"coverage":[],"title":["A Non-Cooperative Game Model for Reliability-Based Task Scheduling in\n  Cloud Computing"],"description":["  Cloud computing is a newly emerging distributed system which is evolved from\nGrid computing. Task scheduling is the core research of cloud computing which\nstudies how to allocate the tasks among the physical nodes, so that the tasks\ncan get a balanced allocation or each task's execution cost decreases to the\nminimum, or the overall system performance is optimal. Unlike task scheduling\nbased on time or cost before, aiming at the special reliability requirements in\ncloud computing, we propose a non-cooperative game model for reliability-based\ntask scheduling approach. This model takes the steady-state availability that\ncomputing nodes provide as the target, takes the task slicing strategy of the\nschedulers as the game strategy, then finds the Nash equilibrium solution. And\nalso, we design a task scheduling algorithm based on this model. The\nexperiments can be seen that our task scheduling algorithm is better than the\nso-called balanced scheduling algorithm.\n"]}]
["1403.5145",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.5145","Phys. Rev. A 89, 041602(R) (2014)","doi:10.1103/PhysRevA.89.041602"],"date":["2014-03-20"],"type":["text"],"creator":["Rossi, Maurizio","Salasnich, Luca","Ancilotto, Francesco","Toigo, Flavio"],"language":[],"coverage":[],"title":["Monte Carlo Simulations of the Unitary Bose Gas"],"description":["  We investigate the zero-temperature properties of a diluted homogeneous Bose\ngas made of $N$ particles interacting via a two-body square-well potential by\nperfor ming Monte Carlo simulations. We tune the interaction strength to\nachieve arbitrary positive values of the scattering length and compute by Monte\nCarlo quadrature the energy per particle $E/N$ and the condensate fraction\n$N_0/N$ of this system by using a Jastrow ansatz for the many-body wave\nfunction which avoids the formation of the self-bound ground-state and\ndescribes instead a (metastable) gaseous state with uniform den sity. In the\nunitarity limit, where the scattering length diverges while the range of the\ninter-atomic potential is much smaller than the average distance between atoms,\nwe find a finite energy per particle ($E/N=0.70\\ \\hbar^2(6\\pi^2n)^{2/3}/2m$,\nwith $n$ th e number density) and a quite large condensate fraction\n($N_0/N=0.83$).\n","Comment: 5 pages, 2 figures (submitted to Phys. Rev. Lett.)"]}]
["1403.5964",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.5964","Phys. Lett. A 378, 1461 (2014)","doi:10.1016/j.physleta.2014.03.042"],"date":["2014-03-24","2014-04-02"],"type":["text"],"creator":["Andrade, Fabiano M."],"language":[],"coverage":[],"title":["Exact Green's function for rectangular potentials and its application to\n  quasi-bound states"],"description":["  In this work we calculate the exact Green's function for arbitrary\nrectangular potentials. Specifically we focus on Green's function for\nrectangular quantum wells enlarging the knowledge of exact solutions for\nGreen's functions and also generalizing and resuming results in the literature.\nThe exact formula has the form of a sum over paths and always can be cast into\na closed analytic expression. From the poles and residues of the Green's\nfunction the bound states eigenenergies and eigenfunctions with the correct\nnormalization constant are obtained. In order to show the versatility of the\nmethod, an application of the Green's function approach to extract information\nof quasi-bound states in rectangular barriers, where the standard analysis of\nquantum amplitudes fail, is presented.\n","Comment: 9 pages, 7 figures, few typos corrected, matches published version"]}]
["1403.8088",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Numerical Analysis","Primary 42C05, Secondary 15A23"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1403.8088"],"date":["2014-03-31","2014-04-18"],"type":["text"],"creator":["Derevyagin, Maxim","García-Ardila, Juan Carlos","Marcellán, Francisco"],"language":[],"coverage":[],"title":["Multiple Geronimus transformations"],"description":["  We consider multiple Geronimus transformations and show that they lead to\ndiscrete (non-diagonal) Sobolev type inner products. Moreover, it is shown that\nevery discrete Sobolev inner product can be obtained as a multiple Geronimus\ntransformation. A connection with Geronimus spectral transformations for matrix\northogonal polynomials is also considered.\n","Comment: 20 pages"]}]
["1404.0323",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.0323","Phys. Plasmas 21, 042306 (2014)","doi:10.1063/1.4871493"],"date":["2014-04-01","2014-04-04"],"type":["text"],"creator":["Misra, A. P."],"language":[],"coverage":[],"title":["Modulation of drift-wave envelopes in a nonuniform quantum magnetoplasma"],"description":["  We study the amplitude modulation of low-frequency, long-wavelength\nelectrostatic drift-wave envelopes in a nonuniform quantum magnetoplasma\nconsisting of cold ions and degenerate electrons. The effects of tunneling\nassociated with the quantum Bohm potential and the Fermi pressure for\nnonrelativistic degenerate electrons, as well as the equilibrium density and\nmagnetic field inhomogeneities are taken into account. Starting from a set of\nquantum magnetohydrodynamic (QMHD) equations, we derive a nonlinear\nSchr\\\"odinger equation (NLSE) that governs the dynamics of the modulated\nquantum drift-wave packets. The NLSE is used to study the modulational\ninstability (MI) of a Stoke's wave train to a small plane wave perturbation. It\nis shown that the quantum tunneling effect as well as the scale length of\ninhomogeneity play crucial roles for the MI of the drift-wave packets. Thus,\nthe latter can propagate in the form of bright and dark envelope solitons or as\ndrift-wave rogons in degenerate dense magnetoplasmas.\n","Comment: 7 pages, 4 figures; To appear in Physics of Plasmas (2014). In the\n  revised version, the NLSE is recast into a standard form [Eq. (23)], rogon\n  solution (24) is rectified, Fig. 3 is redrawn"]}]
["1404.1099",{"format":[],"subject":["Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.1099"],"date":["2014-04-03","2014-04-18"],"type":["text"],"creator":["Salimov, R."],"language":["ru"],"coverage":[],"title":["On finite lipschitz Orlicz Sobolev classes"],"description":["  It is found a sufficient condition of finite Lipschitz of homeomorphisms of\nthe Orlicz-Sobolev class under a condition of the Calderon type.\n","Comment: in Russian"]}]
["1404.1124",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.1124"],"date":["2014-04-03","2014-04-17"],"type":["text"],"creator":["Li, Kai","Wang, Yong","Liu, Meilin"],"language":[],"coverage":[],"title":["A Task Allocation Schema Based on Response Time Optimization in Cloud\n  Computing"],"description":["  Cloud computing is a newly emerging distributed computing which is evolved\nfrom Grid computing. Task scheduling is the core research of cloud computing\nwhich studies how to allocate the tasks among the physical nodes so that the\ntasks can get a balanced allocation or each task's execution cost decreases to\nthe minimum or the overall system performance is optimal. Unlike the previous\ntask slices' sequential execution of an independent task in the model of which\nthe target is processing time, we build a model that targets at the response\ntime, in which the task slices are executed in parallel. Then we give its\nsolution with a method based on an improved adjusting entropy function. At\nlast, we design a new task scheduling algorithm. Experimental results show that\nthe response time of our proposed algorithm is much lower than the\ngame-theoretic algorithm and balanced scheduling algorithm and compared with\nthe balanced scheduling algorithm, game-theoretic algorithm is not necessarily\nsuperior in parallel although its objective function value is better.\n","Comment: arXiv admin note: substantial text overlap with arXiv:1403.5012"]}]
["1404.2062",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.2062","Phys. Rev. C 89, 045802 (2014)","doi:10.1103/PhysRevC.89.045802"],"date":["2014-04-08"],"type":["text"],"creator":["Schmidt, Konrad","Akhmadaliev, Shavkat","Anders, Michael","Bemmerer, Daniel","Caciolli, Antonio","Dietz, Mirco","Elekes, Zoltán","Junghans, Arnd R.","Menzel, Marie-Luise","Schwengner, Ronald","Wagner, Andreas","Zuber, Kai"],"language":[],"coverage":[],"title":["Strength of the $E_{\\text{p}}$=1.842 MeV resonance in the\n  $^{40}$Ca(p,$\\gamma$)$^{41}$Sc reaction revisited"],"description":["  The strength of the $E_{\\rm p} = 1.842$ MeV resonance in the\n$^{40}$Ca(p,$\\gamma$)$^{41}$Sc reaction is determined with two different\nmethods: First, by an absolute strength measurement using calcium hydroxide\ntargets, and second, relative to the well-determined strength of the resonance\ntriplet at $E_\\alpha$ = 4.5 MeV in the $^{40}$Ca($\\alpha$,$\\gamma$)$^{44}$Ti\nreaction. The present new value of $\\omega\\gamma=(0.192\\pm0.017)$ eV is 37%\n(equivalent to $3.5\\sigma$) higher than the evaluated literature value. In\naddition, the ratio of the strengths of the 1.842 MeV\n$^{40}$Ca(p,$\\gamma$)$^{41}$Sc and 4.5 MeV\n$^{40}$Ca($\\alpha$,$\\gamma$)$^{44}$Ti resonances has been determined to be\n$0.0229\\pm0.0018$. The newly corrected strength of the 1.842-MeV resonance can\nbe used in the future as a normalization point for experiments with calcium\ntargets.\n","Comment: Submitted to Phys. Rev. C"]}]
["1404.2256",{"format":[],"subject":["Mathematics - Spectral Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.2256"],"date":["2014-04-08","2014-04-18"],"type":["text"],"creator":["Oldfield, J. P."],"language":[],"coverage":[],"title":["Two-term Szeg\\H{o} theorem for generalised anti-Wick operators"],"description":["  This article concerns the asymptotics of pseudodifferential operators whose\nWeyl symbol is the convolution of a discontinuous function dilated by a large\nscaling parameter with a smooth function of constant scale. These operators\ninclude as a special case generalised anti-Wick operators, also known as\nGabor-Toeplitz operators, with smooth windows and dilated discontinuous symbol.\nThe main result is a two-term Szeg\\H{o} theorem, that is, the asymptotics of\nthe trace of a function of the operator. A special case of this is the\nasymptotic terms of the eigenvalue counting function. In both cases, previously\nonly the first term in the asymptotic expansion was known explicitly.\n","Comment: v2 slightly clarifies the proof of Lemma 3.4 (the statement remains\n  the same)"]}]
["1404.3348",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3348"],"date":["2014-04-13","2014-04-18"],"type":["text"],"creator":["Chiribella, G.","Yuan, X."],"language":[],"coverage":[],"title":["Measurement sharpness cuts nonlocality and contextuality in every\n  physical theory"],"description":["  Gathering data through measurements is at the basis of every experimental\nscience. Ideally, measurements should be repeatable and, when extracting only\ncoarse-grained data, they should allow the experimenter to retrieve the finer\ndetails at a later time. However, in practice most measurements appear to be\nnoisy. Here we postulate that, despite the imperfections observed in real life\nexperiments, there exists a fundamental level where all measurements are ideal.\nCombined with the requirement that ideal measurements remain so when\ncoarse-grained or applied in parallel on spacelike separated systems, our\npostulate places a powerful constraint on the amount of nonlocality and\ncontextuality that can be found in an arbitrary physical theory, bringing down\nthe violation of Bell and Kocher-Specker inequalities near to its quantum\nvalue. In addition, it provides a new compelling motivation for the principles\nof Local Orthogonality and Consistent Exclusivity, recently proposed for the\ncharacterization of the quantum set of probability distributions.\n","Comment: 9 pages, 2 figures"]}]
["1404.3398",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.3398"],"date":["2014-04-13","2014-04-18"],"type":["text"],"creator":["Choudhury, Sayantan","Mazumdar, Anupam"],"language":[],"coverage":[],"title":["Sub-Planckian inflation & large tensor to scalar ratio with $r\\geq 0.1$"],"description":["  We categorically point out why the analysis of arXiv:1404.1821 [hep-ph] is\nincorrect. Here we explicitly show why the sub-Planckian field excursion of the\ninflaton field can yield large observable tensor-to-scalar ratio, which\nsatisfies both Planck and BICEP constraints.\n","Comment: 6 pages, 1 figure, Comment on arXiv:1404.1821 [hep-ph]. Computational\n  error corrected in Eq(7). But conclusion remains unchanged as it completely\n  nullifies the added claim of arXiv:1404.1821 [hep-ph]"]}]
["1404.4435",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4435"],"date":["2014-04-17","2014-04-18"],"type":["text"],"creator":["Ranganathan, Aanjhan","Danev, Boris","Capkun, Srdjan"],"language":[],"coverage":[],"title":["Low-power Distance Bounding"],"description":["  A distance bounding system guarantees an upper bound on the physical distance\nbetween a verifier and a prover. However, in contrast to a conventional\nwireless communication system, distance bounding systems introduce tight\nrequirements on the processing delay at the prover and require high distance\nmeasurement precision making their practical realization challenging. Prior\nproposals of distance bounding systems focused primarily on building provers\nwith minimal processing delays but did not consider the power limitations of\nprovers and verifiers. However, in a wide range of applications (e.g., physical\naccess control), provers are expected to be fully or semi-passive introducing\nadditional constraints on the design and implementation of distance bounding\nsystems.\n  In this work, we propose a new physical layer scheme for distance bounding\nand leverage this scheme to implement a distance bounding system with a\nlow-power prover. Our physical layer combines frequency modulated continuous\nwave (FMCW) and backscatter communication. The use of backscatter communication\nenables low power consumption at the prover which is critical for a number of\ndistance bounding applications. By using the FMCW-based physical layer, we\nfurther decouple the physical distance estimation from the processing delay at\nthe prover, thereby enabling the realization of the majority of distance\nbounding protocols developed in prior art. We evaluate our system under various\nattack scenarios and show that it offers strong security guarantees against\ndistance, mafia and terrorist frauds. Additionally, we validate the\ncommunication and distance measurement characteristics of our system through\nsimulations and experiments and show that it is well suited for short-range\nphysical access control and payment applications.\n","Comment: 14 pages"]}]
["1404.4486",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","05C65, 05C62"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4486"],"date":["2014-04-17","2014-04-18"],"type":["text"],"creator":["Basavaraju, Manu","Chandran, L. Sunil","Golumbic, Martin Charles","Mathew, Rogers","Rajendraprasad, Deepak"],"language":[],"coverage":[],"title":["Boxicity and separation dimension"],"description":["  A family $\\mathcal{F}$ of permutations of the vertices of a hypergraph $H$ is\ncalled 'pairwise suitable' for $H$ if, for every pair of disjoint edges in $H$,\nthere exists a permutation in $\\mathcal{F}$ in which all the vertices in one\nedge precede those in the other. The cardinality of a smallest such family of\npermutations for $H$ is called the 'separation dimension' of $H$ and is denoted\nby $\\pi(H)$. Equivalently, $\\pi(H)$ is the smallest natural number $k$ so that\nthe vertices of $H$ can be embedded in $\\mathbb{R}^k$ such that any two\ndisjoint edges of $H$ can be separated by a hyperplane normal to one of the\naxes. We show that the separation dimension of a hypergraph $H$ is equal to the\n'boxicity' of the line graph of $H$. This connection helps us in borrowing\nresults and techniques from the extensive literature on boxicity to study the\nconcept of separation dimension.\n","Comment: This is the full version of a paper by the same name submitted to\n  WG-2014. Some results proved in this paper are also present in\n  arXiv:1212.6756. arXiv admin note: substantial text overlap with\n  arXiv:1212.6756"]}]
["1404.4629",{"format":[],"subject":["Computer Science - Hardware Architecture","A.1","I.3.1","H.3.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4629"],"date":["2014-04-17","2014-04-18"],"type":["text"],"creator":["Mittal, Sparsh","Vetter, Jeffrey S."],"language":[],"coverage":[],"title":["A Survey of Methods For Analyzing and Improving GPU Energy Efficiency"],"description":["  Recent years have witnessed a phenomenal growth in the computational\ncapabilities and applications of GPUs. However, this trend has also led to\ndramatic increase in their power consumption. This paper surveys research works\non analyzing and improving energy efficiency of GPUs. It also provides a\nclassification of these techniques on the basis of their main research idea.\nFurther, it attempts to synthesize research works which compare energy\nefficiency of GPUs with other computing systems, e.g. FPGAs and CPUs. The aim\nof this survey is to provide researchers with knowledge of state-of-the-art in\nGPU power management and motivate them to architect highly energy-efficient\nGPUs of tomorrow.\n","Comment: Accepted with minor revision in ACM Computing Survey Journal (impact\n  factor 3.85, five year impact of 7.85)"]}]
["1404.4638",{"format":[],"subject":["Mathematics - Analysis of PDEs","2010: 35Q53, 35B35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4638"],"date":["2014-04-17"],"type":["text"],"creator":["Larkin, Nikolai"],"language":[],"coverage":[],"title":["The 2D Zakharov-Kuznetsov-Burgers equation on a strip"],"description":["  An initial-boundary value problem for the 2D Zakharov-Kuznetsov-Burgers\nequation posed on a channel-type strip was considered. The existence and\nuniqueness results for regular and weak solutions in weighted spaces as well as\nexponential decay of small solutions without restrictions on the width of a\nstrip were proven both for regular solutions in an elevated norm and for weak\nsolutions in the $L^2$-norm.\n"]}]
["1404.4641",{"format":[],"subject":["Computer Science - Computation and Language"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4641"],"date":["2014-04-17"],"type":["text"],"creator":["Hermann, Karl Moritz","Blunsom, Phil"],"language":[],"coverage":[],"title":["Multilingual Models for Compositional Distributed Semantics"],"description":["  We present a novel technique for learning semantic representations, which\nextends the distributional hypothesis to multilingual data and joint-space\nembeddings. Our models leverage parallel data and learn to strongly align the\nembeddings of semantically equivalent sentences, while maintaining sufficient\ndistance between those of dissimilar sentences. The models do not rely on word\nalignments or any syntactic information and are successfully applied to a\nnumber of diverse languages. We extend our approach to learn semantic\nrepresentations at the document level, too. We evaluate these models on two\ncross-lingual document classification tasks, outperforming the prior state of\nthe art. Through qualitative analysis and the study of pivoting effects we\ndemonstrate that our representations are semantically plausible and can capture\nsemantic relationships across languages without parallel data.\n","Comment: Proceedings of ACL 2014 (Long papers)"]}]
["1404.4644",{"format":[],"subject":["Statistics - Methodology","Computer Science - Information Retrieval","Computer Science - Learning","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4644"],"date":["2014-04-17"],"type":["text"],"creator":["Shrivastava, Anshumali","Li, Ping"],"language":[],"coverage":[],"title":["A New Space for Comparing Graphs"],"description":["  Finding a new mathematical representations for graph, which allows direct\ncomparison between different graph structures, is an open-ended research\ndirection. Having such a representation is the first prerequisite for a variety\nof machine learning algorithms like classification, clustering, etc., over\ngraph datasets. In this paper, we propose a symmetric positive semidefinite\nmatrix with the $(i,j)$-{th} entry equal to the covariance between normalized\nvectors $A^ie$ and $A^je$ ($e$ being vector of all ones) as a representation\nfor graph with adjacency matrix $A$. We show that the proposed matrix\nrepresentation encodes the spectrum of the underlying adjacency matrix and it\nalso contains information about the counts of small sub-structures present in\nthe graph such as triangles and small paths. In addition, we show that this\nmatrix is a \\emph{\"graph invariant\"}. All these properties make the proposed\nmatrix a suitable object for representing graphs.\n  The representation, being a covariance matrix in a fixed dimensional metric\nspace, gives a mathematical embedding for graphs. This naturally leads to a\nmeasure of similarity on graph objects. We define similarity between two given\ngraphs as a Bhattacharya similarity measure between their corresponding\ncovariance matrix representations. As shown in our experimental study on the\ntask of social network classification, such a similarity measure outperforms\nother widely used state-of-the-art methodologies. Our proposed method is also\ncomputationally efficient. The computation of both the matrix representation\nand the similarity value can be performed in operations linear in the number of\nedges. This makes our method scalable in practice.\n  We believe our theoretical and empirical results provide evidence for\nstudying truncated power iterations, of the adjacency matrix, to characterize\nsocial networks.\n"]}]
["1404.4648",{"format":[],"subject":["Mathematics - Number Theory","11K36, 11R42, 11R04, 11R27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4648"],"date":["2014-04-17"],"type":["text"],"creator":["Petersen, Kathleen L.","Sinclair, Christopher D."],"language":[],"coverage":[],"title":["Equidistribution of Elements of Norm 1 in Cyclic Extensions"],"description":["  Upon quotienting by units, the elements of norm 1 in a number field $K$ form\na countable subset of a torus of dimension $r_1 + r_2 - 1$ where $r_1$ and\n$r_2$ are the numbers of real and pairs of complex embeddings. When $K$ is\nGalois with cyclic Galois group we demonstrate that this countable set is\nequidistributed in this torus with respect to a natural partial ordering.\n","Comment: 7 pages"]}]
["1404.4653",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4653"],"date":["2014-04-17"],"type":["text"],"creator":["Kambhampati, Sundeep","Stewart, Christopher"],"language":[],"coverage":[],"title":["An Efficient and Balanced Platform for Data-Parallel Subsampling\n  Workloads"],"description":["  With the advent of internet services, data started growing faster than it can\nbe processed. To personalize user experience, this enormous data has to be\nprocessed in real time, in interactive fashion. In order to achieve faster data\nprocessing often a statistical method called subsampling. Subsampling workloads\ncompute statistics from a random subset of sample data (i.e., a subsample).\nData-parallel platforms group these samples into tasks; each task subsamples\nits data in parallel.\n  Current, state-of-the-art platforms such as Hadoop are built for large tasks\nthat run for long periods of time, but applications with smaller average task\nsizes suffer large overheads on these platforms. Tasks in subsampling workloads\nare sized to minimize the number of overall cache misses, and these tasks can\ncomplete in seconds. This technique can reduce the overall length of a\nmap-reduce job, but only when the savings from the cache miss rate reduction\nare not eclipsed by the platform overhead of task creation and data\ndistribution.\n  In this thesis, we propose a data-parallel platform with an efficient data\ndistribution component that breaks data-parallel subsampling workloads into\ncompute clusters with tiny tasks. Each tiny task completes in few hundreds of\nmilliseconds to seconds. Tiny tasks reduce processor cache misses caused by\nrandom subsampling, which speeds up per-task running time. However, they cause\nsignificant scheduling overheads and data distribution challenges. We propose a\ntask knee-pointing algorithm and a dynamic scheduler that schedules the tasks\nto worker nodes based on the availability and response times of the data nodes.\nWe compare our framework against various configurations of BashReduce and\nHadoop. A detailed discussion of tiny task approach on two workloads, EAGLET\nand Netflix movie rating is presented.\n","Comment: 70 Pages, 16 figures,Thesis, The Ohio State University"]}]
["1404.4654",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4654"],"date":["2014-04-17"],"type":["text"],"creator":["Colombini, Ferruccio","Del Santo, Daniele","Fanelli, Francesco","Métivier, Guy"],"language":[],"coverage":[],"title":["The well-posedness issue in Sobolev spaces for hyperbolic systems with\n  Zygmund-type coefficients"],"description":["  In this paper we study the well-posedness of the Cauchy problem for first\norder hyperbolic systems with constant multiplicities and with low regularity\ncoefficients depending just on the time variable. We consider Zygmund and\nlog-Zygmund type assumptions, and we prove well-posedness in $H^\\infty$\nrespectively without loss and with finite loss of derivatives. The key to\nobtain the results is the construction of a suitable symmetrizer for our\nsystem, which allows us to recover energy estimates (with or without loss) for\nthe hyperbolic operator under consideration. This can be achievied, in contrast\nwith the classical case of systems with smooth (say Lipschitz) coefficients, by\nadding one step in the diagonalization process, and building the symmetrizer up\nto the second order.\n","Comment: submitted"]}]
["1404.4655",{"format":[],"subject":["Computer Science - Learning","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4655"],"date":["2014-04-17"],"type":["text"],"creator":["Carlsson, Gunnar","Mémoli, Facundo","Ribeiro, Alejandro","Segarra, Santiago"],"language":[],"coverage":[],"title":["Hierarchical Quasi-Clustering Methods for Asymmetric Networks"],"description":["  This paper introduces hierarchical quasi-clustering methods, a generalization\nof hierarchical clustering for asymmetric networks where the output structure\npreserves the asymmetry of the input data. We show that this output structure\nis equivalent to a finite quasi-ultrametric space and study admissibility with\nrespect to two desirable properties. We prove that a modified version of single\nlinkage is the only admissible quasi-clustering method. Moreover, we show\nstability of the proposed method and we establish invariance properties\nfulfilled by it. Algorithms are further developed and the value of\nquasi-clustering analysis is illustrated with a study of internal migration\nwithin United States.\n","Comment: Accepted to the 31st International Conference on Machine Learning\n  (ICML), Beijing, China, 2014"]}]
["1404.4659",{"format":[],"subject":["Quantitative Finance - Mathematical Finance","60G44, 60G07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4659"],"date":["2014-04-17"],"type":["text"],"creator":["Kuklinski, Jan","Negru, Doinita","Pliszka, Pawel"],"language":[],"coverage":[],"title":["Modelling the skew and smile of SPX and DAX index options using the\n  Shifted Log-Normal and SABR stochastic models"],"description":["  We discuss modelling of SPX and DAX index option prices using the Shifted\nLog-Normal (SLN) model, (also known as Displaced Diffusion), and the SABR\nmodel. We found out that for SPX options, an example of strongly skewed option\nprices, SLN can produce a quite accurate fit. Moreover, for both types of index\noptions, the SLN model is giving a good fit of near-at-the-forward strikes.\nSuch a near-at-the-money fit allows us to calculate precisely the skew\nparameter without involving directly the 3rd moment of the related probability\ndistribution. Eventually, we can follow with a procedure in which the skew is\ncalculated using the SLN model and further smile effects are added as a next\niteration/perturbation. Furthermore, we point out that the SLN trajectories are\nexact solutions of the SABR model for rho = +/-1.\n","Comment: 5 pages, 10 figures"]}]
["1404.4661",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4661"],"date":["2014-04-17"],"type":["text"],"creator":["Wang, Jiang","song, Yang","Leung, Thomas","Rosenberg, Chuck","Wang, Jinbin","Philbin, James","Chen, Bo","Wu, Ying"],"language":[],"coverage":[],"title":["Learning Fine-grained Image Similarity with Deep Ranking"],"description":["  Learning fine-grained image similarity is a challenging task. It needs to\ncapture between-class and within-class image differences. This paper proposes a\ndeep ranking model that employs deep learning techniques to learn similarity\nmetric directly from images.It has higher learning capability than models based\non hand-crafted features. A novel multiscale network structure has been\ndeveloped to describe the images effectively. An efficient triplet sampling\nalgorithm is proposed to learn the model with distributed asynchronized\nstochastic gradient. Extensive experiments show that the proposed algorithm\noutperforms models based on hand-crafted visual features and deep\nclassification models.\n","Comment: CVPR 2014"]}]
["1404.4665",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Classical Analysis and ODEs","Quantitative Finance - General Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4665"],"date":["2014-04-17"],"type":["text"],"creator":["Chipeniuk, Karsten","Katz, Nets Hawk","Walker, Todd"],"language":[],"coverage":[],"title":["Approximate aggregation in the neoclassical growth model with\n  ideosyncratic shocks"],"description":["  We provide an explicit aggregation in the neoclassical growth model with\naggregate shocks and uninsurable employment risk. We show there are two\nrestrictions on the unemployment shock for approximate aggregation to occur.\nFirst the probability of unemployment must be positive for each agent in each\ntime period. That ensures a strong precautionary savings motive. Second, we\nmust have like agents having similar future prospects. That is agents with\nsimilar employment status and wealth must have similar employment paths. The\nsolution of the model must have distribution of wealth as a state variable and\nhence the curse of dimensionality must be confronted. We sidestep this thorny\nissue by introducing a Walrassian auctioneer that communicates the optimal\namount of invested in every period for every outcome of the shocks to the\nagents.\n","Comment: 24 pages, preliminary version, not yet submitted"]}]
["1404.4666",{"format":[],"subject":["Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4666"],"date":["2014-04-17"],"type":["text"],"creator":["Givelberg, Edward"],"language":[],"coverage":[],"title":["Object-Oriented Parallel Programming"],"description":["  We introduce an object-oriented framework for parallel programming, which is\nbased on the observation that programming objects can be naturally interpreted\nas processes. A parallel program consists of a collection of persistent\nprocesses that communicate by executing remote methods. We discuss code\nparallelization and process persistence, and explain the main ideas in the\ncontext of computations with very large data objects.\n"]}]
["1404.4674",{"format":[],"subject":["Mathematics - Combinatorics","05A05 (Primary), 05A15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4674"],"date":["2014-04-17"],"type":["text"],"creator":["Petersen, T. Kyle","Guay-Paquet, Mathieu"],"language":[],"coverage":[],"title":["The generating function for total displacement"],"description":["  In a 1977 paper, Diaconis and Graham studied what Knuth calls the total\ndisplacement of a permutation $w$, which is the sum of the distances\n$|w(i)-i|$. In recent work of the first author and Tenner, this statistic\nappears as twice the type $A_{n-1}$ version of a statistic for Coxeter groups\ncalled the depth of $w$. There are various enumerative results for this\nstatistic in the work of Diaconis and Graham, codified as exercises in Knuth's\ntextbook, and some other results in the work of Petersen and Tenner. However,\nno formula for the generating function of this statistic appears in the\nliterature. Knuth comments that \"the generating function for total displacement\ndoes not appear to have a simple form.\" In this paper, we translate the problem\nof computing the distribution of total displacement into a problem of counting\nweighted Motzkin paths. In this way, standard techniques allow us to express\nthe generating function for total displacement as a continued fraction.\n","Comment: 11 pages, 3 tables and many figures"]}]
["1404.4675",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4675"],"date":["2014-04-17"],"type":["text"],"creator":["Sohma, Masaki","Hirota, Osamu"],"language":[],"coverage":[],"title":["Masking Property of Quantum Random Cipher with Phase Mask Encryption\n  -Towards Quantum Enigma Cipher-"],"description":["  The security analysis of physical encryption protocol based on coherent pulse\nposition modulation(CPPM) originated by Yuen is one of the most interesting\ntopics in the study of cryptosystem with a security level beyond the Shannon\nlimit. Although the implementation of CPPM scheme has certain difficulty,\nseveral methods have been proposed recently. This paper deals with the CPPM\nencryption in terms of symplectic transformation, which includes a phase mask\nencryption as a special example, and formulates a unified security analysis for\nsuch encryption schemes. Specifically, we give a lower bound of Eve's symbol\nerror probability using reliability function theory to ensure that our proposed\nsystem exceeds the Shannon limit. Then we assume the secret key is given to Eve\nafter her heterodyne measurement. Since this assumption means that Eve has a\ngreat advantage in the sense of the conventional cryptography, the lower bound\nof her error indeed ensures the security level beyond the Shannon limit. In\naddition, we show some numerical examples of the security performance.\n","Comment: 19 pages, 4 figures. Quantum Information Processing (Published\n  online: 02 April, 2014)"]}]
["1404.4676",{"format":[],"subject":["Computer Science - Discrete Mathematics","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4676"],"date":["2014-04-17"],"type":["text"],"creator":["Chen, Xujin","Hu, Xiaodong","Wang, Changjun"],"language":[],"coverage":[],"title":["Approximability of the Minimum Weighted Doubly Resolving Set Problem"],"description":["  Locating source of diffusion in networks is crucial for controlling and\npreventing epidemic risks. It has been studied under various probabilistic\nmodels. In this paper, we study source location from a deterministic point of\nview by modeling it as the minimum weighted doubly resolving set (DRS) problem,\nwhich is a strengthening of the well-known metric dimension problem.\n  Let $G$ be a vertex weighted undirected graph on $n$ vertices. A vertex\nsubset $S$ of $G$ is DRS of $G$ if for every pair of vertices $u,v$ in $G$,\nthere exist $x,y\\in S$ such that the difference of distances (in terms of\nnumber of edges) between $u$ and $x,y$ is not equal to the difference of\ndistances between $v$ and $x,y$. The minimum weighted DRS problem consists of\nfinding a DRS in $G$ with minimum total weight. We establish $\\Theta(\\ln n)$\napproximability of the minimum DRS problem on general graphs for both weighted\nand unweighted versions. This is the first work providing explicit\napproximation lower and upper bounds for minimum (weighted) DRS problem, which\nare nearly tight. Moreover, we design first known strongly polynomial time\nalgorithms for the minimum weighted DRS problem on general wheels and trees\nwith additional constant $k\\ge0$ edges.\n"]}]
["1404.4677",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4677"],"date":["2014-04-17"],"type":["text"],"creator":["Qiao, Haihua","Li, Juan","Shen, Zhiqiang","Chen, Xi","Zheng, Xingwu"],"language":[],"coverage":[],"title":["The catalogues and mid-infrared environment of Interstellar OH Masers"],"description":["  Data for a number of OH maser lines have been collected from surveys. The\nposi- tions are compared to recent mid-infrared (MIR) surveys such as\nSpitzer-GLIMPSE and WISE, restricting the comparison to point sources. The\ncolors and intensities of the IR sources are compared. There are many 18 cm OH\nmasers, but far fewer in lines arising from higher energy levels. We also make\na comparison with the 5 cm Class II methanol masers. We have divided the\nresults into 3 subsamples: those associated with OH masers only, those\nassociated with OH masers and Class II methanol masers, and those only\nassociated with Class II methanol masers. There are no obvious dif- ferences in\nthe color-color or color-magnitude results for the GLIMPSE point sources.\nHowever, according to the results from the WISE 22 {\\mu}m survey, the sources\nassoci- ated with OH masers are brighter than those associated with methanol\nmasers. We interpret the presence of OH and methanol masers mark the locations\nof regions where stars are forming. The OH masers are located on the borders of\nsharp features found in the IR. These are referred to as bubbles. If the OH\nmasers mark the positions of protostars, the result provides indirect evidence\nfor triggered star formation caused by the expansion of the bubbles.\n","Comment: 23 pages (11 pages online only), 12 figures, Accepted. Monthly\n  Notices of the Royal Astronomical Society,2014"]}]
["1404.4680",{"format":[],"subject":["Mathematics - Commutative Algebra","13D40, 13H15, 13H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4680"],"date":["2014-04-17"],"type":["text"],"creator":["Goto, Shiro","Ozeki, Kazuho"],"language":[],"coverage":[],"title":["Sectional genera of parameter ideals"],"description":["  Let $M$ be a finitely generated module over a Noetherian local ring. This\npaper reports, for a given parameter ideal $Q$ for $M$, a criterion for the\nequality\n${\\mathrm{g}}_s(Q;M)=\\operatorname{hdeg}_Q(M)-{\\mathrm{e}}_Q^0(M)-{\\mathrm{T}}_Q^1(M)$,\nwhere ${\\mathrm{g}}_s(Q;M)$, ${\\mathrm{e}}_Q^0(M)$, ${\\mathrm{e}}_Q^1(M)$, and\n${\\mathrm{T}}_Q^1(M)$ respectively denote the sectional genus, the\nmultiplicity, the first Hilbert coefficient, and the Homological torsion of $M$\nwith respect to $Q$.\n","Comment: 17 pages. arXiv admin note: substantial text overlap with\n  arXiv:1404.2455"]}]
["1404.4684",{"format":[],"subject":["Mathematics - Symplectic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4684"],"date":["2014-04-17"],"type":["text"],"creator":["Lin, Yu-Shen"],"language":[],"coverage":[],"title":["Reduced Open Gromov-Witten Invariants on HyperK\\\"aher Manifolds"],"description":["  We use the hyperK\\\"aler geometry define an disc-counting invariants with\ndeformable boundary condition on hyperK\\\"ahler manifolds. Unlike the reduced\nGromov-Witten invariants, these invariants can have non-trivial wall-crossing\nphenomenon and are expected to be the generalized Donaldson-Thomas invariants\nin the construction of hyperK\\\"ahler metric proposed by Gaiotto-Moore-Neitzke.\n"]}]
["1404.4687",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4687"],"date":["2014-04-18"],"type":["text"],"creator":["Zhou, D.","Tang, J. Y.","Chen, Y.","Wang, N."],"language":[],"coverage":[],"title":["Linear Fringe Field Effects of Quadrupoles"],"description":["  Fringe field becomes important when one requires more accurate modeling of a\nring lattice to study the long-term beam dynamics in storage rings and deal\nwith large aperture magnets in high-intensity proton synchrotrons or\naccumulator rings. In this paper, a simple expression to calculate the tune\nshifts due to quadrupole fringe fields is derived by using Lie algebra\ntechnique. With higher-order terms included, this method is more accurate\ncompared with the linear fringe field model used in SAD code. The method is\nalso applied to a BEPCII lattice. Also based on the Lie algebra technique and\nan inverse series technique, an equivalent hard-edge model for quadrupoles is\nproposed, in which the model parameters are derived analytically. The model has\nthe advantages of the direct calculation of the equivalent length and strength\nof a quadrupole and the easy adaptation when the strength changes. The validity\nof the model and its simplified version has been checked with a numerical\nmethod, and they show very good agreements.\n"]}]
["1404.4692",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4692"],"date":["2014-04-18"],"type":["text"],"creator":["Doshi, Nishant"],"language":[],"coverage":[],"title":["Approximation for the Path Complexity of Binary Search Tree"],"description":["  The complexity of an algorithm is an important parameter to determine its\neffi-ciency. They are of different types viz. Time complexity, Space\ncomplexity, etc. However, none of them consider the execution path as a\ncomplexity measure. Ashok et al, firstly proposed the notion of the Path\nComplexity of a pro-gram/algorithm, which defined based on the number of\nexecution paths as a function of the input size. However, the notion of path\ncomplexity of the pro-gram, cannot apply to the object-oriented environment.\nTherefore, Anupam et al, has extended the notion of path complexity to the\nclass as follows. The notion of the state of the class is defined based on\nstructural representation (aka state) of the class. The class contains data\nmembers and data operations. It considers only those data operations that\nchange the state of the class. The path complexity of the class is defined to\nbe the number of valid input sequences, each of them con-taining valid data\noperations. Anupam et al, had applied this notion to the class Stack. However,\nthe stack is basic and simple data structures. Therefore, in this research we\nhave used a more complex class to understand the path complexity behavior in\nthe object oriented environment. Binary Search Tree (BST) is one of the well\nknown (and more complex too) data structure, which is useful in sorting,\nsearching, Traffic Engineering and many more applications. We have analyzed the\npath complexity of the class BST based on the algorithms for insert and delete\noperations. Additionally, we have modified the delete operation to minimize the\npath complexity for the class BST.\n"]}]
["1404.4693",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4693"],"date":["2014-04-18"],"type":["text"],"creator":["Kutzkov, Konstantin","Pagh, Rasmus"],"language":[],"coverage":[],"title":["Consistent Subset Sampling"],"description":["  Consistent sampling is a technique for specifying, in small space, a subset\n$S$ of a potentially large universe $U$ such that the elements in $S$ satisfy a\nsuitably chosen sampling condition. Given a subset $\\mathcal{I}\\subseteq U$ it\nshould be possible to quickly compute $\\mathcal{I}\\cap S$, i.e., the elements\nin $\\mathcal{I}$ satisfying the sampling condition. Consistent sampling has\nimportant applications in similarity estimation, and estimation of the number\nof distinct items in a data stream.\n  In this paper we generalize consistent sampling to the setting where we are\ninterested in sampling size-$k$ subsets occurring in some set in a collection\nof sets of bounded size $b$, where $k$ is a small integer. This can be done by\napplying standard consistent sampling to the $k$-subsets of each set, but that\napproach requires time $\\Theta(b^k)$. Using a carefully designed hash function,\nfor a given sampling probability $p \\in (0,1]$, we show how to improve the time\ncomplexity to $\\Theta(b^{\\lceil k/2\\rceil}\\log \\log b + pb^k)$ in expectation,\nwhile maintaining strong concentration bounds for the sample. The space usage\nof our method is $\\Theta(b^{\\lceil k/4\\rceil})$.\n  We demonstrate the utility of our technique by applying it to several\nwell-studied data mining problems. We show how to efficiently estimate the\nnumber of frequent $k$-itemsets in a stream of transactions and the number of\nbipartite cliques in a graph given as incidence stream. Further, building upon\na recent work by Campagna et al., we show that our approach can be applied to\nfrequent itemset mining in a parallel or distributed setting. We also present\napplications in graph stream mining.\n","Comment: To appear in SWAT 2014"]}]
["1404.4695",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4695"],"date":["2014-04-18"],"type":["text"],"creator":["Barles, Guy","Koike, Shigeaki","Ley, Olivier","Topp, Erwin"],"language":[],"coverage":[],"title":["Regularity Results and Large Time Behavior for Integro-Differential\n  Equations with Coercive Hamiltonians"],"description":["  In this paper we obtain regularity results for elliptic integro-differential\nequations driven by the stronger effect of coercive gradient terms. This\nfeature allows us to construct suitable strict supersolutions from which we\nconclude H\\\"older estimates for bounded subsolutions. In many interesting\nsituations, this gives way to a priori estimates for subsolutions. We apply\nthis regularity results to obtain the ergodic asymptotic behavior of the\nassociated evolution problem in the case of superlinear equations. One of the\nsurprising features in our proof is that it avoids the key ingredient which are\nusually necessary to use the Strong Maximum Principle: linearization based on\nthe Lipschitz regularity of the solution of the ergodic problem. The proof\nentirely relies on the H\\\"older regularity.\n"]}]
["1404.4697",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4697"],"date":["2014-04-18"],"type":["text"],"creator":["Martirosyan, Davit"],"language":[],"coverage":[],"title":["Exponential mixing for the white - forced damped nonlinear wave equation"],"description":["  The paper is devoted to studying the stochastic nonlinear wave (NLW) equation\nin a bounded domain D $\\subset$ R3. We show that the Markov process associated\nwith the flow of solution has a unique stationary measure $\\mu$, and the law of\nany solution converges to $\\mu$ with exponential rate in the dual-Lipschitz\nnorm\n","Comment: 32 pages"]}]
["1404.4698",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4698"],"date":["2014-04-18"],"type":["text"],"creator":["Gander, Martin J.","Santugini-Repiquet, Kévin"],"language":[],"coverage":[],"title":["Cross-Points in Domain Decomposition Methods with a Finite Element\n  Discretization"],"description":["  Non-overlapping domain decomposition methods necessarily have to exchange\nDirichlet and Neumann traces at interfaces in order to be able to converge to\nthe underlying mono-domain solution. Well known such non-overlapping methods\nare the Dirichlet-Neumann method, the FETI and Neumann-Neumann methods, and\noptimized Schwarz methods. For all these methods, cross-points in the domain\ndecomposition configuration where more than two subdomains meet do not pose any\nproblem at the continuous level, but care must be taken when the methods are\ndiscretized. We show in this paper two possible approaches for the consistent\ndiscretization of Neumann conditions at cross-points in a Finite Element\nsetting.\n"]}]
["1404.4700",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4700"],"date":["2014-04-18"],"type":["text"],"creator":["Niu, J. G.","Zhan, Q.","Geng, W. T."],"language":[],"coverage":[],"title":["Waltzing of a Helium Pair in Tungsten: Migration Barrier and Trajectory\n  Revealed from First-Principles"],"description":["  Despite well documented first-principles theoretical determination of the low\nmigration energy (0.06 eV) of a single He in tungsten, fully quantum mechanical\ncalculations on the migration of a He pair still present a challenge due to the\ncomplexity of its trajectory. By identifying the six most stable configurations\nof the He pair in W and decomposing its motion into rotational, translational,\nand rotational-translational routines, we are able to determine its migration\nbarrier and trajectory. Our density functional theory calculations demonstrate\na He pair has three modes of motion: a close or open circular two-dimensional\nmotion in (100) plane with an energy barrier of 0.30 eV, a snaking motion along\n[001] direction with a barrier of 0.30 eV, and a twisted-ladder motion along\n[010] direction with the two He swinging in the plane (100) and a barrier of\n0.31 eV. The graceful associative movements of a He pair are related to the\nchemical-bonding-like He-He interaction being much stronger than its migration\nbarrier in W. The excellent agreement with available experimental measurements\n(0.24-0.32 eV) on He migration makes our first-principles result a solid input\nto obtain accurate He-W interatomic potentials in molecular dynamics\nsimulations.\n","Comment: 13 pages, six figures"]}]
["1404.4702",{"format":[],"subject":["Computer Science - Learning","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4702"],"date":["2014-04-18"],"type":["text"],"creator":["Feldman, Vitaly","Kothari, Pravesh","Vondrák, Jan"],"language":[],"coverage":[],"title":["Nearly Tight Bounds on $\\ell_1$ Approximation of Self-Bounding Functions"],"description":["  We study the complexity of learning and approximation of self-bounding\nfunctions over the uniform distribution on the Boolean hypercube ${0,1}^n$.\nInformally, a function $f:{0,1}^n \\rightarrow \\mathbb{R}$ is self-bounding if\nfor every $x \\in {0,1}^n$, $f(x)$ upper bounds the sum of all the $n$ marginal\ndecreases in the value of the function at $x$. Self-bounding functions include\nsuch well-known classes of functions as submodular and fractionally-subadditive\n(XOS) functions. They were introduced by Boucheron et al in the context of\nconcentration of measure inequalities. Our main result is a nearly tight\n$\\ell_1$-approximation of self-bounding functions by low-degree juntas.\nSpecifically, all self-bounding functions can be $\\epsilon$-approximated in\n$\\ell_1$ by a polynomial of degree $\\tilde{O}(1/\\epsilon)$ over\n$2^{\\tilde{O}(1/\\epsilon)}$ variables. Both the degree and junta-size are\noptimal up to logarithmic terms. Previously, the best known bound was\n$O(1/\\epsilon^{2})$ on the degree and $2^{O(1/\\epsilon^2)}$ on the number of\nvariables (Feldman and Vondr \\'{a}k 2013). These results lead to improved and\nin several cases almost tight bounds for PAC and agnostic learning of\nsubmodular, XOS and self-bounding functions. In particular, assuming hardness\nof learning juntas, we show that PAC and agnostic learning of self-bounding\nfunctions have complexity of $n^{\\tilde{\\Theta}(1/\\epsilon)}$.\n","Comment: 16 pages"]}]
["1404.4703",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4703","Journal of Physics : Condensed Matter , volume 26, page 185004,\n  year 2014","doi:10.1088/0953-8984/26/18/185004"],"date":["2014-04-18"],"type":["text"],"creator":["Datta, Soumendu","Saha-Dasgupta, Tanusri"],"language":[],"coverage":[],"title":["Mn$_m$Tc$_n$ nanoalloy clusters obey Vegard's law : A first principles\n  prediction"],"description":["  With a view to gain an understanding about the alloying tendency of\nbimetallic nano alloy clusters of isoelectronics constituents, we studied the\nstructural and mixing behaviors of Mn$_m$Tc$_n$ alloy clusters with $m+n =$13\nfor all possible compositions, using first principles electronic structure\ncalculations. Our study reports a favorable mixing tendency for the alloy\nclusters. The average bond lengths of the minimum energy structures show an\noverall linear variation with concentrations, indicating a Vegard's law like\nvariation for the nano alloy clusters, though the optimized structures undergo\na structural transition from a closed and compact structure for the Mn-rich\nalloy clusters to an open layered like structure for the Tc-rich alloy\nclusters. We figure out a continuous and smooth interplay between hybridization\nand magnetization properties of the alloy clusters, which plays a vital role\nfor the Vegard's law like variation in their average bond lengths.\n","Comment: 13 pages and 4 figures"]}]
["1404.4704",{"format":[],"subject":["Mathematics - Algebraic Geometry","14M22, 37F75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4704"],"date":["2014-04-18"],"type":["text"],"creator":["Araujo, Carolina","Druel, Stéphane"],"language":[],"coverage":[],"title":["Codimension 1 Mukai foliations on complex projective manifolds"],"description":["  In this paper we classify codimension 1 Mukai foliations on complex\nprojective manifolds\n"]}]
["1404.4706",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4706","Phys. Rev. B 89, 155420 (2014)","doi:10.1103/PhysRevB.89.155420"],"date":["2014-04-18"],"type":["text"],"creator":["Qi, Junjie","Liu, Haiwen","Xie, X. C."],"language":[],"coverage":[],"title":["Surface plasmon polaritons in topological insulator"],"description":["  We study surface plasmon polaritons on topological insulator-vacuum\ninterface. When the time-reversal symmetry is broken due to ferromagnetic\ncoupling, the surface states exhibit magneto-optical Kerr effect. This effect\ngives rise to a novel transverse type surface plasmon polariton, besides the\nlongitudinal type. In specific, these two types contain three different\nchannels, corresponding to the pole of determinant of Fresnel reflection\nmatrix. All three channels of surface plasmon polaritons display tight\nconfinement, long lifetime and show strong light-matter coupling with a dipole\nemitter.\n","Comment: 6 pages, 4 figures"]}]
["1404.4707",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4707"],"date":["2014-04-18"],"type":["text"],"creator":["Maas, Ruben","Verhagen, Ewold","Parsons, James","Polman, Albert"],"language":[],"coverage":[],"title":["Negative refractive index and higher-order harmonics in layered\n  metallodielectric optical metamaterials"],"description":["  We study the propagation of light in a three-dimensional double-periodic\nAg/TiO2 multilayer metamaterial composed of coupled plasmonic waveguides\noperating in the visible and UV spectral range. For these frequencies, light\npropagation in the plane of the waveguides is described by a negative phase\nvelocity, while for the orthogonal direction light propagation is described by\na Bloch wave composed of a large number of harmonics. As a result, the material\ncannot generally be described by a single phase index: decomposing the Bloch\nwave into different harmonics we show that for the wavelength range of interest\nthe positive index m=1 harmonic dominates the propagation of light in the\northogonal direction. These results are corroborated by numerical simulations\nand optical refraction experiments on a double-periodic Ag/TiO2 multilayer\nmetamaterial prism in the 380-600 nm spectral range, which show that positive\nrefraction associated with right-handed harmonics dominates. Studying the\nisofrequency contours we find that despite the occurrence of multiple harmonics\nthe double-periodic structure can act as a flat lens: for a slab consisting of\nan integer number of unit cells all harmonics are degenerate and constructively\ninterfere at the image plane. This work identifies important considerations\nrelevant to the design of many three dimensional periodic metamaterials.\n","Comment: 11 pages, 7 figures"]}]
["1404.4708",{"format":[],"subject":["Mathematics - Functional Analysis","Primary 47A13, Secondary 47A53"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4708","J. Operator Theory 55 (2) (2006), 311-337"],"date":["2014-04-18"],"type":["text"],"creator":["Boasso, Enrico"],"language":[],"coverage":[],"title":["Regular Fredholm Pairs"],"description":["  In this work it is introduced the notion of regular Fredholm pair, i.e. a\nFredholm pair whose operators are regular. The main properties of these objects\nare studied, and what is more, they are entirely classified. Furthermore, the\nindex of a Fredholm pair turns out to be an extremely useful tool in the\ndescription of the aforementioned objects. Finally, regular Fredholm pairs are\ncharacterized in terms of regular Fredholm symmetrical pairs, exact chains of\nmultiplication operators, and invertible Banach space operators.\n","Comment: 23 pages, original research article"]}]
["1404.4711",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4711"],"date":["2014-04-18"],"type":["text"],"creator":["Moretti, Marco","Sanguinetti, Luca","Wang, Xiaodong"],"language":[],"coverage":[],"title":["Resource Allocation for Power Minimization in the Downlink of THP-based\n  Spatial Multiplexing MIMO-OFDMA Systems"],"description":["  In this work, we deal with resource allocation in the downlink of spatial\nmultiplexing MIMO-OFDMA systems. In particular, we concentrate on the problem\nof jointly optimizing the transmit and receive processing matrices, the channel\nassignment and the power allocation with the objective of minimizing the total\npower consumption while satisfying different quality-of-service requirements. A\nlayered architecture is used in which users are first partitioned in different\ngroups on the basis of their channel quality and then channel assignment and\ntransceiver design are sequentially addressed starting from the group of users\nwith most adverse channel conditions. The multi-user interference among users\nbelonging to different groups is removed at the base station using a\nTomlinson-Harashima pre-coder operating at user level. Numerical results are\nused to highlight the effectiveness of the proposed solution and to make\ncomparisons with existing alternatives.\n","Comment: 12 pages, 6 figures, IEEE Trans. Veh. Technol"]}]
["1404.4713",{"format":[],"subject":["Computer Science - Software Engineering","D.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4713","doi:10.5220/0004640000470054"],"date":["2014-04-18"],"type":["text"],"creator":["Exman, Iaakov","Alfia, Avinoam"],"language":[],"coverage":[],"title":["Knowledge-Driven Game Design by Non-Programmers"],"description":["  Game extension is an entertaining activity that offers an opportunity to test\nnew design approaches by non-programmers. The real challenge is to enable this\nactivity by means of a suitable infrastructure. We propose a knowledge-driven\napproach with natural game-player concepts. These concepts, found in game\nontologies, include game abstractions and rules for game moves. The approach\nhas been implemented and tested for board games. These include tic-tac-toe as a\nsimplest example, enabling extensions of tic-tac- toe, say to a four-by-four\nboard and Sudoku, a single player game of a very different nature.\n","Comment: 10 pages, 4 figures, reprint of paper in SKY 2013 Workshop,\n  Vilamoura, Portugal, September 2013, SCITEPRESS Digital Library"]}]
["1404.4714",{"format":[],"subject":["Computer Science - Computation and Language"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4714"],"date":["2014-04-18"],"type":["text"],"creator":["Sun, Yaming","Lin, Lei","Tang, Duyu","Yang, Nan","Ji, Zhenzhou","Wang, Xiaolong"],"language":[],"coverage":[],"title":["Radical-Enhanced Chinese Character Embedding"],"description":["  We present a method to leverage radical for learning Chinese character\nembedding. Radical is a semantic and phonetic component of Chinese character.\nIt plays an important role as characters with the same radical usually have\nsimilar semantic meaning and grammatical usage. However, existing Chinese\nprocessing algorithms typically regard word or character as the basic unit but\nignore the crucial radical information. In this paper, we fill this gap by\nleveraging radical for learning continuous representation of Chinese character.\nWe develop a dedicated neural architecture to effectively learn character\nembedding and apply it on Chinese character similarity judgement and Chinese\nword segmentation. Experiment results show that our radical-enhanced method\noutperforms existing embedding learning algorithms on both tasks.\n","Comment: 8 pages, 4 figures"]}]
["1404.4718",{"format":[],"subject":["Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4718"],"date":["2014-04-18"],"type":["text"],"creator":["Anshelevich, Elliot","Sekar, Shreyas"],"language":[],"coverage":[],"title":["Approximate Equilibrium and Incentivizing Social Coordination"],"description":["  We study techniques to incentivize self-interested agents to form socially\ndesirable solutions in scenarios where they benefit from mutual coordination.\nTowards this end, we consider coordination games where agents have different\nintrinsic preferences but they stand to gain if others choose the same strategy\nas them. For non-trivial versions of our game, stable solutions like Nash\nEquilibrium may not exist, or may be socially inefficient even when they do\nexist. This motivates us to focus on designing efficient algorithms to compute\n(almost) stable solutions like Approximate Equilibrium that can be realized if\nagents are provided some additional incentives. Our results apply in many\nsettings like adoption of new products, project selection, and group formation,\nwhere a central authority can direct agents towards a strategy but agents may\ndefect if they have better alternatives. We show that for any given instance,\nwe can either compute a high quality approximate equilibrium or a near-optimal\nsolution that can be stabilized by providing small payments to some players. We\nthen generalize our model to encompass situations where player relationships\nmay exhibit complementarities and present an algorithm to compute an\nApproximate Equilibrium whose stability factor is linear in the degree of\ncomplementarity. Our results imply that a little influence is necessary in\norder to ensure that selfish players coordinate and form socially efficient\nsolutions.\n","Comment: A preliminary version of this work will appear in AAAI-14:\n  Twenty-Eighth Conference on Artificial Intelligence"]}]
["1404.4724",{"format":[],"subject":["Mathematics - Commutative Algebra","Primary:13A02, Secondary:16W50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4724"],"date":["2014-04-18"],"type":["text"],"creator":["Park, Jung Pil","Shin, Yong-Su"],"language":[],"coverage":[],"title":["The Minimal Free Resolution of A Star-Configuration in $\\mathbb{P}^n$"],"description":["  We find the minimal free resolution of the ideal of a star-configuration in\n$\\mathbb{P}^n$ of type $(r,s)$ defined by general forms in\n$R=\\Bbbk[x_0,x_1,\\dots,x_n]$. This generalises the results of \\cite{AS:1,GHM}\nfrom a specific value of $r=2$ to any value of $1\\le r\\le n$. Moreover, we show\nthat any star-configuration in $\\mathbb{P}^n$ is arithmetically Cohen-Macaulay.\nAs an application, we construct a few of graded Artinian rings, which have the\nweak Lefschetz property, using the sum of two ideals of star-configurations in\n$\\mathbb{P}^n$.\n","Comment: 18 pages, 2 figures"]}]
["1404.4725",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4725"],"date":["2014-04-18"],"type":["text"],"creator":["Diltz, Christopher","Boettcher, Markus"],"language":[],"coverage":[],"title":["Time Dependent Leptonic Modeling of Fermi II Processes in the Jets of\n  Flat Spectrum Radio Quasars"],"description":["  In this paper, we discuss the light-curve features of various flaring\nscenarios in a time-dependent leptonic model for low-frequency-peaked blazars.\nThe quasar 3C273 is used as an illustrative example. Our code takes into\naccount Fermi-II acceleration and all relevant electron cooling terms,\nincluding the external radiation fields generally found to be important in the\nmodeling of the SEDs of FSRQs, as well as synchrotron self absorption and\ngamma-gamma pair-production. General parameters are constrained through a fit\nto the average spectral energy distribution (SED) of the blazar by numerically\nsolving the time-dependent Fokker-Planck equation for the electron evolution in\na steady-state situation. We then apply perturbations to several input\nparameters (magnetic field, particle injection luminosity, acceleration time\nscale) to simulate flaring events and compute time-dependent SEDs and light\ncurves in representative energy bands (radio, optical, X-rays, gamma-rays).\nTime lags between different bands are evaluated using a discrete cross\ncorrelation analysis. We find that Fermi-II acceleration has a significant\neffect on the distributions and that flaring events caused by increased\nacceleration efficiency of the Fermi II process will produce a correlation\nbetween the radio, optical and gamma-ray bandpasses, but an anti-correlation\nbetween these three bandpasses and the X-ray band, with the X-rays lagging\nbehind the variations in other bands by up to several hours.\n","Comment: Accepted for publication in the Journal of High Energy Astrophysics\n  (JHEAp)"]}]
["1404.4730",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory","60B20, 60F15, 62E15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4730"],"date":["2014-04-18"],"type":["text"],"creator":["Cheliotis, Dimitris"],"language":[],"coverage":[],"title":["Triangular random matrices and biorthogonal ensembles"],"description":["  We study the singular values of certain triangular random matrices. When\ntheir elements are i.i.d. standard complex Gaussian random variables, the\nsquares of the singular values form a biorthogonal ensemble, and with an\nappropriate change in the distribution of the diagonal elements, they give the\nbiorthogonal Laguerre ensemble. For triangular Wigner matrices, we give\nalternative proofs for the convergence of the empirical distribution of the\nappropriately scaled squares of the singular eigenvalues to a distribution with\nsupport $[0, e]$, as well as for the almost sure convergence of the rescaled\nlargest singular eigenvalue to $\\sqrt{e}$ under the additional assumption of\nmean zero and finite fourth moment for the law of the matrix elements.\n","Comment: 21 pages, 2 figures"]}]
["1404.4734",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4734"],"date":["2014-04-18"],"type":["text"],"creator":["Hefetz, Dan","Steger, Angelika","Sudakov, Benny"],"language":[],"coverage":[],"title":["Random directed graphs are robustly Hamiltonian"],"description":["  A classical theorem of Ghouila-Houri from 1960 asserts that every directed\ngraph on $n$ vertices with minimum out-degree and in-degree at least $n/2$\ncontains a directed Hamilton cycle. In this paper we extend this theorem to a\nrandom directed graph ${\\mathcal D}(n,p)$, that is, a directed graph in which\nevery ordered pair $(u,v)$ becomes an arc with probability $p$ independently of\nall other pairs. Motivated by the study of resilience of properties of random\ngraphs, we prove that if $p \\gg \\log n/\\sqrt{n}$, then a.a.s. every subdigraph\nof ${\\mathcal D}(n,p)$ with minimum out-degree and in-degree at least $(1/2 +\no(1)) n p$ contains a directed Hamilton cycle. The constant $1/2$ is\nasymptotically best possible. Our result also strengthens classical results\nabout the existence of directed Hamilton cycles in random directed graphs.\n","Comment: 35 pages, 1 figure"]}]
["1404.4738",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4738"],"date":["2014-04-18"],"type":["text"],"creator":["Kaushik, Ankit","Raza, M. Rehan","Jondral, Friedrich K."],"language":[],"coverage":[],"title":["On the Deployment of Cognitive Relay as Underlay Systems"],"description":["  The objective of this paper is to extend the idea of Cognitive Relay (CR).\nCR, as a secondary user, follows an underlay paradigm to endorse secondary\nusage of the spectrum to the indoor devices. To seek a spatial opportunity,\ni.e., deciding its transmission over the primary user channels, CR models its\ndeployment scenario and the movements of the primary receivers and indoor\ndevices. Modeling is beneficial for theoretical analysis, however it is also\nimportant to ensure the performance of CR in a real scenario. We consider\nbriefly, the challenges involved while deploying a hardware prototype of such a\nsystem.\n","Comment: 6 pages, 7 figures, 4 tables, accepted in Proceedings of CrownCom\n  2014, Oulu (Finland), June 2-4, 2014"]}]
["1404.4740",{"format":[],"subject":["Computer Science - Computation and Language","68T50","I.2.7"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4740"],"date":["2014-04-18"],"type":["text"],"creator":["QasemiZadeh, Behrang","Rahimi, Saeed","Ghalati, Mehdi Safaee"],"language":[],"coverage":[],"title":["Challenges in Persian Electronic Text Analysis"],"description":["  Farsi, also known as Persian, is the official language of Iran and Tajikistan\nand one of the two main languages spoken in Afghanistan. Farsi enjoys a unified\nArabic script as its writing system. In this paper we briefly introduce the\nwriting standards of Farsi and highlight problems one would face when analyzing\nFarsi electronic texts, especially during development of Farsi corpora\nregarding to transcription and encoding of Farsi e-texts. The pointes mentioned\nmay sounds easy but they are crucial when developing and processing written\ncorpora of Farsi.\n","Comment: Appeared in a Local conference 2006, available for the first time"]}]
["1404.4744",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4744"],"date":["2014-04-18"],"type":["text"],"creator":["Bohli, Jens Mathias","Dobre, Dan","Karame, Ghassan O.","Li, Wenting"],"language":[],"coverage":[],"title":["PrivLoc: Preventing Location Tracking in Geofencing Services"],"description":["  Location-based services are increasingly used in our daily activities. In\ncurrent services, users however have to give up their location privacy in order\nto acquire the service. The literature features a large number of contributions\nwhich aim at enhancing user privacy in location-based services. Most of these\ncontributions obfuscate the locations of users using spatial and/or temporal\ncloaking in order to provide k-anonymity. Although such schemes can indeed\nstrengthen the location privacy of users, they often decrease the service\nquality and do not necessarily prevent the possible tracking of user movements\n(i.e., direction, trajectory, velocity). With the rise of Geofencing\napplications, tracking of movements becomes more evident since, in these\nsettings, the service provider is not only requesting a single location of the\nuser, but requires the movement vectors of users to determine whether the user\nhas entered/exited a Geofence of interest. In this paper, we propose a novel\nsolution, PrivLoc, which enables the privacy-preserving outsourcing of\nGeofencing and location-based services to the cloud without leaking any\nmeaningful information about the location, trajectory, and velocity of the\nusers. Notably, PrivLoc enables an efficient and privacy-preserving\nintersection of movement vectors with any polygon of interest, leveraging\nfunctionality from existing Geofencing services or spatial databases. We\nanalyze the security and privacy provisions of PrivLoc and we evaluate the\nperformance of our scheme by means of implementation. Our results show that the\nperformance overhead introduced by PrivLoc can be largely tolerated in\nrealistic deployment settings.\n"]}]
["1404.4746",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4746","Symmetry 2014, 6(1), 103-110","doi:10.3390/sym6010103"],"date":["2014-04-18"],"type":["text"],"creator":["Panella, Orlando","Roy, Pinaki"],"language":[],"coverage":[],"title":["Pseudo Hermitian interactions in the Dirac Equation"],"description":["  We consider $(2+1)$ dimensional massless Dirac equation in the presence of\ncomplex vector potentials. It is shown that such vector potentials (leading to\ncomplex magnetic fields) can produce bound states and the Dirac Hamiltonians\nare $\\eta$-pseudo Hermitian. Some examples have been explicitly worked out.\n","Comment: 8 pages, NO figures"]}]
["1404.4748",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4748"],"date":["2014-04-18"],"type":["text"],"creator":["Shai, Saray","Kenett, Dror Y.","Kenett, Yoed N.","Faust, Miriam","Dobson, Simon","Havlin, Shlomo"],"language":[],"coverage":[],"title":["Resilience of modular complex networks"],"description":["  Complex networks often have a modular structure, where a number of tightly-\nconnected groups of nodes (modules) have relatively few interconnections.\nModularity had been shown to have an important effect on the evolution and\nstability of biological networks, on the scalability and efficiency of\nlarge-scale infrastructure, and the development of economic and social systems.\nAn analytical framework for understanding modularity and its effects on network\nvulnerability is still missing. Through recent advances in the understanding of\nmultilayer networks, however, it is now possible to develop a theoretical\nframework to systematically study this critical issue. Here we study,\nanalytically and numerically, the resilience of modular networks under attacks\non interconnected nodes, which exhibit high betweenness values and are often\nmore exposed to failure. Our model provides new understandings into the\nfeedback between structure and function in real world systems, and consequently\nhas important implications as diverse as developing efficient immunization\nstrategies, designing robust large-scale infrastructure, and understanding\nbrain function.\n","Comment: 15 pages, 4 figures"]}]
["1404.4750",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Representation Theory","20F55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4750"],"date":["2014-04-18"],"type":["text"],"creator":["Yagmur, Tulay","Can, Himmet"],"language":[],"coverage":[],"title":["A New Descent Algebra of Weyl Groups of Type An"],"description":["  In this paper we define an equivalence relation on the set of all $x_{J}$ in\norder to form a basis for a new descent algebra of Weyl groups of type $A_{n}$.\nBy means of this, we construct a new commutative and semi-simple descent\nalgebra of Weyl groups of type $A_{n}$ generated by equivalence classes arising\nfrom this equivalence relation.\n","Comment: 10 pages"]}]
["1404.4751",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Other Condensed Matter","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4751"],"date":["2014-04-18"],"type":["text"],"creator":["Belhaj, Adil","Sedra, Moulay Brahim"],"language":[],"coverage":[],"title":["Lie symmetries and 2D Material Physics"],"description":["  Inspired from Lie symmetry classification, we establish a correspondence\nbetween rank two Lie symmetries and 2D material physics. The material unit cell\nis accordingly interpreted as the geometry of a root system. The hexagonal\ncells, appearing in graphene like models, are analyzed in some details and are\nfound to be associated with A_2 and G_2 Lie symmetries. This approach can be\napplied to Lie supersymmetries associated with fermionic degrees of freedom. It\nhas been suggested that these extended symmetries can offer a new way to deal\nwith doping material geometries. Motivated by Lie symmetry applications in high\nenergy physics, we speculate on a possible connection with (p,q) brane networks\nused in the string theory compactification on singular Calabi-Yau manifolds.\n","Comment: 15 pages, Latex"]}]
["1404.4754",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4754"],"date":["2014-04-18"],"type":["text"],"creator":["Siris, Vasilios A.","Vasilakos, Xenofon","Polyzos, George C."],"language":[],"coverage":[],"title":["Efficient Proactive Caching for Supporting Seamless Mobility"],"description":["  We present a distributed proactive caching approach that exploits user\nmobility information to decide where to proactively cache data to support\nseamless mobility, while efficiently utilizing cache storage using a congestion\npricing scheme. The proposed approach is applicable to the case where objects\nhave different sizes and to a two-level cache hierarchy, for both of which the\nproactive caching problem is hard. Additionally, our modeling framework\nconsiders the case where the delay is independent of the requested data object\nsize and the case where the delay is a function of the object size. Our\nevaluation results show how various system parameters influence the delay gains\nof the proposed approach, which achieves robust and good performance relative\nto an oracle and an optimal scheme for a flat cache structure.\n","Comment: 10 pages, 9 figures"]}]
["1404.4757",{"format":[],"subject":["Computer Science - Discrete Mathematics","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4757"],"date":["2014-04-18"],"type":["text"],"creator":["Díaz, Josep","Mitsche, Dieter","Perarnau, Guillem","Pérez-Giménez, Xavier"],"language":[],"coverage":[],"title":["On the relation between graph distance and Euclidean distance in random\n  geometric graphs"],"description":["  Given any two vertices u, v of a random geometric graph, denote by d_E(u,v)\ntheir Euclidean distance and by d_G(u,v) their graph distance. The problem of\nfinding upper bounds on d_G(u,v) in terms of d_E(u,v) has received a lot of\nattention in the literature. In this paper, we improve these upper bounds for\nvalues of r=omega(sqrt(log n)) (i.e. for r above the connectivity threshold).\nOur result also improves the best-known estimates on the diameter of random\ngeometric graphs. We also provide a lower bound on d_G(u,v) in terms of\nd_E(u,v).\n"]}]
["1404.4759",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4759"],"date":["2014-04-18"],"type":["text"],"creator":["Rani, Pooja","Dubey, Girija S","Jindal, V. K."],"language":[],"coverage":[],"title":["DFT study of optical properties of pure and doped Graphene"],"description":["  Ab-initio calculations based on density functional theory (DFT) have been\nperformed to study the optical properties of pure graphene and have been\ncompared to that of individual boron (B), nitrogen (N) and BN co-doped graphene\nsheet. The effect of doping has been investigated by varying the concentrations\nof dopants from 3.125 % (one atom of the dopant in 32 host atoms) to 6.25 %\n(six dopant atoms in 50 host atoms) for individual B and N doping and from 37.5\n% (one B/N pair in 32 host atoms) to 18.75 % for BN co-doping. Positions of the\ndopants have also been varied for the same concentration of substitution\ndoping. The dielectric matrix has been calculated within the random phase\napproximation (RPA) using VASP (Vienna ab-initio Simulation Package) code. The\ndielectric function, absorption spectrum and energy loss-function of single\nlayer graphene sheet have been calculated for light polarization parallel and\nperpendicular to the plane of graphene sheet and compared with doping graphene.\nThe calculated dielectric functions and energy-loss spectra are in reasonable\nagreement with the available theoretical and experimental results for pure\ngraphene. It has been found that individual B and N doping does not\nsignificantly affect the imaginary dielectric function and hence the absorption\nspectra. However, significant red shift in absorption towards visible range of\nthe radiation at high doping is found to occur for the B/N co-doping. The\nresults can be used to tailor the optical properties of graphene in visible\nregion.\n","Comment: 21 pages, 11 figures and 21 references"]}]
["1404.4763",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4763"],"date":["2014-04-18"],"type":["text"],"creator":["Wang, Z. Jane"],"language":[],"coverage":[],"title":["On the Instability and Critical Damping Conditions, $k\\tau = 1/e$ and\n  $k\\tau = \\pi/2$ of the equation $\\dot{\\theta} = -k \\theta(t-\\tau)$"],"description":["  In this note, I show that it is possible to use elementary mathematics,\ninstead of the machinery of Lambert function, Laplace Transform, or numerics,\nto derive the instability condition, $k \\tau = \\pi/2$, and the critical damping\ncondition, $k\\tau = 1/e$, for the time-delayed equation $\\dot{\\theta} = -k\n\\theta(t-\\tau)$. I hope it will be useful for the new comers to this equation,\nand perhaps even to the experts if this is a simpler method compared to other\nversions.\n","Comment: 4 pages, 2 figures"]}]
["1404.4764",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4764"],"date":["2014-04-18"],"type":["text"],"creator":["Amiot, Claire"],"language":[],"coverage":[],"title":["Preprojective algebras and Calabi-Yau duality"],"description":["  The properties of the preprojective algebra are very di fferent whether the\nassociated quiver is of Dynkin type or not. However in both cases, one can\nconstruct from it a triangulated category of Calabi-Yau dimension 2. In this\nnote we explain the generalizations of this fact in the context of higher\npreprojective algebra, and we give some homological properties that\ncharacterize preprojective algebras.\n","Comment: Oberwolfach Report on joint works with O. Iyama, I. Reiten and S.\n  Oppermann"]}]
["1404.4766",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4766"],"date":["2014-04-18"],"type":["text"],"creator":["Feuerstein, Esteban","Marchetti-Spaccamela, Alberto","Schalekamp, Frans","Sitters, Rene","van der Ster, Suzanne","Stougie, Leen","van Zuylen, Anke"],"language":[],"coverage":[],"title":["Scheduling over Scenarios on Two Machines"],"description":["  We consider scheduling problems over scenarios where the goal is to find a\nsingle assignment of the jobs to the machines which performs well over all\npossible scenarios. Each scenario is a subset of jobs that must be executed in\nthat scenario and all scenarios are given explicitly. The two objectives that\nwe consider are minimizing the maximum makespan over all scenarios and\nminimizing the sum of the makespans of all scenarios. For both versions, we\ngive several approximation algorithms and lower bounds on their\napproximability. With this research into optimization problems over scenarios,\nwe have opened a new and rich field of interesting problems.\n","Comment: To appear in COCOON 2014. The final publication is available at\n  link.springer.com"]}]
["1404.4767",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4767"],"date":["2014-04-18"],"type":["text"],"creator":["Elango, Venmugil","Rastello, Fabrice","Pouchet, Louis-Noël","Ramanujam, J.","Sadayappan, P."],"language":[],"coverage":[],"title":["On Characterizing the Data Movement Complexity of Computational DAGs for\n  Parallel Execution"],"description":["  Technology trends are making the cost of data movement increasingly dominant,\nboth in terms of energy and time, over the cost of performing arithmetic\noperations in computer systems. The fundamental ratio of aggregate data\nmovement bandwidth to the total computational power (also referred to the\nmachine balance parameter) in parallel computer systems is decreasing. It is\nthere- fore of considerable importance to characterize the inherent data\nmovement requirements of parallel algorithms, so that the minimal architectural\nbalance parameters required to support it on future systems can be well\nunderstood. In this paper, we develop an extension of the well-known red-blue\npebble game to develop lower bounds on the data movement complexity for the\nparallel execution of computational directed acyclic graphs (CDAGs) on parallel\nsystems. We model multi-node multi-core parallel systems, with the total\nphysical memory distributed across the nodes (that are connected through some\ninterconnection network) and in a multi-level shared cache hierarchy for\nprocessors within a node. We also develop new techniques for lower bound\ncharacterization of non-homogeneous CDAGs. We demonstrate the use of the\nmethodology by analyzing the CDAGs of several numerical algorithms, to develop\nlower bounds on data movement for their parallel execution.\n"]}]
["1404.4768",{"format":[],"subject":["Computer Science - Symbolic Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4768"],"date":["2014-04-18"],"type":["text"],"creator":["Pan, Victor Y.","Tsigaridas, Elias"],"language":[],"coverage":[],"title":["Nearly Optimal Computations with Structured Matrices"],"description":["  We estimate the Boolean complexity of multiplication of structured matrices\nby a vector and the solution of nonsingular linear systems of equations with\nthese matrices. We study four basic most popular classes, that is, Toeplitz,\nHankel, Cauchy and Van-der-monde matrices, for which the cited computational\nproblems are equivalent to the task of polynomial multiplication and division\nand polynomial and rational multipoint evaluation and interpolation. The\nBoolean cost estimates for the latter problems have been obtained by Kirrinnis\nin \\cite{kirrinnis-joc-1998}, except for rational interpolation, which we\nsupply now. All known Boolean cost estimates for these problems rely on using\nKronecker product. This implies the $d$-fold precision increase for the $d$-th\ndegree output, but we avoid such an increase by relying on distinct techniques\nbased on employing FFT. Furthermore we simplify the analysis and make it more\ntransparent by combining the representation of our tasks and algorithms in\nterms of both structured matrices and polynomials and rational functions. This\nalso enables further extensions of our estimates to cover Trummer's important\nproblem and computations with the popular classes of structured matrices that\ngeneralize the four cited basic matrix classes.\n","Comment: (2014-04-10)"]}]
["1404.4769",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4769"],"date":["2014-04-18"],"type":["text"],"creator":["Almeida, Luís","Emako, Casimir","Vauchelet, Nicolas"],"language":[],"coverage":[],"title":["Existence and diffusive limit of a two-species kinetic model of\n  chemotaxis"],"description":["  In this paper, we propose a kinetic model describing the collective motion by\nchemotaxis of two species in interaction emitting the same chemoattractant.\nSuch model can be seen as a generalisation to several species of the\nOthmer-Dunbar-Alt model which takes into account the run-and-tumble process of\nbacteria. Existence of weak solutions for this two-species kinetic model is\nstudied and the convergence of its diffusive limit towards a macroscopic model\nof Keller-Segel type is analysed.\n"]}]
["1404.4771",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Dynamical Systems","37B10, 19K14"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4771"],"date":["2014-04-18"],"type":["text"],"creator":["Høynes, Siri-Malén"],"language":[],"coverage":[],"title":["Toeplitz flows and their ordered K-theory"],"description":["  To a Toeplitz flow $(X,T)$ we associate an ordered $K^0$-group, denoted\n$K^0(X,T)$, which is order isomorphic to the $K^0$-group of the associated\n(non-commutative) $C^\\ast$-crossed product $C(X)\\rtimes_T \\mathbb{Z}$. However,\n$K^0(X,T)$ can be defined in purely dynamical terms, and it turns out to be a\ncomplete invariant for (strong) orbit equivalence. We characterize the\n$K^0$-groups that arise from Toeplitz flows $(X,T)$ as exactly those simple\ndimension groups $(G,G^+)$ that contain a noncyclic subgroup $H$ of rank one\nthat intersects $G^+$ nontrivially. Furthermore, the Bratteli diagram\nrealization of $(G,G^+)$ can be chosen to have the ERS-property, i.e. the\nincidence matrices of the Bratteli diagram have equal row sums. We also prove\nthat for any Choquet simplex $K$ there exists an uncountable family of pairwise\nnon-orbit equivalent Toeplitz flows $(X,T)$ such that the set of $T$-invariant\nprobability measures $M(X,T)$ is affinely homeomorphic to $K$, where the\nentropy $h(T)$ may be prescribed beforehand. Furthermore, the analogous result\nis true if we substitute strong orbit equivalence for orbit equivalence, but in\nthat case we can actually prescibe both the entropy and the maximal\nequicontinuous factor of $(X,T)$. Finally, we present some interesting concrete\nexamples of dimension groups associated to Toeplitz flows.\n","Comment: 29 pages"]}]
["1404.4775",{"format":[],"subject":["Computer Science - Symbolic Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4775"],"date":["2014-04-18"],"type":["text"],"creator":["Pan, Victor Y.","Tsigaridas, Elias"],"language":[],"coverage":[],"title":["Accelerated Approximation of the Complex Roots of a Univariate\n  Polynomial (Extended Abstract)"],"description":["  Highly efficient and even nearly optimal algorithms have been developed for\nthe classical problem of univariate polynomial root-finding (see, e.g.,\n\\cite{P95}, \\cite{P02}, \\cite{MNP13}, and the bibliography therein), but this\nis still an area of active research. By combining some powerful techniques\ndeveloped in this area we devise new nearly optimal algorithms, whose\nsubstantial merit is their simplicity, important for the implementation.\n","Comment: (10/04/2014)"]}]
["1404.4782",{"format":[],"subject":["Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4782","Complex Variables and Elliptic Equations, Vol.54 (2009), 927-934"],"date":["2014-04-18"],"type":["text"],"creator":["Hui, Chun Yin"],"language":[],"coverage":[],"title":["An extension result of CR Functions by a general Schwarz reflection\n  principle"],"description":["  It is known that a real analytic CR function f on a real analytic, generic\nsubmanifold M in C^N can be holomorphically extended. A stronger result on a\nfinite type, real analytic, generic submanifold M is found in which we assume f\na continuous CR function with real analytic imaginary part Im(f). The idea is\ncontained in a general Schwarz Reflection Principle in one complex variable.\n"]}]
["1404.4783",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4783"],"date":["2014-04-18"],"type":["text"],"creator":["Fazio, Raffaele A.","Mastrolia, Pierpaolo","Mirabella, Edoardo","Bobadilla, William J. Torres"],"language":[],"coverage":[],"title":["On the Four-Dimensional Formulation of Dimensionally Regulated\n  Amplitudes"],"description":["  We propose a pure four-dimensional formulation (FDF) of the d-dimensional\nregularization of one-loop scattering amplitudes. In our formulation particles\npropagating inside the loop are represented by massive internal states\nregulating the divergences. The latter obey Feynman rules containing\nmultiplicative selection rules which automatically account for the effects of\nthe extra-dimensional regulating terms of the amplitude. The equivalence\nbetween the FDF and the Four Dimensional Helicity scheme is discussed. We\npresent explicit representations of the polarization and helicity states of the\nfour-dimensional particles propagating in the loop. They allow for a complete,\nfour-dimensional, unitarity-based construction of d-dimensional amplitudes.\nGeneralized unitarity within the FDF does not require any higher-dimensional\nextension of the Clifford and the spinor algebra. Finally we show how the FDF\nallows for the recursive construction of $d$-dimensional one-loop integrands,\ngeneralizing the four-dimensional open-loop approach.\n","Comment: 18 pages"]}]
["1404.4785",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4785"],"date":["2014-04-18"],"type":["text"],"creator":["Verhodubs, Olegs"],"language":[],"coverage":[],"title":["Ontology as a Source for Rule Generation"],"description":["  This paper discloses the potential of OWL (Web Ontology Language) ontologies\nfor generation of rules. The main purpose of this paper is to identify new\ntypes of rules, which may be generated from OWL ontologies. Rules, generated\nfrom OWL ontologies, are necessary for the functioning of the Semantic Web\nExpert System. It is expected that the Semantic Web Expert System (SWES) will\nbe able to process ontologies from the Web with the purpose to supplement or\neven to develop its knowledge base.\n"]}]
["1404.4786",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4786"],"date":["2014-04-18"],"type":["text"],"creator":["Hui, Chun Yin","Larsen, Michael","Shalev, Aner"],"language":[],"coverage":[],"title":["The Waring problem for Lie groups and Chevalley groups"],"description":["  The classical Waring problem deals with expressing every natural number as a\nsum of g(k) k-th powers. Similar problems were recently studied in group\ntheory, where we aim to present group elements as short products of values of a\ngiven non-trivial word w. In this paper we study this problem for Lie groups\nand Chevalley groups over infinite fields. We show that for a fixed non-trivial\nword w and for a classical connected real compact Lie group G of sufficiently\nlarge rank we have w(G)^2=G, namely every element of G is a product of 2 values\nof w. We prove a similar result for non-compact Lie groups of arbitrary rank,\narising from Chevalley groups over R or over a p-adic field. We also study this\nproblem for Chevalley groups over arbitrary infinite fields, and show in\nparticular that every element in such a group is a product of two squares.\n"]}]
["1404.4788",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4788","Int. J. Mod. Phys. A, 29, 1450054 (2014)","doi:10.1142/S0217751X14500547"],"date":["2014-04-18"],"type":["text"],"creator":["Ghosh, Sabyasachi"],"language":[],"coverage":[],"title":["A real-time thermal field theoretical analysis of Kubo-type shear\n  viscosity : Numerical understanding with simple examples"],"description":["  A real-time thermal field theoretical calculation of shear viscosity has been\ndescribed in the Kubo formalism for bosonic and fermionic medium. The two point\nfunction of viscous stress tensor in the lowest order provides one-loop\nskeleton diagram of boson or fermion field for bosonic or fermionic matter.\nAccording to the traditional diagrammatic technique of transport coefficients,\nthe finite thermal width of boson or fermion is introduced in their internal\nlines during the evaluation of boson-boson or fermion-fermion loop diagram.\nThese thermal widths of $\\phi$ boson and $\\psi$ fermion are respectively\nobtained from the imaginary part of self-energy for $\\phi\\Phi$ and $\\psi\\Phi$\nloops, where interactions of higher mass $\\Phi$ boson with $\\phi$ and $\\psi$\nare governed by the simple $\\phi\\phi\\Phi$ and ${\\ov\\psi}\\psi\\Phi$ interaction\nLagrangian densities. A two-loop diagram, having same power of coupling\nconstant as in the one-loop diagram, is deduced and its contribution appears\nmuch lower than the one-loop values of shear viscosity. Therefore the one-loop\nresults of Kubo-type shear viscosity may be considered as leading order results\nfor this simple $\\phi\\phi\\Phi$ and ${\\ov\\psi}\\psi\\Phi$ interactions. This\napproximation is valid for any values of coupling constant and at the\ntemperatures greater than the mass of constituent particles of the medium.\n"]}]
["1404.4789",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4789"],"date":["2014-04-18"],"type":["text"],"creator":["Mo, Hongming","Deng, Yong"],"language":[],"coverage":[],"title":["A new combination approach based on improved evidence distance"],"description":["  Dempster-Shafer evidence theory is a powerful tool in information fusion.\nWhen the evidence are highly conflicting, the counter-intuitive results will be\npresented. To adress this open issue, a new method based on evidence distance\nof Jousselme and Hausdorff distance is proposed. Weight of each evidence can be\ncomputed, preprocess the original evidence to generate a new evidence. The\nDempster's combination rule is used to combine the new evidence. Comparing with\nthe existing methods, the new proposed method is efficient.\n","Comment: 14 pages, 1 figures"]}]
["1404.4791",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4791"],"date":["2014-03-20"],"type":["text"],"creator":["Pourghasem, Mona","Sheikhloo, Elham Ghare","Atani, Reza Ebrahimi"],"language":[],"coverage":[],"title":["Light Weight Implementation of Stream Ciphers for M-Commerce\n  Applications"],"description":["  In today's world the use of computer and telecommunications networking is\nessential for human life. Among these, mobile tools and devices due to\navailability, have found a special impact on everyone life. This feature\naddition to providing sample facilities such as financial transactions at any\nplace and time has raised the Sensitivities about security of these devices. In\norder to provide security, numerous techniques have been proposed which due to\nthe limitations of mobile devices; an algorithm should be taken that have the\nability to function for light weight ubiquitous computing. In this paper, four\neSTREAM candidates from software profile were taken into account and analyzed\nand implemented by using J2ME technology. Then these algorithms were\nimplemented on a variety of mobile phones and are compared with each other in\nterms of execution time and finally the obtained Results are expressed.\n"]}]
["1404.4800",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4800"],"date":["2014-04-16"],"type":["text"],"creator":["Sinha, Ayushi","Roncal, William Gray","Kasthuri, Narayanan","Chuang, Ming","Manavalan, Priya","Kleissas, Dean M.","Vogelstein, Joshua T.","Vogelstein, R. Jacob","Burns, Randal","Lichtman, Jeff W.","Kazhdan, Michael"],"language":[],"coverage":[],"title":["Automatic Annotation of Axoplasmic Reticula in Pursuit of Connectomes"],"description":["  In this paper, we present a new pipeline which automatically identifies and\nannotates axoplasmic reticula, which are small subcellular structures present\nonly in axons. We run our algorithm on the Kasthuri11 dataset, which was color\ncorrected using gradient-domain techniques to adjust contrast. We use a\nbilateral filter to smooth out the noise in this data while preserving edges,\nwhich highlights axoplasmic reticula. These axoplasmic reticula are then\nannotated using a morphological region growing algorithm. Additionally, we\nperform Laplacian sharpening on the bilaterally filtered data to enhance edges,\nand repeat the morphological region growing algorithm to annotate more\naxoplasmic reticula. We track our annotations through the slices to improve\nprecision, and to create long objects to aid in segment merging. This method\nannotates axoplasmic reticula with high precision. Our algorithm can easily be\nadapted to annotate axoplasmic reticula in different sets of brain data by\nchanging a few thresholds. The contribution of this work is the introduction of\na straightforward and robust pipeline which annotates axoplasmic reticula with\nhigh precision, contributing towards advancements in automatic feature\nannotations in neural EM data.\n","Comment: 2 pages, 1 figure"]}]
["1404.4801",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4801"],"date":["2014-04-17"],"type":["text"],"creator":["Deng, Yong"],"language":[],"coverage":[],"title":["Generalized Evidence Theory"],"description":["  Conflict management is still an open issue in the application of Dempster\nShafer evidence theory. A lot of works have been presented to address this\nissue. In this paper, a new theory, called as generalized evidence theory\n(GET), is proposed. Compared with existing methods, GET assumes that the\ngeneral situation is in open world due to the uncertainty and incomplete\nknowledge. The conflicting evidence is handled under the framework of GET. It\nis shown that the new theory can explain and deal with the conflicting evidence\nin a more reasonable way.\n","Comment: 39 pages, 5 figures"]}]
["1404.4802",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4802"],"date":["2014-04-18"],"type":["text"],"creator":["Lescot, Paul","Quintard, Hélène","Zambrini, Jean-Claude"],"language":[],"coverage":[],"title":["Solving stochastic differential equations with Cartan's exterior\n  differential systems"],"description":["  The aim of this work is to use systematically the symmetries of the (one\ndimensional) bacward heat equation with potentiel in order to solve certain one\ndimensional It\\^o's stochastic differential equations. The special form of the\ndrift (suggested by quantum mechanical considerations) gives, indeed, access to\nan algebrico-geometric method due, in essence, to E.Cartan, and called the\nMethod of Isovectors. A V singular at the origin, as well as a one-factor\naffine model relevant to stochastic finance, are considered as illustrations of\nthe method.\n"]}]
["1404.4805",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4805"],"date":["2014-04-18"],"type":["text"],"creator":["Ochs, Peter","Chen, Yunjin","Brox, Thomas","Pock, Thomas"],"language":[],"coverage":[],"title":["iPiano: Inertial Proximal Algorithm for Non-Convex Optimization"],"description":["  In this paper we study an algorithm for solving a minimization problem\ncomposed of a differentiable (possibly non-convex) and a convex (possibly\nnon-differentiable) function. The algorithm iPiano combines forward-backward\nsplitting with an inertial force. It can be seen as a non-smooth split version\nof the Heavy-ball method from Polyak. A rigorous analysis of the algorithm for\nthe proposed class of problems yields global convergence of the function values\nand the arguments. This makes the algorithm robust for usage on non-convex\nproblems. The convergence result is obtained based on the \\KL inequality. This\nis a very weak restriction, which was used to prove convergence for several\nother gradient methods. First, an abstract convergence theorem for a generic\nalgorithm is proved, and, then iPiano is shown to satisfy the requirements of\nthis theorem. Furthermore, a convergence rate is established for the general\nproblem class. We demonstrate iPiano on computer vision problems: image\ndenoising with learned priors and diffusion based image compression.\n","Comment: 32pages, 7 figures, to appear in SIAM Journal on Imaging Sciences"]}]
["1404.4810",{"format":[],"subject":["Mathematics - Spectral Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4810"],"date":["2014-04-18"],"type":["text"],"creator":["Zykova, T."],"language":["ru"],"coverage":[],"title":["Regularized trace of the Laplace-Beltrami operator perturbed by the\n  function on manifolds with specially perturbed sphere metric"],"description":["  The paper is devoted to investigation of the spectrum of a perturbed\nLaplace-Beltrami operator on manifolds with closed geodesics of the same length\nand where metric is a perturbation of the metric of the unit sphere. As the\nresult, we give the regularized trace formula for the eigenvalues ??of this\noperator when the metric of manifold is presented in abstract form.\n","Comment: 12 pages, in Russian"]}]
["1404.4815",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4815"],"date":["2014-04-18"],"type":["text"],"creator":["Koslowski, Tim A."],"language":[],"coverage":[],"title":["Quantum Inflation of Classical Shapes"],"description":["  I consider a quantum system that possesses key features of quantum shape\ndynamics and show that the evolution of wave-packets will become increasingly\nclassical at late times and tend to evolve more and more like an expanding\nclassical system. At early times however, semiclassical effects become large\nand lead to an exponential mismatch of the apparent scale as compared to the\nexpected classical evolution of the scale degree of freedom. This quantum\ninflation of an emergent and effectively classical system, occurs naturally in\nthe quantum shape dynamics description of the system, while it is unclear\nwhether and how it might arise in a constrained Hamiltonian quantization.\n","Comment: 14 pages, Latex"]}]
["1404.4818",{"format":[],"subject":["Computer Science - Computers and Society","Computer Science - Cryptography and Security","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4818"],"date":["2014-04-18"],"type":["text"],"creator":["Jagerman, Rolf","Sabée, Wendo","Versluis, Laurens","de Vos, Martijn","Pouwelse, Johan"],"language":[],"coverage":[],"title":["The fifteen year struggle of decentralizing privacy-enhancing technology"],"description":["  Ever since the introduction of the internet, it has been void of any privacy.\nThe majority of internet traffic currently is and always has been unencrypted.\nA number of anonymous communication overlay networks exist whose aim it is to\nprovide privacy to its users. However, due to the nature of the internet, there\nis major difficulty in getting these networks to become both decentralized and\nanonymous. We list reasons for having anonymous networks, discern the problems\nin achieving decentralization and sum up the biggest initiatives in the field\nand their current status. To do so, we use one exemplary network, the Tor\nnetwork. We explain how Tor works, what vulnerabilities this network currently\nhas, and possible attacks that could be used to violate privacy and anonymity.\nThe Tor network is used as a key comparison network in the main part of the\nreport: a tabular overview of the major anonymous networking technologies in\nuse today.\n"]}]
["1404.4819",{"format":[],"subject":["Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4819"],"date":["2014-04-18"],"type":["text"],"creator":["Lü, Jiafeng","Wang, Xingting","Zhuang, Guangbin"],"language":[],"coverage":[],"title":["A note on the duality between Poisson homology and cohomology"],"description":["  For a Poisson algebra $A$, by studying its universal enveloping algebra\n$A^{pe}$, we prove a duality theorem between Poisson homology and cohomology of\n$A$.\n"]}]
["1404.4827",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4827"],"date":["2014-04-18"],"type":["text"],"creator":["Colcolmbet, Thomas","Manuel, Amaldev"],"language":[],"coverage":[],"title":["$\\mu$-calculus on data words"],"description":["  We study the decidability and expressiveness issues of $\\mu$-calculus on data\nwords and data $\\omega$-words. It is shown that the full logic as well as the\nfragment which uses only the least fixpoints are undecidable, while the\nfragment containing only greatest fixpoints is decidable. Two subclasses,\nnamely BMA and BR, obtained by limiting the compositions of formulas and their\nautomata characterizations are exhibited. Furthermore, Data-LTL and\ntwo-variable first-order logic are expressed as unary alternation-free fragment\nof BMA. Finally basic inclusions of the fragments are discussed.\n"]}]
["1404.4828",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4828"],"date":["2014-04-18"],"type":["text"],"creator":["Hati, Archita","Nelson, Craig W.","Riddle, B.","Howe, David A."],"language":[],"coverage":[],"title":["PM noise of a 40 GHz air-dielectric cavity oscillator"],"description":["  We describe the design of a low-phase-modulated (PM) noise, 40 GHz oscillator\nthat uses a conventional air-dielectric cavity resonator as a frequency\ndiscriminator to improve the PM noise of a commercial 10 GHz dielectric\nresonator oscillator (DRO) frequency multiplied by four. The main features of\nthis design incorporate (1) unloaded cavity quality factor (Q) of 30,000, (2)\nhigh coupling coefficient, (3) large carrier suppression by use of\ninterferometric signal processing, (4) large operating signal power of\napproximately 1 watt (W), and (5) relatively small size. In addition, we report\nthe PM noise of several Ka-band components.\n"]}]
["1404.4829",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4829"],"date":["2014-04-18"],"type":["text"],"creator":["Schertzer, Emmanuel"],"language":[],"coverage":[],"title":["Trimming a Tree and the Two-Sided Skorohod Reflection"],"description":["  The $h$-trimming of a tree is a natural regularization procedure which\nconsists in pruning the small branches of a tree: given $h\\geq0$, it is\nobtained by only keeping the vertices having at least one leaf above them at a\ndistance greater or equal to $h$.\n  The $h$-cut of a function $f$ is the function of minimal total variation\nuniformly approximating the increments of $f$ with accuracy $h$, and can be\nexplicitly constructed via the two-sided Skorohod reflection of $f$ on the\ninterval $[0,h]$.\n  In this work, we show that the contour path of the $h$-trimming of a rooted\nreal tree is given by the $h$-cut of its original contour path. We provide two\napplications of this result. First, we recover a famous result of Neveu and\nPitman, which states that the $h$-trimming of a tree coded by a Brownian\nexcursion is distributed as a standard binary tree. In addition, we provide the\njoint distribution of this Brownian tree and its trimmed version in terms of\nthe local time of the two-sided reflection of its contour path. As a second\napplication, we relate the maximum of a sticky Brownian motion to the local\ntime of its driving process.\n"]}]
["1404.4830",{"format":[],"subject":["Statistics - Methodology","62G05, 62G09, 62P10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4830"],"date":["2014-04-18"],"type":["text"],"creator":["Durot, Cécile","Huet, Sylvie","Koladjo, François","Robin, Stéphane"],"language":[],"coverage":[],"title":["Nonparametric species richness estimation under convexity constraint"],"description":["  We consider the estimation of the total number $N$ of species based on the\nabundances of species that have been observed. We adopt a non parametric\napproach where the true abundance distribution $p$ is only supposed to be\nconvex. From this assumption, we propose a definition for convex abundance\ndistributions. We use a least-squares estimate of the truncated version of $p$\nunder the convexity constraint. We deduce two estimators of the total number of\nspecies, the asymptotic distribution of which are derived. We propose three\ndifferent procedures, including a bootstrap one, to obtain a confidence\ninterval for $N$. The performances of the estimators are assessed in a\nsimulation study and compared with competitors. The proposed method is\nillustrated on several examples.\n"]}]
["1404.4835",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4835"],"date":["2014-04-18"],"type":["text"],"creator":["Gumber, Deepak","Kalra, Hemant"],"language":[],"coverage":[],"title":["The conjugacy class number k(G) - a different perspective"],"description":["  Let $G$ be a finite group. Let $k(G)$ denote the number of conjugacy classes\nof $G$ and let $m(G)$ denote the least positive integer $n$ such that the union\nof any $n$ distinct non-trivial conjugacy classes of $G$ together with the\nidentity of $G$ is a subgroup of $G$. We prove that $m(G)=k(G)-1$ for all\n$m(G)\\ge 2$.\n","Comment: 2 pages"]}]
["1404.4836",{"format":[],"subject":["Mathematics - Combinatorics","05C10, 05C30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4836"],"date":["2014-04-18"],"type":["text"],"creator":["Zvonkin, Alexander K."],"language":[],"coverage":[],"title":["Enumeration of Weighted Plane Trees"],"description":["  In weighted trees, all edges are endowed with positive integral weight. We\nenumerate weighted bicolored plane trees according to their weight and number\nof edges.\n","Comment: 6 pages, 4 figures"]}]
["1404.4849",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4849"],"date":["2014-04-18"],"type":["text"],"creator":["Brooks, W. K.","Hakobyan, H.","Arratia, M.","Peña, C."],"language":[],"coverage":[],"title":["Emergence of hadrons from color charge in QCD"],"description":["  The propagation of colored quarks through strongly interacting systems, and\ntheir subsequent evolution into color-singlet hadrons, are phenomena that\nshowcase unique facets of Quantum Chromodynamics (QCD). Medium-stimulated gluon\nbremsstrahlung, a fundamental QCD process, induces broadening of the transverse\nmomentum of the parton, and creates partonic energy loss manifesting itself in\nexperimental observables that are accessible in high energy interactions in hot\nand cold systems. The formation of hadrons, which is the dynamical enforcement\nof the QCD confinement principle, is very poorly understood on the basis of\nfundamental theory, although detailed models such as the Lund string model or\ncluster hadronization models can generally be tuned to capture the main\nfeatures of hadronic final states. With the advent of the technical capability\nto study hadronic final states from lepton scattering with good particle\nidentification and at high luminosity, a new opportunity has appeared. Study of\nthe characteristics of parton propagation and hadron formation as they unfold\nwithin atomic nuclei are now being used to understand the coherence and spatial\nfeatures of these processes and to refine new experimental tools that will be\nused in future experiments. Fixed-target data on nuclei with lepton and hadron\nbeams, and collider experiments involving nuclei, all make essential contact\nwith these topics and they elucidate different aspects of these same themes. In\nthis paper, a survey of the most relevant recent data and its potential\ninterpretation will be followed by descriptions of planned experiments at\nJefferson Lab following the completion of the 12 GeV upgrade, and feasible\nmeasurements at a future Electron-Ion Collider.\n","Comment: Proceedings contribution to the \"The 10th Latin American Symposium on\n  Nuclear Physics and Applications\" in Montevideo, Uruguay, November 29-30,\n  2013; slightly updated and with a more complete list of references"]}]
["1404.4850",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - K-Theory and Homology","Mathematics - Symplectic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4850"],"date":["2014-04-18"],"type":["text"],"creator":["Song, Yanli"],"language":[],"coverage":[],"title":["Formal Verlinde Module"],"description":["  Let G be a compact, simple and simply connected Lie group and $\\A$ be an\nequivariant Dixmier-Douady bundle over G. For any fixed level k, we can define\na G-C*-algebra $C_{\\A^{k+h}}(G)$ as all the continuous sections of the tensor\npower $\\A^{k+h}$ vanishing at infinity. A deep theorem by Freed-Hopkins-Teleman\nshowed that the twisted K-homology $KK^{G}(C_{\\A^{k+h}}(G), \\C)$ is isomorphic\nto the level k Verlinde ring R_{k}(G). By the construction of crossed product,\nwe define a C*-algebra $C^{*}(G,C_{\\A^{k+h}}(G))$. We show that the K-homology\nKK(C^{*}(G,C_{\\A^{k+h}}(G)),\\C) is isomorphic to the formal Verlinde module\n$R^{-\\infty}(G) \\otimes_{R(G)} R_{k}(G)$, where $R^{-\\infty}(G) =\nHom_{\\Z}(R(G),\\Z)$ is the completion of the representation ring.\n","Comment: 23 pages, all comments are welcome"]}]
["1404.4851",{"format":[],"subject":["Computer Science - Computational Geometry","Computer Science - Data Structures and Algorithms","Mathematics - Metric Geometry","F.2.2","G.2.1","I.3.5"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4851"],"date":["2014-04-18"],"type":["text"],"creator":["Agarwal, Pankaj K.","Kaplan, Haim","Rubin, Natan","Sharir, Micha"],"language":[],"coverage":[],"title":["Kinetic Voronoi Diagrams and Delaunay Triangulations under Polygonal\n  Distance Functions"],"description":["  Let $P$ be a set of $n$ points and $Q$ a convex $k$-gon in ${\\mathbb R}^2$.\nWe analyze in detail the topological (or discrete) changes in the structure of\nthe Voronoi diagram and the Delaunay triangulation of $P$, under the convex\ndistance function defined by $Q$, as the points of $P$ move along prespecified\ncontinuous trajectories. Assuming that each point of $P$ moves along an\nalgebraic trajectory of bounded degree, we establish an upper bound of\n$O(k^4n\\lambda_r(n))$ on the number of topological changes experienced by the\ndiagrams throughout the motion; here $\\lambda_r(n)$ is the maximum length of an\n$(n,r)$-Davenport-Schinzel sequence, and $r$ is a constant depending on the\nalgebraic degree of the motion of the points. Finally, we describe an algorithm\nfor efficiently maintaining the above structures, using the kinetic data\nstructure (KDS) framework.\n"]}]
["1404.4854",{"format":[],"subject":["Mathematics - Analysis of PDEs","47F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4854","Izv. Ross. Akad. Nauk. Ser. Mat. 67, No 6 (2003). P. 71-110.\n  English transl. in Izv. Math. 67, No 6 (2003), 1149-1186","doi:10.1070/IM2003v067n06ABEH000460"],"date":["2014-04-18"],"type":["text"],"creator":["Gurevich, Pavel"],"language":[],"coverage":[],"title":["Nonlocal elliptic problems with nonlinear argument transformations near\n  the points of conjugation"],"description":["  We consider elliptic equations of order $2m$ in a domain $G\\subset\\mathbb\nR^n$ with nonlocal conditions that connect the values of the unknown function\nand its derivatives on $(n-1)$-dimensional submanifolds $\\Upsilon_i$ (where\n$\\bigcup_i\\Upsilon_i=\\partial G$) with the values on\n$\\omega_{is}(\\overline\\Upsilon_i)\\subset\\overline G$. Nonlocal elliptic\nproblems in dihedral angles arise as model problems near the conjugation points\n$g\\in\\overline\\Upsilon_i\\cap\\Upsilon_j\\ne\\varnothing$, $i\\ne j$. We study the\ncase where the transformations $\\omega_{is}$ correspond to nonlinear\ntransformations in the model problems. It is proved that the operator of the\nproblem remains Fredholm and its index does not change as we pass from linear\nargument transformations to nonlinear ones.\n","Comment: 35 pages, 4 figures"]}]
["1404.4856",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Computer Science and Game Theory","F.1.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4856"],"date":["2014-04-18"],"type":["text"],"creator":["Hunter, Paul","Raskin, Jean-François"],"language":[],"coverage":[],"title":["Quantitative games with interval objectives"],"description":["  Traditionally quantitative games such as mean-payoff games and discount sum\ngames have two players -- one trying to maximize the payoff, the other trying\nto minimize it. The associated decision problem, \"Can Eve (the maximizer)\nachieve, for example, a positive payoff?\" can be thought of as one player\ntrying to attain a payoff in the interval $(0,\\infty)$. In this paper we\nconsider the more general problem of determining if a player can attain a\npayoff in a finite union of arbitrary intervals for various payoff functions\n(liminf, mean-payoff, discount sum, total sum). In particular this includes the\ninteresting exact-value problem, \"Can Eve achieve a payoff of exactly (e.g.)\n0?\"\n","Comment: Full version of CONCUR submission"]}]
["1404.4859",{"format":[],"subject":["Computer Science - Computational Geometry","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4859"],"date":["2014-04-18"],"type":["text"],"creator":["Accisano, Paul","Üngör, Alper"],"language":[],"coverage":[],"title":["Matching Curves to Imprecise Point Sets using Fr\\'echet Distance"],"description":["  Let $P$ be a polygonal curve in $\\mathbb{R}^d$ of length $n$, and $S$ be a\npoint-set of size $k$. The Curve/Point Set Matching problem consists of finding\na polygonal curve $Q$ on $S$ such that the Fr\\'echet distance from $P$ is less\nthan a given $\\varepsilon$. We consider eight variations of the problem based\non the distance metric used and the omittability or repeatability of the\npoints. We provide closure to a recent series of complexity results for the\ncase where $S$ consists of precise points. More importantly, we formulate a\nmore realistic version of the problem that takes into account measurement\nerrors. This new problem is posed as the matching of a given curve to a set of\nimprecise points. We prove that all three variations of the problem that are in\nP when $S$ consists of precise points become NP-complete when $S$ consists of\nimprecise points. We also discuss approximation results.\n"]}]
["1404.4864",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4864"],"date":["2014-04-18"],"type":["text"],"creator":["Gouveia, João","Fawzi, Hamza","Robinson, Richard Z."],"language":[],"coverage":[],"title":["Rational and real positive semidefinite rank can be different"],"description":["  Given a nonnegative matrix M with rational entries, we consider two\nquantities: the usual positive semidefinite (psd) rank, where the matrix is\nfactored through the cone of real symmetric psd matrices, and the\nrational-restricted psd rank, where the matrix factors are required to be\nrational symmetric psd matrices. It is clear that the rational-restricted psd\nrank is always an upper bound to the usual psd rank. We show that this\ninequality may be strict by exhibiting a matrix with psd rank four whose\nrational-restricted psd rank is strictly greater than four.\n","Comment: 3 pages"]}]
["1404.4868",{"format":[],"subject":["Mathematics - Optimization and Control","91A10, 91A06, 91A23, 49N70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1404.4868"],"date":["2014-04-18"],"type":["text"],"creator":["Averboukh, Yurii"],"language":[],"coverage":[],"title":["Inverse Stackelberg Solutions for Games with Many Followers"],"description":["  The paper is devoted to inverse Stackelberg games with many players. We\nconsider both static and differential games. The main assumption of the paper\nis the compactness of the strategy sets. We obtain the characterization of\ninverse Stackelberg solutions and under additional concavity conditions\nestablish the existence theorem.\n","Comment: 12 pages"]}]
