["0709.2224",{"format":[],"subject":["Mathematics - Metric Geometry","Computer Science - Discrete Mathematics","22A30","05C12","68Q45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2224","Proceedings of the Sixth Congress of Romanian Mahematicians,\n  Bucharest 2007, vol. 1, 557-564"],"date":["2007-09-14"],"type":["text"],"creator":["Buliga, Marius"],"language":[],"coverage":[],"title":["Self-similar dilatation structures and automata"],"description":["  We show that on the boundary of the dyadic tree, any self-similar dilatation\nstructure induces a web of interacting automata. This is a short version, for\npublication, of the paper arXiv:math/0612509v2\n"]}]
["0709.2253",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2253"],"date":["2007-09-14","2009-06-13"],"type":["text"],"creator":["Ezawa, T.","Iwasaki, H.","Nakamura, A.","Ohkuwa, Y.","Yano, T."],"language":[],"coverage":[],"title":["Gravitational waves originated before compactification in Kaluza-Klein\n  theory"],"description":["  We investigate the propagation of multidimensional gravitational waves\ngenerated before compactification and observes today as 4-dimensional\ngravitational waves and gauge fields by generalizing the investigation of\nAlesci and Montani(AM) to the case where the internal space is an n-sphere. We\nalso derive the 4-dimensional forms of the multidimensional harmonic gauge\ncondition. The primary difference from the case of AM comes from the effect of\ncurvature of the internal space which prevent the space to be static. The other\neffects are explicitly shown for propagation of the waves in our 4-dimensional\nspacetime. Static internal space exists if multidimensional\ncosmologicalconstant is present. Then the situation is similar to the\none-dimensional internal space.\n","Comment: 10 pages, Dimension of the internal space is generalized to n"]}]
["0802.1140",{"format":[],"subject":["Mathematics - Functional Analysis","49J53","49J52","26B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1140","J. of Convex Analysis 17, No 1. (2010)"],"date":["2008-02-08","2009-02-06"],"type":["text"],"creator":["Buliga, Marius","de Saxce, Gery","Vallee, Claude"],"language":[],"coverage":[],"title":["Non maximal cyclically monotone graphs and construction of a bipotential\n  for the Coulomb's dry friction law"],"description":["  We show a surprising connexion between a property of the inf convolution of a\nfamily of convex lower semicontinuous functions and the fact that the\nintersection of maximal cyclically monotone graphs is the critical set of a\nbipotential.\n  We then extend the results from arXiv:math/0608424v4 to bipotentials convex\ncovers, generalizing the notion of a bi-implicitly convex lagrangian cover.\n  As an application we prove that the bipotential related to Coulomb's friction\nlaw is related to a specific bipotential convex cover with the property that\nany graph of the cover is non maximal cyclically monotone.\n","Comment: accepted by the Journal of Convex Analysis"]}]
["0804.1946",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1946","The Astrophysical Journal, 2008, Volume 683, Issue 2, pp.\n  1207-1216","doi:10.1086/589232"],"date":["2008-04-11"],"type":["text"],"creator":["Batygin, Konstantin","Laughlin, Gregory"],"language":[],"coverage":[],"title":["On the Dynamical Stability of the Solar System"],"description":["  A long-term numerical integration of the classical Newtonian approximation to\nthe planetary orbital motions of the full Solar System (sun + 8 planets),\nspanning 20 Gyr, was performed. The results showed no severe instability\narising over this time interval. Subsequently, utilizing a bifurcation method\ndescribed by Jacques Laskar, two numerical experiments were performed with the\ngoal of determining dynamically allowed evolutions for the Solar System in\nwhich the planetary orbits become unstable. The experiments yielded one\nevolution in which Mercury falls onto the Sun at ~1.261Gyr from now, and\nanother in which Mercury and Venus collide in ~862Myr. In the latter solution,\nas a result of Mercury's unstable behavior, Mars was ejected from the Solar\nSystem at ~822Myr. We have performed a number of numerical tests that confirm\nthese results, and indicate that they are not numerical artifacts. Using\nsynthetic secular perturbation theory, we find that Mercury is destabilized via\nan entrance into a linear secular resonance with Jupiter in which their\ncorresponding eigenfrequencies experience extended periods of commensurability.\nThe effects of general relativity on the dynamical stability are discussed. An\napplication of the bifurcation method to the outer Solar System (Jupiter,\nSaturn, Uranus, and Neptune) showed no sign of instability during the course of\n24Gyr of integrations, in keeping with an expected Uranian dynamical lifetime\nof 10^(18) years.\n","Comment: 37 pages, 18 figures, accepted for publication in the Astrophysical\n  Journal"]}]
["0805.2047",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Dynamical Systems","11R06, 11B83"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2047","Topoplogy Appl. 156 (2009), no. 3, 652--657"],"date":["2008-05-14","2009-06-13"],"type":["text"],"creator":["de Vries, Martijn"],"language":[],"coverage":[],"title":["On the number of unique expansions in non-integer bases"],"description":["  Let $q > 1$ be a real number and let $m=m(q)$ be the largest integer smaller\nthan $q$. It is well known that each number $x \\in J_q:=[0, \\sum_{i=1}^{\\infty}\nm q^{-i}]$ can be written as $x=\\sum_{i=1}^{\\infty}{c_i}q^{-i}$ with integer\ncoefficients $0 \\le c_i < q$. If $q$ is a non-integer, then almost every $x \\in\nJ_q$ has continuum many expansions of this form. In this note we consider some\nproperties of the set $\\mathcal{U}_q$ consisting of numbers $x \\in J_q$ having\na unique representation of this form. More specifically, we compare the size of\nthe sets $\\mathcal{U}_q$ and $\\mathcal{U}_r$ for values $q$ and $r$ satisfying\n$1< q < r$ and $m(q)=m(r)$.\n","Comment: typo corrected in Theorem 1.1"]}]
["0805.4801",{"format":[],"subject":["Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4801","J. Noncommut. Geom. 3 (2009), 327-359"],"date":["2008-05-30","2008-09-16"],"type":["text"],"creator":["Banica, Teodor","Vergnioux, Roland"],"language":[],"coverage":[],"title":["Fusion rules for quantum reflection groups"],"description":["  We find the fusion rules for the quantum analogues of the complex reflection\ngroups $H_n^s=\\mathbb Z_s\\wr S_n$. The irreducible representations can be\nindexed by the elements of the free monoid $\\mathbb N^{*s}$, and their tensor\nproducts are given by formulae which remind the Clebsch-Gordan rules (which\nappear at $s=1$).\n","Comment: 33 pages"]}]
["0806.4934",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4934","Phys. Rev. B 79, 224414 (2009)","doi:10.1103/PhysRevB.79.224414"],"date":["2008-06-30"],"type":["text"],"creator":["Delannoy, J. -Y. P.","Del Maestro, A. G.","Gingras, M. J. P.","Holdsworth, P. C. W."],"language":[],"coverage":[],"title":["Site Dilution in the Half-Filled One-Band Hubbard Model: Ring Exchange,\n  Charge Fluctuations and Application to La2Cu_{1-x}(Mg/Zn)_xO4"],"description":["  We study the ground state quantum spin fluctuations around the N\\'eel ordered\nstate for the one-band ($t,U$) Hubbard model on a site-diluted square lattice.\nAn effective spin Hamiltonian, $H_{\\rm s}^{(4)}$, is generated using the\ncanonical transformation method, expanding to order $t(t/U)^3$. $H_{\\rm\ns}^{(4)}$ contains four-spin ring exchange terms as well as second and third\nneighbor bilinear spin-spin interactions. Transverse spin fluctuations are\ncalculated to order $1/S$ using a numerical real space algorithm first\nintroduced by Walker and Walsteadt. Additional quantum charge fluctuations\nappear to this order in $t/U$, coming from electronic hopping and virtual\nexcitations to doubly occupied sites. The ground state staggered magnetization\non the percolating cluster decreases with site dilution $x$, vanishing very\nclose to the percolation threshold. We compare our results in the Heisenberg\nlimit, $t/U \\to 0$, with quantum Monte Carlo (QMC) results on the same model\nand confirm the existence of a systematic $x$-dependent difference between\n$1/S$ and QMC results away from $x=0$. For finite $t/U$, we show that the\neffects of both the ring exchange and charge fluctuations die away rapidly with\nincreasing $t/U$. We use our finite $t/U$ results to make a comparison with\nresults from experiments on La$_2$Cu$_{1-x}$(Mg/Zn)$_x$O$_4$.\n","Comment: 21 pages, 2 columns. 13 figures"]}]
["0808.1092",{"format":[],"subject":["Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1092"],"date":["2008-08-07","2009-06-13"],"type":["text"],"creator":["Behrens, Mark","Davis, Daniel G."],"language":[],"coverage":[],"title":["The homotopy fixed point spectra of profinite Galois extensions"],"description":["  Let E be a k-local profinite G-Galois extension of an E_infty-ring spectrum A\n(in the sense of Rognes). We show that E may be regarded as producing a\ndiscrete G-spectrum. Also, we prove that if E is a profaithful k-local\nprofinite extension which satisfies certain extra conditions, then the forward\ndirection of Rognes's Galois correspondence extends to the profinite setting.\nWe show the function spectrum F_A((E^hH)_k, (E^hK)_k) is equivalent to the\nhomotopy fixed point spectrum ((E[[G/H]])^hK)_k where H and K are closed\nsubgroups of G. Applications to Morava E-theory are given, including showing\nthat the homotopy fixed points defined by Devinatz and Hopkins for closed\nsubgroups of the extended Morava stabilizer group agree with those defined with\nrespect to a continuous action and in terms of the derived functor of fixed\npoints.\n","Comment: 60 Pages"]}]
["0809.1940",{"format":[],"subject":["Mathematics - Differential Geometry","53C35","53C40","53C42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1940"],"date":["2008-09-11","2009-06-13"],"type":["text"],"creator":["Jentsch, Tillmann"],"language":[],"coverage":[],"title":["On parallel submanifolds of symmetric spaces"],"description":["  Due to its length and several inaccuracies, this article is no longer\nsuggested for reading. Moreover, in the meantime certain results presented\nherein could be improved by the author in a non-trivial fashion.\n  Instead, the reader is referred to the following two articles:\n  The extrinsic holonomy Lie algebra of a parallel submanifold\n(arXiv:0904.2611),\n  Extrinsic homogeneity of parallel submanifolds (arXiv:0904.2636).\n","Comment: This paper has been withdrawn"]}]
["0810.0981",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Combinatorics","14N35 (Primary) 19E08, 14M15, 14N15, 14E08 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.0981"],"date":["2008-10-06","2009-06-13"],"type":["text"],"creator":["Buch, Anders S.","Mihalcea, Leonardo C."],"language":[],"coverage":[],"title":["Quantum K-theory of Grassmannians"],"description":["  We show that (equivariant) K-theoretic 3-point Gromov-Witten invariants of\ngenus zero on a Grassmann variety are equal to triple intersections computed in\nthe ordinary (equivariant) K-theory of a two-step flag manifold, thus\ngeneralizing an earlier result of Buch, Kresch, and Tamvakis. In the process we\nshow that the Gromov-Witten variety of curves passing through 3 general points\nis irreducible and rational. Our applications include Pieri and Giambelli\nformulas for the quantum K-theory ring of a Grassmannian, which determine the\nmultiplication in this ring. Our formula for Gromov-Witten invariants can be\npartially generalized to cominuscule homogeneous spaces by using a construction\nof Chaput, Manivel, and Perrin.\n","Comment: 26 pages, 2 figures; comments welcome"]}]
["0812.4691",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Analysis of PDEs","65M50","35L67","76B99","65M70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4691"],"date":["2008-12-30","2009-06-13"],"type":["text"],"creator":["Stinis, Panagiotis"],"language":[],"coverage":[],"title":["Phase transition approach to detecting singularities of PDEs"],"description":["  We present a mesh refinement algorithm for detecting singularities of\ntime-dependent partial differential equations. The main idea behind the\nalgorithm is to treat the occurrence of singularities of time-dependent partial\ndifferential equations as phase transitions. We show how the mesh refinement\nalgorithm can be used to calculate the blow-up rate as we approach the\nsingularity. This calculation can be done in three different ways: i) the\ndirect approach where one monitors the blowing-up quantity as it approaches the\nsingularity and uses the data to calculate the blow-up rate ; ii) the \"phase\ntransition\" approach (\\`a la Wilson) where one treats the singularity as a\nfixed point of the renormalization flow equation and proceeds to compute the\nblow-up rate via an analysis in the vicinity of the fixed point and iii) the\n\"scaling\" approach (\\`a la Widom-Kadanoff) where one postulates the existence\nof scaling laws for different quantities close to the singularity, computes the\nassociated exponents and then uses them to estimate the blow-up rate. Our\nalgorithm allows a unified presentation of these three approaches. The inviscid\nBurgers equation and the supercritical Schrodinger equation are used as\ninstructive examples to illustrate the constructions.\n","Comment: Added results about nonlinear Schrodinger. This is a companion paper\n  to arXiv:0706.2895"]}]
["0901.2130",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks","Computer Science - Artificial Intelligence","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2130","Phys. Rev. Lett. 102, 238701 (2009)","doi:10.1103/PhysRevLett.102.238701"],"date":["2009-01-14","2009-05-27"],"type":["text"],"creator":["Krzakala, Florent","Zdeborová, Lenka"],"language":[],"coverage":[],"title":["Hiding Quiet Solutions in Random Constraint Satisfaction Problems"],"description":["  We study constraint satisfaction problems on the so-called 'planted' random\nensemble. We show that for a certain class of problems, e.g. graph coloring,\nmany of the properties of the usual random ensemble are quantitatively\nidentical in the planted random ensemble. We study the structural phase\ntransitions, and the easy/hard/easy pattern in the average computational\ncomplexity. We also discuss the finite temperature phase diagram, finding a\nclose connection with the liquid/glass/solid phenomenology.\n","Comment: 4 pages, 3 figures"]}]
["0902.0719",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0719"],"date":["2009-02-04","2009-06-12"],"type":["text"],"creator":["Prasanna, T. R. S."],"language":[],"coverage":[],"title":["Relation between ab initio molecular dynamics and electron-phonon\n  interaction formalisms"],"description":["  The relation between ab initio molecular dynamics formalism and the\nelectron-phonon interaction formalism [P.B. Allen and V. Heine, J. Phys. C 9,\n2305 (1976)] is explored. The fundamental quantity obtained in the AIMD\nformalism - total energy for any configuration - is also obtained from the\nformalism (ES-DWF) that incorporates the role of Debye-Waller Factor in\nelectronic structure calculations. The two formalisms are exactly equivalent\nand represent the direct and perturbation theory approaches to determine total\nenergy. This equivalence allows either formalism to be used depending on the\nrequirement - ES-DWF for a priori theoretical analysis and AIMD for ab initio\nmodeling of the effect of thermal vibrations. Combining the two formalisms\nmakes the ES-DWF formalism into an ab initio method and increases the range of\nproblems that can be modeled ab initio. It is also theoretically possible to\nobtain self-consistent band structures from AIMD calculations. This study\nclarifies the incorrect assumptions regarding the two formalisms that exist in\npublished literature. By combining the two formalisms and including self-energy\neffects, more accurate results can be obtained, ab initio, within the adiabatic\napproximation, than by using AIMD alone.\n","Comment: 16 pages, manusript extensively rewritten, submitted for publication"]}]
["0903.3317",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3317"],"date":["2009-03-19","2009-06-12"],"type":["text"],"creator":["Song, Shaoxu","Chen, Lei"],"language":[],"coverage":[],"title":["Discovering Matching Dependencies"],"description":["  The concept of matching dependencies (mds) is recently pro- posed for\nspecifying matching rules for object identification. Similar to the functional\ndependencies (with conditions), mds can also be applied to various data quality\napplications such as violation detection. In this paper, we study the problem\nof discovering matching dependencies from a given database instance. First, we\nformally define the measures, support and confidence, for evaluating utility of\nmds in the given database instance. Then, we study the discovery of mds with\ncertain utility requirements of support and confidence. Exact algorithms are\ndeveloped, together with pruning strategies to improve the time performance.\nSince the exact algorithm has to traverse all the data during the computation,\nwe propose an approximate solution which only use some of the data. A bound of\nrelative errors introduced by the approximation is also developed. Finally, our\nexperimental evaluation demonstrates the efficiency of the proposed methods.\n"]}]
["0904.0486",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.0486"],"date":["2009-04-02","2009-06-12"],"type":["text"],"creator":["Chang, Yi-Fang"],"language":[],"coverage":[],"title":["Nonlinear Quantum Theory, Development of the Superposition Principle and\n  Possible Tests"],"description":["  First, we point out that the present applied superposition principle is\nlinear, it must be developed into a generality. Next, the linear operators and\nequations should be developed nonlinearly. They will include nonlinear\nKlein-Gordon equation and Dirac equations, and corresponding Heisenberg\nequation. The quantum commutation and anticommutation should be developed. This\ntheory may include the renormalization, which is the correction of Feynman\nrules of curved closed loops. We think the interaction equations are nonlinear.\nMany theories, models and phenomena are all nonlinear, for instance, soliton,\nnonabelian gauge field, and the bag model, etc. The superluminal entangled\nstate, which relates the nonlocal quantum teleportation and nonlinearity,\nshould be a new fifth interaction. Moreover, the NL effects exist possibly for\nfour interactions, for single particle, for high energy, and for small\nspace-time, etc. The relations among NL theory and electroweak unified theory,\nand QCD, and CP nonconservation, etc., are expounded. Finally, some known and\npossible tests are discussed. The NL theory relates the possible decrease of\nentropy in isolated system.\n","Comment: 16 pages"]}]
["0904.1690",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Representation Theory","53C25","53C30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1690"],"date":["2009-04-10","2009-06-13"],"type":["text"],"creator":["Arvanitoyeorgos, Andreas","Chrysikos, Ioannis"],"language":[],"coverage":[],"title":["Invariant Einstein metrics on flag manifolds with four isotropy summands"],"description":["  A generalized flag manifold is a homogeneous space of the form $G/K$, where\n$K$ is the centralizer of a torus in a compact connected semisimple Lie group\n$G$. We classify all flag manifolds with four isotropy summands and we study\ntheir geometry. We present new $G$-invariant Einstein metrics by solving\nexplicity the Einstein equation. We also examine the isometric problem for\nthese Einstein metrics.\n"]}]
["0905.3048",{"format":[],"subject":["Physics - General Physics","Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.3048"],"date":["2009-05-19","2009-06-13"],"type":["text"],"creator":["Schweitzer, Eugen"],"language":[],"coverage":[],"title":["The fourth Dimension"],"description":["  In different passages of his dialogues, Plato showed deep\nmathematically-based physical insights. Regrettably most readers overlooked the\nrespective statements, or they utterly did not understand those hints since\nthey were full of philological fallacious terms. Respectable translators\nmisinterpreted such statements and therefore Plato's respective remarks were\nnot recognized as substantial knowledge. Furthermore, Plato often supplemented\nsuch basic remarks by diffusely veiled and varied allusions that were often\nironically hidden somewhere in his dialogues by inconspicuous double meanings.\nHowever, this mode of intentionally coded discrete communication was generally\nnot understood because such irony is not to everyone's taste. However, the\nattempts to reconstruct Plato's system on the basis of admittedly individually\ninterpreted double meanings lead to a conclusive mathematical-physical cyclical\nsystem of dimensions. Additionally it was possible to assign Plato's system of\nphilosophical ideas analogously to this cyclical system. Plato took the\nverifiability of the mathematical-physical results as proof of the system of\nhis ideas and finally as proof of his ethical creed, the unconditional trust in\nthe 'all surmounting Good.'\n","Comment: two corrections of typos in the chapter \"Aether\""]}]
["0905.3879",{"format":[],"subject":["Mathematics - Probability","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.3879"],"date":["2009-05-24","2009-06-13"],"type":["text"],"creator":["Garbit, Rodolphe"],"language":[],"coverage":[],"title":["A note on Furstenberg's filtering problem"],"description":["  This short note gives a positive answer to an old question in elementary\nprobability theory that arose in Furstenberg's seminal article \"Disjointness in\nErgodic Theory.\" As a consequence, Furstenberg's filtering theorem holds\nwithout any integrability assumption.\n"]}]
["0905.4032",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4032","J. Alloys Compd. 482 (2009) 5","doi:10.1016/j.jallcom.2009.04.040"],"date":["2009-05-25"],"type":["text"],"creator":["Köhler, A.","Behr, G.","Fuchs, G.","Nenkov, K.","Gupta, L. C."],"language":[],"coverage":[],"title":["Si-induced superconductivity and structural transformations in DyRh4B4"],"description":["  DyRh4B4 has been known to crystallize in the primitive tetragonal\n(pt)-structure and to exhibit a ferromagnetic transition at 12 K, the highest\nmagnetic transition temperature in the entire series of the RRh4B4 materials\n[1]. We show here that our silicon-added samples of the nominal composition\nDyRh4B4Si0.2 exhibit superconductivity below Tc ~ 4.5 K and an\nantiferromagnetic transition below TN ~ 2.7 K. The 12 K transition observed in\nthe pt-DyRh4B4 is completely suppressed. Our annealed samples mainly consist of\ndomains of the chemical composition DyRh3.9B4.2Si0.08. These domains contain\ntwo crystallographic phases belonging to the body-centred tetragonal\n(bct)-structure and the orthorhombic (o)-structure. We have reasons to suggest\nthat superconductivity and antiferromagnetic ordering arise from bct- DyRh4B4\nphase and, therefore, coexist below TN ~ 2.7 K.\n","Comment: 11 pages, 6 figures, Accepted for publication in Journal of Alloys\n  and Compounds"]}]
["0905.4128",{"format":[],"subject":["Mathematics - General Mathematics","52B11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4128"],"date":["2009-05-26","2009-06-13"],"type":["text"],"creator":["Shi, Kaida"],"language":[],"coverage":[],"title":["To Get Overall Shapes and New Data of the 120-Cell and the 600-Cell"],"description":["  This research will be helpful for people to display the 2-dimensiona\nprojective models of 4-variable actual problems in many fields, in order to\ninvestigate deeply those actual problems. By using the theory of N-dimensional\nfinite rotation group of the regular polytopes, the author established the\n2-dimensional projective model of 4-dimensional rectangular coordinate system,\nand deduced a transformation matrix, and adopt it to display successfully the\n2-dimensional overall shapes of two most complicated regular polytopes 120-Cell\nand 600-Cell. In the meantime, the author calculated all the vertex coordinates\nand determine the joint relationships between adjacent vertices of the regular\npolytopes 120-Cell and 600-Cell. Also, this provided a pattern for displaying\nthe 2-dimensional projective model of 4-variable actual problem.\n  (The tables of vertex coordinates of the 120-Cell and the 600-Cell and the\ntable of joint relationship between adjacent vertices of the 120-Cell and the\n600-Cell are listed below)\n","Comment: 45 pages, 3 tables"]}]
["0906.1284",{"format":[],"subject":["Physics - Atomic Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1284","Phys. Rev. A 79, 065401 (2009)","doi:10.1103/PhysRevA.79.065401"],"date":["2009-06-06"],"type":["text"],"creator":["Bondar, Denys I.","Liu, Wing-Ki","Yudin, Gennady L."],"language":[],"coverage":[],"title":["Adaptation of the Modified Adiabatic Approximation to Strong Field\n  Ionization"],"description":["  Savichev's modified adiabatic approximation [Sov. Phys. JETP 73, 803 (1991)]\nis used to obtain a general form of a quantum-mechanical amplitude of\nionization by a low-frequency laser field. The method possesses only one\nrequirement that the frequency of the laser field must be low. Connections of\nthe obtained result with the quasi-classical approximation and other previous\ninvestigations are discussed.\n","Comment: 4 pages"]}]
["0906.1899",{"format":[],"subject":["Quantitative Finance - General Finance","Condensed Matter - Statistical Mechanics","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1899"],"date":["2009-06-10"],"type":["text"],"creator":["Pellicer-Lostao, Carmen","Lopez-Ruiz, Ricardo"],"language":[],"coverage":[],"title":["Money Distributions in Chaotic Economies"],"description":["  This paper considers the ideal gas-like model of trading markets, where each\nindividual is identified as a gas molecule that interacts with others trading\nin elastic or money-conservative collisions. Traditionally this model\nintroduces different rules of random selection and exchange between pair\nagents. Real economic transactions are complex but obviously non-random.\nConsequently, unlike this traditional model, this work implements chaotic\nelements in the evolution of an economic system. In particular, we use a\nchaotic signal that breaks the natural pairing symmetry\n$(i,j)\\Leftrightarrow(j,i)$ of a random gas-like model. As a result of that, it\nis found that a chaotic market like this can reproduce the referenced wealth\ndistributions observed in real economies (the Gamma, Exponential and Pareto\ndistributions).\n","Comment: 5 pages, 7 figures, 1 table ; NOMA-2009 Conference, Urbino (Italy)"]}]
["0906.1907",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Condensed Matter - Disordered Systems and Neural Networks","Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1907"],"date":["2009-06-10"],"type":["text"],"creator":["Lopez-Ruiz, Ricardo","Fournier-Prunaret, Daniele"],"language":[],"coverage":[],"title":["Regions of multistability in some low-dimensional logistic models with\n  excitation type coupling"],"description":["  A naive model of many networked logistic maps with an excitation type\ncoupling [Neural Networks, vol. 20, 102--108 (2007)], which is an extension of\nother low dimensional models, has been recently proposed to mimic the\nwaking-sleeping bistability found in brain systems. Although the dynamics of\nlarge and complex aggregates of elementary components can not be understood nor\nextrapolated from the properties of a few components, some patterns of behavior\ncould be conserved independently of the topology and of the number of coupled\nunits. Following this insight, we have collected several of those systems where\na few logistic maps are coupled under a similar mutual excitation scheme. The\nregions of bi- and multistability of these systems are sketched and reported.\n","Comment: 4 pages, 7 figures ; NOMA-2009, Urbino (Italy)"]}]
["math/0403243",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Probability","46L50","60E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0403243","Analyse et probabilit\\'es, S\\'eminaires et Congr\\`es 16, p. 83-93,\n  2009"],"date":["2004-03-15","2006-12-13"],"type":["text"],"creator":["Franz, Uwe"],"language":[],"coverage":[],"title":["Boolean convolution of probability measures on the unit circle"],"description":["  We introduce the boolean convolution for probability measures on the unit\ncircle. Roughly speaking, it describes the distribution of the product of two\nboolean independent unitary random variables. We find an analogue of the\ncharacteristic function and determine all infinitely divisible probability\nmeasures on the unit circle for the boolean convolution.\n","Comment: 13 pages, to appear in volume 15 of Seminaires et Congres"]}]
["math/0606254",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0606254"],"date":["2006-06-11","2009-06-13"],"type":["text"],"creator":["Tao, Terence"],"language":[],"coverage":[],"title":["A pseudoconformal compactification of the nonlinear Schr\\\"odinger\n  equation and applications"],"description":["  We interpret the lens transformation (a variant of the pseudoconformal\ntransformation) as a pseudoconformal compactification of spacetime, which\nconverts the nonlinear Schr\\\"odinger equation (NLS) without potential with a\nnonlinear Schr\\\"odinger equation with attractive harmonic potential. We then\ndiscuss how several existing results about NLS can be placed in this\ncompactified setting, thus offering a new perspective to view this theory.\n","Comment: 17 pages, no figures, to appear, New York J. Math. This is the final\n  version"]}]
