["0706.2336",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2336","Phys.Lett.B666:320-323,2008","doi:10.1016/j.physletb.2008.04.065"],"date":["2007-06-15"],"type":["text"],"creator":["Horowitz, W. A.","Gyulassy, M."],"language":[],"coverage":[],"title":["Testing AdS/CFT Deviations from pQCD Heavy Quark Energy Loss with Pb+Pb\n  at LHC"],"description":["  Heavy quark jet quenching in nuclear collisions at LHC is predicted and\ncompared using the classical gravity AdS/CFT correspondence and Standard Model\nperturbative QCD. The momentum independence and inverse quark mass dependence\nof the drag coefficient in AdS/CFT differs substantially from the\ncharacteristic log(pT/M)/pT variation of the drag in QCD. We propose that the\nmeasurement of the momentum dependence of the double ratio of the nuclear\nmodification factors of charm and bottom jets is a robust observable that can\nbe used to search for strong coupling deviations from perturbative QCD\npredictions.\n","Comment: 4 pages, 2 figures"]}]
["0708.2119",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2119","J. Math. Phys. 49, 022108 (2008)","doi:10.1063/1.2883738"],"date":["2007-08-15"],"type":["text"],"creator":["Wu, Rebing","Pechen, Alexander","Rabitz, Herschel","Hsieh, Michael","Tsou, Benjamin"],"language":[],"coverage":[],"title":["Control Landscapes for Observable Preparation with Open Quantum Systems"],"description":["  A quantum control landscape is defined as the observable as a function(al) of\nthe system control variables. Such landscapes were introduced to provide a\nbasis to understand the increasing number of successful experiments controlling\nquantum dynamics phenomena. This paper extends the concept to encompass the\nbroader context of the environment having an influence. For the case that the\nopen system dynamics are fully controllable, it is shown that the control\nlandscape for open systems can be lifted to the analysis of an equivalent\nauxiliary landscape of a closed composite system that contains the\nenvironmental interactions. This inherent connection can be analyzed to provide\nrelevant information about the topology of the original open system landscape.\nApplication to the optimization of an observable expectation value reveals the\nsame landscape simplicity observed in former studies on closed systems. In\nparticular, no false sub-optimal traps exist in the system control landscape\nwhen seeking to optimize an observable, even in the presence of complex\nenvironments. Moreover, a quantitative study of the control landscape of a\nsystem interacting with a thermal environment shows that the enhanced\ncontrollability attainable with open dynamics significantly broadens the range\nof the achievable observable values over the control landscape.\n"]}]
["0708.2387",{"format":[],"subject":["Physics - Space Physics","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2387"],"date":["2007-08-17","2009-05-03"],"type":["text"],"creator":["Duchayne, Loïc","Mercier, Flavien","Wolf, Peter"],"language":[],"coverage":[],"title":["Orbit determination for next generation space clocks"],"description":["  Over the last decade of the 20th century and the first few years of the 21st,\nthe uncertainty of atomic clocks has decreased by about two orders of\nmagnitude, passing from the low 10^-14 to below 10^-16, in relative frequency .\nSpace applications in fundamental physics, geodesy, time/frequency metrology,\nnavigation etc... are among the most promising for this new generation of\nclocks. Onboard terrestrial or solar system satellites, their exceptional\nfrequency stability and accuracy makes them a prime tool to test the\nfundamental laws of nature, and to study gravitational potentials and their\nevolution.\n  In this paper, we study in more detail the requirements on orbitography\ncompatible with operation of next generation space clocks at the required\nuncertainty based on a completely relativistic model. Using the ACES (Atomic\nClock Ensemble in Space) mission as an example, we show that the required\naccuracy goal can be reached with relatively modest constraints on the\norbitography of the space clock, much less stringent than expected from \"naive\"\nestimates. Our results are generic to all space clocks and represent a\nsignificant step towards the generalised use of next generation space clocks in\nfundamental physics, geodesy, and time/frequency metrology.\n","Comment: 18 pages, 7 figures, submitted to Journal Of Geodesy"]}]
["0708.3400",{"format":[],"subject":["Mathematics - Statistics Theory","62N01, 62G20 (Primary) 62G05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3400","Annals of Statistics 2009, Vol. 37, No. 3, 1299-1331","doi:10.1214/08-AOS609"],"date":["2007-08-24","2009-05-04"],"type":["text"],"creator":["Balabdaoui, Fadoua","Rufibach, Kaspar","Wellner, Jon A."],"language":[],"coverage":[],"title":["Limit distribution theory for maximum likelihood estimation of a\n  log-concave density"],"description":["  We find limiting distributions of the nonparametric maximum likelihood\nestimator (MLE) of a log-concave density, that is, a density of the form\n$f_0=\\exp\\varphi_0$ where $\\varphi_0$ is a concave function on $\\mathbb{R}$.\nThe pointwise limiting distributions depend on the second and third derivatives\nat 0 of $H_k$, the \"lower invelope\" of an integrated Brownian motion process\nminus a drift term depending on the number of vanishing derivatives of\n$\\varphi_0=\\log f_0$ at the point of interest. We also establish the limiting\ndistribution of the resulting estimator of the mode $M(f_0)$ and establish a\nnew local asymptotic minimax lower bound which shows the optimality of our mode\nestimator in terms of both rate of convergence and dependence of constants on\npopulation values.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AOS609 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["0709.3091",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Category Theory","18G55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3091"],"date":["2007-09-19","2009-05-04"],"type":["text"],"creator":["Lurie, Jacob"],"language":[],"coverage":[],"title":["Derived Algebraic Geometry IV: Deformation Theory"],"description":["  In this paper, we prove some foundational results on the deformation theory\nof E-infinity ring spectra.\n","Comment: 74 pages. Revised: 5/4/09. Some material rewritten to apply to more\n  general operads, some material on the Goodwillie calculus has been removed\n  (and given its own paper)"]}]
["0709.3331",{"format":[],"subject":["Physics - Computational Physics","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3331","Computer Physics Communications, Vol.178, 272 (2008).","doi:10.1016/j.cpc.2007.09.003"],"date":["2007-09-20"],"type":["text"],"creator":["Jeon, Byoungseon","Kress, Joel D.","Collins, Lee A.","Grønbech-Jensen, Niels"],"language":[],"coverage":[],"title":["Parallel TREE code for two-component ultracold plasma analysis"],"description":["  The TREE method has been widely used for long-range interaction {\\it N}-body\nproblems. We have developed a parallel TREE code for two-component classical\nplasmas with open boundary conditions and highly non-uniform charge\ndistributions. The program efficiently handles millions of particles evolved\nover long relaxation times requiring millions of time steps. Appropriate domain\ndecomposition and dynamic data management were employed, and large-scale\nparallel processing was achieved using an intermediate level of granularity of\ndomain decomposition and ghost TREE communication. Even though the\ncomputational load is not fully distributed in fine grains, high parallel\nefficiency was achieved for ultracold plasma systems of charged particles. As\nan application, we performed simulations of an ultracold neutral plasma with a\nhalf million particles and a half million time steps. For the long temporal\ntrajectories of relaxation between heavy ions and light electrons, large\nconfigurations of ultracold plasmas can now be investigated, which was not\npossible in past studies.\n"]}]
["0711.4735",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.4735","Int. J. Mod. Phys. B23 (2009) 2167","doi:10.1142/S0217979209052121"],"date":["2007-11-29","2008-01-22"],"type":["text"],"creator":["Bernardini, Alex E."],"language":[],"coverage":[],"title":["Recovering the stationary phase condition for accurately obtaining\n  scattering and tunneling times"],"description":["  The stationary phase method is often employed for computing tunneling {\\em\nphase} times of analytically-continuous {\\em gaussian} or infinite-bandwidth\nstep pulses which collide with a potential barrier. The indiscriminate\nutilization of this method without considering the barrier boundary effects\nleads to some misconceptions in the interpretation of the phase times. After\nreexamining the above barrier diffusion problem where we notice the wave packet\ncollision necessarily leads to the possibility of multiple reflected and\ntransmitted wave packets, we study the phase times for tunneling/reflecting\nparticles in a framework where an idea of multiple wave packet decomposition is\nrecovered. To partially overcome the analytical incongruities which rise up\nwhen tunneling phase time expressions are obtained, we present a theoretical\nexercise involving a symmetrical collision between two identical wave packets\nand a one dimensional squared potential barrier where the scattered wave\npackets can be recomposed by summing the amplitudes of simultaneously reflected\nand transmitted waves.\n","Comment: 32 pages, 5 figures, 1 table"]}]
["0801.3467",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3467","Quantum Probability. Series QP-PQ: Quantum Probability and White\n  Noise Analysis. World Scientific, Singapore. Vol. 23, 197-211 (2008). Edited\n  by J. C. Garcia, R. Quezada, and S. B. Sontz"],"date":["2008-01-22","2008-10-27"],"type":["text"],"creator":["Pechen, Alexander","Rabitz, Herschel"],"language":[],"coverage":[],"title":["Incoherent Quantum Control"],"description":["  Conventional approaches for controlling open quantum systems use coherent\ncontrol which affects the system's evolution through the Hamiltonian part of\nthe dynamics. Such control, although being extremely efficient for a large\nvariety of problems, has limited capabilities, e.g., if the initial and desired\ntarget states have density matrices with different spectra or if a control\nfield needs to be designed to optimally transfer different initial states to\nthe same target state. Recent research works suggest extending coherent control\nby including active manipulation of the non-unitary (i.e., incoherent) part of\nthe evolution. This paper summarizes recent results specifically for incoherent\ncontrol by the environment (e.g., incoherent radiation or a gaseous medium)\nwith a kinematic description of controllability and landscape analysis.\n","Comment: Contribution to the 28-th Conference on Quantum Probability and\n  Related Topics, CIMAT-Guanajuato, MEXICO, 2-8 September 2007 (final version,\n  minor editing)"]}]
["0802.0356",{"format":[],"subject":["Quantitative Biology - Biomolecules","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0356","PHYSICAL REVIEW E 77, 041907 (2008)","doi:10.1103/PhysRevE.77.041907"],"date":["2008-02-04","2008-03-07"],"type":["text"],"creator":["Chen, Hu","Yan, Jie"],"language":[],"coverage":[],"title":["Effects of kink and flexible hinge defects on mechanical responses of\n  short double stranded DNA molecules"],"description":["  We predict various detectable mechanical responses to the presence of local\nDNA defects which are defined as short DNA segments exhibiting mechanical\nproperties obviously different from the 50 nm persistence length based\nsemiflexible polymer model. The defects discussed are kinks and flexible hinges\neither permanently fixed on DNA or thermally excited. Their effects on\nextension shift, the effective persistence length, the end-to-end distance\ndistribution, and the cyclization probability are computed using a\ntransfer-matrix method. Our predictions will be useful in future experimental\ndesigns to study DNA nicks or mismatch base pairs, mechanics of specific DNA\nsequences, and specific DNA-protein interaction using magnetic tweezer,\nfluorescence resonance energy transfer or plasmon resonance technique, and the\ntraditional biochemistry cyclization probability measurements.\n","Comment: 9 pages with 9 figures. Theoretical calculation based on transfer\n  matrix. Minor updates, a new figure and more discussions are added"]}]
["0804.0036",{"format":[],"subject":["Mathematics - Metric Geometry","Computer Science - Computational Geometry","Computer Science - Information Theory","Mathematics - Number Theory","11H56, 11H06, 11B1, 03D15, 52B55, 52B12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0036","Math. Comp. 267 (2009), 1713-1731","doi:10.1090/S0025-5718-09-02224-8"],"date":["2008-03-31","2008-09-24"],"type":["text"],"creator":["Sikiric, Mathieu Dutour","Schuermann, Achill","Vallentin, Frank"],"language":[],"coverage":[],"title":["Complexity and algorithms for computing Voronoi cells of lattices"],"description":["  In this paper we are concerned with finding the vertices of the Voronoi cell\nof a Euclidean lattice. Given a basis of a lattice, we prove that computing the\nnumber of vertices is a #P-hard problem. On the other hand we describe an\nalgorithm for this problem which is especially suited for low dimensional (say\ndimensions at most 12) and for highly-symmetric lattices. We use our\nimplementation, which drastically outperforms those of current computer algebra\nsystems, to find the vertices of Voronoi cells and quantizer constants of some\nprominent lattices.\n","Comment: 20 pages, 2 figures, 5 tables"]}]
["0804.3249",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3249","Phys.Rev.D79:103501,2009","doi:10.1103/PhysRevD.79.103501"],"date":["2008-04-21","2009-05-04"],"type":["text"],"creator":["Kuroyanagi, Sachiko","Chiba, Takeshi","Sugiyama, Naoshi"],"language":[],"coverage":[],"title":["Precision calculations of the gravitational wave background spectrum\n  from inflation"],"description":["  The spectrum of the gravitational wave background originating from quantum\nfluctuations during inflation is calculated numerically for various inflation\nmodels over a wide range of frequencies. We take into account four ingredients\n: the scalar field dynamics during inflation making no use of the slow-roll\napproximation, the fermionic decay of the scalar field with a small coupling\nconstant during the reheating process, the change of the effective number of\ndegrees of freedom g_* in the radiation-dominated era, and the anisotropic\nstress of free-streaming neutrinos. By numerically solving the evolution of\ngravitational waves during and after inflation up to the present, all of these\neffects can be examined comprehensively and accurately over a broad spectrum,\neven at very high frequencies. We find that the spectrum shows (i) a large\ndeviation from the spectrum less accurate obtained by Taylor expanding around\nthe CMB scale using the slow-roll approximation (ii) a characteristic frequency\ndependence due to the reheating effect, and (iii) damping due to the g_*\nchanges and the neutrino anisotropic stress. We suggest that future analysis of\nthe gravitational wave background should take into consideration the fact that\nanalytical estimates using the Taylor expansion overestimate the amplitude of\nthe spectrum.\n","Comment: 15 pages, 7 figures, accepted for publication in PRD, This version\n  contains major revisions over the previous version, with added calculations\n  of neutrino anisotropic stress; typos corrected"]}]
["0806.1972",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1972","Phys. Rev. Lett. 102, 180501 (2009)","doi:10.1103/PhysRevLett.102.180501"],"date":["2008-06-12"],"type":["text"],"creator":["Childs, Andrew M."],"language":[],"coverage":[],"title":["Universal computation by quantum walk"],"description":["  In some of the earliest work on quantum mechanical computers, Feynman showed\nhow to implement universal quantum computation by the dynamics of a\ntime-independent Hamiltonian. I show that this remains possible even if the\nHamiltonian is restricted to be a sparse matrix with all entries equal to 0 or\n1, i.e., the adjacency matrix of a low-degree graph. Thus quantum walk can be\nregarded as a universal computational primitive, with any desired quantum\ncomputation encoded entirely in some underlying graph. The main idea of the\nconstruction is to implement quantum gates by scattering processes.\n","Comment: 9 pages"]}]
["0808.0311",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0311"],"date":["2008-08-03","2009-05-04"],"type":["text"],"creator":["Vlachos, D. S.","Kosmas, O. T."],"language":[],"coverage":[],"title":["Gamma Ray Spectrum Unfolding Using Derivative Kernels"],"description":["  The unfolding of a gamma ray spectrum experience many difficulties due to\nnoise in the recorded data, that is based mainly on the change of photon energy\ndue to scattering mechanisms (either in the detector or the medium), the\naccumulation of recorded counts in a fixed energy interval (the channel width\nof the detector) and finally the statistical fluctuation inside the detector.\nIn order to deal with these problems, a new method is developed which\ninterpolates the ideal spectrum with the use of special designed derivative\nkernels. Preliminary simulation results are presented and show that this\napproach is very effective even in spectra with low statistics.\n","Comment: 12 pages, 4 figures, PACS 29.30.Kv, 29.85.-c, 02.60.Jh"]}]
["0809.1078",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1078","Astronomy and Astrophysics, Volume 495, Issue 3, 2009, pp.979-987","doi:10.1051/0004-6361:200810353"],"date":["2008-09-05","2009-05-04"],"type":["text"],"creator":["Michel, E.","Samadi, R.","Baudin, F.","Barban, C.","Appourchaux, T.","Auvergne, M."],"language":[],"coverage":[],"title":["Intrinsic photometric characterisation of stellar oscillations and\n  granulation. Solar reference values and CoRoT response functions"],"description":["  Context: Measuring amplitudes of solar-like oscillations and the granulation\npower spectral density constitute two promising sources of information to\nimprove our understanding and description of the convection in outer layers of\nstars. However, different instruments, using different techniques and different\nbandpasses, give measurements that cannot be directly compared to each other or\nto theoretical values. Aims: In this work, we define simple response functions\nto derive intrinsic oscillation amplitudes and granulation power densities,\nfrom photometry measurements obtained with a specific instrument on a specific\nstar. Methods: We test this method on different photometry data sets obtained\non the Sun with two different instruments in three different bandpasses.\nResults: We show that the results are in good agreement and we establish\nreference intrinsic values for the Sun with photometry. We also compute the\nresponse functions of the CoRoT instrument for a range of parameters\nrepresentative of the Main Sequence solar-like pulsators to be observed with\nCoRoT. We show that these response functions can be conveniently described by\nsimple analytic functions of the effective temperature of the target star.\n","Comment: 6 pages, 7 figures. Updated title and abstract"]}]
["0809.1082",{"format":[],"subject":["Quantum Physics","Condensed Matter - Disordered Systems and Neural Networks","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1082","Phys. Rev. Lett. 102, 183001 (2009)","doi:10.1103/PhysRevLett.102.183001"],"date":["2008-09-05","2009-05-04"],"type":["text"],"creator":["Schelle, Alexej","Delande, Dominique","Buchleitner, Andreas"],"language":[],"coverage":[],"title":["Microwave-Driven Atoms: From Anderson Localization to Einstein's\n  Photoeffect"],"description":["  We study the counterpart of Anderson localization in driven one-electron\nRydberg atoms. By changing the initial Rydberg state at fixed microwave\nfrequency and interaction time, we numerically monitor the crossover from\nAnderson localization to the photo effect in the atomic ionization signal.\n","Comment: 4 pages, 3 figures"]}]
["0810.0626",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.0626","J. Phys. Soc. Jpn. 77 (2008) 124005","doi:10.1143/JPSJ.77.124005"],"date":["2008-10-03"],"type":["text"],"creator":["Mori, Takashi","Miyashita, Seiji"],"language":[],"coverage":[],"title":["Dynamics of the Density Matrix in Contact with a Thermal Bath and the\n  Quantum Master Equation"],"description":["  We study the structure of the time evolution of the density matrix in contact\nwith a thermal bath in a standard projection operator sheme. The reduced\ndensity matrix of the system in the steady state is obtained by tracing out the\ndegree of freedom of the thermal bath from the equilibrium density matrix of\nthe total system. This reduced density matrix is modified by the interaction,\nand is different from that of the equilibrium of the system alone. We\nexplicitly calculate the contribution of each term in quantum master equation\nto the realization of the steady state density matrix, and make clear roles of\neach term. By making use of the role of each term, the properties of the\ncommonly used quantum master equation are examined.\n","Comment: 17 pages, to appear in JPSJ"]}]
["0810.1417",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1417","PhysRevA.79, 052301 (2009)","doi:10.1103/PhysRevA.79.052301"],"date":["2008-10-08","2009-01-13"],"type":["text"],"creator":["Benenti, Giuliano","Strini, Giuliano"],"language":[],"coverage":[],"title":["Optimal purification of a generic n-qudit state"],"description":["  We propose a quantum algorithm for the purification of a generic mixed state\n$\\rho$ of a $n$-qudit system by using an ancillary $n$-qudit system. The\nalgorithm is optimal in that (i) the number of ancillary qudits cannot be\nreduced, (ii) the number of parameters which determine the purification state\n$|\\Psi>$ exactly equals the number of degrees of freedom of $\\rho$, and (iii)\n$|\\Psi>$ is easily determined from the density matrix $\\rho$. Moreover, we\nintroduce a quantum circuit in which the quantum gates are unitary\ntransformations acting on a $2n$-qudit system. These transformations are\ndetermined by parameters that can be tuned to generate, once the ancillary\nqudits are disregarded, any given mixed $n$-qudit state.\n","Comment: 8 pages, 9 figures, remarks added"]}]
["0810.4550",{"format":[],"subject":["Physics - Biological Physics","Quantitative Biology - Cell Behavior"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4550","Phys. Biol. 6 (2009) 036004\n  (http://iopscience.iop.org/1478-3975/6/3/036004/).","doi:10.1088/1478-3975/6/3/036004"],"date":["2008-10-24","2009-04-01"],"type":["text"],"creator":["Ma, Xiaoyan","Lynch, Holley E.","Scully, Peter C.","Hutson, M. Shane"],"language":[],"coverage":[],"title":["Probing embryonic tissue mechanics with laser hole-drilling"],"description":["  We use laser hole-drilling to assess the mechanics of an embryonic epithelium\nduring development - in vivo and with subcellular resolution. We ablate a\nsubcellular cylindrical hole clean through the epithelium, and track the\nsubsequent recoil of adjacent cells (on ms time scales). We investigate dorsal\nclosure in the fruit fly with emphasis on apical constriction of amnioserosa\ncells. The mechanical behavior of this epithelium falls between that of a\ncontinuous sheet and a 2D cellular foam (a network of tensile interfaces).\nTensile stress is carried both by cell-cell interfaces and by the cells' apical\nactin networks. Our results show that stress is slightly concentrated along\ninterfaces (1.6-fold), but only in early closure. Furthermore, closure is\nmarked by a decrease in the recoil power-law exponent - implying a transition\nto a more solid-like tissue. We use the site- and stage-dependence of the\nrecoil kinetics to constrain how the cellular mechanics change during closure.\nWe apply these results to test extant computational models.\n","Comment: 23 pages with 9 figures (require color)"]}]
["0810.4737",{"format":[],"subject":["Physics - Computational Physics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4737","Computer Physics Communications, Vol.180, 231 (2009).","doi:10.1016/j.cpc.2008.09.014"],"date":["2008-10-26"],"type":["text"],"creator":["Jeon, Byoungseon","Grønbech-Jensen, Niels"],"language":[],"coverage":[],"title":["Efficient Parallel Algorithm for Statistical Ion Track Simulations in\n  Crystalline Materials"],"description":["  We present an efficient parallel algorithm for statistical Molecular Dynamics\nsimulations of ion tracks in solids. The method is based on the Rare Event\nEnhanced Domain following Molecular Dynamics (REED-MD) algorithm, which has\nbeen successfully applied to studies of, e.g., ion implantation into\ncrystalline semiconductor wafers. We discuss the strategies for parallelizing\nthe method, and we settle on a host-client type polling scheme in which a\nmultiple of asynchronous processors are continuously fed to the host, which, in\nturn, distributes the resulting feed-back information to the clients. This\nreal-time feed-back consists of, e.g., cumulative damage information or\nstatistics updates necessary for the cloning in the rare event algorithm. We\nfinally demonstrate the algorithm for radiation effects in a nuclear oxide\nfuel, and we show the balanced parallel approach with high parallel efficiency\nin multiple processor configurations.\n","Comment: 17 pages, seven figures, four tables"]}]
["0811.2162",{"format":[],"subject":["Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2162"],"date":["2008-11-13","2009-05-04"],"type":["text"],"creator":["Kosmas, O. T.","Vlachos, D. S."],"language":[],"coverage":[],"title":["Simulated Annealing for Optimal Ship Routing"],"description":["  A simulated annealing based algorithm is presented for the determination of\noptimal ship routes through the minimization of a cost function. This cost\nfunction is a weighted sum of the time of voyage and the voyage comfort (safety\nis taken into account too). The latter is dependent on both the wind speed and\ndirection and the wave height and direction. The algorithm first discretizes an\ninitial route and optimizes it by considering small deviations which are\naccepted by utilizing the simulated annealing technique. Using calculus of\nvariations we prove a key theorem which dramatically accelerates the\nconvergence of the algorithm. Finally both simulated and real experiments are\npresented.\n","Comment: 19 pages, 6 figures"]}]
["0811.2166",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2166"],"date":["2008-11-13","2009-05-04"],"type":["text"],"creator":["Kosmas, O. T.","Vlachos, D. S."],"language":[],"coverage":[],"title":["Operational Optimal Ship Routing Using a Hybrid Parallel Genetic\n  Algorithm"],"description":["  Optimization of ship routing depends on several parameters, like ship and\ncargo characteristics, environmental factors, topography, international\nnavigation rules, crew comfort etc. The complex nature of the problem leads to\noversimplifications in analytical techniques, while stochastic methods like\nsimulated annealing can be both time consuming and sensitive to local minima.\nIn this work, a hybrid parallel genetic algorithm - estimation of distribution\nalgorithm is developed in the island model, to operationally calculate the\noptimal ship routing. The technique, which is applicable not only to clusters\nbut to grids as well, is very fast and has been applied to very difficult\nenvironments, like the Greek seas with thousands of islands and extreme\nmicro-climate conditions.\n"]}]
["0811.4756",{"format":[],"subject":["Quantum Physics","Physics - Atmospheric and Oceanic Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.4756","New J. Phys. 11, 045014 (2009)","doi:10.1088/1367-2630/11/4/045014"],"date":["2008-11-28","2009-03-13"],"type":["text"],"creator":["Elser, D.","Bartley, T.","Heim, B.","Wittmann, Ch.","Sych, D.","Leuchs, G."],"language":[],"coverage":[],"title":["Feasibility of free space quantum key distribution with coherent\n  polarization states"],"description":["  We demonstrate for the first time the feasibility of free space quantum key\ndistribution with continuous variables under real atmospheric conditions. More\nspecifically, we transmit coherent polarization states over a 100m free space\nchannel on the roof of our institute's building. In our scheme, signal and\nlocal oscillator are combined in a single spatial mode which auto-compensates\natmospheric fluctuations and results in an excellent interference. Furthermore,\nthe local oscillator acts as spatial and spectral filter thus allowing\nunrestrained daylight operation.\n","Comment: 12 pages, 8 figures, extensions in sections 2, 3.1, 3.2 and 4. This\n  is an author-created, un-copyedited version of an article accepted for\n  publication in New Journal of Physics (Special Issue on Quantum Cryptography:\n  Theory and Practice). IOP Publishing Ltd is not responsible for any errors or\n  omissions in this version of the manuscript or any version derived from it"]}]
["0812.1601",{"format":[],"subject":["Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1601"],"date":["2008-12-08","2009-05-03"],"type":["text"],"creator":["Kintali, Shiva"],"language":[],"coverage":[],"title":["Scarf is Ppad-Complete"],"description":["  Scarf's lemma is one of the fundamental results in combinatorics, originally\nintroduced to study the core of an N-person game. Over the last four decades,\nthe usefulness of Scarf's lemma has been demonstrated in several important\ncombinatorial problems seeking \"stable\" solutions. However, the complexity of\nthe computational version of Scarf's lemma (SCARF) remained open. In this\npaper, we prove that SCARF is complete for the complexity class PPAD. This\nproves that SCARF is as hard as the computational versions of Brouwer's fixed\npoint theorem and Sperner's lemma. Hence, there is no polynomial-time algorithm\nfor SCARF unless PPAD \\subseteq P. We also show that fractional stable paths\nproblem and finding strong fractional kernels in digraphs are PPAD-hard.\n"]}]
["0812.2769",{"format":[],"subject":["Computer Science - Mathematical Software","Computer Science - Numerical Analysis","G.1.3","G.1.8","G.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2769"],"date":["2008-12-15","2009-05-04"],"type":["text"],"creator":["Gordon, Dan","Gordon, Rachel"],"language":[],"coverage":[],"title":["Geometric scaling: a simple preconditioner for certain linear systems\n  with discontinuous coefficients"],"description":["  Linear systems with large differences between coefficients (\"discontinuous\ncoefficients\") arise in many cases in which partial differential\nequations(PDEs) model physical phenomena involving heterogeneous media. The\nstandard approach to solving such problems is to use domain decomposition\ntechniques, with domain boundaries conforming to the boundaries between the\ndifferent media. This approach can be difficult to implement when the geometry\nof the domain boundaries is complicated or the grid is unstructured. This work\nexamines the simple preconditioning technique of scaling the equations by\ndividing each equation by the Lp-norm of its coefficients. This preconditioning\nis called geometric scaling (GS). It has long been known that diagonal scaling\ncan be useful in improving convergence, but there is no study on the general\nusefulness of this approach for discontinuous coefficients. GS was tested on\nseveral nonsymmetric linear systems with discontinuous coefficients derived\nfrom convection-diffusion elliptic PDEs with small to moderate convection\nterms. It is shown that GS improved the convergence properties of restarted\nGMRES and Bi-CGSTAB, with and without the ILUT preconditioner. GS was also\nshown to improve the distribution of the eigenvalues by reducing their\nconcentration around the origin very significantly.\n","Comment: 22 pages, 13 tables, 14 figures, 22 references. Submitted for\n  publication"]}]
["0812.3022",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3022","Gran. Matt. 11, 157-168 (2009)","doi:10.1007/s10035-009-0132-8"],"date":["2008-12-16","2009-05-04"],"type":["text"],"creator":["Santos, Andres","Montanero, Jose M."],"language":[],"coverage":[],"title":["The second and third Sonine coefficients of a freely cooling granular\n  gas revisited"],"description":["  In its simplest statistical-mechanical description, a granular fluid can be\nmodeled as composed of smooth inelastic hard spheres (with a constant\ncoefficient of normal restitution $\\alpha$) whose velocity distribution\nfunction obeys the Enskog-Boltzmann equation. The basic state of a granular\nfluid is the homogeneous cooling state, characterized by a homogeneous,\nisotropic, and stationary distribution of scaled velocities, $F(\\mathbf{c})$.\nThe behavior of $F(\\mathbf{c})$ in the domain of thermal velocities ($c\\sim 1$)\ncan be characterized by the two first non-trivial coefficients ($a_2$ and\n$a_3$) of an expansion in Sonine polynomials. The main goals of this paper are\nto review some of the previous efforts made to estimate (and measure in\ncomputer simulations) the $\\alpha$-dependence of $a_2$ and $a_3$, to report new\ncomputer simulations results of $a_2$ and $a_3$ for two-dimensional systems,\nand to investigate the possibility of proposing theoretical estimates of $a_2$\nand $a_3$ with an optimal compromise between simplicity and accuracy.\n","Comment: 12 pages, 5 figures; v2: minor changes"]}]
["0812.3933",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3933"],"date":["2008-12-19","2009-05-04"],"type":["text"],"creator":["Hasan, Masud","Rahman, Atif","Rahman, M. Sohel","Sharmin, Mahfuza","Yeasmin, Rukhsana"],"language":[],"coverage":[],"title":["Pancake Flipping with Two Spatulas"],"description":["  In this paper we study several variations of the \\emph{pancake flipping\nproblem}, which is also well known as the problem of \\emph{sorting by prefix\nreversals}. We consider the variations in the sorting process by adding with\nprefix reversals other similar operations such as prefix transpositions and\nprefix transreversals. These type of sorting problems have applications in\ninterconnection networks and computational biology. We first study the problem\nof sorting unsigned permutations by prefix reversals and prefix transpositions\nand present a 3-approximation algorithm for this problem. Then we give a\n2-approximation algorithm for sorting by prefix reversals and prefix\ntransreversals. We also provide a 3-approximation algorithm for sorting by\nprefix reversals and prefix transpositions where the operations are always\napplied at the unsorted suffix of the permutation. We further analyze the\nproblem in more practical way and show quantitatively how approximation ratios\nof our algorithms improve with the increase of number of prefix reversals\napplied by optimal algorithms. Finally, we present experimental results to\nsupport our analysis.\n","Comment: 10 pages, 3 figures"]}]
["0812.4493",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4493","JCAP 09:006,2008","doi:10.1088/1475-7516/2008/09/006"],"date":["2008-12-24","2009-05-04"],"type":["text"],"creator":["Mota, David F."],"language":[],"coverage":[],"title":["Probing Dark Energy at Galactic and Cluster Scales"],"description":["  We investigate dark matter halo properties as a function of a time--varying\ndark energy equation of state. The dynamics of the collapse of the halo is\ngoverned by the form of the quintessence potential, the time evolution of its\nequation of state, the initial conditions of the field and its homogeneity\nnature in the highly non--linear regime. These have a direct impact on the\nturnaround, virialisation and collapse times, altering in consequence the\nnon--linear density contrast and virial radius. We compute halo concentrations\nusing the Eke, Navarro & Steinmetz algorithm, examining two extreme scenarios:\nfirst, we assume that the quintessence field does not exhibit fluctuations on\ncluster scales and below - homogeneous fluid; second, we assume that the field\ninside the overdensity collapses along with the dark matter - inhomogeneous\nfluid. The Eke, Navarro & Steinmetz prescription reveals, in general, higher\nhalo concentrations in inhomogeneous dark energy models than in their\nhomogeneous equivalents. Halo concentrations appear to be controlled by both\nchanges in formation epochs of the halo cores as well as by differing\nvirialisation overdensities. We derive physical halo properties in all models\nand discuss their observational implications. We examine two possible methods\nfor comparing observations with theoretical predictions. The first method works\non galaxy cluster scales and consists of fitting the observed X-ray cluster gas\ndensity distributions to those predicted for an NFW profile. The second method\nworks on galaxy scales and involves the observational measurement of the\nso--called central density parameter.\n","Comment: 17 pages, 4 figures. Published in JCAP. Correction of figure 2"]}]
["0901.1862",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Metric Geometry","14N05","51N35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.1862"],"date":["2009-01-13","2009-05-03"],"type":["text"],"creator":["Malesevic, Branko","Obradovic, Marija"],"language":[],"coverage":[],"title":["An application of Groebner bases to planarity of intersection of\n  surfaces"],"description":["  In this paper we use Groebner bases theory in order to determine planarity of\nintersections of two algebraic surfaces in ${\\bf R}^3$. We specially considered\nplane sections of certain type of conoid which has a cubic egg curve as one of\nthe directrices. The paper investigates a possibility of conic plane sections\nof this type of conoid.\n"]}]
["0901.3259",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3259","J. Phys.: Condens. Matter 21 (2009) 216009","doi:10.1088/0953-8984/21/21/216009"],"date":["2009-01-21","2009-04-26"],"type":["text"],"creator":["Syromyatnikov, A. V."],"language":[],"coverage":[],"title":["Instability of the collinear phase in two-dimensional ferromagnet in\n  strong in-plane magnetic field"],"description":["  It is well-known that in thin ferromagnetic film with a net magnetization\nperpendicular to the film the collinear arrangement of spins is unstable in an\nin-plane field $H$ smaller than its saturation value $H_c$. Existence of a\nstripe phase was proposed with elongated domains of alternating direction of\nmagnetization component perpendicular to the film. We consider in the present\npaper the strong-field regime $H<H_c$ and discuss the minimal microscopic model\ndescribing this phenomenon, two-dimensional Heisenberg ferromagnet with strong\neasy-axis anisotropy and dipolar forces. The noncollinear (stripe) phase is\ndiscussed using the technique of the Bose-Einstein condensation of magnons.\nSome previously unknown results are observed concerning the stripe phase.\nEvolution is established of the spin arrangement in the noncollinear phase upon\nthe field rotation within the plane. We find a rapid decreasing of the period\nof the stripe structure as the field decreases. We demonstrate that spins\ncomponents perpendicular to the film form a sinusoid in the noncollinear phase\nat $H\\approx H_c$ that transforms to a step-like profile upon the field\ndecreasing so that the domain wall density decreases from unity to a value much\nsmaller than unity. The spin-wave spectrum in the noncollinear phase is\ndiscussed.\n","Comment: 12 pages, 5 figures. Variation of k_c lowers the energy further. As a\n  result k_c decreases as the field decreases and the value of the lower\n  critical field reduces further. To appear in Journal of Physics: Condensed\n  Matter"]}]
["0901.4850",{"format":[],"subject":["Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4850","Phys. Biol. 6 (2009) 036006","doi:10.1088/1478-3975/6/3/036006"],"date":["2009-01-30"],"type":["text"],"creator":["McCauley, Malcolm","Forties, Robert","Gerland, Ulrich","Bundschuh, Ralf"],"language":[],"coverage":[],"title":["Anomalous scaling in nanopore translocation of structured heteropolymers"],"description":["  Translocation through a nanopore is a new experimental technique to probe\nphysical properties of biomolecules. A bulk of theoretical and computational\nwork exists on the dependence of the time to translocate a single unstructured\nmolecule on the length of the molecule. Here, we study the same problem but for\nRNA molecules for which the breaking of the secondary structure is the main\nbarrier for translocation. To this end, we calculate the mean translocation\ntime of single-stranded RNA through a nanopore of zero thickness and at zero\nvoltage for many randomly chosen RNA sequences. We find the translocation time\nto depend on the length of the RNA molecule with a power law. The exponent\nchanges as a function of temperature and exceeds the naively expected exponent\nof two for purely diffusive transport at all temperatures. We interpret the\npower law scaling in terms of diffusion in a one-dimensional energy landscape\nwith a logarithmic barrier.\n","Comment: 21 pages, 7 figures, 1 table"]}]
["0902.1657",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1657","Few-Body Syst. 45: 99-103 (2009)","doi:10.1007/s00601-009-0047-2"],"date":["2009-02-10"],"type":["text"],"creator":["Vijande, J.","Valcarce, A.","Richard, J. -M.","Barnea, N."],"language":[],"coverage":[],"title":["Four-quark stability"],"description":["  The physics of charm has become one of the best laboratories exposing the\nlimitations of the naive constituent quark model and also giving hints into a\nmore mature description of meson spectroscopy, beyond the simple\nquark--antiquark configurations. In this talk we review some recent studies of\nmultiquark components in the charm sector and discuss in particular exotic and\nnon-exotic four-quark systems, both with pairwise and many-body forces.\n","Comment: 6 pages. Article based on the presentations by J. Vijande and J.-M.\n  Richard at the Fifth Workshop on Critical Stability, Erice, Sicily"]}]
["0902.2151",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2151","Nature Physics 5, 339-342 (2009).","doi:10.1038/NPHYS1232"],"date":["2009-02-12"],"type":["text"],"creator":["Bauer, D. M.","Lettner, M.","Vo, C.","Rempe, G.","Dürr, S."],"language":[],"coverage":[],"title":["Controlling a magnetic Feshbach resonance with laser light"],"description":["  The capability to tune the strength of the elastic interparticle interaction\nis crucial for many experiments with ultracold gases. Magnetic Feshbach\nresonances are a tool widely used for this purpose, but future experiments\nwould benefit from additional flexibility such as spatial modulation of the\ninteraction strength on short length scales. Optical Feshbach resonances offer\nthis possibility in principle, but suffer from fast particle loss due to\nlight-induced inelastic collisions. Here we show that light near-resonant with\na molecular bound-to-bound transition can be used to shift the magnetic field\nat which a magnetic Feshbach resonance occurs. This makes it possible to tune\nthe interaction strength with laser light and at the same time induce\nconsiderably less loss than an optical Feshbach resonance would do.\n"]}]
["0902.2427",{"format":[],"subject":["Quantum Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2427"],"date":["2009-02-13","2009-05-04"],"type":["text"],"creator":["Chen, W.","Zhang, K.","Goldbaum, D. S.","Bhattacharya, M.","Meystre, P."],"language":[],"coverage":[],"title":["Bistable Mott-insulator to superfluid phase transition in cavity\n  optomechanics"],"description":["  We study the many-body state of ultracold bosons in a bistable optical\nlattice potential in an optomechanical resonator in the weak-coupling limit.\nNew physics arises as a result of bistability and discontinuous jumps in the\ncavity field. Of particular interest is the situation where the optical cavity\nis engineered so that a single input beam can result in two radically different\nstable ground states for the intracavity gas: superfluid and Mott-insulator.\n","Comment: 5 pages, 3 figures"]}]
["0902.3510",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3510","Few-Body Systems: Volume 45, Issue 2 (2009), Page 111","doi:10.1007/s00601-009-0041-8"],"date":["2009-02-19"],"type":["text"],"creator":["Forssen, C.","Christensson, J.","Navratil, P.","Quaglioni, S.","Reimann, S.","Vary, J.","Aberg, S."],"language":[],"coverage":[],"title":["The ab initio no-core shell model"],"description":["  This contribution reviews a number of applications of the ab initio no-core\nshell model (NCSM) within nuclear physics and beyond. We will highlight a\nnuclear-structure study of the A = 12 isobar using a chiral NN + 3NF\ninteraction. In the spirit of this workshop we will also mention the new\ndevelopment of the NCSM formalism to describe open channels and to approach the\nproblem of nuclear reactions. Finally, we will illustrate the universality of\nthe many-body problem by presenting the recent adaptation of the NCSM\neffective-interaction approach to study the many-boson problem in an external\ntrapping potential with short-range interactions.\n","Comment: 4 pages. Article based on the presentation by C. Forssen at the Fifth\n  Workshop on Critical Stability, Erice, Sicily. Published in Few-Body Systems"]}]
["0902.4307",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.4307","Physical Review A: Atomic, Molecular and Optical Physics 79, 5\n  (2010) 052502","doi:10.1103/PhysRevA.79.052502"],"date":["2009-02-25","2009-04-07"],"type":["text"],"creator":["Bierón, Jacek","Fischer, Charlotte Froese","Indelicato, Paul","Jönsson, Per","Pyykkö, Pekka"],"language":[],"coverage":[],"title":["High-accuracy Complete Active Space multiconfiguration\n  Dirac-Hartree-Fock calculations of hyperfine structure constants of the gold\n  atom"],"description":["  The multiconfiguration Dirac-Hartree-Fock (MCDHF) model has been employed to\ncalculate the expectation values for the hyperfine splittings of the 5d96s2\n2D3/2 and 5d96s2 2D5/2 levels of atomic gold. One-, two-, and three-body\nelectron correlation effects involving all 79 electrons have been included in a\nsystematic manner. The approximation employed in this study is equivalent to a\nComplete Active Space (CAS) approach. Calculated electric field gradients,\ntogether with experimental values of the electric quadrupole hyperfine\nstructure constants, allow us to extract a nuclear electric quadrupole moment\nQ(197Au)=521.5(5.0) mb.\n"]}]
["0903.0589",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0589","Astronomy and Astrophysics, Vol. 497, Issue 1, 2009, p. 65","doi:10.1051/0004-6361/200811306"],"date":["2009-03-03","2009-05-04"],"type":["text"],"creator":["Sharina, Margarita","Davoust, Emmanuel"],"language":[],"coverage":[],"title":["Globular cluster content and evolutionary history of NGC147"],"description":["  We present the results of spectroscopic observations of eight globular\ncluster candidates in NGC147, a satellite dwarf elliptical galaxy of M31. Our\ngoal is to make a complete inventory of the globular cluster system of this\ngalaxy, determine the properties of their stellar populations, and compare\nthese properties with those of systems of globular clusters in other dwarf\ngalaxies. The candidates were identified on Canada-France-Hawaii telescope\nphotographic plates. Medium resolution spectra were obtained with the SCORPIO\nspectrograph at the prime focus of the 6m telescope of the Russian Academy of\nSciences. We were able to confirm the nature of all eight candidates, three of\nwhich (GC5, GC7, and GC10) are indeed globular clusters, and to estimate\nevolutionary parameters for the two brightest ones and for Hodge II. The bright\nclusters GC5 and GC7 appear to have metallicities ([Z/H]~ -1.5- -1.8) that are\nlower than the oldest stars in the galaxy. The fainter GC Hodge II has a\nmetallicity [Z/H]=-1.1 dex, similar to that of the oldest stars in the galaxy.\nThe clusters GC5 and GC7 have low alpha-element abundance ratios. The mean age\nof the globular clusters in NGC147 is 9+-1 Gyr. The frequency, S_n =6.4, and\nmass fraction, T=14 of globular clusters in NGC147 appear to be higher than\nthose for NGC185 and 205. (Abridged)\n","Comment: 12 pages, 6 figures, 5 tables, 3 appendixes; acknowledgements added"]}]
["0903.2226",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2226"],"date":["2009-03-12","2009-05-01"],"type":["text"],"creator":["Akçaba, Cemal","Bölcskei, Helmut"],"language":[],"coverage":[],"title":["On the achievable diversity-multiplexing tradeoff in interference\n  channels"],"description":["  We analyze two-user single-antenna fading interference channels with perfect\nreceive channel state information (CSI) and no transmit CSI. For the case of\nvery strong interference, we prove that decoding interference while treating\nthe intended signal as noise, subtracting the result out, and then decoding the\ndesired signal, a process known as \"stripping\", achieves the\ndiversity-multiplexing tradeoff (DMT) outer bound derived in Akuiyibo and\nLeveque, Int. Zurich Seminar on Commun., 2008. The proof is constructive in the\nsense that it provides corresponding code design criteria for DMT optimality.\nFor general interference levels, we compute the DMT of a fixed-power-split Han\nand Kobayashi type superposition coding scheme, provide design criteria for the\ncorresponding superposition codes, and find that this scheme is DMT-optimal for\ncertain multiplexing rates.\n","Comment: 5 pages, 1 figure"]}]
["0903.2530",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2530","Annals of Physics 324 (2009) 1303","doi:10.1016/j.aop.2009.02.002"],"date":["2009-03-14"],"type":["text"],"creator":["Bernardini, Alex E."],"language":[],"coverage":[],"title":["Stationary phase method and delay times for relativistic and\n  non-relativistic tunneling particles"],"description":["  This report deals with the basic concepts on deducing transit times for\nquantum scattering: the stationary phase method and its relation with delay\ntimes for relativistic and non-relativistic tunneling particles. We notice that\nthe applicability of this method is constrained by several subtleties in\nderiving the phase time that describes the localization of scattered wave\npackets. We investigate the general relation between phase times and dwell\ntimes for quantum tunneling/scattering. Considering a symmetrical collision of\ntwo identical wave packets with an one-dimensional barrier, we demonstrate that\nthese two distinct transit time definitions are explicitly connected. The\ntraversal times are obtained for a symmetrized (two identical bosons) and an\nantisymmetrized (two identical fermions) quantum colliding configuration.\nMultiple wave packet decomposition shows us that the phase time (group delay)\ndescribes the exact position of the scattered particles and, in addition to the\nexact relation with the dwell time, leads to correct conceptual understanding\nof both transit time definitions. At last, we extend the non-relativistic\nformalism to the solutions for the tunneling zone of a one-dimensional\nelectrostatic potential in the relativistic (Dirac to Klein-Gordon) wave\nequation where the incoming wave packet exhibits the possibility of being\nalmost totally transmitted through the potential barrier. The conditions for\nthe occurrence of accelerated tunneling transmission probabilities are all\nquantified and the problematic superluminal interpretation based on the\nnon-relativistic tunneling dynamics is revisited.\n","Comment: 62 pages, 10 figures, in publication"]}]
["0904.2066",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2066"],"date":["2009-04-14","2009-05-04"],"type":["text"],"creator":["Zhang, H.","Tang, D. Y.","Zhao, L. M.","Wu, X."],"language":[],"coverage":[],"title":["Multiwavelength Passively Mode Locked Fiber Laser: all normal dispersion"],"description":["  We report on the generation of multiwavelength gain-guided soliton (GGS) in\nan all normal dispersion birefringent fiber laser passively mode-locked with a\nsemiconductor saturable absorber mirror (SESAM). Determined by the cavity\nbirefringence, we observe the stable single-, dual- and triple- wavelength mode\nlocked GGSs, which is a natural consequence of the mutual nonlinear interaction\namong the normal cavity dispersion, cavity fiber nonlinear Kerr effect, laser\ngain saturation and bandwidth limitation resulting from the intra-cavity\nbirefringent filter.\n","Comment: 17 pages,4 figures. Submitted to Optics Express"]}]
["0904.3184",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3184"],"date":["2009-04-21","2009-05-04"],"type":["text"],"creator":["Bolmont, J.","Buehler, R.","Jacholkowska, A.","Wagner, S. J.","Collaboration, for the H. E. S. S."],"language":[],"coverage":[],"title":["Search for Lorentz Invariance Violation effects with PKS 2155-304\n  flaring period in 2006 by H.E.S.S"],"description":["  Highly energetic, variable and distant sources such as Active Galactic Nuclei\nprovide a good opportunity to evaluate effects due to the emission and the\npropagation of high energy photons. In this note, a study of possible\nenergy-dependent time-lags with PKS 2155-304 light curve as measured by\nH.E.S.S. in July 2006 is presented. These time-lags could either come from the\nemission processes or also sign a Lorentz Symmetry breaking as predicted in\nsome Quantum Gravity models. A Cross-Correlation function and a Wavelet\nTransform were used to measure the time-lags. The 95% Confidence Limit on the\nQuantum Gravity energy scale based on the statistical and systematic error\nevaluation was found to be 7x10^17 GeV considering a linear correction in the\nstandard photon dispersion relations and assuming that emission-induced\ntime-lags are negligible. For now, this limit is the best ever obtained with a\nblazar.\n","Comment: Proceedings of the LIVth Rencontres de Moriond. 4 pages, 4 figures.\n  V2, V3: references added"]}]
["0904.3584",{"format":[],"subject":["Quantitative Biology - Biomolecules","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3584","PHYSICAL REVIEW E 79, 041926 (2009)","doi:10.1103/PhysRevE.79.041926"],"date":["2009-04-22"],"type":["text"],"creator":["Chen, Hu","Liu, Yanhui","Zhou, Zhen","Hu, Lin","Ou-Yang, Zhong-Can","Yan, Jie"],"language":[],"coverage":[],"title":["Temperature dependence of circular DNA topological states"],"description":["  Circular double stranded DNA has different topological states which are\ndefined by their linking numbers. Equilibrium distribution of linking numbers\ncan be obtained by closing a linear DNA into a circle by ligase. Using Monte\nCarlo simulation, we predict the temperature dependence of the linking number\ndistribution of small circular DNAs. Our predictions are based on flexible\ndefect excitations resulted from local melting or unstacking of DNA base pairs.\nWe found that the reduced bending rigidity alone can lead to measurable changes\nof the variance of linking number distribution of short circular DNAs. If the\ndefect is accompanied by local unwinding, the effect becomes much more\nprominent. The predictions can be easily investigated in experiments, providing\na new method to study the micromechanics of sharply bent DNAs and the thermal\nstability of specific DNA sequences. Furthermore, the predictions are directly\napplicable to the studies of binding of DNA distorting proteins that can\nlocally reduce DNA rigidity, form DNA kinks, or introduce local unwinding.\n","Comment: 15 pages in preprint format, 4 figures"]}]
["0904.4781",{"format":[],"subject":["Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.4781","Experimental Brain Research 192, 4 (2009) 723-9","doi:10.1007/s00221-008-1639-7"],"date":["2009-04-30"],"type":["text"],"creator":["Vuillerme, Nicolas","Pinsault, Nicolas"],"language":[],"coverage":[],"title":["Experimental neck muscle pain impairs standing balance in humans"],"description":["  Impaired postural control has been reported in patients with chronic neck\npain of both traumatic and non-traumatic etiologies, but whether painful\nstimulation of neck muscle per se can affect balance control during quiet\nstanding in humans remains unclear. The purpose of the present experiment was\nthus to investigate the effect of experimental neck muscle pain on standing\nbalance in young healthy adults. To achieve this goal, 16 male university\nstudents were asked to stand upright as still as possible on a force platform\nwith their eyes closed in two conditions of No pain and Pain of the neck\nmuscles elicited by experimental painful electrical stimulation. Postural\ncontrol and postural performance were assessed by the displacements of the\ncenter of foot pressure (CoP) and of the center of mass (CoM), respectively.\nThe results showed increased CoP and CoM displacements variance, range, mean\nvelocity, and mean and median frequencies in the Pain relative to the No pain\ncondition. The present findings emphasize the destabilizing effect of\nexperimental neck muscle pain per se, and more largely stress the importance of\nintact neck neuromuscular function on standing balance.\n"]}]
["0905.0006",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0006","Class. Quantum Grav. 26 (2009) 105009 (19pp)","doi:10.1088/0264-9381/26/10/105009"],"date":["2009-04-30"],"type":["text"],"creator":["Norton, Andrew H."],"language":[],"coverage":[],"title":["The alternative to classical mass renormalization for tube-based\n  self-force calculations"],"description":["  To date, classical mass renormalization has been invoked in all tube-based\nself-force calculations, thus following the method introduced in Dirac's 1938\ncalculation of the electromagnetic self-force for the classical radiating\nelectron. In this paper a new tube method is described that does not rely on a\nmass renormalization procedure. As a result, exact self-force calculations\nbecome possible for classical radiating systems of finite size. A new\nderivation of the Lorentz-Dirac equation is given and the relationship between\nthe new tube method and the classical mass renormalization procedure is\nexplained. It is expected that a similar tube method could be used to obtain\nrigorous results in the gravitational self-force problem.\n","Comment: 21 pages, 2 figures. An accompanying Mathematica notebook is\n  available at http://124.178.231.75/sfcalc"]}]
["0905.0015",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Number Theory","11B85","68R15","68Q45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0015"],"date":["2009-04-30"],"type":["text"],"creator":["Allouche, Jean-Paul","Shallit, Jeff"],"language":[],"coverage":[],"title":["The Tower of Hanoi and finite automata"],"description":["  Some of the algorithms for solving the Tower of Hanoi puzzle can be applied\n\"with eyes closed\" or \"without memory\". Here we survey the solution for the\nclassical Tower of Hanoi that uses finite automata, as well as some variations\non the original puzzle. In passing, we obtain a new result on morphisms\ngenerating the classical and the lazy Tower of Hanoi, and a new result on\nautomatic sequences.\n"]}]
["0905.0016",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0016"],"date":["2009-04-30"],"type":["text"],"creator":["Sangwan, Vinod K.","Ballarotto, Vincent W.","Siegrist, Karen","Williams, Ellen D."],"language":[],"coverage":[],"title":["Characterizing Voltage Contrast in Photoelectron Emission Microscopy"],"description":["  A non-destructive technique for obtaining voltage contrast information with\nphotoelectron emission microscopy (PEEM) is described. Samples consisting of\nelectrically isolated metal lines were used to quantify voltage contrast in\nPEEM. The voltage contrast behavior is characterized by comparing measured\nvoltage contrast with calculated voltage contrast from two electrostatic\nmodels. Measured voltage contrast was found to agree closely with the\ncalculated voltage contrast, demonstrating that voltage contrast in PEEM can be\nused to probe local voltage information in microelectronic devices in a\nnon-intrusive fashion.\n","Comment: 26 pages, 8 figures"]}]
["0905.0022",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Number Theory","55P43","55N22","14L05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0022"],"date":["2009-04-30","2009-05-04"],"type":["text"],"creator":["Walker, Barry John"],"language":[],"coverage":[],"title":["Orientations and p-Adic Analysis"],"description":["  Matthew Ando produced power operations in the Lubin-Tate cohomology theories\nand was able to classify which complex orientations were compatible with these\noperations. The methods used by Ando, Hopkins and Rezk to classify orientations\nof topological modular forms can be applied to complex K-Theory. Using\ntechniques from local analytic number theory, we construct a theory of\nintegration on formal groups of finite height. This calculational device allows\nus to show the equivalence of the two descriptions for complex K-Theory. As an\napplication we show that the $p$-completion of the Todd genus is an $E_\\infty$\nmap.\n","Comment: Updated references. Fixed two typos. Changed document class to a\n  potentially more readable style"]}]
["0905.0024",{"format":[],"subject":["Computer Science - Information Theory","94A05","94A13"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0024"],"date":["2009-04-30"],"type":["text"],"creator":["Xiaoying, Gan","Da, Shan","Yuan, Zhou","Wei, Zhang","Liang, Qian"],"language":[],"coverage":[],"title":["Theoretical Analysis of Cyclic Frequency Domain Noise and Feature\n  Detection for Cognitive Radio Systems"],"description":["  In cognitive radio systems, cyclostationary feature detection plays an\nimportant role in spectrum sensing, especially in low SNR cases. To configure\nthe detection threshold under a certain noise level and a pre-set miss\ndetection probability Pf, it's important to derive the theoretical distribution\nof the observation variable. In this paper, noise distribution in cyclic\nfrequency domain has been studied and Generalized Extreme Value (GEV)\ndistribution is found to be a precise match. Maximum likelihood estimation is\napplied to estimate the parameters of GEV. Monte Carlo simulation has been\ncarried out to show that the simulated ROC curve is coincided with the\ntheoretical ROC curve, which proves the efficiency of the theoretical\ndistribution model.\n"]}]
["0905.0026",{"format":[],"subject":["Physics - Atomic and Molecular Clusters"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0026"],"date":["2009-04-30"],"type":["text"],"creator":["Solov'yov, Andrey V.","Polozkov, Roman G.","Ivanov, Vadim K."],"language":[],"coverage":[],"title":["Many-body theory for angular resolved photoelectron spectra of metal\n  clusters"],"description":["  Angular resolved photoelectron spectra of metal clusters have been\nexperimentally measured for the first time only recently. These measurements\nhave been performed systematically for sodium clusters in a broad range of\ncluster sizes. This work attracted a lot of attention and was reported\npractically at all major international cluster conferences because it revealed\na very non-trivial behavior of the angular anisotropy parameter with respect to\nphoton energy and provided a method for probing the angular momentum character\nof the valence orbitals of free nanoclusters. Initial attempts to explain these\nobservations within single particle approximations fail completely. In this\nLetter we present a consistent many-body theory for the description of angular\nresolved photoelectron spectra of metal clusters. Jellium model formalism is\nemployed. Our calculations demonstrate the dominant role of the many-body\neffects in the formation of angular distributions of photoelectrons emitted\nfrom sodium clusters and are in a good agreement with experimental data\nreported in. The concrete comparison of theory and experiment has been\nperformed for the photoionization of $Na_7^{-}$ and $Na_{19}^{-}$ anions being\ncharacterized by the entirely closed shells of delocalized electrons.\n","Comment: 10 pages, 3 figures"]}]
["0905.0033",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0033"],"date":["2009-04-30"],"type":["text"],"creator":["Jen, Yi-Jun","Yu, Ching-Wei","Lin, Chin-Te"],"language":[],"coverage":[],"title":["Negative refraction and Negative refractive index in an optical uniaxial\n  absorbent medium"],"description":["  This work demonstrates the existence of both negative refraction and a\nnegative refractive index in an optical uniaxial absorbent medium that can be\ncharacterized by ordinary and extraordinary refractive indices. Negative\nrefraction occurs in any absorbent uniaxial medium if the real part of the\nextraordinary index is less than its imaginary part. The refractive index is\nnegative when the incident medium is sufficiently dense and the incident angle\nexceeds a critical angle that is defined here.\n","Comment: 1 figure"]}]
["0905.0034",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0034"],"date":["2009-04-30"],"type":["text"],"creator":["Sparling, Jonathan"],"language":[],"coverage":[],"title":["On the $\\theta$-split side of the local relative trace formula"],"description":["  The author derives an expression for one side of the local relative trace\nformula, at the level of Lie algebras, by combining methods of Arthur and\nHarish-Chandra with the structure theory for reductive symmetric spaces.\n","Comment: 34 pages"]}]
["0905.0036",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0036"],"date":["2009-04-30"],"type":["text"],"creator":["Koyluoglu, O. Ozan","Gamal, Hesham El"],"language":[],"coverage":[],"title":["On the Secrecy Rate Region for the Interference Channel"],"description":["  This paper studies interference channels with security constraints. The\nexistence of an external eavesdropper in a two-user interference channel is\nassumed, where the network users would like to secure their messages from the\nexternal eavesdropper. The cooperative binning and channel prefixing scheme is\nproposed for this system model which allows users to cooperatively add\nrandomness to the channel in order to degrade the observations of the external\neavesdropper. This scheme allows users to add randomness to the channel in two\nways: 1) Users cooperate in their design of the binning codebooks, and 2) Users\ncooperatively exploit the channel prefixing technique. As an example, the\nchannel prefixing technique is exploited in the Gaussian case to transmit a\nsuperposition signal consisting of binning codewords and independently\ngenerated noise samples. Gains obtained form the cooperative binning and\nchannel prefixing scheme compared to the single user scenario reveals the\npositive effect of interference in increasing the network security. Remarkably,\ninterference can be exploited to cooperatively add randomness into the network\nin order to enhance the security.\n","Comment: Proceedings of the 2008 IEEE International Symposium on Personal,\n  Indoor and Mobile Radio Communications (PIMRC 2008), Cannes, France, Sept.\n  2008"]}]
["0905.0039",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0039"],"date":["2009-04-30"],"type":["text"],"creator":["Guo, Zihua","Peng, Lizhong","Wang, Baoxiang"],"language":[],"coverage":[],"title":["On the local regularity of the KP-I equation in anisotropic Sobolev\n  space"],"description":["  We prove that the KP-I initial-value problem \\begin{eqnarray*} \\begin{cases}\n\\partial_tu+\\partial_x^3u-\\partial_x^{-1}\\partial_y^2u+\\partial_x(u^2/2)=0\n{on}{\\R}^2_{x,y}\\times {\\R}_t; u(x,y,0)=\\phi(x,y), \\end{cases} \\end{eqnarray*}\nis locally well-posed in the space \\begin{eqnarray*} H^{1,0}(\\R^2)=\\{\\phi\\in\nL^2(\\R^2): \\\n\\norm{\\phi}_{H^{1,0}(\\R^2)}\\approx\\norm{\\phi}_{L^2}+\\norm{\\partial_x\\phi}_{L^2}<\\infty\\}.\n\\end{eqnarray*}\n","Comment: 23 pages, 0 figures, submitted"]}]
["0905.0042",{"format":[],"subject":["Quantitative Biology - Cell Behavior","Condensed Matter - Soft Condensed Matter","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0042"],"date":["2009-04-30"],"type":["text"],"creator":["Fedosov, Dmitry A.","Caswell, Bruce","Karniadakis, George E."],"language":[],"coverage":[],"title":["General coarse-grained red blood cell models: I. Mechanics"],"description":["  We present a rigorous procedure to derive coarse-grained red blood cell (RBC)\nmodels, which lead to accurate mechanical properties of realistic RBCs. Based\non a semi-analytic theory linear and non-linear elastic properties of the RBC\nmembrane can be matched with those obtained in optical tweezers stretching\nexperiments. In addition, we develop a nearly stress-free model which avoids a\nnumber of pitfalls of existing RBC models, such as non-biconcave equilibrium\nshape and dependence of RBC mechanical properties on the triangulation quality.\nThe proposed RBC model is suitable for use in many existing numerical methods,\nsuch as Lattice Boltzmann, Multiparticle Collision Dynamics, Immersed Boundary,\netc.\n","Comment: 16 pages, 7 figures"]}]
["0905.0047",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory","14H30, 14J26, 14J27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0047"],"date":["2009-05-01"],"type":["text"],"creator":["Tokunaga, Hiro-o"],"language":[],"coverage":[],"title":["Splitting curves on a rational ruled surface, the Mordell-Weil groups of\n  hyperelliptic fibrations and Zariski pairs"],"description":["  Let $\\Sigma$ be a smooth projective surface, let $f' : S' \\to \\Sigma$ be a\ndouble cover of $\\Sigma$ and let $\\mu : S \\to S'$ be the canonical resolution.\nPut $f = f'\\circ\\mu$. An irreducible curve $C$ on $\\Sigma$ is said to be a\nsplitting curve with respect to $f$ if $f^*C$ is of the form $C^+ + C^- + E$,\nwhere $C^- = \\sigma_f^*C^+$, $\\sigma_f$ being the covering transformation of\n$f$ and all irreducible components of $E$ are contained in the exceptional set\nof $\\mu$. In this article, we show that a kind of \"reciprocity\" of splitting\ncurves holds for a certain pair of curves on rational ruled surfaces. As an\napplication, we consider the topology of the complements of certain curves on\nrational ruled surfaces.\n","Comment: 23pages"]}]
["0905.0053",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0053"],"date":["2009-05-01"],"type":["text"],"creator":["Chang, Yi-Fang"],"language":[],"coverage":[],"title":["Quantitative Calculations of Decrease of Entropy in Thermodynamics of\n  Microstructure and Sufficient-Necessary Condition of Decrease of Entropy in\n  Isolated System"],"description":["  Firstly, we calculate quantitatively decrease of entropy by the known\nformulas in the ordering phenomena and nucleation of thermodynamics of\nmicrostructure. They show again that a necessary condition of decrease of\nentropy in isolated system is existence of internal interactions. Further,\nsufficient and necessary condition of decrease of entropy is also discussed\nquantitatively. Then some possible decreases of entropy are researched. A\ncomplete symmetrical structure on change of entropy is obtained. The analysis\nfor many experiments and theories shows that the second law of the\nthermodynamics should be developed.\n","Comment: 8 pages"]}]
["0905.0058",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0058"],"date":["2009-05-01"],"type":["text"],"creator":["Asad, J. H.","Hijjawi, R. S.","Sakaji, A. J.","Khalifeh, J. M."],"language":[],"coverage":[],"title":["Perturbation of an infinite Network of Identical Capacitors"],"description":["  The capacitance between any two arbitrary lattice sites in an infinite square\nlattice is studied when one bond is removed (i.e. perturbed). A connection is\nmade between the capacitance and the Lattice Green's Function of the perturbed\nnetwork, where they are expressed in terms of those of the perfect network. The\nasymptotic behavior of the perturbed capacitance is investigated as the\nseparation between the two sites goes to infinity. Finally, numerical results\nare obtained along different directions and a comparison is carried out with\nthe perfect capacitances\n","Comment: 16 pages, 2 tables and 5 figures"]}]
["0905.0061",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0061"],"date":["2009-05-01"],"type":["text"],"creator":["Shears, Jeremy","Brady, Steve","Bolt, Greg","Campbell, Tut","Collins, Donald F.","Cook, Lewis M.","Crawford, Timothy R.","Koff, Robert","Krajci, Tom","McCormick, Jennie","Nelson, Peter","Patterson, Joseph","de Ponthiere, Pierre","Potter, Mike","Rea, Robert","Roberts, George","Sabo, Richard","Staels, Bart","Vanmunster, Tonny"],"language":[],"coverage":[],"title":["VSX J074727.6+065050: a new WZ Sagittae star in Canis minor"],"description":["  We present photometry of the first reported superoutburst of the dwarf nova\nVSX J074727.6+065050 during 2008 January and February. At its brightest the\nstar reached magnitude 11.4 and this was followed by a slow decline at 0.09\nmag/d for 19 days, corresponding to the plateau phase. There was then a rapid\ndecline at 1.66 mag/d to a temporary minimum at magnitude 16.6 where it stayed\nfor 2 to 3 days after which there were six remarkable echo outbursts before the\nstar gradually faded back towards quiescence at ~magnitude 19.5. The overall\noutburst amplitude was at least 8 magnitudes and it lasted more than 80 days.\nDuring the plateau phase we observed common superhumps with Psh = 0.06070(6) d,\nbut the period increased to Psh = 0.06151(5) d coinciding with the end of the\nplateau phase and the onset of the rapid decline. This corresponds to a\ncontinuous period change with P^dot = +4.4(9) x 10-5. During the echo outbursts\nthere was a superhump regime with Psh = 0.06088(49) d. Evidence is presented\nwhich is consistent with the star being a member of the WZ Sge family of dwarf\nnovae.\n","Comment: 20 pages, 11 figures. Accepted for publication in the Journal of the\n  British Astronomical Association"]}]
["0905.0074",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0074","Science 323, 483 (2009)","doi:10.1126/science.1167182"],"date":["2009-05-01"],"type":["text"],"creator":["Okamoto, Ryo","O'Brien, Jeremy L.","Hofmann, Holger F.","Nagata, Tomohisa","Sasaki, Keiji","Takeuchi, Shigeki"],"language":[],"coverage":[],"title":["An Entanglement Filter"],"description":["  The ability to filter quantum states is a key capability in quantum\ninformation science and technology, in which one-qubit filters, or polarizers,\nhave found wide application. Filtering on the basis of entanglement requires\nextension to multi-qubit filters with qubit-qubit interactions. We demonstrated\nan optical entanglement filter that passes a pair of photons if they have the\ndesired correlations of their polarization. Such devices have many important\napplications to quantum technologies.\n","Comment: 4 pages, 3 figures"]}]
["0905.0082",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0082"],"date":["2009-05-01"],"type":["text"],"creator":["Benzi, R.","Biferale, L.","Fisher, R.","Lamb, D. Q.","Toschi, F."],"language":[],"coverage":[],"title":["Eulerian and Lagrangian Statistics from high resolution Numerical\n  Simulations of weakly compressible turbulence"],"description":["  We report a detailed study of Eulerian and Lagrangian statistics from high\nresolution Direct Numerical Simulations of isotropic weakly compressible\nturbulence. Reynolds number at the Taylor microscale is estimated to be around\n600. Eulerian and Lagrangian statistics is evaluated over a huge data set, made\nby $1856^3$ spatial collocation points and by 16 million particles, followed\nfor about one large-scale eddy turn over time. We present data for Eulerian and\nLagrangian Structure functions up to ten order. We analyse the local scaling\nproperties in the inertial range and in the viscous range. Eulerian results\nshow a good superposition with previous data. Lagrangian statistics is\ndifferent from existing experimental and numerical results, for moments of\nsixth order and higher. We interpret this in terms of a possible contamination\nfrom viscous scale affecting the estimate of the scaling properties in previous\nstudies. We show that a simple bridge relation based on Multifractal theory is\nable to connect scaling properties of both Eulerian and Lagrangian observables,\nprovided that the small differences between intermittency of transverse and\nlongitudinal Eulerian structure functions are properly considered.\n","Comment: 20 pages, 10 figures"]}]
["0905.0084",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0084"],"date":["2009-05-01"],"type":["text"],"creator":["Collins, Patrick P.","Shehan, Brendan","Redfern, Michael","Shearer, Andrew"],"language":[],"coverage":[],"title":["GASP - Galway Astronomical Stokes Polarimeter"],"description":["  The Galway Astronomical Stokes Polarimeter (GASP) is an ultra-high-speed,\nfull Stokes, astronomical imaging polarimeter based upon a Division of\nAmplitude Polarimeter. It has been developed to resolve extremely rapid\nstochastic, millisecond variations in objects such as optical pulsars, RRATs\nand magnetic cataclysmic variables. GASP has no moving parts or modulated\ncomponents, so the complete Stokes vector can be measured from just one\nexposure - making it unique to astronomy. Furthermore the time required for the\ndetermination of the full Stokes vector is limited only by the time resolution\nof the detectors used and the incident photon fluxes. GASP utilizes a modified\nFresnel rhomb, which acts as a highly achromatic quarter wave plate and a\nbeamsplitter (referred to as an RBS). Here we present a description of how the\nDOAP works, some of the optical designs for the polarimeter, and give some\npreliminary results. Calibration is an important, and difficult issue with all\npolarimeters, but particularly in astronomical polarimeters. We give a\ndescription of calibration techniques appropriate to this type of polarimeter,\nparticularly the Eigenvalue Calibration Method of Compain & Drevillon\n","Comment: 6 pages, to be published in Proceedings of the Conference\n  \"Polarimetry days in Rome: Crab status, theory and prospects\", held in Rome,\n  16-17 October 2008, to be published in Proceedings of Science"]}]
["0905.0085",{"format":[],"subject":["Mathematics - Combinatorics","05A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0085"],"date":["2009-05-01"],"type":["text"],"creator":["Lim, Eldin Wee Chuan"],"language":[],"coverage":[],"title":["On Anomaly Identification and the Counterfeit Coin Problem"],"description":["  We address a well-known problem in combinatorics involving the identification\nof counterfeit coins with a systematic approach. The methodology can be applied\nto cases where the total number of coins is exceedingly large such that brute\nforce or enumerative comparisons become impractical. Based on the principle\nbehind this approach, the minimum effort necessary for identification of the\ncounterfeit coin can be determined and expressed as a simple relation. We\nfurther suggest a possible application of this methodology to error detection\nin quantum information processing.\n"]}]
["0905.0092",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Classical Analysis and ODEs","34C35","34D05","65C25","90C25","90C30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0092"],"date":["2009-05-01"],"type":["text"],"creator":["Attouch, Hedy","Mainge, Paul-Emile"],"language":[],"coverage":[],"title":["Asymptotic behavior of second-order dissipative evolution equations\n  combining potential with non-potential effects"],"description":["  We study the asymptotic convergence properties, as the time variable goes to\ninfinity, of trajectories of second-order dissipative evolution equations\ncombining potential with non-potential effects. We exhibit a sharp condition,\ninvolving the damping parameter and the cocoercive coefficient of the\nnon-potential operator, which guarantees convergence to equilibria of the\ntrajectories. Applications are given to constrained optimization, fixed point\nproblems, dynamical approach to Nash equilibria, and asymptotic stabilization\nin the case of a continuum of equilibria.\n","Comment: 25 pages"]}]
["0905.0093",{"format":[],"subject":["Physics - Optics","High Energy Physics - Theory","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0093","Phys. Scr. 79 (2009) 055005","doi:10.1088/0031-8949/79/05/055005"],"date":["2009-05-01"],"type":["text"],"creator":["Gomes, A. R.","Bazeia, D."],"language":[],"coverage":[],"title":["Extended solutions via the trial-orbit method for two-field models"],"description":["  In this work we investigate the presence of defect structures in models\ndescribed by two real scalar fields. The coupling between the two fields is\ninspired on the equations for a multimode laser, and the minimum energy trivial\nconfigurations are shown to be structurely dependent on the parameters of the\nmodels. The trial orbit method is then used and several non-trivial analytical\nsolutions corresponding to topological solitons are obtained.\n","Comment: 14 pages, 4 figures"]}]
["0905.0095",{"format":[],"subject":["Mathematics - Group Theory","20F67","20E45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0095"],"date":["2009-05-01"],"type":["text"],"creator":["Brady, Noel","Clay, Matt","Dani, Pallavi"],"language":[],"coverage":[],"title":["Morse theory and conjugacy classes of finite subgroups II"],"description":["  We construct a hyperbolic group with a finitely presented subgroup, which has\ninfinitely many conjugacy classes of finite-order elements.\n  We also use a version of Morse theory with high dimensional horizontal cells\nand use handle cancellation arguments to produce other examples of subgroups of\nCAT(0) groups with infinitely many conjugacy classes of finite-order elements.\n","Comment: 18 pages, 7 figures"]}]
["0905.0096",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - K-Theory and Homology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0096"],"date":["2009-05-01"],"type":["text"],"creator":["Terasoma, Tomohide"],"language":[],"coverage":[],"title":["DG-category and simplicial bar complex"],"description":["  In this paper, we prove that the DG category of DG complex of DG category of\na differential graded algebra A is homotopy equivalent to that of comodules\nover the simplicial bar complex of A. Under the assuption of connectedness of\nA, we show the homotopy category of A-connection is equivalent to comodules on\nthe homology of bar complex. As an application, we construct coalgebras\nclassifying nilpotent variation of mixed Tate Hodge structures on algebraic\nvarieties.\n","Comment: LaTeX 36 pages, no figures"]}]
["0905.0109",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0109"],"date":["2009-05-01"],"type":["text"],"creator":["Deotare, Parag B.","McCutcheon, Murray W.","Frank, Ian W.","Khan, Mughees","Loncar, Marko"],"language":[],"coverage":[],"title":["Coupled photonic crystal nanobeam cavities"],"description":["  We describe the design, fabrication, and spectroscopy of coupled, high\nQuality (Q) factor silicon nanobeam photonic crystal cavities. We show that the\nsingle nanobeam cavity modes are coupled into even and odd superposition modes,\nand we simulate the frequency and Q factor as a function of nanobeam spacing,\ndemonstrating that a differential wavelength shift of 70 nm between the two\nmodes is possible while maintaining Q factors greater than 10^6. For both\non-substrate and free-standing nanobeams, we experimentally monitor the\nresponse of the even mode as the gap is varied, and measure Q factors as high\nas 200,000.\n","Comment: 4 pages, 3 figures"]}]
["0905.0113",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0113"],"date":["2009-05-01"],"type":["text"],"creator":["Wesson, Paul S."],"language":[],"coverage":[],"title":["Consequences of Kaluza-Klein Covariance"],"description":["  The group of coordinate transformations for 5D noncompact Kaluza-Klein theory\nis broader than the 4D group for Einstein's general relativity. Therefore, a 4D\nquantity can take on different forms depending on the choice for the 5D\ncoordinates. We illustrate this by deriving the physical consequences for\nseveral forms of the canonical metric, where the fifth coordinate is altered by\na translation, an inversion and a change from spacelike to timelike. These\ncause, respectively, the 4D cosmological 'constant' to become dependent on the\nfifth coordinate, the rest mass of a test particle to become measured by its\nCompton wavelength, and the dynamics to become wave-mechanical with a small\nmass quantum. These consequendes of 5D covariance -- whether viewed as positive\nor negative -- help to determine the viability of current attempts to unify\ngravity with the interactions of particles.\n"]}]
["0905.0116",{"format":[],"subject":["Statistics - Methodology","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0116"],"date":["2009-05-01"],"type":["text"],"creator":["Seed, Paul T"],"language":[],"coverage":[],"title":["Correspondence: The use of cost information when defining critical\n  values for prediction of rare events using logistic regression and similar\n  methods"],"description":["  Balancing a rare and serious possibility against a more common and less\nserious one is a familiar problem in many situations, such as the prediction of\nrare diseases. The relative costs of forecasting errors can be used for any\nprediction method that gives an estimated probability of a future event. The\nprobability at which the likely cost (defined as cost x probability) of a\npossible false negative is exactly equal to that of a possible false positive\ngives the relevant cutpoint and all subjects with probability of disease\ngreater than this have a positive test result. All standard methods of logistic\nregression will give the log-odds and hence the predicted probability of a\npositive outcome for every subject:\n","Comment: Response to Berk (2009) Forecasting murder within a population of\n  probationers and parolees: a high stakes application of statistical learning.\n  J.R. Statist. Soc. A, 172, 191-211"]}]
["0905.0123",{"format":[],"subject":["Mathematical Physics","17B66","53D17","70G45","70G65","70H05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0123"],"date":["2009-05-01"],"type":["text"],"creator":["Marrero, JC"],"language":[],"coverage":[],"title":["Hamiltonian Dynamics on Lie Algebroids, Unimodularity and Preservation\n  of Volumes"],"description":["  In this paper we discuss the relation between the unimodularity of a Lie\nalgebroid $\\tau_{A}: A\\to Q$ and the existence of invariant volume forms for\nthe hamiltonian dynamics on the dual bundle $A^{*}$. The results obtained in\nthis direction are applied to several hamiltonian systems on different examples\nof Lie algebroids.\n","Comment: 16 pages"]}]
["0905.0126",{"format":[],"subject":["Mathematics - Numerical Analysis","65M60, 86A10, 86A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0126"],"date":["2009-05-01"],"type":["text"],"creator":["Cotter, C. J."],"language":[],"coverage":[],"title":["A family of mixed finite element pairs with optimal geostrophic balance"],"description":["  We introduce a family of mixed finite element pairs for use on geodesic grids\nand with adaptive mesh refinement for numerical weather prediction and ocean\nmodelling. We prove that when these finite element pairs are applied to the\nlinear rotating shallow water equations, the geostrophically balanced states\nare exactly steady, which means that the numerical schemes do not introduce any\nspurious inertia-gravity waves; this makes these finite element pairs in some\nsense optimal for numerical weather prediction and ocean modelling\napplications. We further prove that these finite element pairs satisfy an\ninf-sup condition which means that they are free of spurious pressure modes\nwhich would pollute the numerical solution over the timescales required for\nlarge-scale geophysical applications. We then discuss the extension to\nincompressible Euler-Boussinesq equations with rotation, and show that for the\nlinearised equations the balanced states are again exactly steady on arbitrary\nunstructured meshes. We also show that the discrete pressure Poisson equation\nresulting from these discretisations satisfies an optimal stencil property. All\nthese properties make the discretisations in this family excellent candidates\nfor numerical weather prediction and large-scale ocean modelling applications\nwhen unstructured grids are required.\n"]}]
["0905.0134",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0134"],"date":["2009-05-01"],"type":["text"],"creator":["Santillan, A.","Sanchez-Salcedo, F. J.","Kim, J.","Franco, J.","Hernandez-Cervantes, L."],"language":[],"coverage":[],"title":["Interaction of HVCs with the Outskirts of Galactic Disks: Turbulence"],"description":["  There exist many physical processes that may contribute to the driving of\nturbulence in galactic disks. Some of them could drive turbulence even in the\nabsence of star formation. For example, hydrodynamic (HD) or\nmagnetohydrodynamic (MHD) instabilities, frequent mergers of small satellite\nclumps, ram pressure, or infalling gas clouds. In this work we present\nnumerical simulations to study the interaction of compact high velocity clouds\n(CHVC) with the outskirts of magnetized gaseous disks. With our numerical\nsimulations we show that the rain of small HVCs onto the disk is a potential\nsource of random motions in the outer parts of HI disks.\n","Comment: 4 pages, 3 figures, Proceedings of \"The Role of Disk-Halo Interaction\n  in Galaxy Evolution: Outflow vs. Infall?\" (Ed. M. de Avillez), in Espinho,\n  Portugal, 18-22 August 2008"]}]
["0905.0136",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0136"],"date":["2009-05-01"],"type":["text"],"creator":["Burger, Marc"],"language":[],"coverage":[],"title":["An extension criterion for lattice actions on the circle"],"description":["  We establish a necessary and sufficient condition for an action of a lattice\nby homeomorphisms of the circle to extend continuously to the ambient locally\ncompact group. This condition is expressed in terms of the real bounded Euler\nclass of this action. Combined with classical vanishing theorems in bounded\ncohomology, one recovers rigidity results of Ghys, Witte--Zimmer, Navas and\nBader--Furman--Shaker in a unified manner.\n"]}]
["astro-ph/0611760",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0611760","doi:10.1017/S1743921307000713"],"date":["2006-11-24"],"type":["text"],"creator":["Samadi, R.","Belkacem, K.","Goupil, M. -J.","Kupka, F.","Dupret, M. -A."],"language":[],"coverage":[],"title":["Solar-like oscillation amplitudes and line-widths as a probe for\n  turbulent convection in stars"],"description":["  Excitation of solar-like oscillations is attributed to turbulent convection\nand takes place at the upper-most part of the outer convective zones.\nAmplitudes of these oscillations depend on the efficiency of the excitation\nprocesses as well as on the properties of turbulent convection. We present past\nand recent improvements on the modeling of those processes. We show how the\nmode amplitudes and mode line-widths can bring information about the turbulence\nin the specific cases of the Sun and Alpha Cen A.\n","Comment: 9 pages ; 3 figures ; invited talk given during the Symposium no. 239\n  \"Convection in Astrophysics\", International Astronomical Union., held 21-25\n  August, 2006 in Prague, Czech Republic"]}]
["cond-mat/0403245",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0403245","Physical Review Letters Vol.93, 107002 (2004)","doi:10.1103/PhysRevLett.93.107002"],"date":["2004-03-09"],"type":["text"],"creator":["Gronbech-Jensen, N.","Castellano, M. G.","Chiarello, F.","Torrioli, G.","Cirillo, M.","Filippenko, L.","Russo, R.","Cosmelli, C."],"language":[],"coverage":[],"title":["Microwave-induced thermal escape in Josephson junctions"],"description":["  We investigate, by experiments and numerical simulations, thermal activation\nprocesses of Josephson tunnel junctions in the presence of microwave radiation.\nWhen the applied signal resonates with the Josephson plasma frequency\noscillations, the switching current may become multi-valued in a temperature\nrange far exceeding the classical to quantum crossover temperature. Plots of\nthe switching currents traced as a function of the applied signal frequency\nshow very good agreement with the functional forms expected from Josephson\nplasma frequency dependencies on the bias current. Throughout, numerical\nsimulations of the corresponding thermally driven classical Josephson junction\nmodel show very good agreement with the experimental data.\n","Comment: 10 pages and 4 figures"]}]
["math/0301285",{"format":[],"subject":["Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0301285"],"date":["2003-01-24","2009-05-04"],"type":["text"],"creator":["Ryom-Hansen, Steen"],"language":[],"coverage":[],"title":["Grading the Translation Functors in type A"],"description":["  We deal with the representation theory of quantum groups and Hecke algebras\nat roots of unity. We relate the philosophy of Andersen, Jantzen and Soergel on\ngraded translated functors to the Lascoux, Leclerc and Thibon-algorithm. This\ngoes via the Murphy standard basis theory and the idempotents coming from the\nMurphy-Jucys operators. Our results lead to a guess on a tilting algorithm\noutside the lowest $p^2$ alcove, which at least in the $SL_2$-case coincides\nwith Erdmann's results.\n","Comment: Published version. Journal of Algebra. A typo (apparently introduced\n  by the publishers) fixed. We thank Anton Cox for pointing it out"]}]
["math/0503377",{"format":[],"subject":["Mathematics - Complex Variables","53C30","53C30","32C09","32Q99","32M05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0503377","Ann. Scuola Norm. Sup. Pisa Cl. Sci. (5), Vol VIII (2009), 17-49"],"date":["2005-03-18","2009-05-04"],"type":["text"],"creator":["Halverscheid, S.","Iannuzzi, A."],"language":[],"coverage":[],"title":["A family of adapted complexifications for noncompact semisimple Lie\n  groups"],"description":["  The maximal complexifications adapted to the Levi Civita connection for a\ndistinguished one-parameter family of left-invariant metrics on a real\nsemisimple Lie group G are determined. For G = SL(2,R) their realizations as\ninvariant Riemann domains into SL(2,C) are carried out and their\ncomplex-geometric properties are investigated.\n","Comment: 34 pages, 6 figures. v2: statement of Prop. 5.4 has changed, minor\n  corrections. v3: revised version, appendix added"]}]
["math/0701567",{"format":[],"subject":["Mathematics - Complex Variables","32M15","32A36"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701567"],"date":["2007-01-21"],"type":["text"],"creator":["Demmad-Abdessameud, F. Zohra"],"language":["en"],"coverage":[],"title":["Polyn\\^omes de Hua, noyau de Bergman des domaines de Cartan-Hartogs et\n  probl\\`eme de Lu Qikeng"],"description":["  In this paper we reduce the Lu Qikeng problem for Cartan-Hartogs domains to\nan algebraic problem on Hua polynomials and we give a complete solution when\nthe Cartan-Hartogs domain is built on a bounded symmetric domain of dimension\nat most 4.\n","Comment: 38 pages, French, abstract in English language, Rend. Sem. Mat. Univ.\n  Pol. Torino, vol. 67, 1 (2009), to appear"]}]
["math/0703204",{"format":[],"subject":["Mathematics - Category Theory","Mathematics - Algebraic Topology","55P43","18D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703204"],"date":["2007-03-07","2009-05-04"],"type":["text"],"creator":["Lurie, Jacob"],"language":[],"coverage":[],"title":["Derived Algebraic Geometry III: Commutative Algebra"],"description":["  This paper describes a higher-categorical version of the theory of colored\noperads, giving applications to the study of commutative ring spectra.\n","Comment: 188 pages. Modified 9/19/07: minor changes, added material on the Day\n  convolution product. 5/4/09: Almost completely rewritten, using a higher\n  categorical language of colored operads"]}]
