["0807.1985",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.1985"],"date":["2008-07-14","2009-12-13"],"type":["text"],"creator":["Bhattacharya, Swastik","Goswami, Rituparno","Joshi, Pankaj S."],"language":[],"coverage":[],"title":["Gravitational collapse of a minimally coupled massless scalar field"],"description":["  We study here the evolution of a massless scalar field in a spacetime,\ndeveloping from a regular initial spacelike surface. The Einstein equations and\nregularity and boundary conditions governing the same are specified. Both\nhomogeneous and inhomogeneous collapse models are considered and we analyze\nwhen the occurrence of singularity will be simultaneous or otherwise. In the\ninhomogeneous collapse case, we characterize a wide family of black hole\nsolutions arising in scalar field collapse. We also discuss the possibility of\nexistence of classes of non-singular models where collapse could almost freeze\nif suitable conditions are satisfied.\n","Comment: 23 pages, no figures, Revised version; Detail and Presentation\n  improved; Title changed"]}]
["0812.0387",{"format":[],"subject":["Computer Science - Computational Geometry","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0387"],"date":["2008-12-01","2009-12-13"],"type":["text"],"creator":["Buchin, Kevin"],"language":[],"coverage":[],"title":["Delaunay Triangulations in Linear Time? (Part I)"],"description":["  We present a new and simple randomized algorithm for constructing the\nDelaunay triangulation using nearest neighbor graphs for point location. Under\nsuitable assumptions, it runs in linear expected time for points in the plane\nwith polynomially bounded spread, i.e., if the ratio between the largest and\nsmallest pointwise distance is polynomially bounded. This also holds for point\nsets with bounded spread in higher dimensions as long as the expected\ncomplexity of the Delaunay triangulation of a sample of the points is linear in\nthe sample size.\n","Comment: 8 pages, no figures; added footnote about newer algorithm"]}]
["0812.3496",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Combinatorics","15A03"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3496","Proceedings of the International Conference on Tropical and\n  Idempotent Mathematics, G.L. Litvinov and S.N. Sergeev Eds, volume 495 in\n  Contemporary Mathematics, pp 1--38, 2009, AMS"],"date":["2008-12-18"],"type":["text"],"creator":["Akian, Marianne","Gaubert, Stephane","Guterman, Alexander"],"language":[],"coverage":[],"title":["Linear independence over tropical semirings and beyond"],"description":["  We investigate different notions of linear independence and of matrix rank\nthat are relevant for max-plus or tropical semirings. The factor rank and\ntropical rank have already received attention, we compare them with the ranks\ndefined in terms of signed tropical determinants or arising from a notion of\nlinear independence introduced by Gondran and Minoux. To do this, we revisit\nthe symmetrization of the max-plus algebra, establishing properties of linear\nspaces, linear systems, and matrices over the symmetrized max-plus algebra. In\nparallel we develop some general technique to prove combinatorial and\npolynomial identities for matrices over semirings that we illustrate by a\nnumber of examples.\n"]}]
["0812.3974",{"format":[],"subject":["Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3974","J. Phys. A: Math. Theor. 42 (2009) 304017","doi:10.1088/1751-8113/42/30/304017"],"date":["2008-12-20"],"type":["text"],"creator":["Isaev, A. P.","Ogievetsky, O. V."],"language":[],"coverage":[],"title":["Braids, Shuffles and Symmetrizers"],"description":["  Multiplicative analogues of the shuffle elements of the braid group rings are\nintroduced; in local representations they give rise to certain graded\nassociative algebras (b-shuffle algebras). For the Hecke and BMW algebras, the\n(anti)-symmetrizers have simple expressions in terms of the multiplicative\nshuffles. The (anti)-symmetrizers can be expressed in terms of the highest\nmultiplicative 1-shuffles (for the Hecke and BMW algebras) and in terms of the\nhighest additive 1-shuffles (for the Hecke algebras). The spectra and\nmultiplicities of eigenvalues of the operators of the multiplication by the\nmultiplicative and additive 1-shuffles are examined.\n","Comment: 18 pages"]}]
["0903.5341",{"format":[],"subject":["Mathematics - Probability","Computer Science - Information Theory","Mathematics - Statistics Theory","60G40","60K99","90D60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.5341"],"date":["2009-03-30","2009-12-13"],"type":["text"],"creator":["Sarnowski, Wojciech","Szajowski, Krzysztof"],"language":[],"coverage":[],"title":["Unspecified distribution in single disorder problem"],"description":["  We register a stochastic sequence affected by one disorder. Monitoring of the\nsequence is made in the circumstances when not full information about\ndistributions before and after the change is available. The initial problem of\ndisorder detection is transformed to optimal stopping of observed sequence.\nFormula for optimal decision functions is derived.\n","Comment: 23 pages"]}]
["0904.0343",{"format":[],"subject":["Physics - History and Philosophy of Physics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.0343"],"date":["2009-04-02","2009-12-13"],"type":["text"],"creator":["Tkachov, Fyodor"],"language":[],"coverage":[],"title":["A contribution to the history of quarks: Boris Struminsky's 1965 JINR\n  publication"],"description":["  The idea that an internal quantum number for quarks, eventually called color,\ncan explain the magnetic moments of baryons within the framework of standard\nquantum theory, was explicitly stated in a 7th January, 1965 JINR publication\nby Boris Struminsky (JINR P-1939). A complete translation into English of\nStruminsky's letter is presented along with page images of the original booklet\nfound in the JINR Library.\n","Comment: 12 pages; v.4: barYons; v.3: corrections, thanks to JINR veterans for\n  support! v.2: a correction thanks to Jerry Franklin; more at:\n  http://www.inr.ac.ru/~ftkachov/struminsky/"]}]
["0905.0121",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0121","Proceedings of POSTA 09 (Positive Systems: Theory and\n  Applications), Valencia, Spain, volume 389 in the Springer LNCIS series, pp\n  291--303, 2009","doi:10.1007/978-3-642-02894-6_28"],"date":["2009-05-01"],"type":["text"],"creator":["Gaubert, Stéphane","Sharify, Meisam"],"language":[],"coverage":[],"title":["Tropical Scaling of Polynomial Matrices"],"description":["  The eigenvalues of a matrix polynomial can be determined classically by\nsolving a generalized eigenproblem for a linearized matrix pencil, for instance\nby writing the matrix polynomial in companion form. We introduce a general\nscaling technique, based on tropical algebra, which applies in particular to\nthis companion form. This scaling, which is inspired by an earlier work of\nAkian, Bapat, and Gaubert, relies on the computation of \"tropical roots\". We\ngive explicit bounds, in a typical case, indicating that these roots provide\naccurate estimates of the order of magnitude of the different eigenvalues, and\nwe show by experiments that this scaling improves the accuracy (measured by\nnormwise backward error) of the computations, particularly in situations in\nwhich the data have various orders of magnitude. In the case of quadratic\npolynomial matrices, we recover in this way a scaling due to Fan, Lin, and Van\nDooren, which coincides with the tropical scaling when the two tropical roots\nare equal. If not, the eigenvalues generally split in two groups, and the\ntropical method leads to making one specific scaling for each of the groups.\n","Comment: 13 pages, 2 figures"]}]
["0907.2411",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.2411","Phys. Rev. B 80, 241304(R) (2009)","doi:10.1103/PhysRevB.80.241304"],"date":["2009-07-14","2009-12-13"],"type":["text"],"creator":["Liu, Ming-Hao","Chang, Ching-Ray"],"language":[],"coverage":[],"title":["Upstanding Rashba spin in honeycomb lattices: Electrically reversible\n  surface spin polarization"],"description":["  The spin-split states subject to Rashba spin-orbit coupling in\ntwo-dimensional systems have long been accepted as pointing inplane and\nperpendicular to the corresponding wave vectors. This is in general true for\nfree electron model, but exceptions do exist elsewhere. Within the\ntight-binding model, we unveil the unusual upstanding behavior of those Rashba\nspins around $\\bar{K}$ and $\\bar{K}^{\\prime}$ points in honeycomb lattices. Our\ncalculation (i) explains the recent experiment of the Tl/Si(111)-$(1\\times1)$\nsurface alloy [Phys. Rev. Lett. \\textbf{102}, 096805 (2009)], where abrupt\nupstanding spin states near $\\bar{K}$ are observed, and (ii) predicts an\nelectrically reversible out-of-plane surface spin polarization.\n","Comment: 4 figures"]}]
["0907.5402",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.5402"],"date":["2009-07-30","2009-12-12"],"type":["text"],"creator":["Jaramillo, Juan Jose","Srikant, R."],"language":[],"coverage":[],"title":["Optimal Scheduling for Fair Resource Allocation in Ad Hoc Networks with\n  Elastic and Inelastic Traffic"],"description":["  This paper studies the problem of congestion control and scheduling in ad hoc\nwireless networks that have to support a mixture of best-effort and real-time\ntraffic. Optimization and stochastic network theory have been successful in\ndesigning architectures for fair resource allocation to meet long-term\nthroughput demands. However, to the best of our knowledge, strict packet delay\ndeadlines were not considered in this framework previously. In this paper, we\npropose a model for incorporating the quality of service (QoS) requirements of\npackets with deadlines in the optimization framework. The solution to the\nproblem results in a joint congestion control and scheduling algorithm which\nfairly allocates resources to meet the fairness objectives of both elastic and\ninelastic flows, and per-packet delay requirements of inelastic flows.\n"]}]
["0908.1947",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.1947","Phys. Rev. A 80, 053620 (2009)","doi:10.1103/PhysRevA.80.053620"],"date":["2009-08-13","2009-12-13"],"type":["text"],"creator":["Gaul, Christopher","Renner, Nina","Mueller, Cord A."],"language":[],"coverage":[],"title":["Speed of sound in disordered Bose-Einstein condensates"],"description":["  Disorder modifies the sound-wave excitation spectrum of Bose-Einstein\ncondensates. We consider the classical hydrodynamic limit, where the disorder\ncorrelation length is much longer than the condensate healing length. By\nperturbation theory, we compute the phonon lifetime and correction to the speed\nof sound. This correction is found to be negative in all dimensions, with\nuniversal asymptotics for smooth correlations. Considering in detail optical\nspeckle potentials, we find a quite rich intermediate structure. This has\nconsequences for the average density of states, particularly in one dimension,\nwhere we find a \"boson dip\" next to a sharp \"boson peak\" as function of\nfrequency. In one dimension, our prediction is verified in detail by a\nnumerical integration of the Gross-Pitaevskii equation.\n","Comment: final, extended version with 2 new figures"]}]
["0909.3712",{"format":[],"subject":["Mathematics - Functional Analysis","42C15, 42C40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.3712"],"date":["2009-09-21","2009-12-13"],"type":["text"],"creator":["Grohs, Philipp"],"language":[],"coverage":[],"title":["Continuous Shearlet Frames and Resolution of the Wavefront Set"],"description":["  In recent years directional multiscale transformations like the curvelet- or\nshearlet transformation have gained considerable attention. The reason for this\nis that these transforms are - unlike more traditional transforms like wavelets\n- able to efficiently handle data with features along edges. The main result in\n[G. Kutyniok, D. Labate. Resolution of the Wavefront Set using continuous\nShearlets, Trans. AMS 361 (2009), 2719-2754] confirming this property for\nshearlets is due to Kutyniok and Labate where it is shown that for very special\nfunctions $\\psi$ with frequency support in a compact conical wegde the decay\nrate of the shearlet coefficients of a tempered distribution $f$ with respect\nto the shearlet $\\psi$ can resolve the Wavefront Set of $f$. We demonstrate\nthat the same result can be verified under much weaker assumptions on $\\psi$,\nnamely to possess sufficiently many anisotropic vanishing moments. We also show\nhow to build frames for $L^2(\\mathbb{R}^2)$ from any such function. To prove\nour statements we develop a new approach based on an adaption of the Radon\ntransform to the shearlet structure.\n"]}]
["0909.4597",{"format":[],"subject":["Mathematics - Algebraic Topology","55T15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.4597"],"date":["2009-09-24","2009-12-12"],"type":["text"],"creator":["French, Jennifer"],"language":[],"coverage":[],"title":["A comparison of spectral sequences computing unstable homotopy groups of\n  $p$-complete, nilpotent spaces"],"description":["  The focus of this paper is the comparison of two unstable homotopy spectral\nsequences-- the unstable mod p Adams spectral sequence that computes the\nunstable homotopy of a p-complete space, and the Goerss--Hopkins spectral\nsequence, which computes the unstable homotopy of the space of E-infinity maps\nbetween Hk-algebras, where k is the algebraic closure of the field with p\nelements and p is an odd prime. Using an adjunction between p-complete\nnilpotent spaces and a subset of Hk-algebras, this paper shows that the unit of\nthis adjunction provides an isomorphism between these spectral sequences.\n","Comment: 26 pages"]}]
["0910.1655",{"format":[],"subject":["Mathematics - Group Theory","20B05","20B20","20B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.1655"],"date":["2009-10-09","2009-12-13"],"type":["text"],"creator":["Vienne, Lucas"],"language":[],"coverage":[],"title":["Groupes lin\\'eaires finis permutant deux fois transitivement un ensemble\n  de droites"],"description":["  Let n >1 be an integer, and G a doubly transitive subgroup of the symmetric\ngroup on X={1,...,n}. In this paper we find all linear group representations\nrho of G on an euclidean vector space V which contains a set of equiangular\nvector lines GG={< v_1>,...,} such that : (1) V is generated by v_1,...,v_n,\n(2) for all i in X and all g in G, = . Then we illustrate our construction when\nG=SL_d(q), q odd and d > 1.\n","Comment: 10 pages"]}]
["0911.3106",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.3106"],"date":["2009-11-16","2009-12-13"],"type":["text"],"creator":["Zaskulnikov, V. M."],"language":[],"coverage":[],"title":["Open statistical ensemble and surface phenomena"],"description":["  In the present work we investigate a new statistical ensemble, which seems\nlogical to be entitled the open one, for the case of a one-component system of\nordinary particles. Its peculiarity is in complementing the consideration of a\nsystem with the inclusion of a certain surrounding area. The calculations\nindicate the necessity of taking into account the surface that delimits a given\nsystem even in the case when the latter is a part of a uniform medium and is\nnot singled out one way or another.\n  The surface tension coefficient behaves unlike two-phase systems in\nequilibrium and depends on two variables - pressure as well as temperature -\nand belongs to the boundary separating a hard solid from a fluid. As for the\nmathematical mechanism ensuring the fulfillment of thermodynamic relations, the\nemphasis is shifted from operating with series, like in the grand canonical\nensemble, towards employing the recurrence relations of a new class of\nfunctions that incorporate Boltzmann and Ursell factors as their extreme cases\nand towards utilizing generating functions.\n  The second topic of discussion that the present article deals with is the\nconsideration of the surface tension and adsorption observed at the boundary of\na solid body and a liquid or gas carried out on the basis of the analysis of\nthe classical system found in a field of force of general type. The surface\nterms are calculated with the aid of field functions and the correlation\nfunctions of an unperturbed volume phase and behave somewhat vaguely;\nparticularly, as a function of activity, they may start with a linear or\nquadratic term.\n","Comment: 21 pages, added Summary and eq. (168), (46), corrected Abstract"]}]
["0911.5195",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.5195"],"date":["2009-11-26","2009-12-12"],"type":["text"],"creator":["Dzhunushaliev, V.","Myrzakulov, K.","Myrzakulov, R."],"language":[],"coverage":[],"title":["Long-term bounce of the Universe filled with the Higgs field"],"description":["  The cosmological solution with a long-term bouncing off time is presented.\nThe solution has a preceding contracting and a subsequent expanding phases and\nbetween them there exists a bouncing off phase with arbitrary time duration.\n","Comment: new reference is added"]}]
["0911.5374",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.5374"],"date":["2009-11-28","2009-12-13"],"type":["text"],"creator":["Golla, Dheeraj","Deb, Subimal","Gupta, S Dutta"],"language":[],"coverage":[],"title":["Competition between structural and intrinsic dispersion in delay through\n  a left handed medium"],"description":["  We study resonant tunneling through a layered medium with a negative index\nmedium (NIM) slab as a constituent layer. We demonstrate large delays in\ntransmission mediated by the surface and the guided modes of the structure with\nlow losses. We show how important it is to include NIM dispersion for correct\nassessment of the nature and magnitude of the delay. We also point out the role\nof NIM absorption for the feasibility of such compact delay devices.\n","Comment: 13 pages, 7 figures"]}]
["hep-th/9911006",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9911006"],"date":["1999-11-02","2009-12-13"],"type":["text"],"creator":["Mukherjee, P."],"language":[],"coverage":[],"title":["Soliton solutions of a gauged O(3) sigma model with interpolating\n  potential"],"description":["  Soliton modes in a gauged sigma model with interpolating potential have been\ninvestigated. Numerical solutions using a fourth order Runge -- Kutta method\nare discussed. By tuning the interpolation parameter the transition from\nsymmetrybreaking to the symmetric phase is highlighted.\n","Comment: Modified title and author list, revised substantially, new section\n  added, 9 pages, revtex"]}]
["math/0603619",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Numerical Analysis","Primary 49L20","Secondary 65M60, 06A15, 12K10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0603619","SIAM J. Control Optim. Volume 47, Issue 2, pp. 817-848 (2008)","doi:10.1137/060655286"],"date":["2006-03-27"],"type":["text"],"creator":["Akian, Marianne","Gaubert, Stephane","Lakhoua, Asma"],"language":[],"coverage":[],"title":["The max-plus finite element method for solving deterministic optimal\n  control problems: basic properties and convergence analysis"],"description":["  We introduce a max-plus analogue of the Petrov-Galerkin finite element method\nto solve finite horizon deterministic optimal control problems. The method\nrelies on a max-plus variational formulation. We show that the error in the sup\nnorm can be bounded from the difference between the value function and its\nprojections on max-plus and min-plus semimodules, when the max-plus analogue of\nthe stiffness matrix is exactly known. In general, the stiffness matrix must be\napproximated: this requires approximating the operation of the Lax-Oleinik\nsemigroup on finite elements. We consider two approximations relying on the\nHamiltonian. We derive a convergence result, in arbitrary dimension, showing\nthat for a class of problems, the error estimate is of order $\\delta+\\Delta\nx(\\delta)^{-1}$ or $\\sqrt{\\delta}+\\Delta x(\\delta)^{-1}$, depending on the\nchoice of the approximation, where $\\delta$ and $\\Delta x$ are respectively the\ntime and space discretization steps. We compare our method with another\nmax-plus based discretization method previously introduced by Fleming and\nMcEneaney. We give numerical examples in dimension 1 and 2.\n","Comment: 31 pages, 11 figures"]}]
["math/0608791",{"format":[],"subject":["Mathematics - Rings and Algebras","Primary 16W50","Secondary 16D90, 16S80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0608791","doi:10.1007/s10468-009-9193-y"],"date":["2006-08-31","2007-07-23"],"type":["text"],"creator":["Sierra, Susan J."],"language":[],"coverage":[],"title":["G-algebras, twistings, and equivalences of graded categories"],"description":["  Given Z-graded rings A and B, we study when the categories gr-A and gr-B are\nequivalent. We relate the Morita-type results of Ahn-Marki and del Rio to the\ntwisting systems introduced by Zhang. Using Z-algebras, we obtain a simple\nproof of Zhang's main result. This makes the definition of a Zhang twist\nextremely natural and extends Zhang's results.\n","Comment: 13 pages; typos corrected and revised slightly; to appear in Algebras\n  and Representation Theory"]}]
