["0705.4480",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4480","Icarus 194:153-165,2008","doi:10.1016/j.icarus.2007.09.019"],"date":["2007-05-30","2007-09-19"],"type":["text"],"creator":["Steffl, A. J.","Delamere, P. A.","Bagenal, F."],"language":[],"coverage":[],"title":["Cassini UVIS Observations of the Io Plasma Torus. IV. Modeling Temporal\n  and Azimuthal Variability"],"description":["  In this fourth paper in a series, we present a model of the remarkable\ntemporal and azimuthal variability of the Io plasma torus observed during the\nCassini encounter with Jupiter. Over a period of three months, the Cassini\nUltraviolet Imaging Spectrograph (UVIS) observed a dramatic variation in the\naverage torus composition. Superimposed on this long-term variation, is a\n10.07-hour periodicity caused by an azimuthal variation in plasma composition\nsubcorotating relative to System III longitude. Quite surprisingly, the\namplitude of the azimuthal variation appears to be modulated at the beat\nfrequency between the System III period and the observed 10.07-hour period.\nPreviously, we have successfully modeled the months-long compositional change\nby supposing a factor of three increase in the amount of material supplied to\nIo's extended neutral clouds. Here, we extend our torus chemistry model to\ninclude an azimuthal dimension. We postulate the existence of two azimuthal\nvariations in the number of super-thermal electrons in the torus: a primary\nvariation that subcorotates with a period of 10.07 hours and a secondary\nvariation that remains fixed in System III longitude. Using these two hot\nelectron variations, our model can reproduce the observed temporal and\nazimuthal variations observed by Cassini UVIS.\n","Comment: Revised 24 August 2007 Accepted by Icarus, 50 pages, 2 Tables, 8\n  figures"]}]
["0708.1352",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Logic","03C60, 12H05, 03C30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1352","Selecta Mathematica 15, (2009) no. 3, 445--486","doi:10.1007/s00029-009-0001-7"],"date":["2007-08-09","2009-06-09"],"type":["text"],"creator":["Kirby, Jonathan"],"language":[],"coverage":[],"title":["The theory of the exponential differential equations of semiabelian\n  varieties"],"description":["  The complete first order theories of the exponential differential equations\nof semiabelian varieties are given. It is shown that these theories also arises\nfrom an amalgamation-with-predimension construction in the style of Hrushovski.\nThe theory includes necessary and sufficient conditions for a system of\nequations to have a solution. The necessary condition generalizes Ax's\ndifferential fields version of Schanuel's conjecture to semiabelian varieties.\nThere is a purely algebraic corollary, the \"Weak CIT\" for semiabelian\nvarieties, which concerns the intersections of algebraic subgroups with\nalgebraic varieties.\n","Comment: 53 pages; v3: Substantial changes, including a completely new\n  introduction"]}]
["0710.3471",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3471","Commun.Theor.Phys.52:287-291,2009","doi:10.1088/0253-6102/52/2/20"],"date":["2007-10-18","2008-05-29"],"type":["text"],"creator":["Miao, Rong-Xin","Miao, Yan-Gang","Wei, Shao-Jie"],"language":[],"coverage":[],"title":["Dual Actions for Born-Infeld and Dp-Brane Theories"],"description":["  Dual actions with respect to U(1) gauge fields for Born-Infeld and $Dp$-brane\ntheories are reexamined. Taking into account an additional condition, i.e. a\ncorollary to the field equation of the auxiliary metric, one obtains an\nalternative dual action that does not involve the infinite power series in the\nauxiliary metric given by ref. \\cite{s14}, but just picks out the first term\nfrom the series formally. New effective interactions of the theories are\nrevealed. That is, the new dual action gives rise to an effective interaction\nin terms of one interaction term rather than infinite terms of different\n(higher) orders of interactions physically. However, the price paid for\neliminating the infinite power series is that the new action is not quadratic\nbut highly nonlinear in the Hodge dual of a $(p-1)$-form field strength. This\nnon-linearity is inevitable to the requirement the two dual actions are\nequivalent.\n","Comment: v1: 11 pages, no figures; v2: explanation of effective interactions\n  added; v3: concision made; v4: minor modification made"]}]
["0711.1553",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1553","Astrophys.J.675:1171-1193,2008","doi:10.1086/527030"],"date":["2007-11-09","2007-11-20"],"type":["text"],"creator":["Pope, Alexandra","Chary, Ranga-Ram","Alexander, David M.","Armus, Lee","Dickinson, Mark","Elbaz, David","Frayer, David","Scott, Douglas","Teplitz, Harry"],"language":[],"coverage":[],"title":["Mid-Infrared Spectral Diagnosis of Submillimeter Galaxies"],"description":["  We present deep mid-infrared spectroscopy with the Spitzer Space Telescope of\n13 submillimeter galaxies (SMGs) in the Great Observatories Origins Deep Survey\nNorth (GOODS-N) field. We find strong polycyclic aromatic hydrocarbon (PAH)\nemission in all of our targets which allows us to measure mid-IR spectroscopic\nredshifts and place constraints on the contribution from star formation and\nactive galactic nuclei (AGN) activity to the mid-IR emission. In the high\nsignal-to-noise ratio composite spectrum of SMGs, we find that the hot dust\ncontinuum from an AGN contributes at most 30% of the mid-IR luminosity. We find\nthat the mid-IR properties of SMGs are distinct from those of 24 micron\n-selected ULIRGs at z~2; the former are predominantly dominated by star\nformation while the latter are a more heterogeneous sample with many showing\nsignificant AGN activity. We fit the IRS spectrum and the mid-IR to radio\nphotometry of SMGs with template spectral energy distributions to determine the\nbest estimate of the total infrared luminosity from star formation. While many\nSMGs contain an AGN as evinced by their X-ray properties, our multi-wavelength\nanalysis shows that the total infrared luminosity, LIR, in SMGs, is dominated\nby star formation and not AGN activity. We find that high redshift SMGs lie on\nthe relation between LIR and LPAH6.2 (or LPAH7.7 or LPAH11.3) that has been\nestablished for local starburst galaxies. This suggests that PAH luminosity can\nbe used as a proxy for the star formation rate in SMGs. SMGs are consistent\nwith being a short lived cool phase in a massive merger. Although there appears\nto be an AGN present in many SMGs, it does not appear to have become strong\nenough to heat the dust and dominate the mid- or far-infrared emission.\n","Comment: 59 pages, 13 figures, 5 tables. Accepted for publication in ApJ:\n  November 19, 2007"]}]
["0712.4299",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","33E30 (Primary) 33C05, 33C20, 34M35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4299","pp. 139-159 in `Special Functions and Orthogonal Polynomials'\n  (eds. D. Dominici and R. S. Maier), American Mathematical Society, 2008."],"date":["2007-12-27","2007-12-29"],"type":["text"],"creator":["Maier, Robert S."],"language":[],"coverage":[],"title":["P-symbols, Heun Identities, and 3F2 Identities"],"description":["  The usefulness of Riemann P-symbols in deriving identities involving the\nparametrized special function Hl is explored. Hl is the analytic local solution\nof the Heun equation, the canonical second-order differential equation on the\nRiemann sphere with four regular singular points. The identities discussed\ninclude ones coming from Moebius automorphisms and F-homotopies, and also\nquadratic and biquadratic transformations. The case when Hl is identical to a\ngeneralized hypergeometric function of 3F2 type is examined, and Pfaff and\nEuler transformations of 3F2(a1,a2,e+1;b1,e;x) are derived. They extend several\n3F2 identities of Bailey and Slater.\n","Comment: 20 pages"]}]
["0801.0562",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0562","J. Phys.: Condens. Matter 21, 175401 (2009)","doi:10.1088/0953-8984/21/17/175401"],"date":["2008-01-03","2009-10-15"],"type":["text"],"creator":["Erementchouk, M. V.","Deych, L. I.","Noh, H.","Cao, H.","Lisyansky, A. A."],"language":[],"coverage":[],"title":["Radiative energy transfer in disordered photonic crystals"],"description":["  The difficulty of description of the radiative transfer in disordered\nphotonic crystals arises from the necessity to consider on the equal footing\nthe wave scattering by periodic modulations of the dielectric function and by\nits random inhomogeneities. We resolve this difficulty by approaching this\nproblem from the standpoint of the general multiple scattering theory in media\nwith arbitrary regular profile of the dielectric function. We use the general\nasymptotic solution of the Bethe-Salpeter equation in order to show that for a\nsufficiently weak disorder the diffusion limit in disordered photonic crystals\nis presented by incoherent superpositions of the modes of the ideal structure\nwith weights inversely proportional to the respective group velocities. The\nradiative transfer and the diffusion equations are derived as a relaxation of\nlong-scale deviations from this limiting distribution. In particular, it is\nshown that in general the diffusion is anisotropic unless the crystal has\nsufficiently rich symmetry, say, the square lattice in 2D or the cubic lattice\nin 3D. In this case, the diffusion is isotropic and only in this case the\neffect of the disorder can be characterized by the single mean-free-path\ndepending on frequency.\n","Comment: 27 pages, 4 figures"]}]
["0802.2494",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2494","Phys Rev Lett 100, 245501 (2008)","doi:10.1103/PhysRevLett.100.245501"],"date":["2008-02-17","2009-10-16"],"type":["text"],"creator":["Kuiri, P. K.","Joseph, B.","Lenka, H. P.","Sahu, G.","Ghatak, J.","Kanjilal, D.","Mahapatra, D. P."],"language":[],"coverage":[],"title":["Observation of a Universal Aggregation Mechanism and a Possible Phase\n  Transition in Au Sputtered by Swift Heavy Ions"],"description":["  Two exponents, $\\delta$, for size distribution of $n$-atom clusters,\n$Y(n)\\sim n^{-\\delta}$, have been found in Au clusters sputtered from embedded\nAu nanoparticles under swift heavy ion irradiation. For small clusters, below\n12.5 nm in size, $\\delta$ has been found to be 3/2, which can be rationalized\nas occurring from a steady state aggregation process with size independent\naggregation. For larger clusters, a $\\delta$ value of 7/2 is suggested, which\nmight come from a dynamical transition to another steady state where\naggregation and evaporation rates are size dependent. In the present case, the\nobserved decay exponents do not support any possibility of a thermodynamic\nliquid-gas type phase transition taking place, resulting in cluster formation.\n","Comment: 4 pages, 3 figures"]}]
["0803.1467",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1467","JHEP 0805:012,2008","doi:10.1088/1126-6708/2008/05/012"],"date":["2008-03-10","2008-05-04"],"type":["text"],"creator":["Hofman, Diego M.","Maldacena, Juan"],"language":[],"coverage":[],"title":["Conformal collider physics: Energy and charge correlations"],"description":["  We study observables in a conformal field theory which are very closely\nrelated to the ones used to describe hadronic events at colliders. We focus on\nthe correlation functions of the energies deposited on calorimeters placed at a\nlarge distance from the collision. We consider initial states produced by an\noperator insertion and we study some general properties of the energy\ncorrelation functions for conformal field theories. We argue that the small\nangle singularities of energy correlation functions are controlled by the twist\nof non-local light-ray operators with a definite spin. We relate the charge two\npoint function to a particular moment of the parton distribution functions\nappearing in deep inelastic scattering. The one point energy correlation\nfunctions are characterized by a few numbers. For ${\\cal N}=1$ superconformal\ntheories the one point function for states created by the R-current or the\nstress tensor are determined by the two parameters $a$ and $c$ characterizing\nthe conformal anomaly. Demanding that the measured energies are positive we get\nbounds on $a/c$. We also give a prescription for computing the energy and\ncharge correlation functions in theories that have a gravity dual. The\nprescription amounts to probing the falling string state as it crosses the\n$AdS$ horizon with gravitational shock waves. In the leading, two derivative,\ngravity approximation the energy is uniformly distributed on the sphere at\ninfinity, with no fluctuations. We compute the stringy corrections and we show\nthat they lead to small, non-gaussian, fluctuations in the energy distribution.\nCorrections to the one point functions or antenna patterns are related to\nhigher derivative corrections in the bulk.\n","Comment: 73 pages, 8 figures; v2: minor changes and added references; v3: more\n  references added"]}]
["0803.4435",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Differential Geometry","53C07","32L05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.4435","Int.J.Math.20:541-556,2009","doi:10.1142/S0129167X09005406"],"date":["2008-03-31"],"type":["text"],"creator":["Biswas, Indranil","Schumacher, Georg"],"language":[],"coverage":[],"title":["Yang-Mills equation for stable Higgs sheaves"],"description":["  We establish a Kobayashi-Hitchin correspondence for the stable Higgs sheaves\non a compact Kaehler manifold. Using it, we also obtain a Kobayashi-Hitchin\ncorrespondence for the stable Higgs G-sheaves, where G is any complex reductive\nlinear algebraic group.\n"]}]
["0805.3917",{"format":[],"subject":["Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3917","Journal of Functional Analysis 257 (2009), 3353-3374","doi:10.1016/j.jfa.2009.08.013"],"date":["2008-05-26","2009-09-15"],"type":["text"],"creator":["Carmeli, Claudio","Heinosaari, Teiko","Toigo, Alessandro"],"language":[],"coverage":[],"title":["Covariant quantum instruments"],"description":["  The structure of covariant instruments is studied and a general structure\ntheorem is derived. A detailed characterization is given to covariant\ninstruments in the case of an irreducible representation of a locally compact\ngroup.\n","Comment: Minor corrections in v2"]}]
["0805.4275",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4275","Nature Phys. 5, 422 (2009)","doi:10.1038/nphys1249"],"date":["2008-05-28","2009-10-15"],"type":["text"],"creator":["Jacko, A. C.","Fjaerestad, J. O.","Powell, B. J."],"language":[],"coverage":[],"title":["Unified explanation of the Kadowaki-Woods ratio in strongly correlated\n  materials"],"description":["  Discoveries of ratios whose values are constant within broad classes of\nmaterials have led to many deep physical insights. The Kadowaki-Woods ratio\n(KWR) compares the temperature dependence of a metal's resistivity to that of\nits heat capacity; thereby probing the relationship between the\nelectron-electron scattering rate and the renormalisation of the electron mass.\nHowever, the KWR takes very different values in different materials. Here we\nintroduce a ratio, closely related to the KWR, that includes the effects of\ncarrier density and spatial dimensionality and takes the same (predicted) value\nin organic charge transfer salts, transition metal oxides, heavy fermions and\ntransition metals - despite the numerator and denominator varying by ten orders\nof magnitude. Hence, in these materials, the same emergent physics is\nresponsible for the mass enhancement and the quadratic temperature dependence\nof the resistivity and no exotic explanations of their KWRs are required.\n","Comment: Final version accepted by Nature Phys"]}]
["0806.0954",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0954","Phys.Rev.C78:064906,2008","doi:10.1103/PhysRevC.78.064906"],"date":["2008-06-05"],"type":["text"],"creator":["Baier, Rolf","Mehtar-Tani, Yacine"],"language":[],"coverage":[],"title":["Jet quenching and broadening: the transport coefficient $\\hat{q}$ in an\n  anisotropic plasma"],"description":["  The jet quenching parameter $\\hat{q}$ is analyzed for a quark jet propagating\nin an anisotropic plasma. The momentum anisotropy is calculated at high\ntemperature of the underlying quark-gluon plasma. $\\hat{q}$ is explicitly\nestimated in leading-logarithmic approximation by the broadening of the\nmassless quark interacting via gluon exchange. A plasma instability is present.\nStrong indications are found that $\\hat{q}$ is increasing with increasing\nanisotropy. Possible implications for the saturation scale $Q_s$ in $A-A$\ncollisions are pointed out.\n","Comment: 13"]}]
["0807.0136",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0136","Nucl.Phys.A824:37-57,2009","doi:10.1016/j.nuclphysa.2009.03.011"],"date":["2008-07-01"],"type":["text"],"creator":["Vasilevsky, V. S.","Arickx, F.","Broeckhove, J.","Kovalenko, T. P."],"language":[],"coverage":[],"title":["A microscopic three-cluster model with nuclear polarization applied to\n  the resonances of 7Be and the reaction 6Li(p,3He)4He"],"description":["  A microscopic model for three-cluster configurations in light nuclei is\npresented. It uses an expansion in terms of Faddeev components for which the\ndynamic eqations are derived. The model is designed to investigate binary\nchannel processes in a compound system. Gaussian and oscillator bases are used\nto expand the wave function and to represent appropriate boundary conditions.\nWe study the effect of cluster polarization on ground and resonance states of\n7Be, and on the astrophysical S-factor of the reaction 6Li(p,3He)4He.\n","Comment: 20 pages, 8 Postscript figures, uses elsart1p.sty, submitted to Nucl.\n  Phys. A"]}]
["0807.1618",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.1618","Phys. Rev. E 80, 016606 (2009)","doi:10.1103/PhysRevE.80.016606"],"date":["2008-07-10","2009-01-14"],"type":["text"],"creator":["Hakimi, Ensieh","Javidan, Kurosh"],"language":[],"coverage":[],"title":["Improved model for the topological soliton-potential interaction in\n  Phi^4 Model"],"description":["  An improved model for the soliton-potential interaction is presented. This\nmodel is constructed with a better approximation for adding the potential to\nthe lagrangian through a space-time metric. The results of the model are\ncompared with other models and the differences are discussed.\n","Comment: 8 pages, 11 figures"]}]
["0807.4686",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4686","Eur.Phys.J.A39:205-212,2009","doi:10.1140/epja/i2008-10707-2"],"date":["2008-07-29"],"type":["text"],"creator":["Leupold, S.","Lutz, M. F. M."],"language":[],"coverage":[],"title":["Hadronic three-body decays of light vector mesons"],"description":["  The decays of light vector mesons into three pseudoscalar mesons are\ncalculated to leading order in the recently proposed counting scheme that is\nbased on the hadrogenesis conjecture. Fully differential as well as integrated\ndecay widths are presented. Since the required parameters have been fixed by\nother processes, the considered three-body decays are predictions of the\npresented approach. The decay width of the omega meson into three pions agrees\nvery well with experiment. The partial decay widths of the K^* into its three\nK-pi-pi channels are predicted.\n","Comment: 7 pages"]}]
["0808.2818",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2818","JCAP 0811:012,2008","doi:10.1088/1475-7516/2008/11/012"],"date":["2008-08-21"],"type":["text"],"creator":["Cyburt, Richard H.","Fields, Brian D.","Olive, Keith A."],"language":[],"coverage":[],"title":["A Bitter Pill: The Primordial Lithium Problem Worsens"],"description":["  The lithium problem arises from the significant discrepancy between the\nprimordial 7Li abundance as predicted by BBN theory and the WMAP baryon\ndensity, and the pre-Galactic lithium abundance inferred from observations of\nmetal-poor (Population II) stars. This problem has loomed for the past decade,\nwith a persistent discrepancy of a factor of 2--3 in 7Li/H. Recent developments\nhave sharpened all aspects of the Li problem. Namely: (1) BBN theory\npredictions have sharpened due to new nuclear data, particularly the\nuncertainty on 3He(alpha,gamma)7Be, has reduced to 7.4%, and with a central\nvalue shift of ~ +0.04 keV barn. (2) The WMAP 5-year data now yields a cosmic\nbaryon density with an uncertainty reduced to 2.7%. (3) Observations of\nmetal-poor stars have tested for systematic effects, and have reaped new\nlithium isotopic data. With these, we now find that the BBN+WMAP predicts 7Li/H\n= (5.24+0.71-0.67) 10^{-10}. The Li problem remains and indeed is exacerbated;\nthe discrepancy is now a factor 2.4--4.3 or 4.2sigma (from globular cluster\nstars) to 5.3sigma (from halo field stars). Possible resolutions to the lithium\nproblem are briefly reviewed, and key nuclear, particle, and astronomical\nmeasurements highlighted.\n","Comment: 21 pages, 4 figures. Comments welcome"]}]
["0808.2823",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2823","Phys.Lett.B671:203-206,2009","doi:10.1016/j.physletb.2008.12.023"],"date":["2008-08-20","2008-12-09"],"type":["text"],"creator":["Adler, Stephen L."],"language":[],"coverage":[],"title":["Planet-bound dark matter and the internal heat of Uranus, Neptune, and\n  hot-Jupiter exoplanets"],"description":["  We suggest that accretion of planet-bound dark matter by the Jovian planets,\nand by hot-Jupiter exoplanets, could be a significant source of their internal\nheat. The anomalously low internal heat of Uranus would then be explained if\nthe collision believed to have tilted the axis of Uranus also knocked it free\nof most of its associated dark matter cloud. Our considerations focus on the\nefficient capture of non-self-annihilating dark matter, but could also apply to\nself-annihilating dark matter, provided the capture efficiency is small enough\nthat the earth heat balance constraint is obeyed.\n","Comment: Latex, 6 pages; v4 is final version to appear in Phys. Lett. B"]}]
["0809.1134",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1134","Commun.Theor.Phys.52:311-317,2009","doi:10.1088/0253-6102/52/2/24"],"date":["2008-09-06"],"type":["text"],"creator":["Qiao, Qing-Peng","Li, Zuo","Li, Xue-Qian","Wang, Xue-Lei"],"language":[],"coverage":[],"title":["The NLO corrections of $H_{TC} \\Pi ^0$and $\\Pi ^ + \\Pi ^ - $ pair\n  production at the ILC in the TC2 model"],"description":["  As well known, if the Higgs boson were not observed at LHC, the technicolor\nmodel would be the most favorable candidate responsible for the symmetry\nbreaking. To overcome some defects in the previous model, some extended\nversions have been proposed. In the TC2 model typical signature is existence of\nheavy $H_{TC}$ and technipion $\\Pi$. A direct proof of validity of the model is\nto produce them at accelerator. Thus we study the production rates of $ e^ + e^\n- \\to H_{TC} \\Pi ^0 $ and $e^ + e^ - \\to \\Pi ^ + \\Pi ^ -$ at ILC in the\ntopcolor-assisted technicolor (TC2) model. In fact, there is a flood of models\nbelonging to new physics which can result in products with characteristics\nsimilar to $H_{TC}+\\Pi$ of the TC2 model. Therefore to distinguish this model\nfrom others one may need to investigate some details by calculating the cross\nsection to NLO. We indeed find that the NLO corrections are significant, namely\nthe ratio $\\delta \\equiv (\\sigma_{NLO} - \\sigma_{LO})/\\sigma_{LO} $ in $ e^ +\ne^ - \\to H_{TC} \\Pi ^0 $ exceeds 100% within a plausible parameter space.\n","Comment: 15 pages, 13 figures, 2 tables"]}]
["0809.2480",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2480","J.Phys.G36:095006,2009","doi:10.1088/0954-3899/36/9/095006"],"date":["2008-09-15","2009-07-21"],"type":["text"],"creator":["Tursunov, E. M."],"language":[],"coverage":[],"title":["Relativistic structure of one-meson and one-gluon exchange forces and\n  the lower excitation spectrum of the Nucleon and the Delta"],"description":["  The lower excitation spectrum of the nucleon and $\\Delta$ is calculated in a\nrelativistic chiral quark model. Corrections to the baryon mass spectrum from\nthe second order self-energy and exchange diagrams induced by pion and gluon\nfields are estimated in the field -theoretical framework. Convergent results\nfor the self-energy terms are obtained when including the intermediate quark\nand antiquark states with a total momentum up to $j=25/2$. Relativistic\none-meson and color-magnetic one-gluon exchange forces are shown to generate\nspin 0, 1, 2, etc. operators, which couple the lower and the upper components\nof the two interacting valence quarks and yield reasonable matrix elements for\nthe lower excitation spectrum of the Nucleon and Delta. The only contribution\nto the ground state nucleon and $\\Delta$ comes from the spin 1 operators, which\ncorrespond to the exchanged pion or gluon in the l=1 orbit, thus indicating,\nthat the both pion exchange and color-magnetic gluon exchange forces can\ncontribute to the spin of baryons. Is is shown also that the contribution of\nthe color-electric component of the gluon fields to the baryon spectrum is\nenormously large (more than 500 MeV with a value $\\alpha_s=0.65$) and one needs\nto restrict to very small values of the strong coupling constant or to exclude\ncompletely the gluon-loop corrections to the baryon spectrum. With this\nrestriction, the calculated spectrum reproduces the main properties of the\ndata, however needs further contribution from the two-pion exchange and\ninstanton induced exchange (for the nucleon sector) forces in consistence with\nthe realistic NN-interaction models.\n","Comment: 15 pages, 4 figures, 7 tables"]}]
["0809.4995",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4995","Int. J. Quantum Inf. 7 (2009) 17","doi:10.1142/S021974990900489X"],"date":["2008-09-29"],"type":["text"],"creator":["Munoz, C.","Klimov, A. B.","Sanchez-Soto, L. L.","Bjork, G."],"language":[],"coverage":[],"title":["Discrete coherent states for n qubits"],"description":["  Discrete coherent states for a system of $n$ qubits are introduced in terms\nof eigenstates of the finite Fourier transform. The properties of these states\nare pictured in phase space by resorting to the discrete Wigner function\n","Comment: 8 pages. 1 color figure. To appear in Int. J. Quantum Inf"]}]
["0810.1942",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Group Theory","Mathematics - Geometric Topology","57M60, 37C85, 37E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1942","Contemp. Math. 498 (2009), 141-149"],"date":["2008-10-10"],"type":["text"],"creator":["Calegari, Danny"],"language":[],"coverage":[],"title":["The Euler class of planar groups"],"description":["  This is an exposition of the homological classification of actions of surface\ngroups on the plane, in every degree of smoothness.\n","Comment: 9 pages, 2 figures"]}]
["0810.2316",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Superconductivity","High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2316","Phys.Lett.B680:516-520,2009","doi:10.1016/j.physletb.2009.09.029"],"date":["2008-10-14","2009-10-16"],"type":["text"],"creator":["Ammon, Martin","Erdmenger, Johanna","Kaminski, Matthias","Kerner, Patrick"],"language":[],"coverage":[],"title":["Superconductivity from gauge/gravity duality with flavor"],"description":["  We consider thermal strongly-coupled N=2 SYM theory with fundamental matter\nat finite isospin chemical potential. Using gauge/gravity duality, i.e. a probe\nof two flavor D7-branes embedded in the AdS black hole background, we find a\ncritical temperature at which the system undergoes a second order phase\ntransition. The critical exponent of this transition is one half and coincides\nwith the result from mean field theory. In the thermodynamically favored phase,\na flavor current acquires a vev and breaks an Abelian symmetry spontaneously.\nThis new phase shows signatures known from superconductivity, such as an\ninfinite dc conductivity and a gap in the frequency-dependent conductivity. The\ngravity setup allows for an explicit identification of the degrees of freedom\nin the dual field theory, as well as for a dual string picture of the\ncondensation process.\n","Comment: 11 pages, 5 figures"]}]
["0810.2356",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2356","Int.J.Geom.Meth.Mod.Phys.6:759-767,2009","doi:10.1142/S0219887809003825"],"date":["2008-10-14","2009-02-16"],"type":["text"],"creator":["Abraham, S.","de Cordoba, P. Fernandez","Isidro, J. M.","Santander, J. L. G."],"language":[],"coverage":[],"title":["A mechanics for the Ricci flow"],"description":["  We construct the classical mechanics associated with a conformally flat\nRiemannian metric on a compact, n-dimensional manifold without boundary. The\ncorresponding gradient Ricci flow equation turns out to equal the\ntime-dependent Hamilton-Jacobi equation of the mechanics so defined.\n","Comment: 9 pages, refs. added"]}]
["0810.2680",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2680","Eur.Phys.J.A40:77-87,2009","doi:10.1140/epja/i2008-10728-9"],"date":["2008-10-15"],"type":["text"],"creator":["Huang, F.","Sibirtsev, A.","Krewald, S.","Hanhart, C.","Haidenbauer, J.","Meißner, U. -G."],"language":[],"coverage":[],"title":["Pion-nucleon charge-exchange amplitudes above 2 GeV"],"description":["  The amplitudes for the pion-nucleon charge exchange reaction of the\nKarlsruhe-Helsinki and the George-Washington-University partial wave analyses\nare compared with those of a Regge-cut model with the aim to explore the\npossibility to provide high energy constraints for theoretical baryon resonance\nanalyses in the energy region above 2 GeV.\n","Comment: 10 pages, 9 figures"]}]
["0810.3850",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3850","Eur.Phys.J.A40:35-43,2009","doi:10.1140/epja/i2008-10727-x"],"date":["2008-10-21","2009-01-13"],"type":["text"],"creator":["Mahgoub, M.","Kruecken, R.","Faestermann, Th.","Bergmaier, A.","Bucurescu, D.","Hertenberger, R.","Kroell, Th.","Wirth, H. -F.","Lisetskiy, A. F."],"language":[],"coverage":[],"title":["Role of cross-shell excitations in the reaction 54Fe(d_pol,p)55Fe"],"description":["  The reaction 54Fe(d_pol,p)55Fe was studied at the Munich Q3D spectrograph\nwith a 14 MeV polarized deuteron beam. Excitation energies, angular\ndistributions and analyzing powers were measured for 39 states up to 4.5 MeV\nexcitation energy. Spin and parity assignments were made and spectroscopic\nfactors deduced by comparison to DWBA calculations. The results were compared\nto predictions by large scale shell model calculations in the full pf-shell and\nit was found that reasonable agreement for energies and spectroscopic factors\nbelow 2.5 MeV could only be obtained if up to 6 particles were allowed to be\nexcited from the f_7/2 orbital into p_3/2, f_5/2, and p_1/2 orbitals across the\nN=28 gap. For levels above 2.5 MeV the experimental strength distribution was\nfound to be significantly more fragmented than predicted by the shell model\ncalculations.\n","Comment: 9 pages, 12 figures, 3 tables, submitted to European Physical Journal\n  A"]}]
["0810.4453",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4453","Int.J.Mod.Phys.E18:1-49,2009","doi:10.1142/S0218301309012124"],"date":["2008-10-24"],"type":["text"],"creator":["Mathieu, Vincent","Kochelev, Nikolai","Vento, Vicente"],"language":[],"coverage":[],"title":["The Physics of Glueballs"],"description":["  Glueballs are particles whose valence degrees of freedom are gluons and\ntherefore in their description the gauge field plays a dominant role. We review\nrecent results in the physics of glueballs with the aim set on phenomenology\nand discuss the possibility of finding them in conventional hadronic\nexperiments and in the Quark Gluon Plasma. In order to describe their\nproperties we resort to a variety of theoretical treatments which include,\nlattice QCD, constituent models, AdS/QCD methods, and QCD sum rules. The review\nis supposed to be an informed guide to the literature. Therefore, we do not\ndiscuss in detail technical developments but refer the reader to the\nappropriate references.\n","Comment: Invited review for Int. J. Mod. Phys. E, 32 pages, 12 figures, 8\n  tables"]}]
["0811.2770",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2770","2009MNRAS.394...51G","doi:10.1111/j.1365-2966.2008.14237.x"],"date":["2008-11-17"],"type":["text"],"creator":["Gray, M. D.","Wittkowski, M.","Scholz, M.","Humphreys, E. M. L.","Ohnaka, K.","Boboltz, D."],"language":[],"coverage":[],"title":["An Improved Model of SiO Maser Emission in Miras"],"description":["  We describe a combined dynamic atmosphere and maser propagation model of SiO\nmaser emission in Mira variables. This model rectifies many of the defects of\nan earlier model of this type, particularly in relation to the infra-red (IR)\nradiation field generated by dust and various wavelength-dependent, optically\nthick layers. Modelled masers form in rings with radii consistent with those\nfound in VLBI observations and with earlier models. This agreement requires the\nadoption of a radio photosphere of radius approximately twice that of the\nstellar photosphere, in agreement with observations. A radio photosphere of\nthis size renders invisible certain maser sites with high amplification at low\nradii, and conceals high-velocity shocks, which are absent in radio continuum\nobservations. The SiO masers are brightest at an optical phase of 0.1 to 0.25,\nwhich is consistent with observed phase-lags. Dust can have both mild and\nprofound effects on the maser emission. Maser rings, a shock and the optically\nthick layer in the SiO pumping band at 8.13\\micron appear to be closely\nassociated in three out of four phase samples.\n","Comment: accepted by MNRAS, MN-08-1478-MJ.R1"]}]
["0812.0324",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0324","JHEP 0903:100,2009","doi:10.1088/1126-6708/2009/03/100"],"date":["2008-12-01","2009-04-01"],"type":["text"],"creator":["Bloch, Jacques","Wettig, Tilo"],"language":[],"coverage":[],"title":["Random matrix analysis of the QCD sign problem for general topology"],"description":["  Motivated by the important role played by the phase of the fermion\ndeterminant in the investigation of the sign problem in lattice QCD at nonzero\nbaryon density, we derive an analytical formula for the average phase factor of\nthe fermion determinant for general topology in the microscopic limit of chiral\nrandom matrix theory at nonzero chemical potential, for both the quenched and\nthe unquenched case. The formula is a nontrivial extension of the expression\nfor zero topology derived earlier by Splittorff and Verbaarschot. Our\nanalytical predictions are verified by detailed numerical random matrix\nsimulations of the quenched theory.\n","Comment: 33 pages, 9 figures; v2: minor corrections, references added, figures\n  with increased statistics, as published in JHEP"]}]
["0812.1882",{"format":[],"subject":["Mathematical Physics","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1882","Annals Phys.324:1219-1233,2009","doi:10.1016/j.aop.2009.03.001"],"date":["2008-12-10"],"type":["text"],"creator":["Ballesteros, Angel","Enciso, Alberto","Herranz, Francisco J.","Ragnisco, Orlando"],"language":[],"coverage":[],"title":["Superintegrability on N-dimensional curved spaces: Central potentials,\n  centrifugal terms and monopoles"],"description":["  The N-dimensional Hamiltonian H formed by a curved kinetic term (depending on\na function f), a central potential (depending on a function U), a Dirac\nmonopole term, and N centrifugal terms is shown to be quasi-maximally\nsuperintegrable for any choice of the functions f and U. This result is proven\nby making use of the underlying sl(2,R)-coalgebra symmetry of H in order to\nobtain a set of (2N-3) functionally independent integrals of the motion, that\nare explicitly given. Such constants of the motion are \"universal\" since all of\nthem are independent of both f and U. This Hamiltonian describes the motion of\na particle on any ND spherically symmetric curved space (whose metric is\nspecified by a function f) under the action of an arbitrary central potental U,\nand includes simultaneously a monopole-type contribution together with N\ncentrifugal terms that break the spherical symmetry. Moreover, we show that two\nappropriate choices for U provide the \"intrinsic\" oscillator and the KC\npotentials on these curved manifolds. As a byproduct, the MIC-Kepler, the\nTaub-NUT and the so called multifold Kepler systems are shown to belong to this\nclass of superintegrable Hamiltonians, and new generalizations thereof are\nobtained. The Kepler and oscillator potentials on N-dimensional generalizations\nof the four Darboux surfaces are discussed as well.\n","Comment: 22 pages"]}]
["0812.2848",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2848","Annalen der Physik 18, 722-735 (2009)","doi:10.1002/andp.200910366"],"date":["2008-12-15","2009-10-16"],"type":["text"],"creator":["Kiefer, Claus","Marto, Joao","Moniz, Paulo Vargas"],"language":[],"coverage":[],"title":["Indefinite oscillators and black-hole evaporation"],"description":["  We discuss the dynamics of two harmonic oscillators of which one has a\nnegative kinetic term. This model mimics the Hamiltonian in quantum\ngeometrodynamics, which possesses an indefinite kinetic term. We solve for the\ntime evolution in both the uncoupled and coupled case. We use this setting as a\ntoy model for studying some possible aspects of the final stage of black-hole\nevaporation. We assume that one oscillator mimics the black hole, while the\nother mimics Hawking radiation. In the uncoupled case, the negative term leads\nto a squeezing of the quantum state, while in the coupled case, which includes\nback reaction, we get a strong entangled state between the mimicked black hole\nand the radiation. We discuss the meaning of this state. We end by analyzing\nthe limits of this model and its relation to more fundamental approaches.\n","Comment: 14 pages, 6 figures, conceptual clarifications added, final version"]}]
["0812.2907",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2907","Europhysics Letters 88, 17004 (2009)"],"date":["2008-12-15","2009-02-03"],"type":["text"],"creator":["Podolsky, Daniel","Kee, Hae-Young","Kim, Yong Baek"],"language":[],"coverage":[],"title":["Collective modes and emergent SO(6) symmetry in the iron pnictides"],"description":["  We show the existence of an emergent SO(6) symmetry in the low energy\ndescription of the iron pnictides. This approximate symmetry provides a\nunifying framework for the occurrence of spin density wave (SDW) and\nsuperconductivity (SC) in these materials. We use this symmetry to make several\npredictions for future experiments, including the topology of the phase diagram\nand the presence of various resonant modes in neutron scattering experiments in\nboth the SC and SDW phases. We also predict the existence of a new \"Orbital\nDensity Wave\" state, which competes with both SDW and SC orders.\n","Comment: 5 pages, 1 figure"]}]
["0812.4796",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4796","Phys.Lett.B672:349-353,2009","doi:10.1016/j.physletb.2009.01.049"],"date":["2008-12-30","2009-01-13"],"type":["text"],"creator":["Gronau, Michael","Rosner, Jonathan L."],"language":[],"coverage":[],"title":["Doubly CKM-suppressed corrections to CP asymmetries in $B^0 \\to J/\\psi\n  K^0$"],"description":["  A doubly CKM-suppressed amplitude in $B^0\\to J/\\psi K_S$ leads to corrections\nin CP asymmetries $S = \\sin 2\\beta, C=0$, which may be enhanced by\nlong-distance rescattering. It has been suggested that this enhancement may\nlead to several percent corrections. We calculate an upper bound of order\n$10^{-3}$ on rescattering corrections using measured branching ratios for\ncharmless $|\\Delta S|=1$ $B^0$ decays.\n","Comment: Three references added, submitted to Physics Letters B"]}]
["0812.4904",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4904","Commun.Theor.Phys.52:377-382,2009","doi:10.1088/0253-6102/52/2/36"],"date":["2008-12-29"],"type":["text"],"creator":["Meng, X H","Dou, X"],"language":[],"coverage":[],"title":["Friedmann cosmology with bulk viscosity: a concrete model for dark\n  energy"],"description":["  The universe content is considered as a non-perfect fluid with bulk viscosity\nand can be described by a general equation of state (endowed some deviation\nfrom the conventionally assumed cosmic perfect fluid model). An explicitly bulk\nviscosity dark energy model is proposed to confront consistently with the\ncurrent observational data sets by statistical analysis and is shown consistent\nwith (not deviated away much from) the concordant $\\Lambda$ Cold Dark Matter\n(CDM) model by comparing the decelerating parameter. Also we compare our\nrelatively simple viscosity dark energy model with a more complicated one by\ncontrast with the concordant $\\Lambda$CDM model and find our model improves for\nthe viscosity dark energy model building. Finally we discuss the perspectives\nof dark energy probes for the coming years with observations.\n","Comment: 6ps"]}]
["0901.1897",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.1897","Phys.Lett.B677:272-277,2009","doi:10.1016/j.physletb.2009.05.039"],"date":["2009-01-14","2009-05-13"],"type":["text"],"creator":["Hornig, Andrew","Lee, Christopher","Ovanesyan, Grigory"],"language":[],"coverage":[],"title":["Infrared Safety in Factorized Hard Scattering Cross-Sections"],"description":["  The rules of soft-collinear effective theory can be used naively to write\nhard scattering cross-sections as convolutions of separate hard, jet, and soft\nfunctions. One condition required to guarantee the validity of such a\nfactorization is the infrared safety of these functions in perturbation theory.\nUsing e+e- angularity distributions as an example, we propose and illustrate an\nintuitive method to test this infrared safety at one loop. We look for regions\nof integration in the sum of Feynman diagrams contributing to the jet and soft\nfunctions where the integrals become infrared divergent. Our analysis is\nindependent of an explicit infrared regulator, clarifies how to distinguish\ninfrared and ultraviolet singularities in pure dimensional regularization, and\ndemonstrates the necessity of taking zero-bins into account to obtain\ninfrared-safe jet functions.\n","Comment: 6 pages, 7 figures, uses elsarticle.cls. v2: extended introduction\n  and clarified discussion of ingredients necessary for proving factorization"]}]
["0901.2054",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2054","JHEP 0904:123,2009","doi:10.1088/1126-6708/2009/04/123"],"date":["2009-01-14","2009-04-28"],"type":["text"],"creator":["Bergshoeff, Eric A.","Hartong, Jelle","Hohm, Olaf","Huebscher, Mechthild","Ortin, Tomas"],"language":[],"coverage":[],"title":["Gauge Theories, Duality Relations and the Tensor Hierarchy"],"description":["  We compute the complete 3- and 4-dimensional tensor hierarchies, i.e. sets of\np-form fields, with $1\\le p\\le D$, which realize an off-shell algebra of\nbosonic gauge transformations. We show how these tensor hierarchies can be put\non-shell by introducing a set of duality relations, thereby introducing\nadditional scalars and a metric tensor. These so-called duality hierarchies\nencode the equations of motion of the bosonic part of the most general gauged\nsupergravity theories in those dimensions, including the (projected) scalar\nequations of motion. We construct gauge-invariant actions that include all the\nfields in the tensor hierarchies. We elucidate the relation between the gauge\ntransformations of the p-form fields in the action and those of the same fields\nin the tensor hierarchy.\n","Comment: 48 pages, v2: number of clarifications, ref. added, to appear in JHEP"]}]
["0901.2782",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2782","Phys.Lett.B677:278-281,2009","doi:10.1016/j.physletb.2009.05.037"],"date":["2009-01-19","2009-05-20"],"type":["text"],"creator":["Li, Ying","Cheng, Hai-Yang"],"language":[],"coverage":[],"title":["Understanding B -->J/\\Psi \\phi in the Standard Model"],"description":["  The rare decay $\\bar B_d^0\\to J/\\psi \\phi$ can proceed in four distinct\nmechanisms: (i) production of the $\\phi$ via tri-gluon fusion, (ii)\nphotoproduction of the $J/\\psi$ or $\\phi$, (iii) final-state rescattering of\n$D_s^{(*)}D_s^{(*)}$ produced in the $\\bar B_d$ decay to $J/\\psi\\phi$, and (iv)\nproduction of the $\\phi$ via $\\omega-\\phi$ mixing. In this work, we examine the\ncontributions from photoproduction and final-state rescattering to $\\bar\nB_d^0\\to J/\\psi \\phi$ and find that the corresponding branching ratios are of\norder $10^{-11}$ and $10^{-9}$, respectively. Hence, this decay is dominated by\nthe $\\omega-\\phi$ mixing effect.\n","Comment: 8 pages, 3 figures, some typos are corrected, version for publish in\n  PLB"]}]
["0901.3780",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3780","JHEP 0905:122,2009","doi:10.1088/1126-6708/2009/05/122"],"date":["2009-01-26","2009-06-01"],"type":["text"],"creator":["Hornig, Andrew","Lee, Christopher","Ovanesyan, Grigory"],"language":[],"coverage":[],"title":["Effective Predictions of Event Shapes: Factorized, Resummed, and Gapped\n  Angularity Distributions"],"description":["  Using soft-collinear effective theory (SCET), which provides a unified\nframework for factorization, resummation of logarithms, and incorporation of\nuniversal nonperturbative functions in hard-scattering QCD cross-sections, we\npresent a new prediction of angularity distributions in e+e- annihilation.\nAngularities tau_a are an infinite class of event shapes which vary in their\nsensitivity to the substructure of jets in the final state, controlled by a\ncontinuous parameter a<2. We calculate angularity distributions for all a<1 to\nfirst order in the strong coupling alpha_s and resum large logarithms in these\ndistributions to next-to-leading logarithmic (NLL) accuracy. Our expressions\nfor the next-to-leading order (NLO) O(alpha_s) partonic jet and soft functions\nin the factorization theorem for angularity distributions are given for the\nfirst time. We employ a model for the nonperturbative soft function with a gap\nparameter which cancels the renormalon ambiguity in the partonic soft function.\nWe explore the relation between the SCET approach to resummation and past\napproaches in QCD, and discuss the advantages of the effective theory approach.\nIn addition, we draw from the NLO calculations of the jet and soft functions an\nintuitive lesson about how factorization breaks down in the effective theory as\na->1.\n","Comment: 52 pages, 13 figures, 1 table, uses JHEP3.cls. v2: comparison between\n  SCET and QCD clarified, other minor corrections, v3: journal version,\n  references added, minor corrections and clarifications"]}]
["0902.1597",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1597","Phys.Lett.B675:69-72,2009","doi:10.1016/j.physletb.2009.03.038"],"date":["2009-02-10"],"type":["text"],"creator":["Koike, Masafumi","Ota, Toshihiko","Saito, Masako","Sato, Joe"],"language":[],"coverage":[],"title":["Fourier Analysis of the Parametric Resonance in Neutrino Oscillations"],"description":["  Parametric enhancement of the appearance probability of the neutrino\noscillation under the inhomogeneous matter is studied. Fourier expansion of the\nmatter density profile leads to a simple resonance condition and manifests that\neach Fourier mode modifies the energy spectrum of oscillation probability at\naround the corresponding energy; below the MSW resonance energy, a large-scale\nvariation modifies the spectrum in high energies while a small-scale one does\nin low energies. In contrast to the simple parametric resonance, the\nenhancement of the oscillation probability is itself an slow oscillation as\ndemonstrated by a numerical analysis with a single Fourier mode of the matter\ndensity. We derive an analytic solution to the evolution equation on the\nresonance energy, including the expression of frequency of the slow\noscillation.\n","Comment: 12 pages, 3 color figures, LaTeX, elsarticle.sty"]}]
["0902.1854",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1854","Phys. Rev. B 80, 115120 (2009)","doi:10.1103/PhysRevB.80.115120"],"date":["2009-02-11","2009-10-16"],"type":["text"],"creator":["Isidori, A.","Capone, M."],"language":[],"coverage":[],"title":["Rotationally-invariant slave-bosons for Strongly Correlated\n  Superconductors"],"description":["  We extend the rotationally invariant formulation of the slave-boson method to\nsuperconducting states. This generalization, building on the recent work by\nLechermann et al. [Phys. Rev. B {\\bf 76}, 155102 (2007)], allows to study\nsuperconductivity in strongly correlated systems. We apply the formalism to a\nspecific case of strongly correlated superconductivity, as that found in a\nmulti-orbital Hubbard model for alkali-doped fullerides, where the\nsuperconducting pairing has phonic origin, yet it has been shown to be favored\nby strong correlation owing to the symmetry of the interaction. The method\nallows to treat on the same footing the strong correlation effects and the\ninterorbital interactions driving superconductivity, and to capture the physics\nof strongly correlated superconductivity, in which the proximity to a Mott\ntransition favors the superconducting phenomenon.\n","Comment: 18 pages, 7 figures"]}]
["0902.2443",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2443","Nonlinear Analysis: RWA 10:3396-3403, 2009"],"date":["2009-02-14"],"type":["text"],"creator":["Maharaj, S. D.","Thirukkanesh, S."],"language":[],"coverage":[],"title":["Some new static charged spheres"],"description":["  We present new exact solutions for the Einstein-Maxwell system in static\nspherically symmetric interior spacetimes. For a particular form of the\ngravitational potentials and the electric field intensity, it is possible to\nintegrate the system in closed form. For specific parameter values it is\npossible to find new exact models for the Einstein-Maxwell system in terms of\nelementary functions. Our model includes a particular charged solution found\npreviously; this suggests that our generalised solution could be used to\ndescribe a relativistic compact sphere. A physical analysis indicates that the\nsolutions describe realistic matter distributions.\n","Comment: 14 pages, To appear in Nonlinear Analysis RWA"]}]
["0902.2906",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2906"],"date":["2009-02-17","2009-10-15"],"type":["text"],"creator":["Karasevskii, A. I.","Lubashenko, V. V."],"language":[],"coverage":[],"title":["Heat release in clusterization of nanoparticles"],"description":["  We show that the effect of size dependence of the melting temperature of\nnanocrystals may be used to govern anomalies of thermodynamic properties of\nnanocrystals in the premelting range. For example, if temperature of\nnanocrystals is near the melting point, their mechanical contact should result\nin a change of the temperature and release of some heat. We discuss fundamental\npossibility of construction of a \"heat pump\" to extract thermal energy from a\nlow-temperature medium.\n","Comment: 4 pages, 7 figures"]}]
["0902.3755",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3755"],"date":["2009-02-21","2009-10-16"],"type":["text"],"creator":["Halle, Lars Halvard","Nicaise, Johannes"],"language":[],"coverage":[],"title":["Motivic zeta functions of abelian varieties, and the monodromy\n  conjecture"],"description":["  We prove for abelian varieties a global form of Denef and Loeser's motivic\nmonodromy conjecture, in arbitrary characteristic. More precisely, we prove\nthat for every tamely ramified abelian variety $A$ over a complete discretely\nvalued field, its motivic zeta function has a unique pole at Chai's base change\nconductor $c(A)$ of $A$, and that the order of this pole equals one plus the\npotential toric rank of $A$. Moreover, we show that for every embedding of\n$\\Q_\\ell$ in $\\C$, the value $\\exp(2\\pi i c(A))$ is an $\\ell$-adic tame\nmonodromy eigenvalue of $A$. The main tool in the paper is Edixhoven's\nfiltration on the special fiber of the N\\'eron model of $A$, which measures the\nbehaviour of the N\\'eron model under tame base change.\n","Comment: The proof of the monodromy conjecture is generalized to all tamely\n  ramified abelian varieties, in arbitrary characteristic, using our results on\n  the rationality of the N\\'eron component series in arXiv:0910.1816. The\n  results on motivic invariants of degenerating CY-varieties will appear in a\n  separate paper"]}]
["0902.3910",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3910","Phys.Rev.D79:075016,2009","doi:10.1103/PhysRevD.79.075016"],"date":["2009-02-23","2009-03-25"],"type":["text"],"creator":["Abe, Tomohiro","Chivukula, R. Sekhar","Christensen, Neil D.","Hsieh, Ken","Matsuzaki, Shinya","Simmons, Elizabeth H.","Tanabashi, Masaharu"],"language":[],"coverage":[],"title":["Z to b bbar and Chiral Currents in Higgsless Models"],"description":["  In this note we compute the flavor-dependent chiral-logarithmic corrections\nto the decay Z to b bbar in the three site Higgsless model. We compute these\ncorrections diagrammatically in the \"gaugeless\" limit in which the electroweak\ncouplings vanish. We also compute the chiral-logarithmic corrections to the\ndecay Z to b bbar using an RGE analysis in effective field theory, and show\nthat the results agree. In the process of this computation, we compute the form\nof the chiral current in the gaugeless limit of the three-site model, and\nconsider the generalization to the N-site case. We elucidate the Ward-Takahashi\nidentities which underlie the gaugeless limit calculation in the three-site\nmodel, and describe how the result for the Z to b bbar amplitude is obtained in\nunitary gauge in the full theory. We find that the phenomenological constraints\non the three-site Higgsless model arising from measurements of Z to b bbar are\nrelatively mild, requiring only that the heavy Dirac fermion be heavier than 1\nTeV or so, and are satisfied automatically in the range of parameters allowed\nby other precision electroweak data.\n","Comment: 19 pages, 7 embedded eps figures (additional reference added)"]}]
["0903.1378",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Symplectic Geometry","14J32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.1378"],"date":["2009-03-07","2009-10-16"],"type":["text"],"creator":["Gross, Mark"],"language":[],"coverage":[],"title":["Mirror symmetry for P^2 and tropical geometry"],"description":["  This paper explores the relationship between mirror symmetry for P^2, at the\nlevel of big quantum cohomology, and tropical geometry. The mirror of P^2 is\ntypically taken to be ((C^*)^2,W), where W is a Landau-Ginzburg potential of\nthe form x+y+1/xy. The complex moduli space of the mirror is the universal\nunfolding of W, and oscillatory integrals produce a Frobenius manifold\nstructure on this universal unfolding. We show that W can be deformed by\ncounting Maslov index two tropical disks, and the natural paramaters appearing\nin this deformation are then the flat coordinates on the moduli space.\nFurthermore, the oscillatory integrals are shown to read off directly tropical\ncurve counts from the potential. Thus we show in fact that mirror symmetry for\nP^2 is equivalent in a strong sense to tropical curve counting formulas,\nincluding tropical formulas for gravitational descendent invariants.\n","Comment: 79 pages, New version has significantly improved exposition of proofs\n  and many typoes corrected"]}]
["0903.2440",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2440","Phys.Rev.D79:076009,2009","doi:10.1103/PhysRevD.79.076009"],"date":["2009-03-13","2009-05-04"],"type":["text"],"creator":["Rosell, Ignasi","Ruiz-Femenia, Pedro","Sanz-Cillero, Juan Jose"],"language":[],"coverage":[],"title":["Resonance saturation of the chiral couplings at NLO in 1/Nc"],"description":["  The precision obtainable in phenomenological applications of Chiral\nPerturbation Theory is currently limited by our lack of knowledge on the\nlow-energy constants (LECs). The assumption that the most important\ncontributions to the LECs come from the dynamics of the low-lying resonances,\noften referred to as the resonance saturation hypothesis, has stimulated the\nuse of large-Nc resonance lagrangians in order to obtain explicit values for\nthe LECs. We study the validity of the resonance saturation assumption at the\nnext-to-leading order in the 1/Nc expansion within the framework of Resonance\nChiral Theory (RChT). We find that, by imposing QCD short-distance constraints,\nthe chiral couplings can be written in terms of the resonance masses and\ncouplings and do not depend explicitly on the coefficients of the chiral\noperators in the Goldstone boson sector of RChT. As we argue, this is the\ncounterpart formulation of the resonance saturation statement in the context of\nthe resonance lagrangian. Going beyond leading order in the 1/Nc counting allow\nus to keep full control of the renormalization scale dependence of the LEC\nestimates.\n","Comment: 9 pages, 3 eps figures. Added references, version published in Phys.\n  Rev. D"]}]
["0903.3473",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3473","Phys.Lett.B679:118-121,2009","doi:10.1016/j.physletb.2009.07.029"],"date":["2009-03-20","2009-07-16"],"type":["text"],"creator":["Gu, Pei-Hong","Sarkar, Utpal"],"language":[],"coverage":[],"title":["Annihilating Leptogenesis"],"description":["  Leptogenesis is usually realized through decays of heavy particles. In this\narticle we consider another possibility of generating a lepton asymmetry\nthrough annihilations of heavy particles. We demonstrate our idea with a\nrealistic extension of the standard model containing a heavy doublet and a\nlight singlet scalars in addition to right-handed neutrinos and Higgs triplets\nrequired for type-I+II seesaw of neutrino masses. We also clarify that this\nannihilating leptogenesis scenario can be naturally embedded in more\nfundamental theories, like left-right symmetric models or grand unified\ntheories.\n","Comment: 5 pages, 2 figures. A singlet scalar as dark matter is introduced to\n  solve the flaw of the overabundant relic density in the original model.\n  References added, typos corrected and title changed. Accepted by PLB"]}]
["0903.5279",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.5279"],"date":["2009-03-30","2009-10-16"],"type":["text"],"creator":["Biondini, Gino","Maruno, Ken-ichi","Oikawa, Masayuki","Tsuji, Hidekazu"],"language":[],"coverage":[],"title":["Soliton interactions of the Kadomtsev-Petviashvili equation and\n  generation of large-amplitude water waves"],"description":["  We study the maximum wave amplitude produced by line-soliton interactions of\nthe Kadomtsev-Petviashvili II (KPII) equation, and we discuss a mechanism of\ngeneration of large amplitude shallow water waves by multi-soliton interactions\nof KPII. We also describe a method to predict the possible maximum wave\namplitude from asymptotic data. Finally, we report on numerical simulations of\nmulti-soliton complexes of the KPII equation which verify the robustness of all\ntypes of soliton interactions and web-like structure.\n","Comment: 28 pages, 11 figures. Stud. Appl. Math. vol. 122 (2009). Editorial\n  production errors in the printed version were corrected. Several discussions\n  about amplitude were improved. Some figures were improved"]}]
["0904.1077",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1077","JHEP 0906:041,2009","doi:10.1088/1126-6708/2009/06/041"],"date":["2009-04-07"],"type":["text"],"creator":["Weinzierl, Stefan"],"language":[],"coverage":[],"title":["Event shapes and jet rates in electron-positron annihilation at NNLO"],"description":["  This article gives the perturbative NNLO results for the most commonly used\nevent shape variables associated to three-jet events in electron-positron\nannihilation: Thrust, heavy jet mass, wide jet broadening, total jet\nbroadening, C parameter and the Durham three-to-two jet transition variable. In\naddition the NNLO results for the jet rates corresponding to the Durham,\nGeneva, Jade-E0 and Cambridge jet algorithms are presented.\n","Comment: 54 pages"]}]
["0904.1883",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Representation Theory","16W30","16K50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1883"],"date":["2009-04-12","2009-10-16"],"type":["text"],"creator":["Carnovale, Giovanna","Cuadra, Juan"],"language":[],"coverage":[],"title":["On the subgroup structure of the full Brauer group of Sweedler Hopf\n  algebra"],"description":["  We introduce a family of three parameters 2-dimensional algebras representing\nelements in the Brauer group BQ(k,H_4) of Sweedler Hopf algebra H_4 over a\nfield k. They allow us to describe the mutual intersection of the subgroups\narising from a quasitriangular or coquasitriangular structure. We also\nintroduce a new subgroup of BQ(k,H_4) whose elements are represented by\nalgebras for which the two natural Z_2-gradings coincide. We construct an exact\nsequence relating this subgroup to the Brauer group of Nichols 8-dimensional\nHopf algebra E(2) with respect to the quasitriangular structure attached to the\n2x2-matrix N with 1 in the (1,2)-entry and zero elsewhere.\n","Comment: Final version, to appear in Israel Journal of Mathematics"]}]
["0905.0818",{"format":[],"subject":["Mathematics - General Mathematics","58, 53C"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0818"],"date":["2009-05-06","2009-10-16"],"type":["text"],"creator":["Marenich, Valery"],"language":[],"coverage":[],"title":["Flag Foliations Functionals. The Hopf Hypothesis"],"description":["  With the help of a new type of functionals we study manifolds diffeomorphic\nto $S^2\\times S^2$ and establish, in particular, the Hopf conjecture.\n","Comment: 11 pages"]}]
["0905.1168",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.1168","JHEP 10 (2009) 044","doi:10.1088/1126-6708/2009/10/044"],"date":["2009-05-07","2009-10-16"],"type":["text"],"creator":["Kroyter, Michael"],"language":[],"coverage":[],"title":["Superstring field theory equivalence: Ramond sector"],"description":["  We prove that the finite gauge transformation of the Ramond sector of the\nmodified cubic superstring field theory is ill-defined due to collisions of\npicture changing operators.\n  Despite this problem we study to what extent could a bijective classical\ncorrespondence between this theory and the (presumably consistent)\nnon-polynomial theory exist. We find that the classical equivalence between\nthese two theories can almost be extended to the Ramond sector: We construct\nmappings between the string fields (NS and Ramond, including Chan-Paton factors\nand the various GSO sectors) of the two theories that send solutions to\nsolutions in a way that respects the linearized gauge symmetries in both sides\nand keeps the action of the solutions invariant. The perturbative spectrum\naround equivalent solutions is also isomorphic.\n  The problem with the cubic theory implies that the correspondence of the\nlinearized gauge symmetries cannot be extended to a correspondence of the\nfinite gauge symmetries. Hence, our equivalence is only formal, since it\nrelates a consistent theory to an inconsistent one. Nonetheless, we believe\nthat the fact that the equivalence formally works suggests that a consistent\nmodification of the cubic theory exists. We construct a theory that can be\nconsidered as a first step towards a consistent RNS cubic theory.\n","Comment: v1: 24 pages. v2: 27 pages, significant modifications of the\n  presentation, new section, typos corrected, references added"]}]
["0905.2813",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2813"],"date":["2009-05-18","2009-10-16"],"type":["text"],"creator":["Arwadi, Toufic El"],"language":[],"coverage":[],"title":["New approach of Dbar method for discontinuous conductivity"],"description":["  This paper has been withdrawn by the authors\n"]}]
["0905.3654",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.3654","Mon.Not.Roy.Astron.Soc.399:195-208,2009","doi:10.1111/j.1365-2966.2009.15131.x"],"date":["2009-05-22"],"type":["text"],"creator":["van Loon, Jacco Th.","Smith, Keith T.","McDonald, Iain","Sarre, Peter J.","Fossey, Stephen J.","Sharp, Robert G."],"language":[],"coverage":[],"title":["Detailed maps of interstellar clouds in front of omega Centauri:\n  Small-scale structures in the Galactic Disc-Halo interface"],"description":["  We used the multiplex capabilities of the AAOmega spectrograph at the\nAnglo-Australian Telescope to create a half-square-degree map of the neutral\nand low-ionized ISM in front of the nearby (~5 kpc), most massive Galactic\nglobular cluster, omega Centauri. Its redshifted, metal-poor and hot horizontal\nbranch stars probe the medium-strong Ca II K and Na I D2 line absorption, and\nweak absorption in the lambda5780 and lambda5797 Diffuse Interstellar Bands\n(DIBs), on scales around a parsec. The kinematical and thermodynamical picture\nemerging from these data is that we predominantly probe the warm neutral medium\nand weakly-ionized medium of the Galactic Disc-Halo interface, ~0.3-1 kpc above\nthe mid-plane. A comparison with Spitzer Space Telescope 24-micron and\nDIRBE/IRAS maps of the warm and cold dust emission confirms that both Na I and\nCa II trace the overall column density of the warm neutral and weakly-ionized\nmedium. Clear signatures are seen of the depletion of calcium atoms from the\ngas phase into dust grains. Curiously, the coarse DIRBE/IRAS map is a more\nreliable representation of the relative reddening between sightlines than the\nNa I and Ca II absorption-line measurements, most likely because the latter are\nsensitive to fluctuations in the local ionization conditions. The behaviour of\nthe DIBs is consistent with the lambda5780 band being stronger than the\nlambda5797 band in regions where the ultraviolet radiation level is relatively\nhigh, as in the Disc-Halo interface. This region corresponds to a sigma-type\ncloud. In all, our maps and simple analytical model calculations show in\nunprecedented detail that small-scale density and/or ionization structures\nexist in the extra-planar gas of a spiral galaxy. (abridged)\n","Comment: Accepted for publication in MNRAS"]}]
["0905.3796",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.3796","Phys. Rev. Lett. 103, 130601 (2009)","doi:10.1103/PhysRevLett.103.130601"],"date":["2009-05-25"],"type":["text"],"creator":["Zapata, I.","Albaladejo, S.","Parrondo, J. M. R.","Sáenz, J. J.","Sols, F."],"language":[],"coverage":[],"title":["Deterministic ratchet from stationary light fields"],"description":["  Ratchets are dynamic systems where particle transport is induced by\nzero-average forces due to the interplay between nonlinearity and asymmetry.\nGenerally, they rely on the effect of a strong external driving. We show that\nstationary optical lattices can be designed to generate particle flow in one\ndirection while requiring neither noise nor driving. Such optical fields must\nbe arranged to yield a combination of conservative (dipole) and nonconservative\n(radiation pressure) forces. Under strong friction all paths converge to a\ndiscrete set of limit periodic trajectories flowing in the same direction.\n","Comment: 6 pages, 4 figures"]}]
["0906.0066",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0066","Phys.Rev.C80:034312,2009","doi:10.1103/PhysRevC.80.034312"],"date":["2009-05-30"],"type":["text"],"creator":["Patra, S. K.","Bhuyan, M.","Mehta, M. S.","Gupta, Raj K."],"language":[],"coverage":[],"title":["Superdeformed and Hyperdeformed States in Z=122 Isotopes"],"description":["  We calculate the binding energy, root-mean-square radius and quadrupole\ndeformation parameter for the recent, possibly discovered superheavey element\nZ=122, using the axially deformed relativistic mean field (RMF) and\nnon-relativistic Skyrme Hartree-Fock (SHF) formalisms. The calculation is\nextended to include various isotopes of Z=122 element, strarting from A=282 to\nA=320. We predict highly deformed structures in the ground state for all the\nisotopes. A shape transition appears at about A=290 from a highly oblate to a\nlarge prolate shape, which may be considered as the superdeformed and\nhyperdeformed structures of Z=122 nucleus in the mean field approaches. The\nmost stable isotope (largest binding energy per nucleon) is found to be\n$^{302}$122, instead of the experimentally observed $^{292}$122.\n","Comment: 7 pages 8 Figures 2 Table"]}]
["0906.0945",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0945","Phys.Rev.D80:074505,2009","doi:10.1103/PhysRevD.80.074505"],"date":["2009-06-04","2009-09-30"],"type":["text"],"creator":["Horgan, R. R.","Khomskii, L.","Meinel, S.","Wingate, M.","Foley, K. M.","Lepage, G. P.","von Hippel, G. M.","Hart, A.","Müller, E. H.","Davies, C. T. H.","Dougall, A.","Wong, K. Y."],"language":[],"coverage":[],"title":["Moving NRQCD for heavy-to-light form factors on the lattice"],"description":["  We formulate Non-Relativistic Quantum Chromodynamics (NRQCD) on a lattice\nwhich is boosted relative to the usual discretization frame. Moving NRQCD\n(mNRQCD) allows us to treat the momentum for the heavy quark arising from the\nframe choice exactly. We derive mNRQCD through O(1/m^2,v^4), as accurate as the\nNRQCD action in present use, both in the continuum and on the lattice with\nO(a^4) improvements. We have carried out extensive tests of the formalism\nthrough calculations of two-point correlators for both heavy-heavy\n(bottomonium) and heavy-light (B_s) mesons in 2+1 flavor lattice QCD and\nobtained nonperturbative determinations of energy shift and external momentum\nrenormalization. Comparison to perturbation theory at O(\\alpha_s) is also made.\nThe results demonstrate the effectiveness of mNRQCD. In particular we show that\nthe decay constants of heavy-light and heavy-heavy mesons can be calculated\nwith small systematic errors up to much larger momenta than with standard\nNRQCD.\n","Comment: 34 pages. v2: accepted version, updated tables and figures,\n  conclusions unchanged"]}]
["0906.1506",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1506","Europhys. Lett. 88, 10003 (2009)","doi:10.1209/0295-5075/88/10003"],"date":["2009-06-08","2009-09-01"],"type":["text"],"creator":["Dybiec, Bartlomiej","Gudowska-Nowak, Ewa"],"language":[],"coverage":[],"title":["Anomalous diffusion and generalized Sparre-Andersen scaling"],"description":["  We are discussing long-time, scaling limit for the anomalous diffusion\ncomposed of the subordinated L\\'evy-Wiener process. The limiting anomalous\ndiffusion is in general non-Markov, even in the regime, where ensemble averages\nof a mean-square displacement or quantiles representing the group spread of the\ndistribution follow the scaling characteristic for an ordinary stochastic\ndiffusion. To discriminate between truly memory-less process and the non-Markov\none, we are analyzing deviation of the survival probability from the (standard)\nSparre-Andersen scaling.\n","Comment: 5 pages, 3 figures"]}]
["0906.2484",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2484"],"date":["2009-06-13","2009-10-16"],"type":["text"],"creator":["Garnett, John","Killip, Rowan","Schul, Raanan"],"language":[],"coverage":[],"title":["A doubling measure on $\\R^d$ can charge a rectifiable curve"],"description":["  For $d\\geq 2$, we construct a doubling measure $\\nu$ on $\\R^d$ and a\nrectifiable curve $\\Gamma$ such that $\\nu(\\Gamma)>0$.\n","Comment: 8 pages. 1 figure. V2: Minor changes made after ref. report. To\n  appear in Proc. of the AMS"]}]
["0906.2494",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2494","Phys. Rev. Lett. 103, 160602 (2009)","doi:10.1103/PhysRevLett.103.160602"],"date":["2009-06-13"],"type":["text"],"creator":["Kolton, Alejandro B.","Schehr, Gregory","Doussal, Pierre Le"],"language":[],"coverage":[],"title":["Universal non stationary dynamics at the depinning transition"],"description":["  We study the non-stationary dynamics of an elastic interface in a disordered\nmedium at the depinning transition. We compute the two-time response and\ncorrelation functions, found to be universal and characterized by two\nindependent critical exponents. We find a good agreement between two-loop\nFunctional Renormalization Group calculations and molecular dynamics\nsimulations for the scaling forms, and for the response aging exponent\n$\\theta_R$. We also describe a dynamical dimensional crossover, observed at\nlong times in the relaxation of a finite system. Our results are relevant for\nthe non-steady driven dynamics of domain walls in ferromagnetic films and\ncontact lines in wetting.\n","Comment: 4 pages, 3 figures"]}]
["0906.5426",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5426","2009 J. Phys. B: At. Mol. Opt. Phys. 42 215302","doi:10.1088/0953-4075/42/21/215302"],"date":["2009-06-30","2009-09-22"],"type":["text"],"creator":["Biswas, Anindya"],"language":[],"coverage":[],"title":["Effect of realistic interatomic interactions and two-body correlation on\n  the heat capacity of a trapped BEC"],"description":["  An approximate many-body theory has been used to calculate the heat capacity\nand the condensate fraction of a BEC with effective repulsive interaction. The\neffect of interactions has been analyzed and compared with the non-interacting\ncase. It has been found that the repulsive interaction lowers the critical\ntemperature from the value found in the non-interacting case. The difference\nbetween the critical temperatures increases with the increase in the total\nnumber of atoms in the trap.\n","Comment: 15 pages, 5 figures"]}]
["0906.5429",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5429","Class.Quant.Grav.26:215005,2009","doi:10.1088/0264-9381/26/21/215005"],"date":["2009-06-30","2009-10-02"],"type":["text"],"creator":["Vitagliano, Vincenzo","Liberati, Stefano","Faraoni, Valerio"],"language":[],"coverage":[],"title":["Averaging inhomogeneities in scalar-tensor cosmology"],"description":["  The backreaction of inhomogeneities on the cosmic dynamics is studied in the\ncontext of scalar-tensor gravity. Due to terms of indefinite sign in the\nnon-canonical effective energy tensor of the Brans-Dicke-like scalar field,\nextra contributions to the cosmic acceleration can arise. Brans-Dicke and\nmetric f(R) gravity are presented as specific examples. Certain representation\nproblems of the formalism peculiar to these theories are pointed out.\n","Comment: Comments and references added. 14 pages"]}]
["0907.0538",{"format":[],"subject":["Mathematics - Dynamical Systems","28D15","37A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0538"],"date":["2009-07-03","2009-10-16"],"type":["text"],"creator":["De la Rue, Thierry"],"language":[],"coverage":[],"title":["Notes on Austin's multiple ergodic theorem"],"description":["  The purpose of this note is to present my understanding of Tim Austin's proof\nof the multiple ergodic theorem for commuting transformations, emphasizing on\nthe use of joinings, extensions and factors. The existence of a sated\nextension, which is a key argument in the proof, is presented in a general\ncontext.\n"]}]
["0907.0778",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0778","Phys. Rev. A 80, 033841 (2009)","doi:10.1103/PhysRevA.80.033841"],"date":["2009-07-04","2009-10-16"],"type":["text"],"creator":["Harkonen, K.","Plastina, F.","Maniscalco, S."],"language":[],"coverage":[],"title":["Dicke model and environment-induced entanglement in ion-cavity QED"],"description":["  We investigate realistic experimental conditions under which the collective\nDicke model can be implemented in ion-cavity QED context. We show how ideal\nsubradiance and superradiance can be observed and we propose an experiment to\ngenerate entanglement exploiting the existence of the subradiant state. We\nexplore the conditions to achieve optimal entanglement generation and we show\nthat they are reachable with current experimental technology.\n","Comment: 17 pages, 11 figures. V2: published version, one reference added,\n  typos corrected"]}]
["0907.1079",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1079","J. Phys. A: Math. Theor. 42 (2009) 425206 (14pp)","doi:10.1088/1751-8113/42/42/425206"],"date":["2009-07-06"],"type":["text"],"creator":["Assis, Paulo E. G.","Fring, Andreas"],"language":[],"coverage":[],"title":["From real fields to complex Calogero particles"],"description":["  We provide a novel procedure to obtain complex PT-symmetric multi-particle\nCalogero systems. Instead of extending or deforming real Calogero systems, we\nexplore here the possibilities for complex systems to arise from real nonlinear\nfield equations. We exemplify this procedure for the Boussinesq equation and\ndemonstrate how singularities in real valued wave solutions can be interpreted\nas N complex particles scattering amongst each other. We analyze this\nphenomenon in more detail for the two and three particle case. Particular\nattention is paid to the implemention of PT-symmetry for the complex multi\nparticle systems. New complex PT-symmetric Calogero systems together with their\nclassical solutions are derived.\n","Comment: 17 pages, 2 figures"]}]
["0907.1237",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1237","Phys. Rev. B 80, 155116 (2009)","doi:10.1103/PhysRevB.80.155116"],"date":["2009-07-07","2009-10-16"],"type":["text"],"creator":["Sentef, Michael","Kunes, Jan","Werner, Philipp","Kampf, Arno P."],"language":[],"coverage":[],"title":["Correlations in a band insulator"],"description":["  We study a model of a covalent band insulator with on-site Coulomb repulsion\nat half-filling using dynamical mean-field theory. Upon increasing the\ninteraction strength the system undergoes a discontinuous transition from a\ncorrelated band insulator to a Mott insulator with hysteretic behavior at low\ntemperatures. Increasing the temperature in the band insulator close to the\ninsulator-insulator transition we find a crossover to a Mott insulator at\nelevated temperatures. Remarkably, correlations decrease the energy gap in the\ncorrelated band insulator. The gap renormalization can be traced to the\nlow-frequency behavior of the self-energy, analogously to the quasiparticle\nrenormalization in a Fermi liquid. While the uncorrelated band insulator is\ncharacterized by a single gap for both charge and spin excitations, the spin\ngap is smaller than the charge gap in the correlated system.\n","Comment: 7 pages, 7 figures"]}]
["0907.1244",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1244","Phys. Rev. E 80, 040801 (R) (2009)","doi:10.1103/PhysRevE.80.040801"],"date":["2009-07-07","2009-07-09"],"type":["text"],"creator":["Obermayer, B.","Frey, E."],"language":[],"coverage":[],"title":["Tension dynamics and viscoelasticity of extensible wormlike chains"],"description":["  The dynamic response of prestressed semiflexible biopolymers is characterized\nby the propagation and relaxation of tension, which arises due to the near\ninextensibility of a stiff backbone. It is coupled to the dynamics of contour\nlength stored in thermal undulations, but also to the local relaxation of\nelongational strain. We present a systematic theory of tension dynamics for\nstiff yet extensible wormlike chains. Our results show that even moderate\nprestress gives rise to distinct Rouse-like extensibility signatures in the\nhigh-frequency viscoelastic response.\n","Comment: 4 pages, 1 figure; corrected typos"]}]
["0907.1323",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1323","J. Phys. B: At. Mol. Opt. Phys. 42, 215305 (2009)","doi:10.1088/0953-4075/42/21/215305"],"date":["2009-07-07","2009-07-20"],"type":["text"],"creator":["Pertot, Daniel","Greif, Daniel","Albert, Stephan","Gadway, Bryce","Schneble, Dominik"],"language":[],"coverage":[],"title":["Versatile transporter apparatus for experiments with optically trapped\n  Bose-Einstein condensates"],"description":["  We describe a versatile and simple scheme for producing magnetically and\noptically-trapped Rb-87 Bose-Einstein condensates, based on a moving-coil\ntransporter apparatus. The apparatus features a TOP trap that incorporates the\nmovable quadrupole coils used for magneto-optical trapping and long-distance\nmagnetic transport of atomic clouds. As a stand-alone device, this trap allows\nfor the stable production of condensates containing up to one million atoms. In\ncombination with an optical dipole trap, the TOP trap acts as a funnel for\nefficient loading, after which the quadrupole coils can be retracted, thereby\nmaximizing optical access. The robustness of this scheme is illustrated by\nrealizing the superfluid-to-Mott insulator transition in a three-dimensional\noptical lattice.\n"]}]
["0907.1564",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1564","Phys. Rev. B 80, 134413 (2009)","doi:10.1103/PhysRevB.80.134413"],"date":["2009-07-09","2009-10-16"],"type":["text"],"creator":["Powell, Stephen","Chalker, J. T."],"language":[],"coverage":[],"title":["Classical to quantum mapping for an unconventional phase transition in a\n  three-dimensional classical dimer model"],"description":["  We study the transition between a Coulomb phase and a dimer crystal observed\nin numerical simulations of the three-dimensional classical dimer model, by\nmapping it to a quantum model of bosons in two dimensions. The quantum phase\ntransition that results, from a superfluid to a Mott insulator at fractional\nfilling, belongs to a class that cannot be described within the\nLandau-Ginzburg-Wilson paradigm. Using a second mapping, to a dual model of\nvortices, we show that the long-wavelength physics near the transition is\ndescribed by a U(1) gauge theory with SU(2) matter fields.\n","Comment: 15 pages, 5 figures; v2: added appendix"]}]
["0907.2717",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.2717","Phys. Rev. E 80 (4), 041115 (12 pages) 13 October 2009","doi:10.1103/PhysRevE.80.041115"],"date":["2009-07-15"],"type":["text"],"creator":["Boettcher, S.","Cook, J. L.","Ziff, R. M."],"language":[],"coverage":[],"title":["Small-World Bonds and Patchy Percolation on the Hanoi Network"],"description":["  The bond-percolation properties of the Hanoi networks are analyzed with the\nrenormalization group. Unlike scale-free networks, they are meant to provide an\nanalytically tractable interpolation between finite dimensional, lattice-based\nmodels and their mean-field limits. In percolation, the hierarchical\nsmall-world bonds in the Hanoi networks impose a new form of order by uniting\notherwise disconnected, local clusters. This \"patchy\" order results in merely a\nfinite probability to obtain a spanning cluster for certain ranges of the bond\nprobability, unlike the usual 0-1 transition found on ordinary lattices. The\nvarious networks studied here exhibit a range of phase behaviors, depending on\nthe prevalence of those long-range bonds. Fixed points in general exhibit\nnon-universal behavior.\n","Comment: 12 pages, revtex, 15 figures, find related papers at\n  http://www.physics.emory.edu/faculty/boettcher/"]}]
["0907.3048",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3048","Phys.Rev.D80:061701,2009","doi:10.1103/PhysRevD.80.061701"],"date":["2009-07-17","2009-09-18"],"type":["text"],"creator":["Kleinschmidt, Axel","Koehn, Michael","Nicolai, Hermann"],"language":[],"coverage":[],"title":["Supersymmetric quantum cosmological billiards"],"description":["  D=11 Supergravity near a space-like singularity admits a cosmological\nbilliard description based on the hyperbolic Kac-Moody group E10. The\nquantization of this system via the supersymmetry constraint is shown to lead\nto wavefunctions involving automorphic (Maass wave) forms under the modular\ngroup W^+(E10)=PSL(2,O) with Dirichlet boundary conditions on the billiard\ndomain. A general inequality for the Laplace eigenvalues of these automorphic\nforms implies that the wave function of the universe is generically complex and\nalways tends to zero when approaching the initial singularity. We discuss\npossible implications of this result for the question of singularity resolution\nin quantum cosmology and comment on the differences with other approaches.\n","Comment: 4 pages. v2: Added ref. Version to be published in PRD"]}]
["0907.3978",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3978","Phys. Rev. D 80, 073008 (2009)","doi:10.1103/PhysRevD.80.073008"],"date":["2009-07-23","2009-09-18"],"type":["text"],"creator":["Samanta, Abhijit"],"language":[],"coverage":[],"title":["Prospects of measuring the leptonic CP phase with atmospheric neutrinos"],"description":["  We have studied the prospects of measuring the CP violating phase with\natmospheric neutrinos at a large magnetized iron calorimeter detector\nconsidering the muons (directly measurable) of the neutrino events generated by\na MonteCarlo event generator Nuance. The effect of $\\theta_{13}$ and\n$\\delta_{CP}$ appears dominantly neither in atmospheric neutrino oscillation\nnor in solar neutrino oscillation, but appears as subleading in both cases.\nThese are observable in range of $E \\sim 1$ GeV for atmospheric neutrino, where\nsolar and atmospheric oscillation couple. In this regime, the quasi-elastic\nevents dominate and the energy resolution is very good, but the angular\nresolution is very poor. Unlike beam experiments this poor angular resolution\nacts against its measurements. However, we find that one can be able to\ndistinguish $\\delta_{CP}\\approx 0^\\circ$ and $180^\\circ$ at 90% confidence\nlevel. We find no significant sensitivity for $\\delta_{CP}\\approx 90^\\circ$ or\n$270^\\circ$.\n","Comment: 9 pages, 7 figures, clarifying discussions on results added; accepted\n  in Phys. Rev. D"]}]
["0907.4346",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Statistical Mechanics","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4346","Phys. Rev. E 80, 046110 (2009)","doi:10.1103/PhysRevE.80.046110"],"date":["2009-07-24"],"type":["text"],"creator":["Karrer, Brian","Newman, M. E. J."],"language":[],"coverage":[],"title":["Random graph models for directed acyclic networks"],"description":["  We study random graph models for directed acyclic graphs, an important class\nof networks that includes citation networks, food webs, and feed-forward neural\nnetworks among others. We propose two specific models, roughly analogous to the\nfixed edge number and fixed edge probability variants of traditional undirected\nrandom graphs. We calculate a number of properties of these models, including\nparticularly the probability of connection between a given pair of vertices,\nand compare the results with real-world acyclic network data finding that\ntheory and measurements agree surprisingly well -- far better than the often\npoor agreement of other random graph models with their corresponding real-world\nnetworks.\n","Comment: 14 pages, 5 figures"]}]
["0907.5009",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.5009","JHEP 0909:011,2009","doi:10.1088/1126-6708/2009/09/011"],"date":["2009-07-28","2009-08-21"],"type":["text"],"creator":["Dalmazi, D.","Mendonca, E. L."],"language":[],"coverage":[],"title":["A new spin-2 self-dual model in $D=2+1$"],"description":["  There are three self-dual models of massive particles of helicity +2 (or -2)\nin $D=2+1$. Each model is of first, second, and third-order in derivatives.\nHere we derive a new self-dual model of fourth-order, $\\cL {SD}^{(4)}$, which\nfollows from the third-order model (linearized topologically massive gravity)\nvia Noether embedment of the linearized Weyl symmetry. In fact, each self-dual\nmodel can be obtained from the previous one $ \\cL {SD}^{(i)} \\to \\cL\n{SD}^{(i+1)}, i=1,2,3$ by the Noether embedment of an appropriate gauge\nsymmetry, culminating in $\\cL {SD}^{(4)}$. The new model may be identified with\nthe linearized version of $\\cL {HDTMG} = \\epsilon^{\\mu\\nu\\rho}\n\\Gamma_{\\mu\\gamma}^\\epsilon (\\p_\\nu\\Gamma_{\\epsilon\\rho}^\\gamma +\n(2/3)\\Gamma_{\\nu\\delta}^\\gamma \\Gamma_{\\rho\\epsilon}^\\delta) /8 m +\n\\sqrt{-g}(R_{\\mu\\nu} R^{\\nu\\mu} - 3 R^2/8) /2 m^2 $. We also construct a master\naction relating the third-order self-dual model to $\\cL {SD}^{(4)}$ by means of\na mixing term with no particle content which assures spectrum equivalence of\n$\\cL {SD}^{(4)}$ to other lower-order self-dual models despite its pure higher\nderivative nature and the absence of the Einstein-Hilbert action. The relevant\ndegrees of freedom of $\\cL {SD}^{(4)}$ are encoded in a rank-two tensor which\nis symmetric, traceless and transverse due to trivial (non-dynamic) identities,\ncontrary to other spin-2 self-dual models. We also show that the Noether\nembedment of the Fierz-Pauli theory leads to the new massive gravity of\nBergshoeff, Hohm and Townsend.\n","Comment: 14 pages, no figures, typos fixed, reference (19) modified"]}]
["0907.5011",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.5011","JHEP 0909:117,2009","doi:10.1088/1126-6708/2009/09/117"],"date":["2009-07-28","2009-09-28"],"type":["text"],"creator":["Morgan, Jaqueline","Cardoso, Vitor","Miranda, Alex S.","Molina, C.","Zanchin, Vilson T."],"language":[],"coverage":[],"title":["Gravitational quasinormal modes of AdS black branes in d spacetime\n  dimensions"],"description":["  The AdS/CFT duality has established a mapping between quantities in the bulk\nAdS black-hole physics and observables in a boundary finite-temperature field\ntheory. Such a relationship appears to be valid for an arbitrary number of\nspacetime dimensions, extrapolating the original formulations of Maldacena's\ncorrespondence. In the same sense properties like the hydrodynamic behavior of\nAdS black-hole fluctuations have been proved to be universal. We investigate in\nthis work the complete quasinormal spectra of gravitational perturbations of\n$d$-dimensional plane-symmetric AdS black holes (black branes). Holographically\nthe frequencies of the quasinormal modes correspond to the poles of two-point\ncorrelation functions of the field-theory stress-energy tensor. The important\nissue of the correct boundary condition to be imposed on the gauge-invariant\nperturbation fields at the AdS boundary is studied and elucidated in a fully\n$d$-dimensional context. We obtain the dispersion relations of the first few\nmodes in the low-, intermediate- and high-wavenumber regimes. The sound-wave\n(shear-mode) behavior of scalar (vector)-type low-frequency quasinormal mode is\nanalytically and numerically confirmed. These results are found employing both\na power series method and a direct numerical integration scheme.\n","Comment: added references, typos corrected, minor changes, final version for\n  JHEP"]}]
["0907.5036",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.5036","JHEP 0909:068,2009","doi:10.1088/1126-6708/2009/09/068"],"date":["2009-07-28","2009-09-14"],"type":["text"],"creator":["Hoyos-Badajoz, Carlos"],"language":[],"coverage":[],"title":["Drag and jet quenching of heavy quarks in a strongly coupled N=2* plasma"],"description":["  The drag of a heavy quark and the jet quenching parameter are studied in the\nstrongly coupled N=2* plasma using the AdS/CFT correspondence. Both increase in\nunits of the spatial string tension as the theory departs from conformal\ninvariance. The description of heavy quark dynamics using a Langevin equation\nis also considered. It is found that the difference between the velocity\ndependent factors of the transverse and longitudinal momentum broadening of the\nquark admit an interpretation in terms of relativistic effects, so the\ndistribution is spherical in the quark rest frame. When conformal invariance is\nbroken there is a broadening of the longitudinal momentum distribution. This\neffect may be useful in understanding the jet distribution observed in\nexperiments.\n","Comment: 30 pages, 5 figures, references added, minor corrections. To be\n  published in JHEP"]}]
["0907.5144",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.5144","Phys.Lett.B680:113-117,2009","doi:10.1016/j.physletb.2009.08.051"],"date":["2009-07-29","2009-09-12"],"type":["text"],"creator":["Sheykhi, Ahmad"],"language":[],"coverage":[],"title":["Interacting agegraphic dark energy models in non-flat universe"],"description":["  A so-called \"agegraphic dark energy\" was recently proposed to explain the\ndark energy-dominated universe. In this Letter, we generalize the agegraphic\ndark energy models to the universe with spatial curvature in the presence of\ninteraction between dark matter and dark energy. We show that these models can\naccommodate $w_D = -1 $ crossing for the equation of state of dark energy. In\nthe limiting case of a flat universe, i.e. $k = 0$, all previous results of\nagegraphic dark energy in flat universe are restored.\n","Comment: 6 pages, references added"]}]
["0907.5159",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.5159","Phys.Lett.B680:118-124,2009","doi:10.1016/j.physletb.2009.08.053"],"date":["2009-07-29","2009-08-26"],"type":["text"],"creator":["Li, Mingzhe","Cai, Yi-Fu","Wang, Xiulian","Zhang, Xinmin"],"language":[],"coverage":[],"title":["$CPT$ Violating Electrodynamics and Chern-Simons Modified Gravity"],"description":["  The electrodynamics with a Chern-Simons term\n$p_{\\mu}A_{\\nu}\\widetilde{F}^{\\mu\\nu}$ violates Lorentz and $CPT$ symmetries\nwith a non-vanishing $p_{\\mu}$. For a fixed vector $p_{\\mu}$, in this paper we\npoint out that the energy-momentum tensor of this theory coupled to the gravity\nminimally is symmetric but not divergence free, which consequently makes the\ngravitational field equation inconsistent. To preserve the consistency, we\nintroduce a Chern-Simons term in the gravity sector with the coefficient\ndetermined by the Lorentz and $CPT$ violating term in the electromagnetic\nfield. Further we study the phenomenologies of the model on the cosmic\nmicrowave background radiation and the relic gravitational waves.\n","Comment: 11 pages, 1 figure, the version to appear in Physics Letters B"]}]
["0907.5160",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.5160","AIP Conf.Proc.1130:89-100,2009","doi:10.1063/1.3146242"],"date":["2009-07-29"],"type":["text"],"creator":["Marugan, Guillermo A. Mena"],"language":[],"coverage":[],"title":["A Brief Introduction to Loop Quantum Cosmology"],"description":["  In recent years, Loop Quantum Gravity has emerged as a solid candidate for a\nnonperturbative quantum theory of General Relativity. It is a background\nindependent theory based on a description of the gravitational field in terms\nof holonomies and fluxes. In order to discuss its physical implications, a lot\nof attention has been paid to the application of the quantization techniques of\nLoop Quantum Gravity to symmetry reduced models with cosmological solutions, a\nline of research that has been called Loop Quantum Cosmology. We summarize its\nfundamentals and the main differences with respect to the more conventional\nquantization approaches employed in cosmology until now. In addition, we\ncomment on the most important results that have been obtained in Loop Quantum\nCosmology by analyzing simple homogeneous and isotropic models. These results\ninclude the resolution of the classical big-bang singularity, which is replaced\nby a quantum bounce.\n","Comment: 15 pages, published in AIP Conference Proceedings, Volume 1130,\n  Geometry and Physics: XVII International Fall Workshop on Geometry and\n  Physics"]}]
["0907.5256",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.5256","Phys.Lett.B679:491-498,2009","doi:10.1016/j.physletb.2009.08.030"],"date":["2009-07-30","2009-08-12"],"type":["text"],"creator":["Myung, Yun Soo"],"language":[],"coverage":[],"title":["Generalized uncertainty principle and Ho\\v{r}ava-Lifshitz gravity"],"description":["  We explore a connection between generalized uncertainty principle (GUP) and\nmodified Ho\\v{r}ava-Lifshitz (HL) gravity. The GUP density function may be\nreplaced by the cutoff function for the renormalization group of modified\nHo\\v{r}ava-Lifshitz gravity. We find the GUP-corrected graviton propagators and\ncompare these with tensor propagators in the HL gravity. Two are qualitatively\nsimilar, but the $p^5$-term arisen from Cotton tensor is missed in the\nGUP-corrected graviton propagator.\n","Comment: 14 pages, 2 figures, version to appear in PLB"]}]
["0907.5280",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.5280","Annals Phys.324:1847-1854,2009","doi:10.1016/j.aop.2009.06.002"],"date":["2009-07-30"],"type":["text"],"creator":["Zhang, Jian-Zu"],"language":[],"coverage":[],"title":["Deformed \"Commutative\" Chern - Simons System"],"description":["  Noncommutative Chern - Simons' system is non-perturbatively investigated at a\nfull deformed level. A deformed \"commutative\" phase space is found by a\nnon-canonical change between two sets of deformed variables of noncommutative\nspace. It is explored that in the \"commutative\" phase space all calculations\nare similar to the case in commutative space. Spectra of the energy and angular\nmomentum of the Chern - Simons' system are obtained at the full deformed level.\nThe noncommutative-commutative correspondence is clearly showed. Formalism for\nthe general dynamical system is briefly presented. Some subtle points are\nclarified.\n","Comment: 15 pages"]}]
["0907.5307",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.5307","JHEP 0909:124,2009","doi:10.1088/1126-6708/2009/09/124"],"date":["2009-07-30","2009-09-11"],"type":["text"],"creator":["Webber, Bryan"],"language":[],"coverage":[],"title":["Mass determination in sequential particle decay chains"],"description":["  A simple method is proposed for determining the masses of new particles in\ncollider events containing a pair of decay chains (not necessarily identical)\nof the form Z -> Y+1, Y -> X+2, X -> N+3, where 1,2 and 3 are visible but N is\nnot. Initial study of a possible supersymmetric case suggests that the method\ncan determine the four unknown masses in effectively identical chains with good\naccuracy from samples of a few tens of events.\n","Comment: 11 pages, 3 figures. Mention of application to shorter decay chains\n  and references added"]}]
["0907.5348",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.5348","AIP Conf.Proc.1160:120-125,2009","doi:10.1063/1.3232018"],"date":["2009-07-30"],"type":["text"],"creator":["Dumas, J.","Grames, J.","Voutier, E."],"language":[],"coverage":[],"title":["A polarized positron source for CEBAF"],"description":["  A compact polarized positron source for Jefferson Lab is discussed. This\nscheme relies upon a high polarization (85%), high current (1 mA), low-energy\n(<100 MeV) electron beam to generate polarized positrons in a conversion target\nvia polarized bremsstrahlung and pair creation. GEANT4 is used to simulate\nsource distributions suitable for a CEBAF-like injector with positron\npolarization ~60% and nano-Ampere intensity. An experiment to test this scheme\nis outlined.\n"]}]
["0907.5555",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.5555","JHEP 0909:102,2009","doi:10.1088/1126-6708/2009/09/102"],"date":["2009-07-31","2009-09-23"],"type":["text"],"creator":["Kao, Hsien-Chung","Wen, Wen-Yu"],"language":[],"coverage":[],"title":["Absorption cross section in warped AdS_3 black hole revisited"],"description":["  We investigate the absorption cross section for minimal-coupled scalars in\nthe warped AdS_3 black hole. According to our calculation, the cross section\nreduces to the horizon area in the low energy limit as usually expected in\ncontrast to what was previously found. We also calculate the greybody factor\nand find that the effective temperatures for the two chiral CFT's are\nconsistent with that derived from the quasinormal modes. Observing the\nconjectured warped AdS/CFT correspondence, we suspect that a specific sector of\nthe CFT operators with the desired conformal dimension could be responsible for\nthe peculiar thermal behaviour of the warped AdS_3 black hole.\n","Comment: 16+1 pages, typos corrected, references and footnotes added"]}]
["0908.0159",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0159","Phys.Lett.B681:147-150,2009","doi:10.1016/j.physletb.2009.10.018"],"date":["2009-08-02"],"type":["text"],"creator":["Hiller, Brigitte","Broniowski, Wojciech","Osipov, Alexander A.","Blin, Alex H."],"language":[],"coverage":[],"title":["Quadrupole polarizabilities of the pion in the Nambu--Jona-Lasinio model"],"description":["  The electromagnetic dipole and quadrupole polarizabilities of the neutral and\ncharged pions are calculated in the Nambu--Jona-Lasinio model. Our results\nagree with the recent experimental analysis of these quantities based on\nDispersion Sum Rules. Comparison is made with the results from the Chiral\nPerturbation Theory.\n","Comment: 9 pages, 1 fig"]}]
["0908.0941",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0941","Phys.Rev.D80:076004,2009","doi:10.1103/PhysRevD.80.076004"],"date":["2009-08-07","2009-09-29"],"type":["text"],"creator":["Barger, Vernon","Marfatia, Danny","Mustafayev, Azar","Soleimani, Ali"],"language":[],"coverage":[],"title":["SUSY dark matter and lepton flavor violation"],"description":["  We study lepton flavor-violating (LFV) processes within a supersymmetric\ntype-I seesaw framework with flavor-blind universal boundary conditions,\nproperly accounting for the effect of the neutrino sector on the dark matter\nrelic abundance. We consider several possibilities for the neutrino Yukawa\ncoupling matrix and show that in regions of SUSY parameter space that yield the\ncorrect neutralino relic density, LFV rates can differ from naive estimates by\nup to two orders of magnitude. Contrary to common belief, we find that current\nLFV limits do not exclude neutrino Yukawa couplings larger than top Yukawa\ncouplings. We introduce the ISAJET-M program that was used for the\ncomputations.\n","Comment: 37 pages, 9 figures, 6 tables. Version to appear in PRD"]}]
["0908.3158",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3158","doi:10.1088/0004-637X/705/1/854"],"date":["2009-08-21"],"type":["text"],"creator":["Hart, Quyen N.","Stocke, John T.","Hallman, Eric J."],"language":[],"coverage":[],"title":["X-ray Point Sources and Radio Galaxies in Clusters of Galaxies"],"description":["  Using Chandra imaging spectroscopy and VLA L-band maps, we have identified\nradio galaxies at P(1.4 GHz) >= 3x10^{23} W Hz^{-1} and X-ray point sources\n(XPSs) at L(0.3-8 keV) >= 10^{42} ergs s^{-1} in 11 moderate redshift\n(0.2<z<0.4) clusters of galaxies. Each cluster is uniquely chosen to have a\ntotal mass similar to predicted progenitors of the present-day Coma Cluster.\nWithin a projected radius of 1 Mpc we detect 20 radio galaxies and 8 XPSs\nconfirmed to be cluster members above these limits. 75% of these are detected\nwithin 500 kpc of the cluster center. This result is inconsistent with a random\nselection from bright, red sequence ellipticals at the > 99.999% level. All but\none of the XPSs are hosted by luminous ellipticals which otherwise show no\nother evidence for AGN activity. These objects are unlikely to be highly\nobscured AGN since there is no evidence for large amounts of X-ray or optical\nabsorption. The most viable model for these sources are low luminosity BL Lac\nObjects. The expected numbers of lower luminosity FR 1 radio galaxies and BL\nLacs in our sample converge to suggest that very deep radio and X-ray images of\nrich clusters will detect AGN in a large fraction of bright elliptical galaxies\nin the inner 500 kpc. Because both the radio galaxies and the XPSs possess\nrelativistic jets, they can inject heat into the ICM. Using the most recent\nscalings of P_jet ~ L_radio^{0.5} from Birzan et al. (2008), radio sources\nweaker than our luminosity limit probably contribute the majority of the heat\nto the ICM. If a majority of ICM heating is due to large numbers of low power\nradio sources, triggered into activity by the increasing ICM density as they\nmove inward, this may be the feedback mechanism necessary to stabilize cooling\nin cluster cores.\n","Comment: 20 pages, 5 figures, 5 tables; submitted to ApJ; Abstract is abridged"]}]
["0909.0300",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.0300","Phys. Rev. A 80, 042310 (2009)","doi:10.1103/PhysRevA.80.042310"],"date":["2009-09-01","2009-09-21"],"type":["text"],"creator":["Lin, Qing","He, Bing"],"language":[],"coverage":[],"title":["Single-photon logic gates using minimal resources"],"description":["  We present a simple architecture for deterministic quantum circuits operating\non single photon qubits. Few resources are necessary to implement two\nelementary gates and can be recycled for computing with large numbers of\nqubits. The deterministic realization of some key multi-qubit gates, such as\nthe Fredkin and Toffoli gate, is greatly simplified in this approach.\n","Comment: 6 pages, 5 figures, to be published in Phys. Rev. A"]}]
["0909.0320",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.0320","Phys. Rev. B 80, 155435 (2009)","doi:10.1103/PhysRevB.80.155435"],"date":["2009-09-02","2009-10-15"],"type":["text"],"creator":["Rodin, A. S.","Fogler, M. M."],"language":[],"coverage":[],"title":["Numerical studies of variable-range hopping in one-dimensional systems"],"description":["  Hopping transport in a one-dimensional system is studied numerically. A fast\nalgorithm is devised to find the lowest-resistance path at arbitrary electric\nfield. Probability distribution functions of individual resistances on the path\nand the net resistance are calculated and fitted to compact analytic formulas.\nQualitative differences between statistics of resistance fluctuations in Ohmic\nand non-Ohmic regimes are elucidated. The results are compared with prior\ntheoretical and experimental work on the subject.\n","Comment: 12 pages, 12 figures. Published version"]}]
["0909.0684",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","41A10","41A17","41A25."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.0684"],"date":["2009-09-03","2009-10-16"],"type":["text"],"creator":["Guan, Zhong"],"language":[],"coverage":[],"title":["Iterated Bernstein polynomial approximations"],"description":["  Iterated Bernstein polynomial approximations of degree n for continuous\nfunction which also use the values of the function at i/n, i=0,1,...,n, are\nproposed. The rate of convergence of the classic Bernstein polynomial\napproximations is significantly improved by the iterated Bernstein polynomial\napproximations without increasing the degree of the polynomials. The close form\nexpression of the limiting iterated Bernstein polynomial approximation of\ndegree n when the number of the iterations approaches infinity is obtained. The\nsame idea applies to the q-Bernstein polynomials and the Szasz-Mirakyan\napproximation. The application to numerical integral approximations is also\ndiscussed.\n"]}]
["0909.1745",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.1745"],"date":["2009-09-09","2009-10-16"],"type":["text"],"creator":["Throumoulopoulos, G. N.","Tasso, H."],"language":[],"coverage":[],"title":["Analytic, quasineutral, two-dimensional Maxwell-Vlasov equilibria"],"description":["  Two-dimensional Maxwell-Vlasov equilibria with finite electric fields, axial\n(\"toroidal\") plasma flow and isotropic pressure are constructed in plane\ngeometry by using the quasineutrality condition to express the electrostatic\npotential in terms of the vector potential. Then for Harris-type distribution\nfunctions, Ampere's equation becomes of Liouville type and can be solved\nanalytically. As an example, a periodic \"cat-eyes\" steady state consisting of a\nrow of magnetic islands is presented. The method can be extended to (toroidal)\naxisymmetric equilibria.\n","Comment: 11 pages, 3 figures"]}]
["0909.2029",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.2029","Phys. Rev. B 80, 155119 (2009)","doi:10.1103/PhysRevB.80.155119"],"date":["2009-09-10"],"type":["text"],"creator":["Glawion, S.","Scholz, M. R.","Zhang, Y. -Z.","Valenti, R.","Saha-Dasgupta, T.","Klemm, M.","Hemberger, J.","Horn, S.","Sing, M.","Claessen, R."],"language":[],"coverage":[],"title":["Electronic structure of the two-dimensional Heisenberg antiferromagnet\n  VOCl: a multi-orbital Mott insulator"],"description":["  We have studied the electronic structure of the two-dimensional Heisenberg\nantiferromagnet VOCl using photoemission spectroscopy and density functional\ntheory including local Coulomb repulsion. From calculated exchange integrals\nand the observed energy dispersions we argue that the degree of\none-dimensionality regarding both the magnetic and electronic properties is\nnoticeably reduced compared to the isostructural compounds TiOCl and TiOBr.\nAlso, our analysis provides conclusive justification to classify VOCl as a\nmulti-orbital Mott insulator. In contrast to the titanium based compounds\ndensity functional theory here gives a better description of the electronic\nstructure. However, a quantitative account of the low-energy features and\ndetailed line shapes calls for further investigations including dynamical and\nspatial correlations.\n","Comment: 7 pages, 6 figures"]}]
["0909.2246",{"format":[],"subject":["Physics - Physics and Society","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.2246","Pap. Phys. 1, 010002 (2009)","doi:10.4279/pip.010002"],"date":["2009-09-11","2009-10-16"],"type":["text"],"creator":["Zanette, Damián H."],"language":[],"coverage":[],"title":["A note on the consensus time of mean-field majority-rule dynamics"],"description":["  In this work, it is pointed out that in the mean-field version of\nmajority-rule opinion dynamics, the dependence of the consensus time on the\npopulation size exhibits two regimes. This is determined by the size\ndistribution of the groups that, at each evolution step, gather to reach\nagreement. When the group size distribution has a finite mean value, the\npreviously known logarithmic dependence on the population size holds. On the\nother hand, when the mean group size diverges, the consensus time and the\npopulation size are related through a power law. Numerical simulations validate\nthis semi-quantitative analytical prediction.\n","Comment: 4 pages, 3 figures, Commentary and Reply available in Papers in\n  Physics"]}]
["0909.3879",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.3879","PHYSICAL REVIEW A 80, 042311 (2009)","doi:10.1103/PhysRevA.80.042311"],"date":["2009-09-21","2009-10-12"],"type":["text"],"creator":["Lin, Qing","He, Bing","Bergou, János A.","Ren, Yuhang"],"language":[],"coverage":[],"title":["Processing multi-photon state through operation on single photon:\n  methods and applications"],"description":["  Multi-photon states are widely applied in quantum information technology. By\nthe methods presented in this paper, the structure of a multi-photon state in\nthe form of multiple single photon qubit product can be mapped to a single\nphoton qudit, which could also be in separable product with other photons. This\nmakes the possible manipulation of such multi-photon states in the way of\nprocessing single photon states. The optical realization of unknown qubit\ndiscrimination [B. He, J. A. Bergou, and Y.-H. Ren, Phys. Rev. A 76, 032301\n(2007)] is simplified with the transformation methods. Another application is\nthe construction of quantum logic gates, where the inverse transformations back\nto the input state spaces are also necessary. We especially show that the\nmodified setups to implement the transformations can realize the deterministic\nmulti-control gates (including Toffoli gate) operating directly on the products\nof single photon qubits.\n","Comment: Published version in Phys. Rev. A"]}]
["0909.4717",{"format":[],"subject":["Mathematics - Commutative Algebra","13C15","13C99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.4717"],"date":["2009-09-25","2009-10-16"],"type":["text"],"creator":["Herzog, Juergen","Hibi, Takayuki","Hreinsdottir, Freyja","Kahle, Thomas","Rauh, Johannes"],"language":[],"coverage":[],"title":["Binomial edge ideals and conditional independence statements"],"description":["  We introduce binomial edge ideals attached to a simple graph $G$ and study\ntheir algebraic properties. We characterize those graphs for which the\nquadratic generators form a Gr\\\"obner basis in a lexicographic order induced by\na vertex labeling. Such graphs are chordal and claw-free. We give a reduced\nsquarefree Gr\\\"obner basis for general $G$. It follows that all binomial edge\nideals are radical ideals. Their minimal primes can be characterized by\nparticular subsets of the vertices of $G$. We provide sufficient conditions for\nCohen--Macaulayness for closed and nonclosed graphs.\n  Binomial edge ideals arise naturally in the study of conditional independence\nideals. Our results apply for the class of conditional independence ideals\nwhere a fixed binary variable is independent of a collection of other\nvariables, given the remaining ones. In this case the primary decomposition has\na natural statistical interpretation\n"]}]
["0910.1291",{"format":[],"subject":["Mathematics - Analysis of PDEs","35B65, 76P05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.1291","Journal of Differential Equations 248 (2010) 77-94"],"date":["2009-10-07","2009-10-10"],"type":["text"],"creator":["Chen, Hua","Li, Wei-Xi","Xu, Chao-Jiang"],"language":[],"coverage":[],"title":["Analytic smoothness effect of solutions for spatially homogeneous Landau\n  equation"],"description":["  In this paper, we study the smoothness effect of Cauchy problem for the\nspatially homogeneous Landau equation in the hard potential case and the\nMaxwellian molecules case. We obtain the analytic smoothing effect for the\nsolutions under rather weak assumptions on the initial datum.\n","Comment: 16 pages"]}]
["0910.1408",{"format":[],"subject":["Mathematics - Number Theory","11F11, 11F33"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.1408"],"date":["2009-10-08","2009-10-16"],"type":["text"],"creator":["Saikia, Anupam"],"language":[],"coverage":[],"title":["Ribet's construction of a suitable cusp eigenform"],"description":["  This article gives a self-contained exposition on Ribet's construction of a\nHecke eigenform of weight 2 with certain congruence properties.\n"]}]
["0910.1680",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.1680"],"date":["2009-10-09","2009-10-16"],"type":["text"],"creator":["Bodin, Arnaud"],"language":[],"coverage":[],"title":["Generating series for irreducible polynomials over finite fields"],"description":["  We count the number of irreducible polynomials in several variables of a\ngiven degree over a finite field. The results are expressed in terms of a\ngenerating series, an exact formula and an asymptotic approximation. We also\nconsider the case of the multi-degree and the case of indecomposable\npolynomials.\n"]}]
["0910.1989",{"format":[],"subject":["High Energy Physics - Experiment","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.1989"],"date":["2009-10-12","2009-10-16"],"type":["text"],"creator":["Scholberg, K.","Wongjirad, T.","Hungerford, E.","Empl, A.","Markoff, D.","Mueller, P.","Efremenko, Y.","McKinsey, D.","Nikkel, J."],"language":[],"coverage":[],"title":["The CLEAR Experiment"],"description":["  The Spallation Neutron Source in Oak Ridge, Tennessee, is designed to produce\nintense pulsed neutrons for various science and engineering applications.\nCopious neutrinos are a free by-product. When it reaches full power, the SNS\nwill be the world's brightest source of neutrinos in the few tens of MeV range.\nThe proposed CLEAR (Coherent Low Energy A (Nuclear) Recoils) experiment will\nmeasure coherent elastic neutral current neutrino-nucleus scattering at the\nSNS. The physics reach includes tests of the Standard Model.\n","Comment: To be published in the proceedings of DPF-2009, Detroit, MI, July\n  2009, eConf C090726"]}]
["0910.2561",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2561"],"date":["2009-10-14"],"type":["text"],"creator":["Pham, T. N."],"language":[],"coverage":[],"title":["${\\mathcal A}_{\\rm CP}$ Puzzle: Possible Evidence for Large Strong Phase\n  in $B\\to K\\pi$ Color-Suppressed Tree Amplitude"],"description":["  In QCD Factorization(QCDF), the suppression of the color-suppressed tree\namplitude relative to the color-allowed one in $B\\to K\\pi$ decay implies a\ndirect CP asymmetry in $B^{-}\\to K^{-}\\pi^{0}$ to be of the same sign and\ncomparable in magnitude to that in ${\\bar B}^{0}\\to K^{+}\\pi^{-}$, in\ncontradiction with experiment. This is the $A_{\\rm CP}$ $B\\to K\\pi$ puzzle. One\nof the current proposal to solve this puzzle is the existence of a large\ncolor-suppressed amplitude with large strong phase which implies also a large\nnegative ${\\bar B}^{0}\\to {\\bar K}^{0}\\pi^{0}$ CP asymmetry. In this paper, by\nan essentially model-independent calculation, we show clearly that the large\nnegative direct CP asymmetry in ${\\bar B}^{0}\\to {\\bar K}^{0}\\pi^{0}$ implies a\nlarge $C/T$, the ratio of the color-suppressed to the color-allowed tree\namplitude and a large negative strong phase for $C$. By adding to the QCDF\namplitude an additional color-suppressed term to generate a large $C/T$ and a\nlarge strong phase for $C$ and an additional penguin-like contribution, we\nobtain branching ratios for all $B\\to K\\pi$ modes and CP asymmetry for ${\\bar\nB}^{0}\\to K^{+}\\pi^{-}$ and $B^{-}\\to K^{-}\\pi^{0}$ in agreement with\nexperiment, and a large and negative CP asymmetry in ${\\bar B}^{0}\\to {\\bar\nK}^{0}\\pi^{0}$ which could be checked with more precise measurements.\n","Comment: LaTeX, 7 pages, 5 figures"]}]
["0910.2695",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2695"],"date":["2009-10-14"],"type":["text"],"creator":["Trodden, Mark"],"language":[],"coverage":[],"title":["Interactions and Instabilities in Cosmology's Dark Sector"],"description":["  I consider couplings between the dark energy and dark matter sectors. I\ndescribe how the existence of an adiabatic regime, in which the dark energy\nfield instantaneously tracks the minimum of its effective potential, opens the\ndoor for a catastrophic instability. This {\\it adiabatic instability} tightly\nconstrains a wide class of interacting dark sector models. This talk was\npresented at, and will appear in the proceedings of the DPF-2009 conference.\n","Comment: 6 pages, 2 figures. Talk presented at the DPF-2009 Conference,\n  Detroit, MI, July 27-31, 2009. To appear in the proceedings"]}]
["0910.2699",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2699"],"date":["2009-10-14"],"type":["text"],"creator":["King, Julian A.","Mortlock, Daniel J.","Webb, John K.","Murphy, Michael T."],"language":[],"coverage":[],"title":["Markov Chain Monte Carlo methods applied to measuring the fine structure\n  constant from quasar spectroscopy"],"description":["  Recent attempts to constrain cosmological variation in the fine structure\nconstant, alpha, using quasar absorption lines have yielded two statistical\nsamples which initially appear to be inconsistent. One of these samples was\nsubsequently demonstrated to not pass consistency tests; it appears that the\noptimisation algorithm used to fit the model to the spectra failed.\nNevertheless, the results of the other hinge on the robustness of the spectral\nfitting program VPFIT, which has been tested through simulation but not through\ndirect exploration of the likelihood function. We present the application of\nMarkov Chain Monte Carlo (MCMC) methods to this problem, and demonstrate that\nVPFIT produces similar values and uncertainties for (Delta alpha)/(alpha), the\nfractional change in the fine structure constant, as our MCMC algorithm, and\nthus that VPFIT is reliable.\n","Comment: IAU 2009 JD9 conference proceedings. 6 pages, 2 figures. MmSAI, vol.\n  80 in press Paolo Molaro & Elisabeth Vangioni eds"]}]
["0910.2700",{"format":[],"subject":["Mathematics - Combinatorics","52C10, 52A10, 05D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2700"],"date":["2009-10-14"],"type":["text"],"creator":["Koshelev, Vitaliy"],"language":[],"coverage":[],"title":["On Erd\\\"os--Szekeres problem and related problems"],"description":["  Here we give a short survey of our new results. References to the complete\nproofs can be found in the text of this article and in the litterature.\n","Comment: 10 pages, 3 figures, uses makecell.sty"]}]
["0910.2702",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2702"],"date":["2009-10-14"],"type":["text"],"creator":["Cuesta, Antonio J.","Prada, Francisco"],"language":[],"coverage":[],"title":["The correlation of UHECRs with nearby galaxies in the Local Volume"],"description":["  We explore the possibility of a local origin for ultra high energy cosmic\nrays (UHECRs). Using the catalogue of Karachentsev et al. including nearby\ngalaxies with distances less than 10Mpc (Local Volume), we search for a\ncorrelation with the sample of UHECR events released so far by the Pierre Auger\ncollaboration. The counterpart sample selection is performed with variable\ndistance and luminosity cuts which extract the most likely sources in the\ncatalogue. The probability of chance correlation after penalizing for scans is\n0.96%, which corresponds to a correlation signal of 2.6\\sigma. We find that the\nparameters that maximize the signal are \\psi=3.0deg, D_{max}=4Mpc and M_B=-15\nfor the maximum angular separation between cosmic rays and galaxy sources,\nmaximum distance to the source, and sources brighter than B-band absolute\nmagnitude respectively. This implies a preference for the UHECRs arrival\ndirections to be correlated with the nearest and most luminous galaxies in the\nLocal Volume. We note that nearby galaxies with D<10Mpc show a similar\ncorrelation with UHECRs as compared to that found by The Pierre Auger\nCollaboration using active galactic nuclei (AGNs) within 70-100Mpc instead of\nlocal galaxies, although less than 20% of cosmic ray events are correlated to a\nsource in our study. However, the observational evidence for mixed composition\nin the high-energy end of the cosmic ray spectrum supports the possibility of a\nlocal origin for UHECRs, as CNO nuclei can travel only few Mpc without strong\nattenuation by the GZK effect, whereas the observed suppression in the energy\nspectrum would require more distant sources in the case of pure proton\ncomposition interacting with the CMB.\n","Comment: 6 pages, 2 figures, submitted for publication in MNRAS"]}]
["0910.2718",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2718"],"date":["2009-10-14"],"type":["text"],"creator":["He, Xiang","Yener, Aylin"],"language":[],"coverage":[],"title":["Two-hop Secure Communication Using an Untrusted Relay"],"description":["  We consider a source-destination pair that can only communicate through an\nuntrusted intermediate relay node. The intermediate node is willing to employ a\ndesignated relaying scheme to facilitate reliable communication between the\nsource and the destination. Yet, the information it relays needs to be kept\nsecret from it. In this two-hop communication scenario, where the use of the\nuntrusted relay node is essential, we find that a positive secrecy rate is\nachievable. The center piece of the achievability scheme is the help provided\nby either the destination node with transmission capability, or an external\n\"good samaritan\" node. In either case, the helper performs cooperative jamming\nthat confuses the eavesdropping relay and disables it from being able to\ndecipher what it is relaying. We next derive an upper bound on the secrecy rate\nfor this system. We observe that the gap between the upper bound and the\nachievable rate vanishes as the power of the relay node goes to infinity.\nOverall, the paper presents a case for intentional interference, i.e.,\ncooperative jamming, as an enabler for secure communication.\n","Comment: Accepted for publication in EURASIP Journal on Communications and\n  Networks, Special Issue on Wireless Physical Layer Security"]}]
["0910.2722",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2722"],"date":["2009-10-14"],"type":["text"],"creator":["Kovchegov, Yevgeniy"],"language":[],"coverage":[],"title":["Orthogonality and probability: mixing times"],"description":["  We produce the first example of bounding total variation distance to\nstationarity and estimating mixing times via orthogonal polynomials\ndiagonalization of discrete reversible Markov chains, the Karlin-McGregor\napproach.\n"]}]
["0910.2724",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2724"],"date":["2009-10-14"],"type":["text"],"creator":["Duda, Jarek"],"language":[],"coverage":[],"title":["Four-dimensional understanding of quantum mechanics"],"description":["  In this paper I will try to convince that quantum mechanics does not have to\nlead to indeterminism, but is just a natural consequence of four-dimensional\nnature of our world - that for example particles shouldn't be imagined as\n'moving points' in space, but as their trajectories in the spacetime like in\noptimizing action formulation of Lagrangian mechanics. There will be analyzed\nsimplified model - Boltzmann distribution among trajectories occurs to give\nquantum mechanic like behavior - for example electron moving in proton's\npotential would make some concrete trajectory which average exactly to the\nprobability distribution of the quantum mechanical ground state. We will use\nthis model to build intuition about quantum mechanics and discuss its\ngeneralizations to get some effective approximation of physics. We will see\nthat topological excitations of the simplest model obtained this way already\ncreates known from physics particle structure, their decay modes and\nelectromagnetic/gravitational interactions between them.\n","Comment: 20 pages, 10 figures"]}]
["0910.2736",{"format":[],"subject":["Mathematics - General Mathematics","40G99","30B70","40A25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2736"],"date":["2009-10-14"],"type":["text"],"creator":["Bagis, Nikos"],"language":[],"coverage":[],"title":["The general solution of the linear difference equation of degree-2 and\n  the continued fraction produced from this equation"],"description":["  In this article we give, for the fist time the solution of the general\ndifference equation of 2-degree. We also give as application the expansion of a\ncontinued fraction into series, which was first proved, found in the past by\nthe author.\n","Comment: 3 pages"]}]
["0910.2737",{"format":[],"subject":["Quantum Physics","Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2737","In Mathematics of Quantum Computing and Technology, ed. G. Chen,\n  L. Kauffman and S. Lomonaco. Taylor and Francis, 415--458, 2008"],"date":["2009-10-14"],"type":["text"],"creator":["Abramsky, Samson"],"language":[],"coverage":[],"title":["Temperley-Lieb Algebra: From Knot Theory to Logic and Computation via\n  Quantum Mechanics"],"description":["  Our aim in this paper is to trace some of the surprising and beautiful\nconnections which are beginning to emerge between a number of apparently\ndisparate topics: Knot Theory, Categorical Quantum Mechanics, and Logic and\nComputation.\n  We shall focus in particular on the following two topics:\n  - The Temperley-Lieb algebra has always hitherto been presented as a quotient\nof some sort: either algebraically by generators and relations as in Jones'\noriginal presentation, or as a diagram algebra modulo planar isotopy as in\nKauffman's presentation. We shall use tools from Geometry of Interaction, a\ndynamical interpretation of proofs under Cut Elimination developed as an\noff-shoot of Linear Logic, to give a direct description of the Temperley-Lieb\ncategory -- a \"fully abstract presentation\", in Computer Science terminology.\nThis also brings something new to the Geometry of Interaction, since we are led\nto develop a planar version of it, and to verify that the interpretation of\nCut-Elimination (the \"Execution Formula\", or \"composition by feedback\")\npreserves planarity.\n  - We shall also show how the Temperley-Lieb algebra provides a natural\nsetting in which computation can be performed diagrammatically as geometric\nsimplification -- \"yanking lines straight\". We shall introduce a \"planar\nlambda-calculus\" for this purpose, and show how it can be interpreted in the\nTemperley-Lieb category.\n","Comment: 45 pages"]}]
["0910.2739",{"format":[],"subject":["Mathematics - Analysis of PDEs","35K91 (Primary) 35B65, 35B45, 35K05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2739"],"date":["2009-10-14"],"type":["text"],"creator":["Weber, Joa"],"language":[],"coverage":[],"title":["A product estimate, the parabolic Weyl lemma and applications"],"description":["  We prove a product estimate that allows to estimate the quadratic first order\nnonlinearity of the harmonic map flow in the $L^p$ norm. Then the parabolic\nanalogue of Weyl's lemma for the Lapace operator is established. Both results\nare applied to prove regularity for the heat flow by parabolic bootstrapping.\n","Comment: 27 pages"]}]
["0910.2740",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2740"],"date":["2009-10-15"],"type":["text"],"creator":["Zaza, Osmanov"],"language":[],"coverage":[],"title":["Centrifugally induced curvature drift instability in AGN"],"description":["  We investigate the centrifugally driven curvature drift instability to study\nhow field lines twist close to the light cylinder surface of an AGN, through\nwhich the free motion of AGN winds can be monitored. By studying the dynamics\nof the relativistic MHD flow close to the light cylinder surface, we derive and\nsolve analytically the dispersion relation of the instability by applying a\nsingle particle approach based on the centrifugal acceleration. Considering the\ntypical values of AGN winds, it is shown that the timescale of the curvature\ndrift instability is far less than the accretion process timescale, indicating\nthat the present instability is very efficient and might strongly influence\nprocesses in AGN plasmas.\n","Comment: 4 pages, 5 figures"]}]
["0910.2756",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2756"],"date":["2009-10-14"],"type":["text"],"creator":["Colosi, Daniele"],"language":[],"coverage":[],"title":["S-matrix in de Sitter spacetime from general boundary quantum field\n  theory"],"description":["  A new quantization scheme for a massive scalar field in de Sitter spacetime\nis proposed, based on the general boundary formulation of quantum field theory.\nWe show that the general interacting theory can be consistently described in\nterms of the S-matrix for spatial asymptotic states. The new S-matrix results\nto be equivalent to the standard one in situations where both apply. This is\ndue to the existence of an isomorphism between the corresponding asymptotic\nstate spaces.\n","Comment: 4 pages, LaTeX + revtex4"]}]
["0910.2761",{"format":[],"subject":["Mathematics - Optimization and Control","35B27,49J20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2761"],"date":["2009-10-14"],"type":["text"],"creator":["Mahadevan, Rajesh","Muthukumar, T."],"language":[],"coverage":[],"title":["Homogenization of some low-cost control problems"],"description":["  The aim of this article is to study the asymptotic behaviour of some low-cost\ncontrol problems. These problems motivate the study of H-convergence with\nweakly convergingdata. An improved lower bound for the limit of energy\nfunctionals correspondingto weak data is established, in the periodic case.\nThis fact is used to prove the Gamma-convergence of a low-cost problem with\nDirichlet-type integral. Finally, we study the asymptotic behaviour of a\nlow-cost problem with controls converging to measures.\n"]}]
["0910.2764",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2764"],"date":["2009-10-14"],"type":["text"],"creator":["Huber, Daniel","Stello, Dennis","Bedding, Timothy R.","Chaplin, William J.","Arentoft, Torben","Quirion, Pierre-Olivier","Kjeldsen, Hans"],"language":[],"coverage":[],"title":["Automated extraction of oscillation parameters for Kepler observations\n  of solar-type stars"],"description":["  The recent launch of the Kepler space telescope brings the opportunity to\nstudy oscillations systematically in large numbers of solar-like stars. In the\nframework of the asteroFLAG project, we have developed an automated pipeline to\nestimate global oscillation parameters, such as the frequency of maximum power\n(nu_max) and the large frequency spacing (Delta_nu), for a large number of time\nseries. We present an effective method based on the autocorrelation function to\nfind excess power and use a scaling relation to estimate granulation timescales\nas initial conditions for background modelling. We derive reliable\nuncertainties for nu_max and Delta_nu through extensive simulations. We have\ntested the pipeline on about 2000 simulated Kepler stars with magnitudes of\nV~7-12 and were able to correctly determine nu_max and Delta_nu for about half\nof the sample. For about 20%, the returned large frequency spacing is accurate\nenough to determine stellar radii to a 1% precision. We conclude that the\nmethods presented here are a promising approach to process the large amount of\ndata expected from Kepler.\n","Comment: 14 pages, 9 figures, accepted for publication in Communications in\n  Asteroseismology"]}]
["0910.2767",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2767"],"date":["2009-10-14"],"type":["text"],"creator":["Diehl, E.","collaboration, for the ATLAS muon"],"language":[],"coverage":[],"title":["ATLAS Muon Detector Commissioning"],"description":["  The ATLAS muon spectrometer consists of several major components: Monitored\nDrift Tubes (MDTs) for precision measurements in the bending plane of the\nmuons, supplemented by Cathode Strip Chambers (CSC) in the high eta region;\nResistive Plate Chambers (RPCs) and Thin Gap Chambers (TGCs) for trigger and\nsecond coordinate measurement in the barrel and endcap regions, respectively;\nan optical alignment system to track the relative positions of all chambers;\nand, finally, the world's largest air-core magnetic toroid system. We will\ndescribe the status and commissioning of the muon system with cosmic rays and\nplans for commissioning with early beams.\n","Comment: 6 pages, 18 figures. To be published in the proceedings of DPF-2009,\n  Detroit, MI, July 2009, eConf C090726"]}]
["0910.2769",{"format":[],"subject":["Mathematics - Differential Geometry","53C30, 53C40, 58J05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2769"],"date":["2009-10-14","2009-10-16"],"type":["text"],"creator":["Bonini, Vincent","Espinar, José M.","Qing, Jie"],"language":[],"coverage":[],"title":["Hypersurfaces in Hyperbolic Poincar\\'e Manifolds and Conformally\n  Invariant PDEs"],"description":["  We derive a relationship between the eigenvalues of the Weyl-Schouten tensor\nof a conformal representative of the conformal infinity of a hyperbolic\nPoincar\\'e manifold and the principal curvatures on the level sets of its\nuniquely associated defining function with calculations based on [9] [10]. This\nrelationship generalizes the result for hypersurfaces in ${\\H}^{n+1}$ and their\nconnection to the conformal geometry of ${\\SS}^n$ as exhibited in [7] and gives\na correspondence between Weingarten hypersurfaces in hyperbolic Poincar\\'e\nmanifolds and conformally invariant equations on the conformal infinity. In\nparticular, we generalize an equivalence exhibited in [7] between\nChristoffel-type problems for hypersurfaces in ${\\H}^{n+1}$ and scalar\ncurvature problems on the conformal infinity ${\\SS}^n$ to hyperbolic Poincar\\'e\nmanifolds.\n","Comment: 16 pages"]}]
["0910.2770",{"format":[],"subject":["Mathematics - Number Theory","11B83","11C08"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2770"],"date":["2009-10-15"],"type":["text"],"creator":["Zhao, Jia","Zhang, Xianke"],"language":[],"coverage":[],"title":["A proof of the Corrected Beiter conjecture"],"description":["  We say that a cyclotomic polynomial \\Phi_{n}(x) has order three if n is the\nproduct of three distinct primes, p<q<r. Let A(n) be the largest absolute value\nof a coefficient of \\Phi_{n}(x) and M(p) be the maximum of A(pqr). In 1968,\nSister Marion Beiter conjectured that A(pqr)<=(p+1)/2. In 2008, Yves Gallot and\nPieter Moree showed that the conjecture is false for every p>=11, and they\nproposed the Corrected Beiter conjecture: A(pqr)<=2p/3. Here we will give a\nproof of this conjecture.\n","Comment: 14 pages"]}]
["0910.2774",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2774"],"date":["2009-10-15"],"type":["text"],"creator":["Harms, Jan","DeSalvo, Riccardo","Dorsher, Steven","Mandic, Vuk"],"language":[],"coverage":[],"title":["Gravity-Gradient Subtraction in 3rd Generation Underground\n  Gravitational-Wave Detectors in Homogeneous Media"],"description":["  In this paper, we develop a new approach to gravity-gradient noise\nsubtraction for underground gravitational-wave detectors in homogeneous rock.\nThe method is based on spatial harmonic expansions of seismic fields. It is\nshown that gravity-gradient noise produced by seismic fields from distant\nsources, stationary or non-stationary, can be calculated from seismic data\nmeasured locally at the test mass. Furthermore, the formula is applied to\nseismic fields from stationary local sources. It is found that gravity\ngradients from these fields can be subtracted using local seismic measurements.\nThe results are confirmed numerically with a finite-element simulation. A new\nseismic-array design is proposed that provides the additional information about\nthe seismic field required to ensure applicability of the approach to realistic\nscenarios even with inhomogeneous rock and non-stationary local sources.\n","Comment: 10 pages, 4 figures"]}]
["0910.2785",{"format":[],"subject":["Mathematics - Algebraic Geometry","14C20","14C17","14J30","14J35","14J40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2785"],"date":["2009-10-15"],"type":["text"],"creator":["Fukuma, Yoshiaki"],"language":[],"coverage":[],"title":["Effective non-vanishing of global sections of multiple adjoint bundles\n  for polarized 3-folds"],"description":["  Let $X$ be a smooth complex projective variety of dimension three and let $L$\nbe an ample line bundle on $X$. In this paper, we provide a lower bound of the\ndimension of the global sections of $m(K_{X}+L)$ under the assumption that\n$\\kappa(K_{X}+L)$ is non-negative. In particular, we get the following: (1) if\n$\\kappa(K_{X}+L)$ is greater than or equal to zero and less than or equal to\ntwo, then $h^{0}(K_{X}+L)$ is positive. (2) If $\\kappa(K_{X}+L)$ is equal to\nthree, then $h^{0}(2(K_{X}+L))$ is greater than or equal to three. Moreover we\nget a classification of $(X,L)$ such that $\\kappa(K_{X}+L)$ is equal to three\nand $h^{0}(2(K_{X}+L))$ is equal to three or four.\n","Comment: 25 pages"]}]
["0910.2787",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2787"],"date":["2009-10-15"],"type":["text"],"creator":["Wang, Qiang","Sun, Zhe","Rotenberg, Eli","Berger, Helmuth","Eisaki, Hiroshi","Aiura, Yoshihiro","Dessau, D. S."],"language":[],"coverage":[],"title":["Energy-dependent scaling of incoherent spectral weight and the origin of\n  the waterfalls in high-Tc cuprates"],"description":["  The exotic physics in condensed matter systems, such as high-Tc\nsuperconductivity in cuprates, is due to the properties of the elementary\nexcitations and their interactions. The dispersion of the electronic states\nrevealed by angle-resolved photoemission spectroscopy (ARPES) provides a chance\nto understand these excitations. Recently, a \"high energy anomaly\" or\n\"waterfall-like\" feature in cuprates' dispersion has been reported and studied\ntheoretically. Most of the current views argue that it is the result of some\nmany-body effect at a specific high energy scale (e.g. ~ 0.3eV), though there\nare other arguments that this is an artificial effect. Here, we report a\nsystematic ARPES study on the \"high energy anomaly\" in Bi2212 samples over\nmultiple Brillouin zones and with a large variety of ARPES matrix elements. We\nfind that the incoherent weight of the electron spectral function at high\nbinding energy is intimately linked to the energy of the dispersive coherent\nweight through an unexpected but simple relationship with no special energy\nscales. This behavior in concert with strong k-dependent matrix element effects\ngives rise to the heavily studied \"waterfall\" behavior.\n","Comment: 13 pages, 4 figures"]}]
["0910.2796",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2796"],"date":["2009-10-15"],"type":["text"],"creator":["Grygorov, P.","Gögelein, P.","Müther, H."],"language":[],"coverage":[],"title":["Dynamical properties of the crust of neutron stars derived from\n  realistic NN interactions"],"description":["  The mean free path of neutrino in charged and neutral current reactions is\ncalculated for inhomogeneous nuclear matter which is expected to appear in the\ncrust of neutron stars. The relevant cross section depends on Fermi and\nGamow-Teller strength distributions, which are derived from the large-scale\nshell model calculations within the self-consistent Skyrme-Hartree-Fock\napproach and in a relativistic mean-field model. The inhomogeneous nuclear\nmatter is described in terms of cubic Wigner-Seitz cells, which allows for a\nmicroscopic description of the structures in the so-called pasta phase of\nnuclear configurations and provides a smooth transition to the limit of\nhomogeneous matter. The influence of pasta phase, its microscopical structure\nand geometrical shapes on neutrino propagation is considered.\n","Comment: 15 pages, 6 figures"]}]
["0910.2801",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2801"],"date":["2009-10-15"],"type":["text"],"creator":["Rosenberg, Jessie","Shenoi, Rajeev V.","Krishna, Sanjay","Painter, Oskar"],"language":[],"coverage":[],"title":["Design of plasmonic photonic crystal resonant cavities for polarization\n  sensitive infrared photodetectors"],"description":["  We design a polarization-sensitive resonator for use in midinfrared\nphotodetectors, utilizing a photonic crystal cavity and a single or\ndouble-metal plasmonic waveguide to achieve enhanced detector efficiency due to\nsuperior optical confinement within the active region. As the cavity is highly\nfrequency and polarization-sensitive, this resonator structure could be used in\nchip-based infrared spectrometers and cameras that can distinguish among\ndifferent materials and temperatures to a high degree of precision.\n","Comment: 14 pages, 12 figures"]}]
["0910.2812",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2812"],"date":["2009-10-15"],"type":["text"],"creator":["Liakos, A.","Zasche, P.","Niarchos, P."],"language":[],"coverage":[],"title":["The Algol type eclipsing binary X Tri: BVRI modelling and O-C diagram\n  analysis"],"description":["  CCD photometric observations of the Algol-type eclipsing binary X Tri have\nbeen obtained. The light curves are analyzed with the Wilson-Devinney (WD) code\nand new geometric and photometric elements are derived. A new O-C analysis of\nthe system, based on the most reliable timings of minima found in the\nliterature, is presented and apparent period changes are discussed with respect\nto possible and multiple Light-Time Effect (LITE) in the system. Moreover, the\nresults for the existence of additional bodies around the eclipsing pair,\nderived from the period study, are compared with those for extra luminosity,\nderived from the light curve analysis.\n","Comment: 2 pages, 2 figures, contribution to the conference proceedings:\n  Binaries - Key to Comprehension of the Universe, Brno, Czech Republic, 8-12\n  Jun. 2009"]}]
["0910.2814",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2814"],"date":["2009-10-15"],"type":["text"],"creator":["Bourliot, F.","Estes, J.","Kounnas, C.","Partouche, H."],"language":[],"coverage":[],"title":["Thermal and quantum induced early superstring cosmology"],"description":["  In this work, we review the results of Refs [1]-[5] dedicated to the\ndescription of the early Universe cosmology induced by quantum and thermal\neffects in superstring theories. The present evolution of the Universe is\ndescribed very accurately by the standard Lambda-CDM scenario, while very\nlittle is known about the early cosmological eras. String theory provides a\nconsistent microscopic theory to account for such missing epochs. In our\nframework, the Universe is a torus filled with a gas of superstrings. We first\nshow how to describe the thermodynamical properties of this system, namely\nenergy density and pressure, by introducing temperature and supersymmetry\nbreaking effects at a fundamental level by appropriate boundary conditions.\n  We focus on the intermediate period of the history: After the very early\n\"Hagedorn era\" and before the late electroweak phase transition. We determine\nthe back-reaction of the gas of strings on the initially static space-time,\nwhich then yields the induced cosmology. The consistency of our approach is\nguaranteed by checking the quasi-staticness of the evolution. It turns out that\nfor arbitrary initial boundary conditions at the exit of the Hagedorn era, the\nquasi-static evolutions are universally attracted to radiation-dominated\nsolutions. It is shown that at these attractor points, the temperature, the\ninverse scale factor of the Universe and the supersymmetry breaking scale\nevolve proportionally. There are two important effects which result from the\nunderlying string description. First, initially small internal dimensions can\nbe spontaneously decompactified during the attraction to a radiation dominated\nUniverse. Second, the radii of internal dimensions can be stabilized.\n","Comment: 32 pages, 3 figures, to be published by NOVA science publishers"]}]
["0910.2815",{"format":[],"subject":["Mathematics - Algebraic Geometry","14F20","14F42","14G18","14F42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2815"],"date":["2009-10-15"],"type":["text"],"creator":["Jannsen, Uwe","Saito, Shuji"],"language":[],"coverage":[],"title":["Kato conjecture and motivic cohomology over finite fields"],"description":["  For an arithmetical scheme X, K. Kato introduced a certain complex of\nGersten-Bloch-Ogus type whose component in degree a involves Galois cohomology\ngroups of the residue fields of all the points of X of dimension a. He stated a\nconjecture on its homology generalizing the fundamental exact sequences for\nBrauer groups of global fields. We prove the conjecture over a finite field\nassuming resolution of singularities. Thanks to a recently established result\non resolution of singularities for embedded surfaces, it implies the\nunconditional vanishing of the homology up to degree 4 for X projective smooth\nover a finite field. We give an application to finiteness questions for some\nmotivic cohomology groups over finite fields.\n","Comment: 38 pages"]}]
["0910.2818",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2818","International Journal of Computer Science and Information\n  Security, IJCSIS, Vol. 5, No. 1, pp. 182-187, September 2009, USA"],"date":["2009-10-15"],"type":["text"],"creator":["Venkatachalam, R.","Krishnan, A."],"language":[],"coverage":[],"title":["Multiple Cross-Layer Design Based Complete Architecture for Mobile Adhoc\n  Networks"],"description":["  Different cross layer design for mobile adhoc network focuses on different\noptimization purpose, different Quality of Service (QoS) metric and the\nfunctions like delay, priority handling, security, etc. Existing cross layer\ndesigns provide individual solution for congestion control, fault tolerance,\npower conservation, energy minimization and flow control and the major drawback\nis of high cost and overhead. In this paper, we propose to design multiple\ncross layer design based architecture to provide a combined solution for link\nfailure management, power conservation, congestion control and admission\ncontrol. By simulation results, we show that the average end to end delay,\naverage energy consumption and the packet loss are considerably reduced with\nthe increase in high throughput and good delivery ratio.\n","Comment: 7 pages IEEE format, International Journal of Computer Science and\n  Information Security, IJCSIS 2009, ISSN 1947 5500, Impact Factor 0.423,\n  http://sites.google.com/site/ijcsis/"]}]
["0910.2820",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2820"],"date":["2009-10-15"],"type":["text"],"creator":["Yun, Sangheon"],"language":[],"coverage":[],"title":["Toroidal AdS Charged Branes and Toda Equations"],"description":["  In this note, we consider the equations of motion for charged branes in AdS\nspace and show that they can be cast into one-dimensional coupled Toda type.\nThen we solve the equations of motion to construct static charged AdS brane\nsolutions which are invariant under translation along $p$ directions and have\ntoroidal symmetry. The solutions are described by mass, charges and a dilaton\ncoupling constant.\n","Comment: 10 pages"]}]
["0910.2832",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2832"],"date":["2009-10-15"],"type":["text"],"creator":["Dauwels, Justin","Eckford, Andrew","Korl, Sascha","Loeliger, Hans-Andrea"],"language":[],"coverage":[],"title":["Expectation Maximization as Message Passing - Part I: Principles and\n  Gaussian Messages"],"description":["  It is shown how expectation maximization (EM) may be viewed as a message\npassing algorithm in factor graphs. In particular, a general EM message\ncomputation rule is identified. As a factor graph tool, EM may be used to break\ncycles in a factor graph, and tractable messages may in some cases be obtained\nwhere the sum-product messages are unwieldy.\n  As an exemplary application, the paper considers linear Gaussian state space\nmodels. Unknown coefficients in such models give rise to multipliers in the\ncorresponding factor graph. A main attraction of EM in such cases is that it\nresults in purely Gaussian message passing algorithms. These Gaussian EM\nmessages are tabulated for several (scalar, vector, matrix) multipliers that\nfrequently appear in applications.\n"]}]
["0910.2834",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2834","doi:10.1007/978-90-481-2403-9"],"date":["2009-10-15"],"type":["text"],"creator":["Riggs, Peter J."],"language":[],"coverage":[],"title":["Energy Content of Quantum Systems and the Alleged Collapse of the\n  Wavefunction"],"description":["  It is shown that within a quantum system, the wave field has a (potential)\nenergy content that can be exchanged with quantum particles. Energy\nconservation in quantum systems holds if potential energy is correctly taken to\nbe a field attribute. From this perspective, a transfer of energy occurs on\nmeasurement from the wave field to a quantum particle and this provides a\nphysical explanation of what is commonly referred to as the collapse of the\nwavefunction.\n","Comment: 10 pages, no figures, also published in: Quantum Causality:\n  Conceptual Issues in the Causal Theory of Quantum Mechanics (Springer, 2009)"]}]
["0910.2837",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Dynamical Systems","37A99","58A25","57R95","55N45."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2837"],"date":["2009-10-15"],"type":["text"],"creator":["Muñoz, Vicente","Perez-Marco, Ricardo"],"language":[],"coverage":[],"title":["Schwartzman cycles and ergodic solenoids"],"description":["  We extend Schwartzman theory beyond dimension 1 and provide a unified\ntreatment of Ruelle-Sullivan and Schwartzman theories via Birkhoff's ergodic\ntheorem for the class of immersions of solenoids with a trapping region.\n","Comment: 32 pages. We have divided the former preprint arXiv:math/0702501 into\n  three parts. This paper corresponds to the second part"]}]
["0910.2838",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2838"],"date":["2009-10-15"],"type":["text"],"creator":["Mezard, Marc","Parisi, Giorgio"],"language":[],"coverage":[],"title":["Glasses and replicas"],"description":["  We review the approach to glasses based on the replica formalism. The replica\napproach presented here is a first principle's approach which aims at deriving\nthe main glass properties from the microscopic Hamiltonian. In contrast to the\nold use of replicas in the theory of disordered systems, this replica approach\napplies also to systems without quenched disorder (in this sense, replicas have\nnothing to do with computing the average of a logarithm of the partition\nfunction). It has the advantage of describing in an unified setting both the\nbehaviour near the dynamic transition (mode coupling transition) and the\nbehaviour near the equilibrium `transition' (Kauzmann transition) that is\npresent in fragile glasses. The replica method may be used to solve simple mean\nfield models, providing explicit examples of systems that may be studied\nanalytically in great details and behave similarly to the experiments. Finally,\nusing the replica formalism and some well adapted approximation schemes, it is\npossible to do explicit analytic computations of the properties of realistic\nmodels of glasses. The results of these first-principle computations are in\nreasonable agreement with numerical simulations. Draft of a chapter prepared\nfor the book \"Structural Glasses and Supercooled Liquids: Theory, Experiment,\nand Applications.\"\n"]}]
["0910.2850",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2850"],"date":["2009-10-15"],"type":["text"],"creator":["Fan, Hong-yi","Yuan, Hong-chun"],"language":[],"coverage":[],"title":["New approach for deriving operator identities by alternately using\n  normally, antinormally, and Weyl ordered integration"],"description":["  Dirac's ket-bra formalism is the \"language\" of quantum mechanics and quantum\nfield theory. In Refs.(Fan et al, Ann. Phys. 321 (2006) 480; 323 (2008) 500) we\nhave reviewed how to apply Newton-Leibniz integration rules to Dirac's ket-bra\nprojectors. In this work by alternately using the technique of integration\nwithin normal, antinormal, and Weyl ordering of operators we not only derive\nsome new operator ordering identities, but also deduce some useful integration\nformulas regarding to Laguerre and Hermite polynomials. This opens a new route\nof deriving mathematical integration formulas by virtue of the quantum\nmechanical operator ordering technique.\n","Comment: 6 figures, submitted to Am. J. Phys"]}]
["0910.2856",{"format":[],"subject":["Mathematics - Dynamical Systems","37A40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2856"],"date":["2009-10-15"],"type":["text"],"creator":["Danilenko, Alexandre I.","Park, Kyewon K."],"language":[],"coverage":[],"title":["Rank-one flows of transformations with infinite ergodic index"],"description":["  A rank-one infinite measure preserving flow $T=(T_t)_{t\\in\\Bbb R}$ is\nconstructed such that for each $t\\ne 0$, the Cartesian powers of the\ntransformation $T_t$ are all ergodic.\n"]}]
["0910.2857",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2857"],"date":["2009-10-15"],"type":["text"],"creator":["Schaefer, Gerhard"],"language":[],"coverage":[],"title":["Post-Newtonian methods: Analytic results on the binary problem"],"description":["  A detailed account is given on approximation schemes to the Einstein theory\nof general relativity where the iteration starts from the Newton theory of\ngravity. Two different coordinate conditions are used to represent the Einstein\nfield equations, the generalized isotropic ones of the canonical formalism of\nArnowitt, Deser, and Misner and the harmonic ones of the Lorentz-covariant\nFock-de Donder approach. Conserved quantities of isolated systems are\nidentified and the Poincar\\'e algebra is introduced. Post-Newtonian expansions\nare performed in the near and far (radiation) zones. The natural fitting of\nmultipole expansions to post-Newtonian schemes is emphasized. The treated\nmatter models are ideal fluids, pure point masses, and point masses with spin\nand mass-quadrupole moments modelling rotating black holes. Various\nHamiltonians of spinning binaries are presented in explicit forms to higher\npost-Newtonian orders. The delicate use of black holes in post-Newtonian\nexpansion calculations and of the Dirac delta function in general relativity\nfind discussions.\n","Comment: 44 pages, to appear in the book \"Mass and Motion in General\n  Relativity\", proceedings of the CNRS School in Orleans/France, eds. L.\n  Blanchet, A. Spallicci, and B. Whiting"]}]
["0910.2862",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2862"],"date":["2009-10-15"],"type":["text"],"creator":["Terwagne, D.","Delon, G.","Vandewalle, N.","Caps, H.","Dorbolo, S."],"language":[],"coverage":[],"title":["Antibubbles in a cyclone eyewall"],"description":["  A negative bubble, coined antibubble, is composed by a thin air shell that is\nimmersed in a soapy mixture. A large vortex is generated in the liquid using a\nmixer. An antibubble is then created close to the surface. The antibubble is\nfastly attracted by the vortex. It rotates arount the core and comes closer and\ncloser. When the stress is large enough, the vortex deforms the antibubble that\nwinds around the eye vortex. The antibubble looks like a spiral. Under some\nconditions, the antibubble splits into several antibubbles that are ejected out\nof the eye vortex while the largest part is still trapped the vortex. This\nlatter is elongated and is absorbed to the bottom of the tank before popping.\nfluid dynamics video\n","Comment: 3 pages, 1 figures, Gallery of fluid motion, fluid dynamics video"]}]
["0910.2864",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2864","J. Phys. A: Math and Theo. 42, 335003 2009","doi:10.1088/1751-8113/42/33/335003"],"date":["2009-10-15"],"type":["text"],"creator":["Velazquez, L.","Curilef, S."],"language":[],"coverage":[],"title":["Geometrical aspects and connections of the energy-temperature\n  fluctuation relation"],"description":["  Recently, we have derived a generalization of the known canonical fluctuation\nrelation $k_{B}C=\\beta^{2}< \\delta U^{2} >$ between heat capacity $C$ and\nenergy fluctuations, which can account for the existence of macrostates with\nnegative heat capacities $C<0$. In this work, we presented a panoramic overview\nof direct implications and connections of this fluctuation theorem with other\ndevelopments of statistical mechanics, such as the extension of canonical Monte\nCarlo methods, the geometric formulations of fluctuation theory and the\nrelevance of a geometric extension of the Gibbs canonical ensemble that has\nbeen recently proposed in the literature.\n","Comment: Version accepted for publication in J. Phys. A: Math and Theo"]}]
["0910.2871",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2871"],"date":["2009-10-15"],"type":["text"],"creator":["Tamascelli, Dario"],"language":[],"coverage":[],"title":["Interacting quantum walks"],"description":["  In this work we present the quantum mechanical computer proposed by Feynman\nin 1985 and, since then, widely cited but seldom used. The main feature of the\nmodel is the presence of a built in clocking mechanism managing for the ordered\napplication of the computational primitives to the input/output register.\n","Comment: Ph.D. Thesis"]}]
["0910.2872",{"format":[],"subject":["Mathematics - Geometric Topology","57M25, 57N70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2872"],"date":["2009-10-15"],"type":["text"],"creator":["Gallaspy, Michael","Jabuka, Stanislav"],"language":[],"coverage":[],"title":["The Goeritz matrix and signature of a two bridge knot"],"description":["  According to a formula by Gordon and Litherland, the signature of a knot K\ncan be computed as the signature of a Goeritz matrix of K minus a suitable\ncorrection term, read off from the diagram of K. In this article, we consider\nthe family of two bridge knots K(p/q) and compute the signature of their\nGoeritz matrices in terms of the coefficients of the continued fraction\nexpansion of p/q. In many cases we also compute the value of the correction\nterm. We show that for every two bridge knot K(p/q), there are \"even continued\nfraction expansions\" of p/q, for which the correction term vanishes, thereby\nfully computing the signature of K(p/q). We provide an algorithm for finding\neven continued fraction expansions.\n  This article is the result of an REU study conducted by the first author\nunder the direction of the second.\n","Comment: 22 pages, 8 figures"]}]
["0910.2875",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Complex Variables","30D05","30C80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2875"],"date":["2009-10-15"],"type":["text"],"creator":["Casavecchia, Tiziano","Diaz-Madrigal, Santiago"],"language":[],"coverage":[],"title":["A Non-Autonomous Version Of The Denjoy-Wolff Theorem"],"description":["  The aim of this work is to establish the celebrated Denjoy-Wolff Theorem in\nthe context of generalized Loewner chains. In contrast with the classical\nsituation where essentially convergence to a certain point in the closed unit\ndisk is the unique possibility, several new dynamical phenomena appear in this\nframework. Indeed, $\\omega$-limits formed by suitable closed arcs of\ncircumferences appear now as natural possibilities of asymptotic dynamical\nbehavior.\n"]}]
["0910.2878",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2878"],"date":["2009-10-15"],"type":["text"],"creator":["McKee, Shawn"],"language":[],"coverage":[],"title":["ATLAS Great Lakes Tier-2 Computing and Muon Calibration Center\n  Commissioning"],"description":["  Large-scale computing in ATLAS is based on a grid-linked system of tiered\ncomputing centers. The ATLAS Great Lakes Tier-2 came online in September 2006\nand now is commissioning with full capacity to provide significant computing\npower and services to the USATLAS community. Our Tier-2 Center also host the\nMichigan Muon Calibration Center which is responsible for daily calibrations of\nthe ATLAS Monitored Drift Tubes for ATLAS endcap muon system. During the first\nLHC beam period in 2008 and following ATLAS global cosmic ray data taking\nperiod, the Calibration Center received a large data stream from the muon\ndetector to derive the drift tube timing offsets and time-to-space functions\nwith a turn-around time of 24 hours. We will present the Calibration Center\ncommissioning status and our plan for the first LHC beam collisions in 2009.\n","Comment: To be published in the proceedings of DPF-2009, Detroit, MI, July\n  2009, eConf C090726"]}]
["0910.2884",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2884"],"date":["2009-10-15"],"type":["text"],"creator":["Paramesvaran, S.","Collaboration, for the BaBar"],"language":[],"coverage":[],"title":["Selected topics in tau physics from BaBar"],"description":["  Selected results from tau analyses performed using the BaBar detector at the\nSLAC National Accelerator Laboratory are presented. A precise measurement of\nthe tau mass and the tau{+} tau{-} mass difference is undertaken using the\nhadronic decay mode tau- --> pi+ pi- pi- nu. In addition an investigation into\nthe strange decay modes tau- --> K0S pi- pi0 nu and tau- --> K0S pi- nu is also\npresented, including a fit to the tau- --> K0S pi-nu invariant mass spectrum.\nPrecise values for the Mass and Width of the K*(892) are obtained.\n","Comment: To be published in the proceedings of DPF-2009, Detroit, MI, July\n  2009, eConf C090726"]}]
["0910.2886",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Probability","60H10","34F05","60H07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2886"],"date":["2009-10-15"],"type":["text"],"creator":["Capietto, Anna","Priola, Enrico"],"language":[],"coverage":[],"title":["Uniqueness in Law for Stochastic Boundary Value Problems"],"description":["  We study existence and uniqueness of solutions for second order ordinary\nstochastic differential equations with Dirichlet boundary conditions on a given\ninterval. In the first part of the paper we provide sufficient conditions to\nensure pathwise uniqueness, extending some known results. In the second part we\nshow sufficient conditions to have the weaker concept of uniqueness in law and\nprovide a significant example. Such conditions involve a linearized equation\nand are of different type with respect to the ones which are usually imposed to\nstudy pathwise uniqueness. This seems to be the first paper which deals with\nuniqueness in law for (anticipating) stochastic boundary value problems. We\nmainly use functional analytic tools and some concepts of Malliavin Calculus.\n"]}]
["0910.2891",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2891","M. Jurdzinski and A. Trivedi. Average-Time Games, In\n  Proc.FSTTCS'08, volume 08004 of Dagstuhl Seminar Proceedings, 2008"],"date":["2009-10-15"],"type":["text"],"creator":["Jurdzinski, Marcin","Trivedi, Ashutosh"],"language":[],"coverage":[],"title":["Average-Time Games on Timed Automata"],"description":["  An average-time game is played on the infinite graph of configurations of a\nfinite timed automaton. The two players, Min and Max, construct an infinite run\nof the automaton by taking turns to perform a timed transition. Player Min\nwants to minimise the average time per transition and player Max wants to\nmaximise it. A solution of average-time games is presented using a reduction to\naverage-price game on a finite graph. A direct consequence is an elementary\nproof of determinacy for average-time games. This complements our results for\nreachability-time games and partially solves a problem posed by Bouyer et al.,\nto design an algorithm for solving average-price games on priced timed\nautomata. The paper also establishes the exact computational complexity of\nsolving average-time games: the problem is EXPTIME-complete for timed automata\nwith at least two clocks.\n"]}]
["0910.2898",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2898"],"date":["2009-10-15"],"type":["text"],"creator":["Suzuki, Masatsugu","Suzuki, Itsuko S."],"language":[],"coverage":[],"title":["Observation of a magnetic-field-induced Griffiths phase in\n  three-dimensional Ising random magnet Ni$_{p}$Mg$_{1-p}$(OH)$_{2}$ from\n  absorption of AC magnetic susceptibility"],"description":["  The nature of the Griffiths phase in three-dimensional Ising random magnet\nNi_{p}Mg_{1-p}(OH)_{2} (p = 0.10, 0.25, 0.315, 0.50, 0.80, and 1) is studied\nfrom the measurements of absorption (the out-of phase in AC magnetic\nsusceptibility) in the field-cooled (FC) state. The temperature (T) dependence\nof absorption is measured in the vicinity of the critical temperature [N\\'{e}el\ntemperature for p = 0.50, 0.80, 1, and the spin glass transition temperature\nfor p = 0.1, 0.25, 0.315] in the presence of an external magnetic field H. A\nbroad peak is clearly observed for absorption vs T well above the critical\ntemperature at H > 20 kOe. This result gives a piece of evidence for the\nmagnetic-field induced Griffiths phase.\n","Comment: 10 pages, 17 figures"]}]
["0910.2900",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Analysis of PDEs","35A27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2900"],"date":["2009-10-15"],"type":["text"],"creator":["Galina, Esther","Laurent, Yves"],"language":[],"coverage":[],"title":["Kirillov's conjecture and $\\CaD$-modules"],"description":["  In the theory of Lie groups, the irreducibility of a unitary representation\nis not preserved in general by restriction to a subgroup. Kirillov's conjecture\nsays that it is preserved for the groups Gl(n,R) or Gl(n,C) when the subgroup\nis the subgroup of matrices leaving invariant a non zero vector. This\nconjecture was proved by Barush using a detailed study of nilpotent orbits. In\nfact, it is not difficult to see that the conjecture is equivalent to the fact\nthat some system of partial differential equations has no singular\ndistributions as solutions. This system of equations is a regular holonomic\nD-module and we give a proof of the result by an explicit calculation of the\nroots of the b-functions associated to this D-module.\n"]}]
["0910.2901",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2901"],"date":["2009-10-15"],"type":["text"],"creator":["Thrailkill, Z. E.","Lambert, J. G.","Carabello, S. A.","Ramos, R. C."],"language":[],"coverage":[],"title":["Resonant Activation of a Current-Biased Josephson Junction Near the\n  Classical-Quantum Crossover"],"description":["  We examine the resonant activation of a current-biased Josephson junction\nnear the crossover temperature in order to show the way in which the device\ntransitions from the classical regime to the quantum regime. We use microwaves\nto probe the quantum energy states that exist in the potential well. The\nquantum features are visible until the junction is heated up to the crossover\ntemperature, at which point the line widths of the energy levels overlap and\nbecome indistinguishable from one another. When well above this temperature,\nthe junction behaves classically when resonantly activated with microwaves.\n"]}]
["0910.2906",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2906"],"date":["2009-10-15"],"type":["text"],"creator":["Velazquez, L.","Guzman, F."],"language":[],"coverage":[],"title":["Remarks about the thermostatistical description of the HMF model Part I:\n  Equilibrium Thermodynamics"],"description":["  In this series of papers we shall carry out a reconsideration of the\nthermodynamical behavior of the called HMF model, a paradigmatic ferromagnetic\ntoy model exhibiting many features of the real long-range interacting systems.\nThis first work is devoted to perform the microcanonical description of this\nmodel system: the calculation of microcanonical entropy and some fundamental\nthermodynamic observables, the distribution and correlation functions, as well\nas the analysis of the thermodynamical stability and the relevant thermodynamic\nlimit.\n","Comment: RevTex 4.0 style, 11 pages + 5 eps figures"]}]
["0910.2908",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2908"],"date":["2009-10-15"],"type":["text"],"creator":["Velazquez, L.","Guzman, F."],"language":[],"coverage":[],"title":["Remarks about the thermostatistical description of the HMF model Part\n  II: Phenomenology of Relaxation Dynamics"],"description":["  After a general overview of some features of the relaxation dynamics of the\nHamiltonian Mean Field model, its equilibrium thermodynamic properties are used\nto rephrase the out-of-equilibrium regime for energies below the critical point\n$u_{c}=0.75$ in terms of an effective dynamical coexistence between a clustered\nand a gaseous phases, whose existence could be associated to the large\nrelaxation times observed when $u_{1}<u<u_{c}$, with $u_{1}=0.5$. Starting from\nthe hypothesis that the \\textit{parametric resonance} is the microscopic\nmechanism allowing the energetic interchange between the particles during the\ncollisional regime, a phenomenological Fokker-Planck equation based on a\nLangevin equation with a multiplicative noise is proposed in order to describe\nthe collisional relaxation of this system towards its final equilibrium, which\nsupports the following dependence of the collisional relaxation timescale\n$\\tau_{cr}=\\tau_{0}N\\equiv\\sqrt{IN/g}$.\n","Comment: RevTex 4.0 style, 10 pages + 7 eps figures"]}]
["0910.2910",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2910","Renan Cabrera et al 2009 J. Phys. A: Math. Theor. 42 445302 (8pp)","doi:10.1088/1751-8113/42/44/445302"],"date":["2009-10-15"],"type":["text"],"creator":["Cabrera, Renan","Rabitz, Herschel"],"language":[],"coverage":[],"title":["Calculation of the unitary part of the Bures measure for N-level quantum\n  systems"],"description":["  We use the canonical coset parameterization and provide a formula with the\nunitary part of the Bures measure for non-degenerate systems in terms of the\nproduct of even Euclidean balls. This formula is shown to be consistent with\nthe sampling of random states through the generation of random unitary\nmatrices.\n"]}]
["0910.2911",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2911"],"date":["2009-10-15"],"type":["text"],"creator":["Gazeas, K.","Liakos, A.","Niarchos, P."],"language":[],"coverage":[],"title":["DD Mon and XY UMa: CCD Photometry and modelling of two close binary\n  systems with solar-type components"],"description":["  We present our ground-based CCD observations of the close binary systems DD\nMon and XY UMa in B, V, R and I bands. The light curves are analyzed using the\nWilson-Devinney code (W-D) for the derivation of the geometric and photometric\nelements of the systems. We compare the methods of photometric and\nspectroscopic mass ratio determination in these binaries, as a function of all\ntypical difficulties, which arise during the analysis of such systems (light\ncurve asymmetries, third light etc). Finally, a new spot model is suggested for\nthe eclipsing system XY UMa, which belongs to the RS CVn type of active\nbinaries.\n","Comment: 3 pages, 2 figures, contribution to the conference proceedings:\n  Binaries - Key to Comprehension of the Universe, Brno, Czech Republic, 8-12\n  Jun. 2009"]}]
["0910.2913",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Dynamical Systems","37A99, 58A25, 57R95, 55N45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2913"],"date":["2009-10-15"],"type":["text"],"creator":["Muñoz, Vicente","Perez-Marco, Ricardo"],"language":[],"coverage":[],"title":["Ergodic solenoidal homology: Realization theorem"],"description":["  We define generalized currents associated with immersions of abstract\noriented solenoids with a transversal measure. We realize geometrically the\nfull real homology of a compact manifold with these generalized currents, and\nmore precisely with immersions of minimal uniquely ergodic solenoids. This\nmakes precise and geometric De Rham's realization of the real homology by only\nusing a restricted geometric subclass of currents.\n","Comment: 16 pages. The paper arXiv:math/0702501 has been divided into three\n  parts. The first two parts are arXiv:0910.2836 and arXiv:0910.2837. This\n  paper corresponds to the third part and contains the main result of\n  arXiv:math/0702501"]}]
["0910.2915",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Dynamical Systems","37A99, 58A25, 57R95, 55N45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2915"],"date":["2009-10-15"],"type":["text"],"creator":["Muñoz, Vicente","Perez-Marco, Ricardo"],"language":[],"coverage":[],"title":["Intersection theory for ergodic solenoids"],"description":["  We develop the intersection theory associated to immersed, oriented and mea-\nsured solenoids, which were introduced in arXiv:0910.2836.\n","Comment: 20 pages"]}]
["0910.2917",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2917"],"date":["2009-10-15"],"type":["text"],"creator":["Jodoin, P. M.","Saligrama, V.","Konrad, J."],"language":[],"coverage":[],"title":["Behavior Subtraction"],"description":["  Background subtraction has been a driving engine for many computer vision and\nvideo analytics tasks. Although its many variants exist, they all share the\nunderlying assumption that photometric scene properties are either static or\nexhibit temporal stationarity. While this works in some applications, the model\nfails when one is interested in discovering {\\it changes in scene dynamics}\nrather than those in a static background; detection of unusual pedestrian and\nmotor traffic patterns is but one example. We propose a new model and\ncomputational framework that address this failure by considering stationary\nscene dynamics as a ``background'' with which observed scene dynamics are\ncompared. Central to our approach is the concept of an {\\it event}, that we\ndefine as short-term scene dynamics captured over a time window at a specific\nspatial location in the camera field of view. We compute events by\ntime-aggregating motion labels, obtained by background subtraction, as well as\nobject descriptors (e.g., object size). Subsequently, we characterize events\nprobabilistically, but use a low-memory, low-complexity surrogates in practical\nimplementation. Using these surrogates amounts to {\\it behavior subtraction}, a\nnew algorithm with some surprising properties. As demonstrated here, behavior\nsubtraction is an effective tool in anomaly detection and localization. It is\nresilient to spurious background motion, such as one due to camera jitter, and\nis content-blind, i.e., it works equally well on humans, cars, animals, and\nother objects in both uncluttered and highly-cluttered scenes. Clearly,\ntreating video as a collection of events rather than colored pixels opens new\npossibilities for video analytics.\n"]}]
["0910.2922",{"format":[],"subject":["Mathematics - Probability","60F05","60J55","60J65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2922"],"date":["2009-10-15"],"type":["text"],"creator":["Rosen, Jay"],"language":[],"coverage":[],"title":["A stochastic calculus proof of the CLT for the L^{2} modulus of\n  continuity of local time"],"description":["  We give a stochastic calculus proof of the Central Limit Theorem \\[ {\\int\n(L^{x+h}_{t}- L^{x}_{t})^{2} dx- 4ht\\over h^{3/2}}\n\\stackrel{\\mathcal{L}}{\\Longrightarrow}c(\\int (L^{x}_{t})^{2} dx)^{1/2} \\eta\\]\nas $h\\to 0$ for Brownian local time $L^{x}_{t}$. Here $\\eta$ is an independent\nnormal random variable with mean zero and variance one.\n"]}]
["0910.2923",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2923"],"date":["2009-10-15"],"type":["text"],"creator":["Papa, M.","Giuliani, G."],"language":[],"coverage":[],"title":["Isospin equilibration processes and dynamical correlations: study of the\n  system $^{40}Cl+^{28}Si$ at 40 MeV/nucleon"],"description":["  The asymptotic time derivative of the total dipole signal is proposed as an\nuseful observable to investigate on Isospin equilibration phenomenon in\nmulti-fragmentation processes. The study has been developed to describe\ncharge/mass equilibration processes involving the gas and liquid \"phases\" of\nthe total system formed during the early stage of a collision. General\nproperties of this observable and the links with others isospin dependent\nphenomena are discussed. In particular, the $^{40}Cl+^{28}Si$ system at 40\nMeV/nucleon is investigated by means of semiclassical microscopic many-body\ncalculations based on the CoMD-II model. The study of the dynamical many-body\ncorrelations produced by the model also shows how the proposed observable is\nrather sensitive to different parameterizations of the isospin dependent\ninteraction.\n"]}]
["0910.2931",{"format":[],"subject":["Quantum Physics","Computer Science - Logic in Computer Science","Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2931","In Proceedings of CALCO 2005, Springer Lecture Notes in Computer\n  Science Vol. 3629, 1--31, 2005"],"date":["2009-10-15"],"type":["text"],"creator":["Abramsky, Samson"],"language":[],"coverage":[],"title":["Abstract Scalars, Loops, and Free Traced and Strongly Compact Closed\n  Categories"],"description":["  We study structures which have arisen in recent work by the present author\nand Bob Coecke on a categorical axiomatics for Quantum Mechanics; in\nparticular, the notion of strongly compact closed category. We explain how\nthese structures support a notion of scalar which allows quantitative aspects\nof physical theory to be expressed, and how the notion of strong compact\nclosure emerges as a significant refinement of the more classical notion of\ncompact closed category.\n  We then proceed to an extended discussion of free constructions for a\nsequence of progressively more complex kinds of structured category,\nculminating in the strongly compact closed case. The simple geometric and\ncombinatorial ideas underlying these constructions are emphasized. We also\ndiscuss variations where a prescribed monoid of scalars can be \"glued in\" to\nthe free construction.\n","Comment: 32 pages"]}]
["0910.2932",{"format":[],"subject":["Mathematics - Probability","60FG15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2932"],"date":["2009-10-15"],"type":["text"],"creator":["Marcus, Michael B.","Rosen, Jay"],"language":[],"coverage":[],"title":["An almost sure limit theorem for Wick powers of Gaussian differences\n  quotients"],"description":["  Let G={G(x), x\\in R_+}, G(0)=0, be a mean zero Gaussian process with\n$E(G(x)-G(y))^2=\\sigma ^2(x-y) $. Let $\n  \\rho (x)= \\frac12{d^{2}\\over dx^2}\\sigma^2(x)$, $x\\ne 0 $. When $\\rho^{k}$ is\nintegrable at zero and satisfies some additional regularity conditions,\n  \\[ \\lim_{h\\downarrow 0} \\int :(\\frac{G(x+h)-G(x)}{h})^{k}:g(x) dx=:(G')\n^{k}:(g){.3 in}a.s. \\] for all $g\\in B_{0}(R^{+})$, the set of bounded Lebesgue\nmeasurable functions on $R_+$ with compact support. Here $G'$ is a generalized\nderivative of $G$ and $:(\\cd)^{k}:$ is the $k$--th order Wick power.\n"]}]
["0910.2933",{"format":[],"subject":["Mathematics - Differential Geometry","53B50","49N45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2933"],"date":["2009-10-15"],"type":["text"],"creator":["Biesecker, Matt"],"language":[],"coverage":[],"title":["The inverse problem of the calculus of variations for systems of\n  second-order partial differential equations in the plane"],"description":["  A complete solution to the multiplier version of the inverse problem of the\ncalculus of variations is given for a class of hyperbolic systems of\nsecond-order partial differential equations in two independent variables. The\nnecessary and sufficient algebraic and differential conditions for the\nexistence of a variational multiplier are derived. It is shown that the number\nof independent variational multipliers is determined by the nullity of a\ncompletely algebraic system of equations associated to the given system of\npartial differential equations. An algorithm for solving the inverse problem is\ndemonstrated on several examples. Systems of second-order partial differential\nequations in two independent and dependent variables are studied and systems\nwhich have more than one variational formulation are classified up to contact\nequivalence.\n"]}]
["0910.2935",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2935"],"date":["2009-10-15","2009-10-16"],"type":["text"],"creator":["Booth, R. S.","de Blok, W. J. G.","Jonas, J. L.","Fanaroff, B."],"language":[],"coverage":[],"title":["MeerKAT Key Project Science, Specifications, and Proposals"],"description":["  We present the specifications of the MeerKAT Karoo Array Telescope, the South\nAfrican Square Kilometre Array Precursor. Some of the key science for MeerKAT\nis described in this document. We invite the community to submit proposals for\nLarge Key Projects.\n"]}]
["0910.2939",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2939"],"date":["2009-10-15"],"type":["text"],"creator":["Tesfa, Sintayehu"],"language":[],"coverage":[],"title":["Approaches in evaluating two-time correlation function"],"description":["  Derivation of the procedures that can be applied in evaluating two-time\ncorrelation function in terms of coherent-state propagator and corresponding\nQ-function is presented. On the basis that the involved functions are generally\nexponential in nature, obtaining the two-time second-order correlation function\nis essentially claimed to be reduced to carrying out relatively simple\nintegrations. Fundamentally, the time dependence of the operators is\ntransferred to the density operator. Moreover, manipulation in reordering the\noperators is performed by applying the usual trace operation. With all details,\nit is basically observed that the two-time correlation can be readily\ndetermined once the pertinent coherent-state propagator or Q-function is known.\nSince working with c-number equation is far more handy than the associated\noperator equation, it is expected that the results derived in this contribution\ncan aid in easing the otherwise involving mathematical rigor.\n","Comment: 7 pages, no figure"]}]
["0910.2941",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2941"],"date":["2009-10-15"],"type":["text"],"creator":["Balogh, Jozsef","Mubayi, Dhruv"],"language":[],"coverage":[],"title":["Almost all cancellative triple systems are tripartite"],"description":["  A triple system is cancellative if no three of its distinct edges satisfy $A\n\\cup B=A \\cup C$. It is tripartite if it has a vertex partition into three\nparts such that every edge has exactly one point in each part. It is easy to\nsee that every tripartite triple system is cancellative. We prove that almost\nall cancellative triple systems with vertex set [n] are tripartite. This\nsharpens a theorem of Nagle and Rodl on the number of cancellative triple\nsystems. It also extends recent work of Person and Schacht who proved a similar\nresult for triple systems without the Fano configuration. Our proof uses the\nhypergraph regularity lemma of Frankl and Rodl, and a stability theorem for\ncancellative triple systems due to Keevash and the second author.\n"]}]
["0910.2942",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Networking and Internet Architecture","C.2.4","D.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2942","Proc. of the 17th Intl. Conf. on Control Systems and Computer\n  Science (CSCS), vol. 1, pp. 29-36, Bucharest, Romania, 26-29 May, 2009.\n  (ISSN: 2066-4451)"],"date":["2009-10-15"],"type":["text"],"creator":["Pop, Florin","Dobre, Ciprian Mihai","Costan, Alexandru","Andreica, Mugurel Ionut","Tirsa, Eliana-Dina","Stratan, Corina","Cristea, Valentin"],"language":[],"coverage":[],"title":["Critical Analysis of Middleware Architectures for Large Scale\n  Distributed Systems"],"description":["  Distributed computing is increasingly being viewed as the next phase of Large\nScale Distributed Systems (LSDSs). However, the vision of large scale resource\nsharing is not yet a reality in many areas - Grid computing is an evolving area\nof computing, where standards and technology are still being developed to\nenable this new paradigm. Hence, in this paper we analyze the current\ndevelopment of middleware tools for LSDS, from multiple perspectives:\narchitecture, applications and market research. For each perspective we are\ninterested in relevant technologies used in undergoing projects, existing\nproducts or services and useful design issues. In the end, based on this\napproach, we draw some conclusions regarding the future research directions in\nthis area.\n"]}]
["0910.2944",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2944","EuroPhys. Lett 87, 57009 (2009)","doi:10.1209/0295-5075/87/57009"],"date":["2009-10-15"],"type":["text"],"creator":["Glatz, A.","Beloborodov, I. S."],"language":[],"coverage":[],"title":["Thermoelectric performance of weakly coupled granular materials"],"description":["  We study thermoelectric properties of inhomogeneous nanogranular materials\nfor weak tunneling conductance between the grains, g_t < 1. We calculate the\nthermopower and figure of merit taking into account the shift of the chemical\npotential and the asymmetry of the density of states in the vicinity of the\nFermi surface. We show that the weak coupling between the grains leads to a\nhigh thermopower and low thermal conductivity resulting in relatively high\nvalues of the figure of merit on the order of one. We estimate the temperature\nat which the figure of merit has its maximum value for two- and\nthree-dimensional samples. Our results are applicable for many emerging\nmaterials, including artificially self-assembled nanoparticle arrays.\n","Comment: 4 pages, 3 figures"]}]
["0910.2945",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2945"],"date":["2009-10-15"],"type":["text"],"creator":["Gandini, Paolo","Collaboration, for the BaBar"],"language":[],"coverage":[],"title":["Charmless hadronic B decays into Vector, Axial Vector and Tensor final\n  states at BaBar"],"description":["  We present experimental measurements of branching fraction and longitudinal\npolarization fraction in charmless hadronic B decays into vector, axial vector\nand tensor final states with the final dataset of \\babar . Measurements of such\nkind of decays are a powerful tool both to test the Standard Model and search\npossible sources of new physics.\n","Comment: To be published in the proceedings of DPF-2009, Detroit, MI, July\n  2009, eConf C090726"]}]
["0910.2946",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2946"],"date":["2009-10-15"],"type":["text"],"creator":["Balasubramanyam, Ramesh","Venkatesh, Suresh","Raju, Sharath B."],"language":[],"coverage":[],"title":["12 GHz Radio-Holographic surface measurement of the RRI 10.4 m telescope"],"description":["  A modern Q-band low noise amplifier (LNA) front-end is being fitted to the\n10.4 m millimeter-wave telescope at the Raman Research Institute (RRI) to\nsupport observations in the 40-50 GHz frequency range. To assess the\nsuitability of the surface for this purpose, we measured the deviations of the\nprimary surface from an ideal paraboloid using radio holography. We used the\n11.6996 GHz beacon signal from the GSAT3 satellite, a 1.2 m reference antenna,\ncommercial Ku-band Low Noise Block Convereters (LNBC) as the receiver\nfront-ends and a Stanford Research Systems (SRS) lock-in amplifier as the\nbackend. The LNBCs had independent free-running first local oscillators (LO).\nYet, we recovered the correlation by using a radiatively injected common tone\nthat served as the second local oscillator. With this setup, we mapped the\nsurface deviations on a 64 x 64 grid and measured an rms surface deviation of\n~350 um with a measurement accuracy of ~50 um.\n","Comment: 4 pages, 5 figures, ASP Conference Series, Vol. LFRU, 2009"]}]
["0910.2948",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2948"],"date":["2009-10-15"],"type":["text"],"creator":["Babu, K. S."],"language":[],"coverage":[],"title":["TASI Lectures on Flavor Physics"],"description":["  This review is based on lectures on flavor physics given at TASI 2008. First\nI summarize our present knowledge on the fundamental parameters of the flavor\nsector. Then I discuss various scenarios going beyond the standard model which\nattempt to explain aspects of the \"flavor puzzle\". Relating quark masses and\nmixing angles via flavor symmetry is explored. Explaining the mass hierarchy\nvia the Froggatt-Nielsen mechanism is reviewed and illustrated. Grand\nunification ideas are pursued to seek a pattern in the observed masses and\nmixings of quarks and leptons. Generating light fermion masses as radiative\ncorrections is explained and illustrated. The popular solutions to the strong\nCP problem are summarized. Finally, specific processes in B meson system where\nsignificant new flavor contributions can arise are discussed.\n","Comment: 74 pages LaTeX, 24 figures"]}]
["0910.2951",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","35Q80, 35L60, 35L65, 35L67, 65M60, 82C22, 82C70, 82C80, 92D50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2951"],"date":["2009-10-15"],"type":["text"],"creator":["Motsch, Sebastien","Navoret, Laurent"],"language":[],"coverage":[],"title":["Numerical simulations of a non-conservative hyperbolic system with\n  geometric constraints describing swarming behavior"],"description":["  The Vicsek model is a very popular individual based model which describes\ncollective behavior among animal societies. A macroscopic version of the Vicsek\nmodel has been derived from a large scale limit of this individual based model\n\\cite{degond2007ml}. In this work, we want to numerically validate this\nMacroscopic Vicsek model (MV). To this aim, we compare the simulations of the\nmacroscopic and microscopic models one with each other. The MV model is a\nnon-conservative hyperbolic equation with a geometric constraint. Due to the\nlack of theory for this kind of equations, we derive several equivalents for\nthis system leading to specific numerical schemes. The numerical simulations\nreveal that the microscopic and macroscopic models are in good agreement\nprovided that we choose one of the proposed formulations based on a relaxation\nof the geometric constraint. This confirms the relevance of the macroscopic\nequation but it also calls for a better theoretical understanding of this type\nof equations.\n","Comment: 32 pages, 18 figures"]}]
["0910.2953",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2953"],"date":["2009-10-15"],"type":["text"],"creator":["Pazhouhesh, R.","Liakos, A.","Niarchos, P."],"language":[],"coverage":[],"title":["Photometric Study and Search for Pulsations in RZ Dra and EG Cep"],"description":["  This paper presents CCD observations of the Algol-type eclipsing binaries RZ\nDra and EG Cep. The light curves have been analyzed with the PHOEBE software\nand Wilson-Devinney code (2003 version). A detailed photometric analysis, based\non these observations, is presented for both binarity and pulsation. The\nresults indicate semidetached systems where the secondary component fills its\nRoche lobe. After the subtraction of the theoretical light curve, a frequency\nanalysis was performed in order to check for pulsations of the primary\ncomponent of each system. Moreover, a period analysis was performed for each\ncase in order to search for additional components around the eclipsing pairs.\n","Comment: 4 pages, 4 figures, contribution to the conference proceedings:\n  Binaries - Key to Comprehension of the Universe, Brno, Czech Republic, 8-12\n  Jun. 2009"]}]
["0910.2958",{"format":[],"subject":["Mathematics - General Topology","Mathematics - Complex Variables","Mathematics - Functional Analysis","54C30","30J99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2958"],"date":["2009-10-15"],"type":["text"],"creator":["Polulyakh, Yevgen"],"language":[],"coverage":[],"title":["On continuous functions on two-dimensional disk which are regular in its\n  interior points"],"description":["  We introduce a class of regular continuous functions on the closed 2-disk and\nshow that each function from this class is topologically conjugate to a linear\nfunction defined on a sqare, a closed half-disk or a closed disk.\n","Comment: Latex, 24 pages, 2 figures"]}]
["0910.2961",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2961"],"date":["2009-10-15"],"type":["text"],"creator":["Zhu, Yan","Guo, Dongning"],"language":[],"coverage":[],"title":["Isotropic MIMO Interference Channels without CSIT: The Loss of Degrees\n  of Freedom"],"description":["  This paper studies two-user MIMO interference channel with isotropic fading.\nWe assume that users are equipped with arbitrary number of antennas and the\nchannel state information (CSI) is available at receivers only. An outer bound\nis obtained for the degree of freedom region, which suggests the loss of\ndegrees of freedom due to the lack of CSI at transmitters under many\ncircumstances.\n","Comment: appears in Allerton 2009"]}]
["0910.2964",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2964"],"date":["2009-10-15"],"type":["text"],"creator":["Ozturk, N.","ATLAS, for the","Collaborations, CMS"],"language":[],"coverage":[],"title":["Search for Supersymmetry Signatures at the LHC"],"description":["  Supersymmetry (SUSY) is one of the most interesting and comprehensively\nstudied models for new physics beyond the Standard Model. If SUSY exists in\nnature the Large Hadron Collider will provide excellent opportunities to search\nfor SUSY. SUSY discovery strategies of the ATLAS and CMS experiments are\npresented with a focus on early data. SUSY mass measurement techniques and\ndetermination of SUSY model parameters are also demonstrated.\n","Comment: To be published in the proceedings of DPF-2009, Detroit, MI, July\n  2009, eConf C090726"]}]
["0910.2968",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2968"],"date":["2009-10-15"],"type":["text"],"creator":["Mockensturm, Eric","Sharp, Kendra"],"language":[],"coverage":[],"title":["Visualization of Word Usage in Fluid Mechanics Abstracts"],"description":["  The fluid dynamics video linked in the document shows how `keywords' from\nabstracts contained in three journals--Physics of Fluids (A) from 1970,\nExperiments in Fluids from 1983, and Journal of Fluid Mechanics from 1954--have\nchanged over time.\n"]}]
["0910.2972",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2972","Discrete and Continuous Dynamical Systems: Series B 12, 3 (2009)\n  561-577"],"date":["2009-10-15"],"type":["text"],"creator":["Dika, Khaled El","Molinet, Luc"],"language":[],"coverage":[],"title":["Stability of multi antipeakon-peakons profile"],"description":["  The Camassa-Holm equation possesses well-known peaked solitary waves that can\ntravel to both directions. The positive ones travel to the right and are called\npeakon whereas the negative ones travel to the left and are called antipeakons.\nTheir orbital stability has been established by Constantin and Strauss in\n\\cite{CS1}. In \\cite{EL2} we have proven the stability of trains of peakons.\nHere, we continue this study by extending the stability result to the case of\nordered trains of anti-peakons and peakons.\n"]}]
["0910.2973",{"format":[],"subject":["Computer Science - Symbolic Computation","Computer Science - Data Structures and Algorithms","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2973"],"date":["2009-10-15"],"type":["text"],"creator":["Din, Mohab Safey El","Zhi, Lihong"],"language":[],"coverage":[],"title":["Computing rational points in convex semi-algebraic sets and SOS\n  decompositions"],"description":["  Let ${\\cal P}=\\{h_1, ..., h_s\\}\\subset \\Z[Y_1, ..., Y_k]$, $D\\geq \\deg(h_i)$\nfor $1\\leq i \\leq s$, $\\sigma$ bounding the bit length of the coefficients of\nthe $h_i$'s, and $\\Phi$ be a quantifier-free ${\\cal P}$-formula defining a\nconvex semi-algebraic set. We design an algorithm returning a rational point in\n${\\cal S}$ if and only if ${\\cal S}\\cap \\Q\\neq\\emptyset$. It requires\n$\\sigma^{\\bigO(1)}D^{\\bigO(k^3)}$ bit operations. If a rational point is\noutputted its coordinates have bit length dominated by $\\sigma D^{\\bigO(k^3)}$.\nUsing this result, we obtain a procedure deciding if a polynomial $f\\in \\Z[X_1,\n>..., X_n]$ is a sum of squares of polynomials in $\\Q[X_1, ..., X_n]$. Denote\nby $d$ the degree of $f$, $\\tau$ the maximum bit length of the coefficients in\n$f$, $D={{n+d}\\choose{n}}$ and $k\\leq D(D+1)-{{n+2d}\\choose{n}}$. This\nprocedure requires $\\tau^{\\bigO(1)}D^{\\bigO(k^3)}$ bit operations and the\ncoefficients of the outputted polynomials have bit length dominated by $\\tau\nD^{\\bigO(k^3)}$.\n"]}]
["astro-ph/0001388",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0001388","Astron.J.119:1901-1913,2000","doi:10.1086/301321"],"date":["2000-01-21","2000-01-23"],"type":["text"],"creator":["ROTSE Collaboration","Akerlof, C.","Amrose, S.","Balsano, R.","Bloch, J.","Casperson, D.","Fletcher, S.","Gisler, G.","Hills, J.","Kehoe, R.","Lee, B.","Marshall, S.","McKay, T.","Pawl, A.","Schaefer, J.","Szymanski, J.","Wren, J."],"language":[],"coverage":[],"title":["ROTSE All Sky Surveys for Variable Stars I: Test Fields"],"description":["  The ROTSE-I experiment has generated CCD photometry for the entire Northern\nsky in two epochs nightly since March 1998. These sky patrol data are a\npowerful resource for studies of astrophysical transients. As a demonstration\nproject, we present first results of a search for periodic variable stars\nderived from ROTSE-I observations. Variable identification, period\ndetermination, and type classification are conducted via automatic algorithms.\nIn a set of nine ROTSE-I sky patrol fields covering about 2000 square degrees\nwe identify 1781 periodic variable stars with mean magnitudes between m_v=10.0\nand m_v=15.5. About 90% of these objects are newly identified as variable.\nExamples of many familiar types are presented. All classifications for this\nstudy have been manually confirmed. The selection criteria for this analysis\nhave been conservatively defined, and are known to be biased against some\nvariable classes. This preliminary study includes only 5.6% of the total\nROTSE-I sky coverage, suggesting that the full ROTSE-I variable catalog will\ninclude more than 32,000 periodic variable stars.\n","Comment: Accepted for publication in AJ 4/00. LaTeX manuscript. (28 pages, 11\n  postscript figures and 1 gif)"]}]
["astro-ph/0004288",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0004288","Astrophys.J.542:559-577,2000","doi:10.1086/317043"],"date":["2000-04-19"],"type":["text"],"creator":["Taruya, Atsushi","Suto, Yasushi"],"language":[],"coverage":[],"title":["Nonlinear stochastic biasing from the formation epoch distribution of\n  dark halos"],"description":["  We propose a physical model for nonlinear stochastic biasing of one-point\nstatistics resulting from the formation epoch distribution of dark halos. In\ncontrast to previous works on the basis of extensive numerical simulations, our\nmodel provides for the first time an analytic expression for the joint\nprobability function. Specifically we derive the joint probability function of\nhalo and mass density contrasts from the extended Press-Schechter theory. Since\nthis function is derived in the framework of the standard gravitational\ninstability theory assuming the random-Gaussianity of the primordial density\nfield alone, we expect that the basic features of the nonlinear and stochastic\nbiasing predicted from our model are fairly generic. As representative\nexamples, we compute the various biasing parameters in cold dark matter models\nas a function of a redshift and a smoothing length. Our major findings are (1)\nthe biasing of the variance evolves strongly as redshift while its\nscale-dependence is generally weak and a simple linear biasing model provides a\nreasonable approximation roughly at $R\\simgt 2(1+z)\\himpc$, and (2) the\nstochasticity exhibits moderate scale-dependence especially on $R\\simlt\n20\\himpc$, but is almost independent of $z$. Comparison with the previous\nnumerical simulations shows good agreement with the above behavior, indicating\nthat the nonlinear and stochastic nature of the halo biasing is essentially\nunderstood by taking account of the distribution of the halo mass and the\nformation epoch.\n","Comment: 34 pages, 11 figures, ApJ (2000) in press"]}]
["astro-ph/0104361",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0104361","Astrophys.J.558:520-534,2001","doi:10.1086/322445"],"date":["2001-04-23"],"type":["text"],"creator":["Yoshikawa, Kohji","Taruya, Atsushi","Jing, Y. P.","Suto, Yasushi"],"language":[],"coverage":[],"title":["Nonlinear Stochastic Biasing of Galaxies and Dark Halos in Cosmological\n  Hydrodynamic Simulations"],"description":["  We perform an extensive analysis of nonlinear and stochastic biasing of\ngalaxies and dark halos in spatially flat low-density CDM universe using\ncosmological hydrodynamic simulations. We compare their biasing properties with\nthe predictions of an analytic halo biasing model. Dark halos in our\nsimulations exhibit reasonable agreement with the predictions only on scales\nlarger than 10h^{-1}Mpc, and on smaller scales the volume exclusion effect of\nhalos due to their finite size becomes substantial. Interestingly the biasing\nproperties of galaxies are better described by extrapolating the halo biasing\nmodel predictions.\n  We also find the clear dependence of galaxy biasing on their formation epoch;\nthe distribution of old populations of galaxies tightly correlates with the\nunderlying mass density field, while that of young populations is slightly more\nstochastic and anti-biased relative to dark matter. The amplitude of two-point\ncorrelation function of old populations is about 3 times larger than that of\nthe young populations. Furthermore, the old population of galaxies reside\nwithin massive dark halos while the young galaxies are preferentially formed in\nsmaller dark halos. Assuming that the observed early and late-type galaxies\ncorrespond to the simulated old and young populations of galaxies,\nrespectively, all of these segregations of galaxies are consistent with\nobservational ones for the early and late-type of galaxies such as the\nmorphology--density relation of galaxies.\n","Comment: 28 pages, 14 figures, accepted for publication in ApJ, Abstract\n  abridged. For preprint with higher-resolution PS files, see\n  ftp://www.kusastro.kyoto-u.ac.jp/pub/kohji/ytjs2001/"]}]
["astro-ph/0205051",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0205051","Astrophys.J.571:L151-L154,2002","doi:10.1086/341343"],"date":["2002-05-03"],"type":["text"],"creator":["Burgasser, Adam J.","Marley, Mark S.","Ackerman, Andrew S.","Saumon, Didier","Lodders, Katharina","Dahn, Conard C.","Harris, Hugh C.","Kirkpatrick, J. Davy"],"language":[],"coverage":[],"title":["Evidence for Cloud Disruption in the L/T Dwarf Transition"],"description":["  Clouds of metal-bearing condensates play a critical role in shaping the\nemergent spectral energy distributions of the coolest classes of low-mass stars\nand brown dwarfs, L and T dwarfs. Because condensate clouds in planetary\natmospheres show distinct horizontal structure, we have explored a model for\npartly cloudy atmospheres in brown dwarfs. Our model successfully reproduces\nthe colors and magnitudes of both L and T dwarfs for the first time, including\nthe unexpected brightning of the early- and mid-type T dwarfs at J-band,\nprovided that clouds are rapidly removed from the photosphere at T_eff ~ 1200\nK. The clearing of cloud layers also explains the surprising persistence and\nstrengthening of gaseous FeH bands in early- and mid-type T dwarfs. The breakup\nof cloud layers is likely driven by convection in the troposphere, analogous to\nphenomena observed on Jupiter. Our results demonstrate that planetary-like\natmospheric dynamics must be considered when examining the evolution of\nfree-floating brown dwarfs.\n","Comment: 12 pages, 3 figures, accepted to ApJ Letters for June 2002"]}]
["astro-ph/0303428",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0303428","Lect.Notes Phys.598:195-217,2003","doi:10.1007/3-540-45863-8_11"],"date":["2003-03-18"],"type":["text"],"creator":["Perlmutter, Saul","Schmidt, Brian P."],"language":[],"coverage":[],"title":["Measuring Cosmology with Supernovae"],"description":["  Over the past decade, supernovae have emerged as some of the most powerful\ntools for measuring extragalactic distances. A well developed physical\nunderstanding of type II supernovae allow them to be used to measure distances\nindependent of the extragalactic distance scale. Type Ia supernovae are\nempirical tools whose precision and intrinsic brightness make them sensitive\nprobes of the cosmological expansion. Both types of supernovae are consistent\nwith a Hubble Constant within ~10% of H_0 = 70 km/s/Mpc. Two teams have used\ntype Ia supernovae to trace the expansion of the Universe to a look-back time\nmore than 60% of the age of the Universe. These observations show an\naccelerating Universe which is currently best explained by a cosmological\nconstant or other form of dark energy with an equation of state near w = p/rho\n= -1. While there are many possible remaining systematic effects, none appears\nlarge enough to challenge these current results. Future experiments are planned\nto better characterize the equation of state of the dark energy leading to the\nobserved acceleration by observing hundreds or even thousands of objects. These\nexperiments will need to carefully control systematic errors to ensure future\nconclusions are not dominated by effects unrelated to cosmology.\n","Comment: In Supernovae & Gamma Ray Bursts, K. Weiler, Ed., Springer, Lecture\n  Notes in Physics (in press), 24 pages, 7 figs"]}]
["astro-ph/0401217",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0401217","Astron.J.127:2436-2449,2004","doi:10.1086/382719"],"date":["2004-01-12"],"type":["text"],"creator":["Wozniak, P. R.","Vestrand, W. T.","Akerlof, C. W.","Balsano, R.","Bloch, J.","Casperson, D.","Fletcher, S.","Gisler, G.","Kehoe, R.","Kinemuchi, K.","Lee, B. C.","Marshall, S.","McGowan, K. E.","McKay, T. A.","Rykoff, E. S.","Smith, D. A.","Szymanski, J.","Wren, J."],"language":[],"coverage":[],"title":["Northern Sky Variability Survey (NSVS): Public data release"],"description":["  The Northern Sky Variability Survey (NSVS) is a temporal record of the sky\nover the optical magnitude range from 8 to 15.5. It was conducted in the course\nof the first generation Robotic Optical Transient Search Experiment (ROTSE-I)\nusing a robotic system of four co-mounted unfiltered telephoto lenses equipped\nwith CCD cameras. The survey was conducted from Los Alamos, NM, and primarily\ncovers the entire northern sky. Some data in southern fields between\ndeclinations 0 and -38 deg is also available, although with fewer epochs and\nnoticeably lesser quality. The NSVS contains light curves for approximately 14\nmillion objects. With a one year baseline and typically 100-500 measurements\nper object, the NSVS is the most extensive record of stellar variability across\nthe bright sky available today. In a median field, bright unsaturated stars\nattain a point to point photometric scatter of ~0.02 mag and position errors\nwithin 2 arcsec. At Galactic latitudes |b| < 20 deg the data quality is limited\nby severe blending due to ~14 arcsec pixel size. We present basic\ncharacteristics of the data set and describe data collection, analysis, and\ndistribution. All NSVS photometric measurements are available for on-line\npublic access from the Sky Database for Objects in Time-Domain (SkyDOT;\nhttp://skydot.lanl.gov) at LANL. Copies of the full survey photometry may also\nbe requested on tape.\n","Comment: accepted for publication in Astronomical Journal"]}]
["astro-ph/0401353",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0401353","Astron.J.127:3121-3136,2004","doi:10.1086/420999"],"date":["2004-01-18","2004-02-11"],"type":["text"],"creator":["Wirth, Gregory D.","Willmer, Christopher N. A.","Amico, Paola","Chaffee, Frederic H.","Goodrich, Robert W.","Kwok, Shui","Lyke, James E.","Mader, Jeff A.","Tran, Hien D.","Barger, Amy J.","Cowie, Lennox L.","Capak, Peter","Coil, Alison L.","Cooper, Michael C.","Conrad, Al","Davis, Marc","Faber, S. M.","Hu, Esther M.","Koo, David C.","Mignant, David Le","Newman, Jeffrey A.","Songaila, Antoinette"],"language":[],"coverage":[],"title":["The Team Keck Treasury Redshift Survey of the GOODS-North Field"],"description":["  We report the results of an extensive imaging and spectroscopic survey in the\nGOODS-North field completed using DEIMOS on the Keck II telescope. Observations\nof 2018 targets in a magnitude-limited sample of 2911 objects to R=24.4 yield\nsecure redshifts for a sample of 1440 galaxies and AGN plus 96 stars. In\naddition to redshifts and associated quality assessments, our catalog also\nincludes photometric and astrometric measurements for all targets detected in\nour R-band imaging survey of the GOODS-North region. We investigate various\nsources of incompleteness and find the redshift catalog to be 53% complete at\nits limiting magnitude. The median redshift of z=0.65 is lower than in similar\ndeep surveys because we did not select against low-redshift targets. Comparison\nwith other redshift surveys in the same field, including a complementary\nHawaii-led DEIMOS survey, establishes that our velocity uncertainties are as\nlow as 40 km/s for red galaxies and that our redshift confidence assessments\nare accurate. The distributions of rest-frame magnitudes and colors among the\nsample agree well with model predictions out to and beyond z=1. We will release\nall survey data, including extracted 1-D and sky-subtracted 2-D spectra, thus\nproviding a sizable and homogeneous database for the GOODS-North field which\nwill enable studies of large scale structure, spectral indices, internal galaxy\nkinematics, and the predictive capabilities of photometric redshifts.\n","Comment: 17 pages, 18 figures, submitted to AJ; v2 minor changes; see survey\n  database at http://www2.keck.hawaii.edu/realpublic/science/tksurvey/"]}]
["astro-ph/0402325",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0402325","Astron.J.127:2856-2870,2004","doi:10.1086/383549"],"date":["2004-02-13"],"type":["text"],"creator":["Burgasser, Adam J.","McElwain, Michael W.","Kirkpatrick, J. Davy","Cruz, Kelle L.","Tinney, Chris G.","Reid, I. Neill"],"language":[],"coverage":[],"title":["The 2MASS Wide-Field T Dwarf Search. III. Seven New T Dwarfs and Other\n  Cool Dwarf Discoveries"],"description":["  We present the discovery of seven new T dwarfs identified in the Two Micron\nAll Sky Survey. Low-resolution (R$\\sim$150) 0.8--2.5 micron spectroscopy\nobtained with the IRTF SpeX instrument reveal the characteristic H$_2$O and\nCH$_4$ bands in the spectra of these brown dwarfs. Comparison to spectral\nstandards observed with the same instrument enable us to derive classifications\nof T3 to T7 for the objects in this sample. Moderate-resolution (R$\\sim$1200)\nnear-infrared spectroscopy for a subset of these discoveries reveal K I line\nstrengths consistent with previously observed trends with spectral type.\nFollow-up imaging observations provide proper motion measurements for these\nsources, ranging from $<$ 0$\\farcs$1 to 1$\\farcs$55 yr$^{-1}$. One object,\n2MASS 0034+0523, has a spectrophotometric distance placing it within 10 pc of\nthe Sun. This source also exhibits a depressed K-band peak reminiscent of the\npeculiar T dwarf 2MASS 0937+2931, and may be a metal-poor or old, high-mass\nbrown dwarf. We also present low resolution SpeX data for a set of M and L-type\ndwarf, subdwarf, and giant comparison stars used to classify 59 additional\ncandidates identified as background stars. These are primarily M5-M8.5 dwarfs,\nmany exhibiting H I Paschen $\\gamma$, but include three candidate ultracool M\nsubdwarfs and one possible early-type L subdwarf.\n","Comment: 27 pages incl. 9 figures and 8 tables, accepted for publication AJ,\n  May 2004; note that findercharts are provided separately as jpg files"]}]
["astro-ph/0405634",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0405634","Astrophys.J.Suppl.154:75-79,2004; New Astron.Rev.49:420-423,2005","doi:10.1016/j.newar.2005.08.016"],"date":["2004-05-31"],"type":["text"],"creator":["Yan, Lin","Choi, P.","Fadda, D.","Marleau, F. R.","Soifer, B. T.","Im, M.","Armus, L.","Frayer, D. T.","Storrie-Lombardi, L. J.","Thompson, D. J.","Teplitz, H. I.","Helou, G.","Appleton, P. N.","Chapman, S.","Fan, F.","Heinrichsen, I.","Lacy, M.","Shupe, D. L.","Squires, G. K.","Surace, J.","Wilson, G."],"language":[],"coverage":[],"title":["Spitzer 24micron Observations of Optical/Near-IR Selected Extremely Red\n  Galaxies: Evidence for Assembly of Massive Galaxies at z~1-2 ?"],"description":["  We carried out the direct measurement of the fraction of dusty sources in a\nsample of extremely red galaxies with (R - Ks) > 5.3mag and Ks < 20.2mag, using\n24um data from the Spitzer Space Telescope. Combining deep 24um, Ks- and R-band\ndata over an area of 64sq.arcmin in ELAIS N1, we find that 50%+-6% of our ERO\nsample have measurable 24um flux above the 3sigma flux limit of 40uJy. This\nflux limit corresponds to a SFR of 12Msun/yr at z~1. The 24um-detected EROs\nhave 24-to-2.2 and 24-to-0.7um flux ratios consistent with infrared luminous,\ndusty sources at z>1, and an order of magnitude too red to be explained by an\ninfrared quiescent spiral or a pure old stellar population at any redshift.\nKeck optical spectroscopy of a sample of similarly selected EROs in the FLS\nfield suggests that most of the EROs in ELAIS N1 are probably at z~1. The mean\n24um flux (167uJy) of the 24um-detected ERO sample roughly corresponds to the\ntotal infrared luminosity of (3-10)x10^(11)Lsun at z=1-1.5, which is similar to\nthat of local LIRGs and ULIGs. The corresponding SFR is ~(50-170)Msun/yr. If\nthe time scale of this starbursting phase is on the order of 10^8yr as inferred\nfor the local LIRGs and ULIGs, the lower limit on the masses of these\n24um-detected EROs is (5-20)x10^9Msun. It is plausible that some of the\nstarburst EROs are in the midst of violent transformation to become massive\nearly type galaxies at the epoch of z ~ 1-2.\n","Comment: Accepted for publication in ApJ (Spitzer Special Issue)"]}]
["astro-ph/0406158",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0406158","Astrophys.J.Suppl.154:124-129,2004","doi:10.1086/423249"],"date":["2004-06-07"],"type":["text"],"creator":["Ivison, R. J.","Greve, T. R.","Serjeant, S.","Bertoldi, F.","Egami, E.","Mortier, A. M. J.","Alonso-Herrero, A.","Barmby, P.","Bei, L.","Dole, H.","Engelbracht, C. W.","Fazio, G. G.","Frayer, D. T.","Gordon, K. D.","Hines, D. C.","Huang, J. -S.","Floch, E. Le","Misselt, K. A.","Miyazaki, S.","Morrison, J. E.","Papovich, C.","Perez-Gonzalez, P. G.","Rieke, M. J.","Rieke, G. H.","Rigby, J.","Rigopoulou, D.","Smail, I.","Wilson, G.","Willner, S. P."],"language":[],"coverage":[],"title":["Spitzer observations of MAMBO galaxies: weeding out active nuclei in\n  starbursting proto-ellipticals"],"description":["  We present Spitzer observations in five wavebands between 3.6 and 24um of an\nunbiased sample of 9 luminous, dusty galaxies selected at 1200um by the MAMBO\ncamera on the IRAM 30-m telescope, a population akin to the well-known submm or\n`SCUBA' galaxies (hereafter SMGs). Owing to the coarse resolution of submm/mm\ninstrumentation, SMGs have traditionally been difficult to identify at other\nwavelengths. We compare our multi-wavelength catalogs to show that the overlap\nbetween 24 and 1200um must be close to complete at these flux levels. We find\nthat all (4/4) of the most secure >=4sigma SMGs have robust >=4sigma\ncounterparts at 1.4GHz, while the fraction drops to 7/9 using all >=3sigma\nSMGs. We show that combining mid-IR and marginal (>=3sigma) radio detections\nprovides plausible identifications in the remaining cases, enabling us to\nidentify the complete sample. Accretion onto an obscured central engine is\nbetrayed by the shape of the mid-IR continuum emission for several sources,\nconfirming Spitzer's potential to weed out active galaxies. We demonstrate the\npower of a S(24um)/S(8um) vs S(8um)/S(4.5um) color-color plot as a diagnostic\nfor this purpose. However, we conclude that the majority (~75%) of SMGs have\nrest-frame mid-/far-IR SEDs commensurate with obscured starbursts. Sensitive\n24-um observations are clearly a useful route to identify and characterize\nreliable counterparts to high-redshift far-IR-bright galaxies, complementing\nwhat is possible via deep radio imaging.\n","Comment: Accepted, ApJS Spitzer Special Issue. Full resolution version at\n  http://www.roe.ac.uk/~rji/ivison_letter.ps.gz"]}]
["astro-ph/0406179",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0406179","Astrophys.J.Suppl.154:178-183,2004","doi:10.1086/422915"],"date":["2004-06-07"],"type":["text"],"creator":["Armus, L.","Charmandaris, V.","Spoon, H. W. W.","Houck, J. R.","Soifer, B. T."],"language":[],"coverage":[],"title":["Observations of Ultraluminous Infrared Galaxies with the Infrared\n  Spectrograph on the Spitzer Space Telescope: Early Results on Mrk 1014, Mrk\n  463, and UGC 5101"],"description":["  We present spectra taken with the Infrared Spectrograph on Spitzer covering\nthe 5-38micron region of three Ultraluminous Infrared Galaxies (ULIRGs): Mrk\n1014 (z=0.163), and Mrk 463 (z=0.051), and UGC 5101 (z=0.039). The continua of\nUGC 5101 and Mrk 463 show strong silicate absorption suggesting significant\noptical depths to the nuclei at 10microns. UGC 5101 also shows the clear\npresence of water ice in absorption. PAH emission features are seen in both Mrk\n1014 and UGC 5101, including the 16.4micron line in UGC 5101. The fine\nstructure lines are consistent with dominant AGN power sources in both Mrk 1014\nand Mrk 463. In UGC 5101 we detect the [NeV] 14.3micron emission line providing\nthe first direct evidence for a buried AGN in the mid-infrared. The detection\nof the 9.66micron and 17.03micron H$_{2}$ emission lines in both UGC 5101 and\nMrk 463 suggest that the warm molecular gas accounts for 22% and 48% of the\ntotal molecular gas masses in these galaxies.\n","Comment: Accepted in ApJ Sup. Spitzer Special Issue, 4 pages, 3 figures"]}]
["astro-ph/0606295",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0606295","Proc.SPIE Int.Soc.Opt.Eng.6273:62733U,2006","doi:10.1117/12.671025"],"date":["2006-06-13"],"type":["text"],"creator":["Haynes, Roger","McNamara, Pam","Marcel, Jackie","Jovanovic, Nemanja"],"language":[],"coverage":[],"title":["Advances in infrared and imaging fibres for astronomical instrumentation"],"description":["  Optical fibres have already played a huge part in ground based astronomical\ninstrumentation, however, with the revolution in photonics currently taking\nplace new fibre technologies and integrated optical devices are likely to have\na profound impact on the way we manipulate light in the future. The\nAnglo-Australian Observatory, along with partners at the Optical Fibre\nTechnology Centre of the University of Sydney, is investigating some of the\ndeveloping technologies as part of our Astrophotonics programme. In this paper\nwe discuss the advances that have been made with infrared transmitting fibre,\nboth conventional and microstructured, in particular those based on flouride\nglasses. Flouride glasses have a particularly wide transparent region from the\nUV through to around 7um, whereas silica fibres, commonly used in astronomy,\nonly transmit out to about 2um. We discuss the impact of advances in fibre\nmanufacture that have greatly improved the optical, chemical resistance and\nphysical properties of the flouride fibres. We also present some encouraging\ninitial test results for a modern imaging fibre bundle and imaging fibre taper.\n","Comment: 11 pages, 7 figures, to be published in Proc. SPIE 6273\n  Optomechanical Technologies for Astronomy"]}]
["astro-ph/0606336",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0606336","Proc.SPIE Int.Soc.Opt.Eng.6273:62731W,2006","doi:10.1117/12.670897"],"date":["2006-06-13"],"type":["text"],"creator":["McGrath, Andrew","Haynes, Roger"],"language":[],"coverage":[],"title":["Deployable Payloads with Starbug"],"description":["  We explore the range of wide field multi-object instrument concepts taking\nadvantage of the unique capabilities of the Starbug focal plane positioning\nconcept. Advances to familiar instrument concepts, such as fiber positioners\nand deployable fiber-fed IFUs, are discussed along with image relays and\ndeployable active sensors. We conceive deployable payloads as components of\nsystems more traditionally regarded as part of telescope systems rather than\ninstruments - such as adaptive optics and ADCs. Also presented are some of the\nopportunities offered by the truly unique capabilities of Starbug, such as\nmicrotracking to apply intra-field distortion correction during the course of\nan observation.\n","Comment: 12 pages, 8 figures, to be published in Proc. SPIE 6273\n  \"Opto-Mechanical Technologies for Astronomy\""]}]
["astro-ph/0610249",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0610249","Astrophys.J.655:L5-L8,2007","doi:10.1086/511633"],"date":["2006-10-09"],"type":["text"],"creator":["Aragón-Calvo, Miguel A.","van de Weygaert, Rien","Jones, Bernard J. T.","van der Hulst, J. M. Thijs"],"language":[],"coverage":[],"title":["Spin alignment of dark matter haloes in filaments and walls"],"description":["  The MMF technique is used to segment the cosmic web as seen in a cosmological\nN-body simulation into wall-like and filament-like structures. We find that the\nspins and shapes of dark matter haloes are significantly correlated with each\nother and with the orientation of their host structures. The shape orientation\nis such that the halo minor axes tend to lie perpendicular to the host\nstructure, be it a wall or filament. The orientation of the halo spin vector is\nmass dependent. Low mass haloes in walls and filaments have a tendency to have\ntheir spins oriented within the parent structure, while higher mass haloes in\nfilaments have spins that tend to lie perpendicular to the parent structure.\n","Comment: 4 pages, 2 figures"]}]
["astro-ph/0610491",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0610491","Science 314:623-626,2006","doi:10.1126/science.1133904"],"date":["2006-10-16"],"type":["text"],"creator":["Harrington, J.","Hansen, B.","Luszcz, S.","Seager, S.","Deming, D.","Menou, K.","Cho, J.","Richardson, L. J."],"language":[],"coverage":[],"title":["The phase-dependent Infrared brightness of the extrasolar planet upsilon\n  Andromedae b"],"description":["  The star upsilon Andromeda is orbited by three known planets, the innermost\nof which has an orbital period of 4.617 days and a mass at least 0.69 that of\nJupiter. This planet is close enough to its host star that the radiation it\nabsorbs overwhelms its internal heat losses. Here we present the 24 micron\nlight curve of this system, obtained with the Spitzer Space Telescope. It shows\na clear variation in phase with the orbital motion of the innermost planet.\nThis is the first demonstration that such planets possess distinct hot\nsubstellar (day) and cold antistellar (night) faces.\n","Comment: \"Director's cut\" of paper to appear in Science, 27 October, 2006"]}]
["astro-ph/0702507",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0702507","Nature 445:892-895,2007","doi:10.1038/nature05636"],"date":["2007-02-19"],"type":["text"],"creator":["Richardson, L. Jeremy","Deming, Drake","Horning, Karen","Seager, Sara","Harrington, Joseph"],"language":[],"coverage":[],"title":["A Spectrum of an Extrasolar Planet"],"description":["  Of the over 200 known extrasolar planets, 14 exhibit transits in front of\ntheir parent stars as seen from Earth. Spectroscopic observations of the\ntransiting planets can probe the physical conditions of their atmospheres. One\nsuch technique can be used to derive the planetary spectrum by subtracting the\nstellar spectrum measured during eclipse (planet hidden behind star) from the\ncombined-light spectrum measured outside eclipse (star + planet). Although\nseveral attempts have been made from Earth-based observatories, no spectrum has\nyet been measured for any of the established extrasolar planets. Here we report\na measurement of the infrared spectrum (7.5--13.2 micron) of the transiting\nextrasolar planet HD209458b. Our observations reveal a hot thermal continuum\nfor the planetary spectrum, with approximately constant ratio to the stellar\nflux over this wavelength range. Superposed on this continuum is a broad\nemission peak centered near 9.65 micron that we attribute to emission by\nsilicate clouds. We also find a narrow, unidentified emission feature at 7.78\nmicron. Models of these ``hot Jupiter'' planets predict a flux peak near 10\nmicron, where thermal emission from the deep atmosphere emerges relatively\nunimpeded by water absorption, but models dominated by water fit the observed\nspectrum poorly.\n","Comment: To appear in Nature 22 Feb 2007; 17 pages, 7 figures, includes\n  supplementary information"]}]
["astro-ph/9411005",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/9411005","Astrophys.J.449:460-475,1995","doi:10.1086/176071"],"date":["1994-11-01"],"type":["text"],"creator":["Kaiser, Nick","Squires, Gordon","Broadhurst, Tom"],"language":[],"coverage":[],"title":["A Method for Weak Lensing Observations"],"description":["  We develop and test a method for measuring the gravitational lensing induced\ndistortion of faint background galaxies. We first describe how we locate the\ngalaxies and measure a 2-component `polarisation' or ellipticity statistic\n$e_\\alpha$ whose expectation value should be proportional to the gravitational\nshear $\\gamma_\\alpha$. We then show that an anisotropic instrumental psf\nperturbs the polarisation by $\\delta e_\\alpha = P^s_{\\alpha\\beta} p_\\beta$,\nwhere $p_\\alpha$ is a measure of the psf anisotropy and $P^s_{\\alpha\\beta}$ is\nthe `linearised smear polarisability tensor'. By estimating $P^s_{\\alpha\\beta}$\nfor each object we can determine $p_\\alpha$ from the foreground stars and apply\na correction $-P^s_{\\alpha\\beta}p_\\beta$ to the galaxies. We test this\nprocedure using deep high-resolution images from HST which are smeared with an\nanisotropic psf and then have noise added to simulate ground-based\nobservations. We find that the procedure works very well. A similar analysis\nyields a linear shear polarisability tensor $P^\\gamma_{\\alpha\\beta}$ which\ndescribes the response to a gravitational shear. This calibrates the\npolarisation-shear relation, but only for galaxies which are well resolved. To\nempirically calibrate the effect of seeing on the smaller galaxies we\nartificially stretch HST images to simulate lensing and then degrade them as\nbefore. These experiments provide a rigorous and exacting test of the method\nunder realistic conditions. They show that it is possible to remove the effect\nof instrumental psf anisotropy, and that the method provides an efficient and\nquantitative measurement of the gravitational shear.\n","Comment: 39 pages, no figures, Latex, available by anonymous ftp inc figs from\n  ftp://ftp.cita.utoronto.ca/cita/nick/methods.ps"]}]
["astro-ph/9708143",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/9708143","Mon.Not.Roy.Astron.Soc.296:873-892,1998","doi:10.1046/j.1365-8711.1998.01422.x"],"date":["1997-08-15"],"type":["text"],"creator":["Schneider, Peter","van Waerbeke, Ludovic","Jain, Bhuvnesh","Kruse, Guido"],"language":[],"coverage":[],"title":["A new measure for cosmic shear"],"description":["  We consider here a new statistical measure for cosmic shear, the aperture\nmass Map, which is defined as a spatially filtered projected density field and\nwhich can be measured directly from the image distortions of high-redshift\ngalaxies. By selecting an appropriate spatial filter function, the dispersion\nof the aperture mass is a convolution of the power spectrum of the projected\ndensity field with a narrow kernel, so that <Map**2(theta)> provides a well\nlocalized estimate of the power spectrum at wavenumbers s~5/theta. We calculate\n<Map**2(theta)> for various cosmological models, using the fully non-linear\npower spectrum of the cosmic density fluctuations. The non-linear evolution\nyields a significant increase of <Map**2> relative to the linear growth on\nscales below ~0.5 degree. The third-order moment of Map can be used to define a\nskewness, which is a measure of the non-Gaussianity of the density field. We\npresent the first calculation of the skewness of the shear in the frame of\nquasi-linear theory of structure growth. We show that it yields a sensitive\nmeasure of the cosmological model; in particular, it is independent of the\nnormalization of the power spectrum. Several practical estimates for <Map**2>\nare constructed and their dispersions calculated. We show that one sq.deg. of a\nhigh-quality image is sufficient to detect the cosmic shear with the\nMap-statistics on scales below ~10 arcmin, and to estimate its amplitude with\nan accuracy of ~30% on scales below ~5 arcmin. (abbreviated)\n","Comment: 34 pages, plain TeX, including 9 figures, submitted to MNRAS"]}]
["astro-ph/9709205",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/9709205","Mon.Not.Roy.Astron.Soc.297:545-558,1998","doi:10.1046/j.1365-8711.1998.01536.x"],"date":["1997-09-22"],"type":["text"],"creator":["Baleisis, Audra","Lahav, Ofer","Loan, Andrew J.","Wall, Jasper V."],"language":[],"coverage":[],"title":["Searching for Large Scale Structure in Deep Radio Surveys"],"description":["  (Abridged Abstract) We calculate the expected amplitude of the dipole and\nhigher spherical harmonics in the angular distribution of radio galaxies. The\nmedian redshift of radio sources in existing catalogues is z=1, which allows us\nto study large scale structure on scales between those accessible to present\noptical and infrared surveys, and that of the Cosmic Microwave Background\n(CMB). The dipole is due to 2 effects which turn out to be of comparable\nmagnitude: (i) our motion with respect to the CMB, and (ii) large scale\nstructure, parameterised here by a family of Cold Dark Matter power-spectra. We\nmake specific predictions for the Green Bank (87GB) and Parkes-MIT-NRAO (PMN)\ncatalogues. For these relatively sparse catalogues both the motion and large\nscale structure dipole effects are expected to be smaller than the Poisson\nshot-noise. However, we detect dipole and higher harmonics in the combined\n87GB-PMN catalogue which are far larger than expected. We attribute this to a 2\n% flux mismatch between the two catalogues. We also investigate the existence\nand extent of the Supergalactic Plane in the above catalogues. In a strip of +-\n10 deg of the standard Supergalactic equator, we find a 3-sigma detection in\nPMN, but only 1-sigma in 87GB.\n","Comment: 15 pages, 5 ps figures, Latex, Submitted to MNRAS"]}]
["astro-ph/9804062",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/9804062","Nature 397:225-230,1999","doi:10.1038/16637"],"date":["1998-04-06","1998-06-27"],"type":["text"],"creator":["Wu, Kelvin K. S.","Lahav, Ofer","Rees, Martin J."],"language":[],"coverage":[],"title":["The Large-Scale Smoothness of the Universe"],"description":["  New measurements of galaxy clustering and background radiations provide\nimproved constraints on the isotropy and homogeneity of the Universe on large\nscales. In particular, the angular distribution of radio sources and the X-Ray\nBackground probe density fluctuations on scales intermediate between those\nexplored by galaxy surveys and the Cosmic Microwave Background experiments. On\na scale of $\\sim 100 \\Mpc$ the rms density fluctuations are at the level of\n$\\sim 10%$ and on scales larger than $300 \\Mpc$ the distribution of both mass\nand luminous sources safely satisfies the `Cosmological Principle' of isotropy\nand homogeneity. The transition with scale from clumpiness to homogeneity can\nbe phrased in terms of the fractal dimension of the galaxy and mass\ndistributions.\n","Comment: 26 pages, 4 figures, submitted to Nature as a review. Rearrangement\n  of content, with some material added and some removed. New title"]}]
["astro-ph/9804064",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/9804064","Astron.J.116:1-7,1998","doi:10.1086/300410"],"date":["1998-04-06"],"type":["text"],"creator":["da Costa, L. Nicolaci","Willmer, C. N. A.","Pellegrini, P. S.","Chaves, O. L.","Rite, C.","Maia, M. A. G.","Geller, M. J.","Latham, D. W.","Kurtz, M. J.","Huchra, J. P.","Ramella, M.","Fairall, A. P.","Smith, C.","Lipari, S."],"language":[],"coverage":[],"title":["The Southern Sky Redshift Survey"],"description":["  We report redshifts, magnitudes and morphological classifications for 5369\ngalaxies with $m_B \\leq 15.5$ and 57 galaxies fainter than this limit, in two\nregions covering a total of 1.70 steradians in the southern celestial\nhemisphere. The galaxy catalog is drawn primarily from the list of non-stellar\nobjects identified in the Guide Star Catalog (Lasker et al. 1990, AJ 99, 2019;\nhereafter GSC). The galaxies have positions accurate to about 1 arc sec and\nmagnitudes with an rms scatter of about 0.3 mag. We compute magnitudes\n($m_{SSRS2}$) from the relation between instrumental GSC magnitudes and the\nphotometry by Lauberts & Valentijn (1989). From a comparison with CCD\nphotometry, we find that our system is homogeneous across the sky and\ncorresponds to magnitudes measured at the isophotal level $\\sim$ 26 mag\narcsec$^{-2}$. The precision of the radial velocities is of \\sim 40 km/s and\nthe redshift survey is more than 99% complete to the $m_{SSRS2}$ = 15.5\nmagnitude limit. This sample is in the direction opposite to the CfA2; in\ncombination the two surveys provide an important database for studies of the\nproperties of galaxies and their large-scale distribution in the nearby\nUniverse.\n","Comment: 20 pages, uses AASTeX 4.0 macros. Includes 3 tables and 4 Postscripts\n  figures. Scheduled for publication in the AJ 1998 July issue"]}]
["astro-ph/9903271",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/9903271","Nature 398:400-402,1999","doi:10.1038/18837"],"date":["1999-03-17"],"type":["text"],"creator":["Akerlof, C.","Balsano, R.","Barthelmy, S.","Bloch, J.","Butterworth, P.","Casperson, D.","Cline, T.","Fletcher, S.","Frontera, F.","Gisler, G.","Heise, J.","Hills, J.","Kehoe, R.","Lee, B.","Marshall, S.","McKay, T.","Miller, R.","Piro, L.","Priedhorsky, W.","Szymanski, J.","Wren, J."],"language":[],"coverage":[],"title":["Observation of contemporaneous optical radiation from a gamma-ray burst"],"description":["  The origin of gamma-ray bursts (GRBs) has been enigmatic since their\ndiscovery. The situation improved dramatically in 1997, when the rapid\navailability of precise coordinates for the bursts allowed the detection of\nfaint optical and radio afterglows - optical spectra thus obtained have\ndemonstrated conclusively that the bursts occur at cosmological distances. But,\ndespite efforts by several groups, optical detection has not hitherto been\nachieved during the brief duration of a burst. Here we report the detection of\nbright optical emission from GRB990123 while the burst was still in progress.\nOur observations begin 22 seconds after the onset of the burst and show an\nincrease in brightness by a factor of 14 during the first 25 seconds; the\nbrightness then declines by a factor of 100, at which point (700 seconds after\nthe burst onset) it falls below our detection threshold. The redshift of this\nburst, approximately 1.6, implies a peak optical luminosity of 5 times 10^{49}\nerg per second. Optical emission from gamma-ray bursts has been generally\nthought to take place at the shock fronts generated by interaction of the\nprimary energy source with the surrounding medium, where the gamma-rays might\nalso be produced. The lack of a significant change in the gamma-ray light curve\nwhen the optical emission develops suggests that the gamma-rays are not\nproduced at the shock front, but closer to the site of the original explosion.\n","Comment: 10 pages, 2 figures. Accepted for publication in Nature. For\n  additional information see http://www.umich.edu/~rotse/"]}]
["gr-qc/9503057",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/9503057","Phys.Lett.B368:198-201,1996","doi:10.1016/0370-2693(95)01519-1"],"date":["1995-03-29"],"type":["text"],"creator":["Bento, M. C.","Bertolami, O."],"language":[],"coverage":[],"title":["Cosmological Solutions of Higher-Curvature String Effective Theories\n  with Dilatons"],"description":["  We study the effect of higher-curvature terms in the string low-energy\neffective actions on the cosmological solutions of the theory, up to\ncorrections quartic in the curvatures, for the bosonic and heterotic strings as\nwell as the type II superstring. We find that cosmological solutions exist for\nall string types but they always disappear when the dilaton field is included,\na conclusion that can be avoided if string-loop effects are taken into account.\n","Comment: 7 pages, plain Tex with panda.tex macro (included), no figures"]}]
["hep-ex/0401016",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0401016","Nucl.Phys.Proc.Suppl.131:244-251,2004","doi:10.1016/j.nuclphysbps.2004.02.031"],"date":["2004-01-13"],"type":["text"],"creator":["Semertzidis, Yannis K."],"language":[],"coverage":[],"title":["Electric Dipole Moments of Fundamental Particles"],"description":["  Electric dipole moment (EDM) experiments are at the fore-front of search for\nphysics beyond the standard model. The next generation searches promise to\nimprove by several orders of magnitude the current EDM sensitivity levels.\n","Comment: 8 pages, 6 figures. Proceedings of the SIGHAD03 Pisa workshop, 8-10\n  October, 2003"]}]
["hep-ph/0102145",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0102145","Phys.Rev.Lett.86:3484-3487,2001","doi:10.1103/PhysRevLett.86.3484"],"date":["2001-02-12","2001-03-08"],"type":["text"],"creator":["Everett, Lisa","Kane, Gordon L.","Rigolin, Stefano","Wang, Lian-Tao"],"language":[],"coverage":[],"title":["Implications of Muon g-2 for Supersymmetry and for Discovering\n  Superpartners Directly"],"description":["  We study the implications of interpreting the recent muon g-2 deviation from\nthe Standard Model prediction as evidence for virtual superpartners, with very\ngeneral calculations that include effects of phases and are consistent with all\nrelevant constraints. The most important result is that there are upper limits\non masses: at least one superpartner mass is below about 350 GeV (for the\ntheoretically preferred value of tan(beta)=35) and may be produced at the\nFermilab Tevatron in the upcoming run, and there must be chargino, neutralino,\nand slepton masses below about 600 GeV. In addition, tan(beta) must be larger\nthan about 8.\n","Comment: 4 pages, 1 eps figure. Minor numerical changes (1sigma bounds\n  presented). Clarification of tan(beta) bound, minor wording changes in text"]}]
["hep-ph/0610196",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0610196","Phys.Lett.B673:37-46,2009","doi:10.1016/j.physletb.2009.01.067"],"date":["2006-10-16","2009-01-29"],"type":["text"],"creator":["Samanta, Abhijit"],"language":[],"coverage":[],"title":["The mass hierarchy with atmospheric neutrinos at INO"],"description":["  We study the neutrino mass hierarchy at the magnetized Iron CALorimeter\n(ICAL) detector at India-based Neutrino Observatory with atmospheric neutrino\nevents generated by the Monte Carlo event generator Nuance. We judicially\nchoose the observables so that the possible systematic uncertainties can be\nreduced. The resolution as a function of both energy and zenith angle\nsimultaneously is obtained for neutrinos and anti-neutrinos separately from\nthousand years un-oscillated atmospheric neutrino events at ICAL to migrate\nnumber of events from neutrino energy and zenith angle bins to muon energy and\nzenith angle bins. The resonance ranges in terms of directly measurable\nquantities like muon energy and zenith angle are found using this resolution\nfunction at different input values of $\\theta_{13}$. Then, the marginalized\n$\\chi^2$s are studied for different input values of $\\theta_{13}$ with its\nresonance ranges taking input data in muon energy and zenith angle bins.\nFinally, we find that the mass hierarchy can be explored up to a lower value of\n$\\theta_{13}\\approx 5^\\circ$ with confidence level $>$ 95% in this set up.\n","Comment: some clarifications added, version accepted in PLB, 12 pages, 34\n  figures"]}]
["hep-th/0010148",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0010148","POS tmr2000:034,2000"],"date":["2000-10-18"],"type":["text"],"creator":["Dorey, Patrick","Dunning, Clare","Tateo, Roberto"],"language":[],"coverage":[],"title":["Ordinary Differential Equations and Integrable Models"],"description":["  We review a recently-discovered link between the functional relations\napproach to integrable quantum field theories and the properties of certain\nordinary differential equations in the complex domain.\n","Comment: 12 pages, 5 figures, JHEP proceedings style. Uses epsfig, amssymb.\n  Talk given at the conference `Nonperturbative Quantum Effects 2000', Paris"]}]
["hep-th/0010278",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0010278","POS tmr2000:035,2000"],"date":["2000-10-30"],"type":["text"],"creator":["Dorey, P.","Pillin, M.","Pocklington, A.","Runkel, I.","Tateo, R.","Watts, G. M. T."],"language":[],"coverage":[],"title":["Finite size effects in perturbed boundary conformal field theories"],"description":["  We discuss the finite-size properties of a simple integrable quantum field\ntheory in 1+1 dimensions with non-trivial boundary conditions. Novel\noff-critical identities between cylinder partition functions of models with\ndiffering boundary conditions are derived.\n","Comment: 7 pages, 11 figures, JHEP proceedings style. Uses epsfig, amssymb.\n  Talk given at the conference `Nonperturbative Quantum Effects 2000', Paris"]}]
["hep-th/9904137",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9904137","Nucl.Phys.B567:293-330,2000","doi:10.1016/S0550-3213(99)00512-X"],"date":["1999-04-20","1999-08-31"],"type":["text"],"creator":["Chryssomalakos, C.","de Azcárraga, J. A.","Izquierdo, J. M.","Bueno, J. C. Pérez"],"language":[],"coverage":[],"title":["The geometry of branes and extended superspaces"],"description":["  We argue that a description of supersymmetric extended objects from a unified\ngeometric point of view requires an enlargement of superspace. To this aim we\nstudy in a systematic way how superspace groups and algebras arise from\nGrassmann spinors when these are assumed to be the only primary entities. In\nthe process, we recover generalized spacetime superalgebras and extensions of\nsupersymmetry found earlier. The enlargement of ordinary superspace with new\nparameters gives rise to extended superspace groups, on which manifestly\nsupersymmetric actions may be constructed for various types of p-branes,\nincluding D-branes (given by Chevalley-Eilenberg cocycles) with their\nBorn-Infeld fields. This results in a field/extended superspace democracy for\nsuperbranes: all brane fields appear as pull-backs from a suitable target\nsuperspace. Our approach also clarifies some facts concerning the origin of the\ncentral charges for the different p-branes.\n","Comment: Latex file, 31 pgs. Version to appear in NPB"]}]
["quant-ph/0406066",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0406066","J. Opt. Soc. Am. B 23, 126 (2006)","doi:10.1364/JOSAB.23.000126"],"date":["2004-06-10","2005-10-24"],"type":["text"],"creator":["Klimov, A. B.","Romero, J. L.","Sanchez-Soto, L. L."],"language":[],"coverage":[],"title":["Simple quantum model for light depolarization"],"description":["  Depolarization of quantum fields is handled through a master equation of the\nLindblad type. The specific feature of the proposed model is that it couples\ndispersively the field modes to a randomly distributed atomic reservoir, much\nin the classical spirit of dealing with this problem. The depolarizing dynamics\nresulting from this model is analyzed for relevant states.\n","Comment: Improved version. Accepted for publication in the Journal of the\n  Optical Society of America B"]}]
["quant-ph/0410135",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0410135","J. Opt. B: Quantum Semiclass. Opt. 7 (2005) 283-287","doi:10.1088/1464-4266/7/9/008"],"date":["2004-10-18"],"type":["text"],"creator":["Klimov, A. B.","Sanchez-Soto, L. L.","de Guise, H."],"language":[],"coverage":[],"title":["A complementarity-based approach to phase in finite-dimensional quantum\n  systems"],"description":["  We develop a comprehensive theory of phase for finite-dimensional quantum\nsystems. The only physical requirement we impose is that phase is complementary\nto amplitude. To implement this complementarity we use the notion of mutually\nunbiased bases, which exist for dimensions that are powers of a prime. For a\nd-dimensional system (qudit) we explicitly construct d+1 classes of maximally\ncommuting operators, each one consisting of d-1 operators. One of this class\nconsists of diagonal operators that represent amplitudes (or inversions). By\nthe finite Fourier transform, it is mapped onto ladder operators that can be\nappropriately interpreted as phase variables. We discuss the examples of qubits\nand qutrits, and show how these results generalize previous approaches.\n","Comment: 6 pages, no figures"]}]
["quant-ph/0606078",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0606078","Quant. Inf. Proc. 8, 443 (2009)","doi:10.1007/s11128-009-0120-2"],"date":["2006-06-09"],"type":["text"],"creator":["Kosut, Robert L.","Lidar, Daniel A."],"language":[],"coverage":[],"title":["Quantum Error Correction via Convex Optimization"],"description":["  We show that the problem of designing a quantum information error correcting\nprocedure can be cast as a bi-convex optimization problem, iterating between\nencoding and recovery, each being a semidefinite program. For a given encoding\noperator the problem is convex in the recovery operator. For a given method of\nrecovery, the problem is convex in the encoding scheme. This allows us to\nderive new codes that are locally optimal. We present examples of such codes\nthat can handle errors which are too strong for codes derived by analogy to\nclassical error correction techniques.\n","Comment: 16 pages"]}]
