["0705.3149",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3149","Phys.Atom.Nucl.71:2039-2051,2008","doi:10.1134/S1063778808120053"],"date":["2007-05-22"],"type":["text"],"creator":["Ladygina, N. B."],"language":[],"coverage":[],"title":["Deuteron-Proton Elastic Scattering at Intermediate Energies"],"description":["  The deuteron-proton elastic scattering has been studied in the multiple\nscattering expansion formalism. The essential attention has been given to such\nrelativistic problem as a deuteron wave function in a moving frame and\ntransformation of spin states due to Wigner rotation. Parameterization of the\nnucleon-nucleon $t$-matrix has been used to take the off-energy shell effects\ninto account. The vector, $A_y,$ and tensor, $A_{yy}$, analyzing powers of the\ndeuteron have been calculated at two deuteron kinetic energies: 395 MeV and\n1200 MeV. The obtained results are compared with the experimental data.\n"]}]
["0705.4045",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4045"],"date":["2007-05-28","2009-01-25"],"type":["text"],"creator":["Eccardt, Thomas M."],"language":[],"coverage":[],"title":["The use of the logarithm of the variate in the calculation of\n  differential entropy among certain related statistical distributions"],"description":["  This paper demonstrates that basic statistics (mean, variance) of the\nlogarithm of the variate itself can be used in the calculation of differential\nentropy among random variables known to be multiples and powers of a common\nunderlying variate. For the same set of distributions, the variance of the\ndifferential self-information is shown also to be a function of statistics of\nthe logarithmic variate. Then entropy and its \"variance\" can be estimated using\nonly statistics of the logarithmic variate plus constants, without reference to\nthe traditional parameters of the variate.\n","Comment: 9 pages, one table"]}]
["0706.1883",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1883","Phys. Rev. B 77, 045109 (2008)","doi:10.1103/PhysRevB.77.045109"],"date":["2007-06-13"],"type":["text"],"creator":["Brydon, P. M. R."],"language":[],"coverage":[],"title":["Slave boson theory of the extended Falicov-Kimball model"],"description":["  The extended Falicov-Kimball model, with both an on-site hybridization\npotential and dispersive narrow band, is examined within the saddle-point\napproximation to the Kotliar-Ruckenstein slave boson theory. We first set the\nhybridization potential to zero and find that the phase diagram depends\nstrongly upon the orbital structure: for degenerate orbitals, a\ncorrelated-insulating state is found at sufficiently strong interaction\nstrengths, whereas a finite orbital energy difference can lead to discontinuous\nvalence transitions. The obtained phase diagram is very sensitive to the\npresence of a finite hybridization potential. As in Hartree-Fock theory, we\nfind an enhancement of the hybridization by the inter-orbital Coulomb\nrepulsion. The more precise treatment of correlation effects, however, leads to\nlarge deviations from the Hartree-Fock results. In the limit of vanishing\nhybridization an excitonic insulator state is only found when the orbitals are\ndegenerate, which restricts this phase to a much smaller parameter space than\nin other available mean-field theories.\n","Comment: 23 pages, 10 figures"]}]
["0706.2981",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Complex Variables","32H30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2981","Nagoya Mathematical Journal, Vol. 192 (2008), 27-58"],"date":["2007-06-20"],"type":["text"],"creator":["Tsukamoto, Masaki"],"language":[],"coverage":[],"title":["Moduli space of Brody curves, energy and mean dimension"],"description":["  We study the mean dimension of the moduli space of Brody curves. We introduce\nthe notion of \"mean energy\" and show that this can be used to estimate the mean\ndimension.\n","Comment: 24 pages"]}]
["0706.3841",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3841","Topology, complex analysis, and arithmetic of hyperbolic spaces,\n  RIMS 2007 (1571), 59-81"],"date":["2007-06-26"],"type":["text"],"creator":["McReynolds, D. B."],"language":[],"coverage":[],"title":["Arithmetic lattices and weak spectral geometry"],"description":["  This note is an expansion of three lectures given at the workshop \"Topology,\nComplex Analysis and Arithmetic of Hyperbolic Spaces\" held at Kyoto University\nin December of 2006 and will appear in the proceedings for this workshop.\n","Comment: To appear in workshop proceedings for \"Topology, Complex Analysis and\n  Arithmetic of Hyperbolic Spaces\". Comments welcome"]}]
["0708.2162",{"format":[],"subject":["Mathematics - Geometric Topology","57M25, 68Q25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2162"],"date":["2007-08-16","2009-01-26"],"type":["text"],"creator":["Suh, Chan-Ho"],"language":[],"coverage":[],"title":["Normal Surface Theory in Link Diagrams"],"description":["  This paper has been withdrawn by the author, due to a significant error in\nsection 4.3.1.\n","Comment: This paper is withdrawn"]}]
["0709.2918",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2918","Phys. Rev. B 77, 104505 (2008)","doi:10.1103/PhysRevB.77.104504"],"date":["2007-09-19"],"type":["text"],"creator":["Brydon, P. M. R.","Kastening, Boris","Morr, Dirk K.","Manske, Dirk"],"language":[],"coverage":[],"title":["Interplay of ferromagnetism and triplet superconductivity in a Josephson\n  junction"],"description":["  In this paper we extend our earlier analysis of the novel Josephson effect in\ntriplet superconductor--ferromagnet--triplet superconductor (TFT) junctions [B.\nKastening \\emph{et al.}, Phys. Rev. Lett. {\\bf{96}}, 047009 (2006)]. In our\nmore general formulation of the TFT junction we allow for potential scattering\nat the barrier and an arbitrary orientation of the ferromagnetic moment.\nSeveral new effects are found upon the inclusion of these extra terms: for\nexample, we find that a Josephson current can flow even when there is vanishing\nphase difference between the superconducting condensates on either side of the\nbarrier. The critical current for a barrier with magnetization parallel to the\ninterface is calculated as a function of the junction parameters, and is found\nto display strong non-analyticities. Furthermore, the Josephson current\nswitches first identified in our previous work are found to be robust features\nof the junction, while the unconventional temperature-dependence of the current\nis very sensitive to the extra terms in the barrier Hamiltonian.\n","Comment: 24 pages, 15 figures"]}]
["0710.3756",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3756","Nucl.Phys.B811:519-536,2009","doi:10.1016/j.nuclphysb.2008.11.034"],"date":["2007-10-19","2008-08-19"],"type":["text"],"creator":["Guralnik, Gerald","Pehlevan, Cengiz"],"language":[],"coverage":[],"title":["Complex Langevin Equations and Schwinger-Dyson Equations"],"description":["  Stationary distributions of complex Langevin equations are shown to be the\ncomplexified path integral solutions of the Schwinger-Dyson equations of the\nassociated quantum field theory. Specific examples in zero dimensions and on a\nlattice are given. Relevance to the study of quantum field theory phase space\nis discussed.\n","Comment: 23 pages, 4 figures, elsart, typos fixed, includes additional content"]}]
["0801.4235",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4235","Phys.Atom.Nucl.71:2096-2100,2008","doi:10.1134/S1063778808120107"],"date":["2008-01-28"],"type":["text"],"creator":["Chizhov, M. V.","Bednyakov, V. A.","Budagov, J. A."],"language":[],"coverage":[],"title":["Proposal for chiral bosons search at LHC via their unique new signature"],"description":["  The resonance production of new chiral spin-1 bosons and their detection\nthrough the Drell--Yan process at the CERN LHC is considered. Quantitative\nevaluations of various differential cross-sections of the chiral bosons\nproduction are made within the CalcHEP package. The new neutral chiral bosons\ncan be observed as a Breit--Wigner resonance peak in the invariant dilepton\nmass distribution, as usual. However, unique new signatures of the chiral\nbosons exist. First, there is no Jacobian peak in the lepton transverse\nmomentum distribution. Second, the lepton angular distribution in the\nCollins-Soper frame for the high on-peak invariant masses of the lepton pairs\nhas a peculiar \"swallowtail\" shape.\n","Comment: 4 pages, 5 figures"]}]
["0801.4548",{"format":[],"subject":["Mathematics - Metric Geometry","46B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4548","Journal of Mathematics of Kyoto University, 48-2 (2008), 445-454"],"date":["2008-01-29"],"type":["text"],"creator":["Tsukamoto, Masaki"],"language":[],"coverage":[],"title":["Macroscopic dimension of the $\\ell^p$-ball with respect to the\n  $\\ell^q$-norm"],"description":["  We show estimates of the \"macroscopic dimension\" of the $\\ell^p$-ball with\nrespect to the $\\ell^q$-norm.\n","Comment: 10 pages"]}]
["0802.0963",{"format":[],"subject":["Mathematics - Number Theory","11F25, 11F30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0963"],"date":["2008-02-07","2009-01-26"],"type":["text"],"creator":["Bruinier, Jan H.","Ono, Ken","Rhoades, Robert C."],"language":[],"coverage":[],"title":["Differential operators for harmonic weak Maass forms and the vanishing\n  of Hecke eigenvalues"],"description":["  For integers $k\\geq 2$, we study two differential operators on harmonic weak\nMaass forms of weight $2-k$. The operator $\\xi_{2-k}$ (resp. $D^{k-1}$) defines\na map to the space of weight $k$ cusp forms (resp. weakly holomorphic modular\nforms). We leverage these operators to study coefficients of harmonic weak\nMaass forms. Although generic harmonic weak Maass forms are expected to have\ntranscendental coefficients, we show that those forms which are \"dual\" under\n$\\xi_{2-k}$ to newforms with vanishing Hecke eigenvalues (such as CM forms)\nhave algebraic coefficients. Using regularized inner products, we also\ncharacterize the image of $D^{k-1}$.\n","Comment: formerly \"Differential operators and harmonic weak Maass forms\";\n  Theorem 1.4 corrected"]}]
["0802.4028",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.4028","JHEP0812:003,2008","doi:10.1088/1126-6708/2008/12/003"],"date":["2008-02-27","2009-01-26"],"type":["text"],"creator":["Chachamis, G.","Czakon, M.","Eiras, D."],"language":[],"coverage":[],"title":["W Pair Production at the LHC - I. Virtual O(alpha_s^2) Corrections in\n  the High Energy Limit"],"description":["  We present the result for the two-loop and the one-loop squared virtual QCD\ncorrections to the W boson pair production in the quark-anti-quark-annihilation\nchannel in the limit where all kinematical invariants are large compared to the\nmass of the W boson. The infrared pole structure is in agreement with the\nprediction of Catani's general formalism for the singularities of two loop\namplitudes.\n","Comment: 22 pages, 1 figure, references added, typos corrected, final version\n  as published"]}]
["0802.4030",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.4030","Comm. Math. Sci, Vol. 6, Nr. 3, 749 -764, 2008"],"date":["2008-02-27"],"type":["text"],"creator":["Seehafer, M."],"language":[],"coverage":[],"title":["Global classical solutions of the Vlasov-Darwin system for small initial\n  data"],"description":["  A global-in-time existence theorem for classical solutions of the\nVlasow-Darwin system is given under the assumption of smallness of the initial\ndata. Furthermore it is shown that in case of spherical symmetry the system\ndegenerates to the relativistic Vlasov-Poisson system.\n"]}]
["0803.3361",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Rings and Algebras","20C08","16W70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3361","Contemp. Math. 478 (2009), 29--37."],"date":["2008-03-24"],"type":["text"],"creator":["Francis, Andrew","Wang, Weiqiang"],"language":[],"coverage":[],"title":["The centers of Iwahori-Hecke algebras are filtered"],"description":["  We show that the center of the Iwahori--Hecke algebra of the symmetric group\n$S_n$ carries a natural filtered algebra structure, and that the structure\nconstants of the associated graded algebra are independent of $n$. A series of\nconjectures and open problems are also included.\n","Comment: 9 pages"]}]
["0803.3887",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3887","Phys.Atom.Nucl.71:2152-2164,2008","doi:10.1134/S1063778808120181"],"date":["2008-03-27","2008-04-13"],"type":["text"],"creator":["Dolgov, A. D."],"language":[],"coverage":[],"title":["Cosmology and Neutrino Properties"],"description":["  This is a brief review for particle physicists on cosmological impact of\nneutrinos and on restrictions on neutrino properties from cosmology. The paper\nincludes discussion of upper bounds on neutrino mass and possible ways to relax\nthem, methods to observe the cosmic neutrino background, bounds on the\ncosmological lepton asymmetry which are strongly improved by neutrino\noscillations, cosmological effects of breaking of spin-statistics theorem for\nneutrinos, bounds on mixing parameters of active and possible sterile neutrinos\nwith the account of active neutrino oscillations, bounds on right-handed\ncurrents and neutrino magnetic moments, and some more.\n","Comment: Talk presented at the meeting of Nuclear Physics Division of Russian\n  Academy of Sci., November, 2007, Moscow. 21 pages, 3 figures. One reference\n  is added and some numbers are slightly corrected"]}]
["0803.4188",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.4188","Nucl.Phys.B809:452-518,2009","doi:10.1016/j.nuclphysb.2008.09.024"],"date":["2008-03-28","2008-09-17"],"type":["text"],"creator":["Cirafici, Michele","Sinkovics, Annamaria","Szabo, Richard J."],"language":[],"coverage":[],"title":["Cohomological gauge theory, quiver matrix models and Donaldson-Thomas\n  theory"],"description":["  We study the relation between Donaldson-Thomas theory of Calabi-Yau\nthreefolds and a six-dimensional topological Yang-Mills theory. Our main\nexample is the topological U(N) gauge theory on flat space in its Coulomb\nbranch. To evaluate its partition function we use equivariant localization\ntechniques on its noncommutative deformation. As a result the gauge theory\nlocalizes on noncommutative instantons which can be classified in terms of\nN-coloured three-dimensional Young diagrams. We give to these noncommutative\ninstantons a geometrical description in terms of certain stable framed coherent\nsheaves on projective space by using a higher-dimensional generalization of the\nADHM formalism. From this formalism we construct a topological matrix quantum\nmechanics which computes an index of BPS states and provides an alternative\napproach to the six-dimensional gauge theory.\n","Comment: 65 pages, 1 figure; v2: References added; v3: Definitions of moduli\n  spaces clarified, references added; Final version to be published in Nuclear\n  Physics B"]}]
["0804.3606",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3606","Int. J. Quantum Inf. 6, 605 (2008)","doi:10.1142/S0219749908003840"],"date":["2008-04-22"],"type":["text"],"creator":["Borras, A.","Casas, M.","Plastino, A. R.","Plastino, A."],"language":[],"coverage":[],"title":["Some Entanglement Features of Highly Entangled Multiqubit States"],"description":["  We explore some basic entanglement features of multiqubit systems that are\nrelevant for the development of algorithms for searching highly entangled\nstates. In particular, we compare the behaviours of multiqubit entanglement\nmeasures based (i) on the von Neumann entropy of marginal density matrices and\n(ii) on the linear entropy of those matrices.\n","Comment: To appear in the special issue of IJQI \"Noise, Information and\n  Complexity at Quantum Scale\", eds. S. Mancini and F. Marchesoni (2008)"]}]
["0804.3992",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3992","V1 Published in Proceedings of Int. Seminar on Contemporary\n  Problems of Elementary Particle Physics, Dedicated to the Memory of I.L.\n  Solovtsov. Dubna, 2008, pp.167-182"],"date":["2008-04-24","2009-01-26"],"type":["text"],"creator":["Kataev, A. L.","Kim, V. T."],"language":[],"coverage":[],"title":["Higgs boson decay into bottom quarks and uncertainties of perturbative\n  QCD predictions"],"description":["  Different methods for treating the results of higher-order perturbative QCD\ncalculations of the decay width of the Standard Model Higgs boson into bottom\nquarks are discusssed. Special attention is paid to the analysis of the $M_H$\ndependence of the decay width $\\Gamma(H\\to \\bar{b}b})$ in the cases when the\nmass of b-quark is defined as the running parameter in the $\\bar{MS}$-scheme\nand as the quark pole mass. The relation between running and pole masses is\ntaken into account in the order $\\alpha_s^4$-approximation. Some special\nfeatures of applications of Analytical Perturbation Theory (APT) are commented.\n","Comment: 16 pages, 4 figures, misprints corrected, 2 references added"]}]
["0804.4109",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4109"],"date":["2008-04-25","2009-01-26"],"type":["text"],"creator":["Streets, Jeffrey","Tian, Gang"],"language":[],"coverage":[],"title":["Hermitian Curvature Flow"],"description":["  We define a functional for Hermitian metrics using the curvature of the Chern\nconnection. The Euler-Lagrange equation for this functional is an elliptic\nequation for Hermitian metrics. Solutions to this equation are related to\nK\\\"ahler-Einstein metrics, and are automatically K\\\"ahler-Einstein under\ncertain conditions. Given this, a natural parabolic flow equation arises. We\nprove short time existence and regularity results for this flow, as well as\nstability for the flow near K\\\"ahler-Einstein metrics with negative or zero\nfirst Chern class.\n","Comment: 34 pages"]}]
["0804.4114",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4114","Theor.Math.Phys.157:1671-1677,2008","doi:10.1007/s11232-008-0139-z"],"date":["2008-04-25"],"type":["text"],"creator":["Dragovich, Branko"],"language":[],"coverage":[],"title":["Zeta Nonlocal Scalar Fields"],"description":["  We consider some nonlocal and nonpolynomial scalar field models originated\nfrom p-adic string theory. Infinite number of spacetime derivatives is\ndetermined by the operator valued Riemann zeta function through d'Alembertian\n$\\Box$ in its argument. Construction of the corresponding Lagrangians L starts\nwith the exact Lagrangian $\\mathcal{L}_p$ for effective field of p-adic tachyon\nstring, which is generalized replacing p by arbitrary natural number n and then\ntaken a sum of $\\mathcal{L}_n$ over all n. The corresponding new objects we\ncall zeta scalar strings. Some basic classical field properties of these fields\nare obtained and presented in this paper. In particular, some solutions of the\nequations of motion and their tachyon spectra are studied. Field theory with\nRiemann zeta function dynamics is interesting in its own right as well.\n","Comment: 13 pages, submitted to Theoretical and Mathematical Physics"]}]
["0805.2070",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2070","Phys. Rev. A 78, 022328 (2008)","doi:10.1103/PhysRevA.78.022328"],"date":["2008-05-14","2008-07-23"],"type":["text"],"creator":["Borras, A.","Majtey, A.","Casas, M."],"language":[],"coverage":[],"title":["Efficient generation of random multipartite entangled states using time\n  optimal unitary operations"],"description":["  We review the generation of random pure states using a protocol of repeated\ntwo qubit gates. We study the dependence of the convergence to states with Haar\nmultipartite entanglement distribution. We investigate the optimal generation\nof such states in terms of the physical (real) time needed to apply the\nprotocol, instead of the gate complexity point of view used in other works.\nThis physical time can be obtained, for a given Hamiltonian, within the\ntheoretical framework offered by the quantum brachistochrone formalism. Using\nan anisotropic Heisenberg Hamiltonian as an example, we find that different\noptimal quantum gates arise according to the optimality point of view used in\neach case. We also study how the convergence to random entangled states depends\non different entanglement measures.\n","Comment: 5 pages, 2 figures. New title, improved explanation of the algorithm.\n  To appear in Phys. Rev. A"]}]
["0805.3143",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3143","J. Phys. Soc. Jpn. 77, 103714 (2008)","doi:10.1143/JPSJ.77.103714"],"date":["2008-05-20"],"type":["text"],"creator":["Brydon, P. M. R.","Manske, Dirk","Sigrist, M."],"language":[],"coverage":[],"title":["Origin and control of spin currents in a magnetic triplet Josephson\n  junction"],"description":["  We study the appearance of a Josephson spin current in a model triplet\nsuperconductor junction with a magnetically-active tunnelling barrier. We find\nthree distinct mechanisms for producing a spin current, and we provide a\ndetailed discussion of the symmetry properties and the physical origins of\neach. By combining these three basic mechanisms, we find that it is possible to\nexercise fine control over the spin currents. In particular, we show that\nunlike the charge current, the spin currents on either side of the barrier need\nnot be identical.\n","Comment: 5 pages, 4 figures, RevTeX"]}]
["0806.0715",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0715","Clim. Past, 5 (2009) 1-12,\n  http://www.clim-past.net/5/1/2009/cp-5-1-2009.html"],"date":["2008-06-04","2008-06-06"],"type":["text"],"creator":["van Oldenborgh, Geert Jan","Drijfhout, Sybren","van Ulden, Aad","Haarsma, Reindert","Sterl, Andreas","Severijns, Camiel","Hazeleger, Wilco","Dijkstra, Henk"],"language":[],"coverage":[],"title":["Western Europe is warming much faster than expected"],"description":["  The warming trend of the last decades is now so strong that it is discernible\nin local temperature observations. This opens the possibility to compare the\ntrend to the warming predicted by comprehensive climate models (GCMs), which up\nto now could not be verified directly to observations on a local scale, because\nthe signal-to-noise ratio was too low. The observed temperature trend in\nwestern Europe over the last decades appears much stronger than simulated by\nstate-of-the-art GCMs. The difference is very unlikely due to random\nfluctuations, either in fast weather processes or in decadal climate\nfluctuations. In winter and spring, changes in atmospheric circulation are\nimportant; in spring and summer changes in soil moisture and cloud cover. A\nmisrepresentation of the North Atlantic Current affects trends along the coast.\nMany of these processes continue to affect trends in projections for the 21st\ncentury. This implies that climate predictions for western Europe probably\nunderestimate the effects of anthropogenic climate change.\n","Comment: Figure 5 was the wrong file"]}]
["0806.2553",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2553","Nucl.Phys.B809:426-438,2009","doi:10.1016/j.nuclphysb.2008.08.027"],"date":["2008-06-16","2008-07-13"],"type":["text"],"creator":["Wei, Shao-Wen","Liu, Yu-Xiao","Zhang, Li-Jie","Ren, Ji-Rong"],"language":[],"coverage":[],"title":["Spinor Field Realizations of the half-integer $W_{2,s}$ Strings"],"description":["  The grading Becchi-Rouet-Stora-Tyutin (BRST) method gives a way to construct\nthe integer $W_{2,s}$ strings, where the BRST charge is written as\n$Q_B=Q_0+Q_1$. Using this method, we reconstruct the nilpotent BRST charges\n$Q_{0}$ for the integer $W_{2,s}$ strings and the half-integer $W_{2,s}$\nstrings. Then we construct the exact grading BRST charge with spinor fields and\ngive the new realizations of the half-integer $W_{2,s}$ strings for the cases\nof $s=3/2$, 5/2, and 7/2.\n","Comment: 16 pages, 2 tables, references added"]}]
["0806.2626",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2626","Nucl.Phys.B809:406-425,2009","doi:10.1016/j.nuclphysb.2008.08.024"],"date":["2008-06-16"],"type":["text"],"creator":["Grover, Jai","Gutowski, Jan B.","Herdeiro, Carlos A. R.","Sabra, Wafic"],"language":[],"coverage":[],"title":["HKT Geometry and de Sitter Supergravity"],"description":["  Solutions of five dimensional minimal de Sitter supergravity admitting\nKilling spinors are considered. It is shown that the \"timelike'' solutions are\ndetermined in terms of a four dimensional hyper-Kahler torsion (HKT) manifold.\nIf the HKT manifold is conformally hyper-Kahler the most general solution can\nbe obtained from a sub-class of supersymmetric solutions of minimal N=2\nungauged supergravity, by means of a simple transformation. Examples include a\nmulti-BMPV de Sitter solution, describing multiple rotating black holes\nco-moving with the expansion of the universe. If the HKT manifold is not\nconformally hyper-Kahler, examples admitting a tri-holomorphic Killing vector\nfield are constructed in terms of certain solutions of three dimensional\nEinstein-Weyl geometry.\n","Comment: 26 pages, latex"]}]
["0806.2786",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2786","Phys. Rev. Lett. 102, 033602 (2009)","doi:10.1103/PhysRevLett.102.033602"],"date":["2008-06-17","2008-10-27"],"type":["text"],"creator":["Reuther, Georg M.","Zueco, David","Hänggi, Peter","Kohler, Sigmund"],"language":[],"coverage":[],"title":["Time-Resolved Measurement of a Charge Qubit"],"description":["  We propose a scheme for monitoring coherent quantum dynamics with good\ntime-resolution and low backaction, which relies on the response of the\nconsidered quantum system to high-frequency ac driving. An approximate\nanalytical solution of the corresponding quantum master equation reveals that\nthe phase of an outgoing signal, which can directly be measured in an\nexperiment with lock-in technique, is proportional to the expectation value of\na particular system observable. This result is corroborated by the numerical\nsolution of the master equation for a charge qubit realized with a Cooper-pair\nbox, where we focus on monitoring coherent oscillations.\n","Comment: 4 pages, 3 figures"]}]
["0806.4107",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4107","Eur. Phys. J. B 67, 7-13 (2009)","doi:10.1140/epjb/e2008-00465-5"],"date":["2008-06-25","2009-01-26"],"type":["text"],"creator":["Rapp, Akos","Zarand, Gergely"],"language":[],"coverage":[],"title":["Universal diffusive decay of correlations in gapped one-dimensional\n  systems"],"description":["  We apply a semiclassical approach to express finite temperature dynamical\ncorrelation functions of gapped spin models analytically. We show that the\napproach of [A. Rapp, G. Zarand, Phys. Rev. B 74, 014433 (2006)] can also be\nused for the S=1 antiferromagnetic Heisenberg chain, whose lineshape can be\nmeasured experimentally. We generalize our calculations to O(N) quantum spin\nmodels and the sine-Gordon model in one dimension, and show that in all these\nmodels, the finite temperature decay of certain correlation functions is\ncharacterized by the same universal semiclassical relaxation function.\n","Comment: 7 pages, 5 figures, final version appeared in Eur. Phys. J. B 67,\n  7-13 (2009)"]}]
["0807.0567",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology","Mathematical Physics","Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0567","Nucl.Phys.B809:365-405,2009","doi:10.1016/j.nuclphysb.2008.08.022"],"date":["2008-07-03"],"type":["text"],"creator":["Kalmykov, Mikhail Yu.","Kniehl, Bernd A."],"language":[],"coverage":[],"title":["Towards all-order Laurent expansion of generalized hypergeometric\n  functions around rational values of parameters"],"description":["  We prove the following theorems:\n  1) The Laurent expansions in epsilon of the Gauss hypergeometric functions\n  2F1(I_1+a*epsilon, I_2+b*epsilon; I_3+p/q + c epsilon; z),\n  2F1(I_1+p/q+a*epsilon, I_2+p/q+b*epsilon; I_3+ p/q+c*epsilon;z),\n  2F1(I_1+p/q+a*epsilon, I_2+b*epsilon; I_3+p/q+c*epsilon;z), where\nI_1,I_2,I_3,p,q are arbitrary integers, a,b,c are arbitrary numbers and epsilon\nis an infinitesimal parameter, are expressible in terms of multiple\npolylogarithms of q-roots of unity with coefficients that are ratios of\npolynomials; 2) The Laurent expansion of the Gauss hypergeometric function\n2F1(I_1+p/q+a*epsilon, I_2+b*epsilon; I_3+c*epsilon;z) is expressible in terms\nof multiple polylogarithms of q-roots of unity times powers of logarithm with\ncoefficients that are ratios of polynomials; 3) The multiple inverse rational\nsums (see Eq. (2)) and the multiple rational sums (see Eq. (3)) are expressible\nin terms of multiple polylogarithms; 4) The generalized hypergeometric\nfunctions (see Eq. (4)) are expressible in terms of multiple polylogarithms\nwith coefficients that are ratios of polynomials.\n","Comment: 48 pages in LaTeX"]}]
["0807.2496",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","Computer Science - Data Structures and Algorithms","Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2496"],"date":["2008-07-16","2009-01-25"],"type":["text"],"creator":["Goel, Ashish","Munagala, Kamesh"],"language":[],"coverage":[],"title":["Hybrid Keyword Search Auctions"],"description":["  Search auctions have become a dominant source of revenue generation on the\nInternet. Such auctions have typically used per-click bidding and pricing. We\npropose the use of hybrid auctions where an advertiser can make a\nper-impression as well as a per-click bid, and the auctioneer then chooses one\nof the two as the pricing mechanism. We assume that the advertiser and the\nauctioneer both have separate beliefs (called priors) on the click-probability\nof an advertisement. We first prove that the hybrid auction is truthful,\nassuming that the advertisers are risk-neutral. We then show that this auction\nis superior to the existing per-click auction in multiple ways: 1) It takes\ninto account the risk characteristics of the advertisers. 2) For obscure\nkeywords, the auctioneer is unlikely to have a very sharp prior on the\nclick-probabilities. In such situations, the hybrid auction can result in\nsignificantly higher revenue. 3) An advertiser who believes that its\nclick-probability is much higher than the auctioneer's estimate can use\nper-impression bids to correct the auctioneer's prior without incurring any\nextra cost. 4) The hybrid auction can allow the advertiser and auctioneer to\nimplement complex dynamic programming strategies. As Internet commerce matures,\nwe need more sophisticated pricing models to exploit all the information held\nby each of the participants. We believe that hybrid auctions could be an\nimportant step in this direction.\n"]}]
["0807.2745",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2745","Nucl.Phys.B809:439-451,2009","doi:10.1016/j.nuclphysb.2008.09.025"],"date":["2008-07-17","2008-08-01"],"type":["text"],"creator":["Young, C. A. S.","Zegers, R."],"language":[],"coverage":[],"title":["On kappa-deformation and triangular quasibialgebra structure"],"description":["  We show that, up to terms of order 1/kappa^5, the kappa-deformed Poincare\nalgebra can be endowed with a triangular quasibialgebra structure. The\nuniversal R matrix and coassociator are given explicitly to the first few\norders. In the context of kappa-deformed quantum field theory, we argue that\nthis structure, assuming it exists to all orders, ensures that states of any\nnumber of identical particles, in any representation, can be defined in a\nkappa-covariant fashion.\n","Comment: 17 pages, Latex, typos corrected, references added, misleading\n  comments on twisting removed"]}]
["0807.3513",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3513","Phys. Rev. Lett. 102, 037207 (2009)","doi:10.1103/PhysRevLett.102.037207"],"date":["2008-07-22","2009-01-25"],"type":["text"],"creator":["Katzgraber, Helmut G.","Hartmann, Alexander K."],"language":[],"coverage":[],"title":["Ultrametricity and clustering of states in spin glasses: A\n  one-dimensional view"],"description":["  We present results from Monte Carlo simulations to test for ultrametricity\nand clustering properties in spin-glass models. By using a one-dimensional\nIsing spin glass with random power-law interactions where the universality\nclass of the model can be tuned by changing the power-law exponent, we find\nsignatures of ultrametric behavior both in the mean-field and non-mean-field\nuniversality classes for large linear system sizes. Furthermore, we confirm the\nexistence of nontrivial connected components in phase space via a clustering\nanalysis of configurations.\n","Comment: 4 pages, 4 figures, 1 table"]}]
["0807.3748",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3748","MNRAS 393 (2009) 99-107","doi:10.1111/j.1365-2966.2008.14191.x"],"date":["2008-07-23","2008-11-04"],"type":["text"],"creator":["Wiersma, Robert P. C.","Schaye, Joop","Smith, Britton D."],"language":[],"coverage":[],"title":["The effect of photo-ionization on the cooling rates of enriched,\n  astrophysical plasmas"],"description":["  Radiative cooling is central to a wide range of astrophysical problems.\nDespite its importance, cooling rates are generally computed using very\nrestrictive assumptions, such as collisional ionization equilibrium and solar\nrelative abundances. We simultaneously relax both assumptions and investigate\nthe effects of photo-ionization of heavy elements by the meta-galactic UV/X-ray\nbackground and of variations in relative abundances on the cooling rates of\noptically thin gas in ionization equilibrium. We find that photo-ionization by\nthe meta-galactic background radiation reduces the net cooling rates by up to\nan order of magnitude for gas densities and temperatures typical of the\nshock-heated intergalactic medium and proto-galaxies. In addition,\nphoto-ionization changes the relative contributions of different elements to\nthe cooling rates. We conclude that photo-ionization by the ionizing background\nand heavy elements both need to be taken into account in order for the cooling\nrates to be correct to order of magnitude. Moreover, if the rates need to be\nknown to better than a factor of a few, then departures of the relative\nabundances from solar need to be taken into account. We propose a method to\ncompute cooling rates on an element-by-element basis by interpolating\npre-computed tables that take photo-ionization into account. We provide such\ntables for a popular model of the evolving UV/X-ray background radiation,\ncomputed using the photo-ionization package CLOUDY.\n","Comment: 10 pages, 6 figures, Accepted for publication in MNRAS. One figure\n  added and minor textual changes made to first version. Downloadable tables\n  and videos available at http://www.strw.leidenuniv.nl/WSS08/"]}]
["0807.4863",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4863","Phys.Lett.B670:78-83,2008","doi:10.1016/j.physletb.2008.10.023"],"date":["2008-07-30","2009-01-26"],"type":["text"],"creator":["Lu, J. X.","Ning, Bo","Zhong, Guan-Nan"],"language":[],"coverage":[],"title":["On the low energy brane/anti-brane dynamics"],"description":["  We study the dynamical behavior of a pair of Dp-brane and anti Dp-brane ($0\n\\leq p \\leq 6$) moving parallel to each other in the region where the brane and\nanti-brane annihilation will not occur and the low energy description is valid.\nGiven this, we perform a general analysis, in the center of mass frame, of the\nbehavior of the effective potential with respect to the relative brane\nseparation and find that the classical orbits of this system are in general\nunbound except for $p = 6$ case for which classical bound orbits exist. The\nnon-linearity of the low energy DBI action for D-brane is important for the\nunderlying dynamics. We solve also the explicit orbits for $p = 6$ case.\n","Comment: 15 pages, 2 figures; shorten version published in Phys. Lett B"]}]
["0808.2235",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2235","Phys. Rev. E 78(6), 060101(R) (2008)","doi:10.1103/PhysRevE.78.060101"],"date":["2008-08-16","2009-01-26"],"type":["text"],"creator":["Sanders, David P."],"language":[],"coverage":[],"title":["Normal diffusion in crystal structures and higher-dimensional billiard\n  models with gaps"],"description":["  We show, both heuristically and numerically, that three-dimensional periodic\nLorentz gases -- clouds of particles scattering off crystalline arrays of hard\nspheres -- often exhibit normal diffusion, even when there are gaps through\nwhich particles can travel without ever colliding, i.e., when the system has an\ninfinite horizon. This is the case provided that these gaps are not \"too big\",\nas measured by their dimension. The results are illustrated with simulations of\na simple three-dimensional model having different types of diffusive regime,\nand are then extended to higher-dimensional billiard models, which include\nhard-sphere fluids.\n","Comment: 4 pages, 3 figures. v2: Minor revisions, references added"]}]
["0808.2364",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2364","Europhys. Lett. 85, 17002 (2009)","doi:10.1209/0295-5075/85/17002"],"date":["2008-08-18","2008-11-18"],"type":["text"],"creator":["Balzer, Matthias","Kyung, Bumsoo","Sénéchal, David","Tremblay, A. -M. S.","Potthoff, Michael"],"language":[],"coverage":[],"title":["First order Mott transition at zero temperature in two dimensions:\n  Variational plaquette study"],"description":["  The nature of the metal-insulator Mott transition at zero temperature has\nbeen discussed for a number of years. Whether it occurs through a quantum\ncritical point or through a first order transition is expected to profoundly\ninfluence the nature of the finite temperature phase diagram. In this paper, we\nstudy the zero temperature Mott transition in the two-dimensional Hubbard model\non the square lattice with the variational cluster approximation. This takes\ninto account the influence of antiferromagnetic short-range correlations. By\ncontrast to single-site dynamical mean-field theory, the transition turns out\nto be first order even at zero temperature.\n","Comment: 6 pages, 5 figures, version 2 with additional results for 8 bath\n  sites"]}]
["0808.2898",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2898","Phys. Rev. Lett. 102, 046401 (2009)","doi:10.1103/PhysRevLett.102.046401"],"date":["2008-08-21"],"type":["text"],"creator":["Inosov, D. S.","Evtushinsky, D. V.","Koitzsch, A.","Zabolotnyy, V. B.","Borisenko, S. V.","Kordyuk, A. A.","Frontzek, M.","Loewenhaupt, M.","Loeser, W.","Mazilu, I.","Bitterlich, H.","Behr, G.","Hoffmann, J. -U.","Follath, R.","Buechner, B."],"language":[],"coverage":[],"title":["Electronic structure and nesting-driven enhancement of the RKKY\n  interaction at the magnetic ordering propagation vector in Gd2PdSi3 and\n  Tb2PdSi3"],"description":["  We present first-time measurements of the Fermi surface and low-energy\nelectronic structure of intermetallic compounds Gd2PdSi3 and Tb2PdSi3 by means\nof angle-resolved photoelectron spectroscopy (ARPES). Both materials possess a\nflower-like Fermi surface consisting of an electron barrel at the G point\nsurrounded by spindle-shaped electron pockets originating from the same band.\nThe band bottom of both features lies at 0.5 eV below the Fermi level. From the\nexperimentally measured band structure, we estimate the momentum-dependent RKKY\ncoupling strength and demonstrate that it is peaked at the 1/2 GK wave vector.\nComparison with neutron diffraction data from the same crystals shows perfect\nagreement of this vector with the propagation vector of the low-temperature\nin-plane magnetic order, thereby demonstrating the decisive role of the Fermi\nsurface geometry in explaining the complex magnetically ordered ground state of\nternary rare earth silicides.\n","Comment: 4 pages, 4 figures"]}]
["0809.0086",{"format":[],"subject":["Mathematics - Algebraic Geometry","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0086","Nucl.Phys.B809:547-560,2009","doi:10.1016/j.nuclphysb.2008.10.005"],"date":["2008-08-30"],"type":["text"],"creator":["Schwarz, Albert","Shapiro, Ilya"],"language":[],"coverage":[],"title":["Twisted de Rham cohomology, homological definition of the integral and\n  \"Physics over a ring\""],"description":["  We define the twisted de Rham cohomology and show how to use it to define the\nnotion of an integral of the form $\\int g(x) e^{f(x)}dx$ over an arbitrary\nring. We discuss also a definition of a family of integrals and some properties\nof the homological definition of integral. We show how to use the twisted de\nRham cohomology in order to define the Frobenius map on the p-adic cohomology.\nFinally, we consider two-dimensional topological quantum field theories with\ngeneral coefficients.\n","Comment: 15 pages"]}]
["0809.0985",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0985","Nucl.Phys.B809:519-524,2009","doi:10.1016/j.nuclphysb.2008.09.029"],"date":["2008-09-05","2008-09-17"],"type":["text"],"creator":["Garousi, Mohammad R."],"language":[],"coverage":[],"title":["On non-linear action of multiple M2-branes"],"description":["  A nonlinear SO(8) invariant BF type Lagrangian for describing the dynamics of\nN M2-branes in flat spacetime has been proposed recently in the literature\nwhich is an extension of the non-abelian DBI action of N D2-branes. This action\nincludes only terms with even number of the totally antisymmetric tensor\nM^{IJK}. We argue that the action should contain terms with odd number of\nM^{IJL} as well. We modify the action to include them.\n","Comment: 8 pages, latex file; v4: another simple matrix for s^{IJ} has been\n  found, some comments added"]}]
["0809.2245",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2245"],"date":["2008-09-12","2009-01-26"],"type":["text"],"creator":["Bergamin, Luzi","Meyer, Rene"],"language":[],"coverage":[],"title":["Wolfgang Kummer and the Vienna School of Dilaton (Super-)Gravity"],"description":["  Wolfgang Kummer was well known for his passion for axial gauges and for the\nformulation of gravity in terms of Cartan variables. The combination of the two\napplied to two dimensional dilaton gravity is the basis of the \"Vienna School\",\nwhich provided numerous significant results over the last seventeen years. In\nthis review we trace the history of this success with particular emphasis on\ndilaton supergravity. We also present some previously unpublished results on\nthe structure of non-local vertices in quantum dilaton supergravity with\nnon-minimally coupled matter.\n","Comment: 33 pages, Contribution to \"Fundamental Interactions - A Memorial\n  Volume for Wolfgang Kummer\", to appear in World Scientific (v2: references\n  added, v3: typos corrected)"]}]
["0809.4885",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Mesoscale and Nanoscale Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4885","Phys.Rev.D78:125024,2008","doi:10.1103/PhysRevD.78.125024"],"date":["2008-09-28","2009-01-26"],"type":["text"],"creator":["Hasebe, Kazuki"],"language":[],"coverage":[],"title":["Hyperbolic Supersymmetric Quantum Hall Effect"],"description":["  Developing a non-compact version of the SUSY Hopf map, we formulate the\nquantum Hall effect on a super-hyperboloid. Based on $OSp(1|2)$ group\ntheoretical methods, we first analyze the one-particle Landau problem, and\nsuccessively explore the many-body problem where Laughlin wavefunction,\nhard-core pseudo-potential Hamiltonian and topological excitations are derived.\nIt is also shown that the fuzzy super-hyperboloid emerges in the lowest Landau\nlevel.\n","Comment: 14 pages, two columns, no figures, published version, typos corrected"]}]
["0810.1043",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1043","Phys. Rev. A 78, 062116 (2008)","doi:10.1103/PhysRevA.78.062116"],"date":["2008-10-06","2009-01-26"],"type":["text"],"creator":["Dente, Axel D.","Bustos-Marun, Raul A.","Pastawski, Horacio M."],"language":[],"coverage":[],"title":["Dynamical regimes of a quantum swap gate beyond the Fermi Golden Rule"],"description":["  We discuss how the bath's memory affects the dynamics of a swap gate. We\npresent an exactly solvable model that shows various dynamical transitions when\ntreated beyond the Fermi Golden Rule. By moving continuously a single\nparameter, the unperturbed Rabi frequency, we sweep through different analytic\nproperties of the density of states: I) collapsed resonances that split at an\nexceptional point in II) two resolved resonances ; III) out-of-band resonances;\nIV) virtual states; and V) pure point spectrum. We associate them with\ndistinctive dynamical regimes: overdamped, damped oscillations, environment\ncontrolled quantum diffusion, anomalous diffusion and localized dynamics\nrespectively. The frequency of the swap gate depends differently on the\nunperturbed Rabi frequency. In region I) there is no oscillation at all, while\nin the regions III) and IV) the oscillation frequency is particularly stable\nbecause it is determined by environment's band width. The anomalous diffusion\ncould be used as a signature for the presence of the elusive virtual states.\n","Comment: 11 pages 8 figures"]}]
["0810.5545",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.5545","Phys. Rev. B 79, 041404(R) (2009)"],"date":["2008-10-30"],"type":["text"],"creator":["Glatz, Andreas","Beloborodov, I. S."],"language":[],"coverage":[],"title":["Nanogranular Thermoelectrics"],"description":["  We investigate thermopower and thermoelectric coefficient of nano-granular\nmaterials at large tunneling conductance between the grains, g_{T} >> 1. We\nshow that at intermediate temperatures, T >= g_{T}\\delta, where \\delta is the\nmean energy level spacing for a single grain, electron-electron interaction\nleads to an increase of the thermopower with decreasing grain size. We discuss\nour results in the light of new types of thermoelectric materials and present\nthe behavior of the figure of merit depending on system parameters.\n","Comment: 4 pages, 3 figures"]}]
["0811.3612",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3612","Phys. Rev. Lett. 102, 030501 (2009)","doi:10.1103/PhysRevLett.102.030501"],"date":["2008-11-21"],"type":["text"],"creator":["Weber, B.","Specht, H. P.","Mueller, T.","Bochmann, J.","Muecke, M.","Moehring, D. L.","Rempe, G."],"language":[],"coverage":[],"title":["Photon-Photon Entanglement with a Single Trapped Atom"],"description":["  An experiment is performed where a single rubidium atom trapped within a\nhigh-finesse optical cavity emits two independently triggered entangled\nphotons. The entanglement is mediated by the atom and is characterized both by\na Bell inequality violation of S=2.5, as well as full quantum-state tomography,\nresulting in a fidelity exceeding F=90%. The combination of cavity-QED and\ntrapped atom techniques makes our protocol inherently deterministic - an\nessential step for the generation of scalable entanglement between the nodes of\na distributed quantum network.\n","Comment: 5 pages, 4 figures"]}]
["0812.1031",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1031","Rep. Prog. Phys. 72 (2009) 026502","doi:10.1088/0034-4885/72/2/026502"],"date":["2008-12-04"],"type":["text"],"creator":["Curro, N. J."],"language":[],"coverage":[],"title":["Nuclear magnetic resonance in the heavy fermion superconductors"],"description":["  Nuclear magnetic resonance has emerged as a vital technique for investigating\nstrongly correlated electron systems, and is particularly important for\nstudying superconductivity. In this paper the basic features of NMR as a\ntechnique for probing the superconducting state are reviewed. Topics include\ninclude spin relaxation processes, studies of vortex lattices, and phenomena\nassociated with unconventional pairing symmetries. Recent experimental work is\nreviewed, with a particular emphasis on the heavy fermion superconductors.\n","Comment: 51 pages, 20 figures"]}]
["0812.2064",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Combinatorics","05A10","46L54"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2064"],"date":["2008-12-10","2009-01-26"],"type":["text"],"creator":["Popa, Mihai"],"language":[],"coverage":[],"title":["Non-crossing linked partitions and multiplication of free random\n  variables"],"description":["  The material gives a new combinatorial proof of the multiplicative property\nof the S-transform. In particular, several properties of the coefficients of\nits inverse are connected to non-crossing linked partitions and planar trees.\n","Comment: 9 pages, 8 figures"]}]
["0812.3563",{"format":[],"subject":["Computer Science - Digital Libraries"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3563","Jahrbuch f\\\"ur Computerphilologie 10 (2009)"],"date":["2008-12-18","2009-01-26"],"type":["text"],"creator":["Romary, Laurent"],"language":[],"coverage":[],"title":["Questions & Answers for TEI Newcomers"],"description":["  This paper provides an introduction to the Text Encoding Initia-tive (TEI),\nfocused at bringing in newcomers who have to deal with a digital document\nproject and are looking at the capacity that the TEI environment may have to\nfulfil his needs. To this end, we avoid a strictly technical presentation of\nthe TEI and concentrate on the actual issues that such projects face, with\nparallel made on the situation within two institutions. While a quick\nwalkthrough the TEI technical framework is provided, the papers ends up by\nshowing the essential role of the community in the actual technical\ncontributions that are being brought to the TEI.\n"]}]
["0812.3788",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3788"],"date":["2008-12-19","2009-01-26"],"type":["text"],"creator":["Schmidt, Michael","Meier, Michael","Lausen, Georg"],"language":[],"coverage":[],"title":["Foundations of SPARQL Query Optimization"],"description":["  The SPARQL query language is a recent W3C standard for processing RDF data, a\nformat that has been developed to encode information in a machine-readable way.\nWe investigate the foundations of SPARQL query optimization and (a) provide\nnovel complexity results for the SPARQL evaluation problem, showing that the\nmain source of complexity is operator OPTIONAL alone; (b) propose a\ncomprehensive set of algebraic query rewriting rules; (c) present a framework\nfor constraint-based SPARQL optimization based upon the well-known chase\nprocedure for Conjunctive Query minimization. In this line, we develop two\nnovel termination conditions for the chase. They subsume the strongest\nconditions known so far and do not increase the complexity of the recognition\nproblem, thus making a larger class of both Conjunctive and SPARQL queries\namenable to constraint-based optimization. Our results are of immediate\npractical interest and might empower any SPARQL query optimizer.\n"]}]
["0812.3892",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3892","Phys. Rev. B 79, 024424 (2009)","doi:10.1103/PhysRevB.79.024424"],"date":["2008-12-19"],"type":["text"],"creator":["Fuchs, D.","Dieterle, L.","Arac, E.","Eder, R.","Adelmann, P.","Eyert, V.","Kopp, T.","Schneider, R.","Gerthsen, D.","Loehneysen, H. v."],"language":[],"coverage":[],"title":["Suppression of the ferromagnetic state in LaCoO3 films by rhombohedral\n  distortion"],"description":["  Epitaxially strained LaCoO3 (LCO) thin films were grown with different film\nthickness, t, on (001) oriented (LaAlO3)0.3(SrAl0.5Ta0.5O3)0.7 (LSAT)\nsubstrates. After initial pseudomorphic growth the films start to relieve their\nstrain partly by the formation of periodic nano-twins with twin planes\npredominantly along the <100> direction. Nano-twinning occurs already at the\ninitial stage of growth, albeit in a more moderate way. Pseudomorphic grains,\non the other hand, still grow up to a thickness of at least several tenths of\nnanometers. The twinning is attributed to the symmetry lowering of the\nepitaxially strained pseudo-tetragonal structure towards the relaxed\nrhombohedral structure of bulk LCO. However, the unit-cell volume of the\npseudo-tetragonal structure is found to be nearly constant over a very large\nrange of t. Only films with t > 130 nm show a significant relaxation of the\nlattice parameters towards values comparable to those of bulk LCO.\n","Comment: 31 pages, 10 figures"]}]
["0901.0536",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0536"],"date":["2009-01-05","2009-01-26"],"type":["text"],"creator":["Korada, Satish Babu","Sasoglu, Eren","Urbanke, Rudiger"],"language":[],"coverage":[],"title":["Polar Codes: Characterization of Exponent, Bounds, and Constructions"],"description":["  Polar codes were recently introduced by Ar\\i kan. They achieve the capacity\nof arbitrary symmetric binary-input discrete memoryless channels under a low\ncomplexity successive cancellation decoding strategy. The original polar code\nconstruction is closely related to the recursive construction of Reed-Muller\ncodes and is based on the $2 \\times 2$ matrix $\\bigl[ 1 &0 1& 1 \\bigr]$. It was\nshown by Ar\\i kan and Telatar that this construction achieves an error exponent\nof $\\frac12$, i.e., that for sufficiently large blocklengths the error\nprobability decays exponentially in the square root of the length. It was\nalready mentioned by Ar\\i kan that in principle larger matrices can be used to\nconstruct polar codes. A fundamental question then is to see whether there\nexist matrices with exponent exceeding $\\frac12$. We first show that any $\\ell\n\\times \\ell$ matrix none of whose column permutations is upper triangular\npolarizes symmetric channels. We then characterize the exponent of a given\nsquare matrix and derive upper and lower bounds on achievable exponents. Using\nthese bounds we show that there are no matrices of size less than 15 with\nexponents exceeding $\\frac12$. Further, we give a general construction based on\nBCH codes which for large $n$ achieves exponents arbitrarily close to 1 and\nwhich exceeds $\\frac12$ for size 16.\n","Comment: Submitted to IEEE Transactions on Information Theory, minor updates"]}]
["0901.1813",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.1813"],"date":["2009-01-13","2009-01-26"],"type":["text"],"creator":["Soln, Josip"],"language":[],"coverage":[],"title":["Procedure with Massive Neutrinos for the Standard Model Processes with\n  Negligible Lorentz Invariance Violation"],"description":["  For the electroweak interactions, the massive neutrino perturbative\nkinematical procedure is developed in the massive neutrino Fock space; The\nperturbation expansion parameter is the ratio of the neutrino mass to its\nenergy. This procedure, with the Pontecorvo-Maki-nakagawa-Sakata modified\nelectroweak Lagrangian, calculates the cross-sections with the new neutrino\nenergy projection operators in the massive neutrino Fock space, resulting in\nthe Standard Model mass-less flavor neutrino cross-sections, plus the Lorentz\nnon-invariant neutrino oscillation cross-sections which are proportional to the\nsquares of neutrino masses and, as such, practically unobservable in the\nlaboratory. This scheme reinforces the notion that the mass-less flavor\nneutrino can be considered as the superposition of three massive neutrinos.\n","Comment: 12 pages, 12 references"]}]
["0901.2769",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2769"],"date":["2009-01-19","2009-01-23"],"type":["text"],"creator":["Yoshimura, M.","Sasao, N."],"language":[],"coverage":[],"title":["Photonic soliton and its relevance to radiative neutrino pair emission"],"description":["  We consider atomic system of $\\Lambda-$type 3-level coupled to 2 mode fields,\nand derive an effective Maxwell-Bloch equation designed for two photon emission\nbetween two lower levels. We find axially symmetric, topologically stable\nsoliton solutions made of condensed fields. Immediate implication of soliton\nformation to radiative neutrino pair emission is to enhance its rate, larger\nthan the usual $\\propto N^2$ factor of target number dependence, along with\nanother merit of increasing the signal to the background photon emission.\n","Comment: Misplaced figure in v2 is replaced in this version"]}]
["0901.3127",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3127"],"date":["2009-01-20"],"type":["text"],"creator":["Dybalski, Wojciech"],"language":[],"coverage":[],"title":["Spectral Theory of Automorphism Groups and Particle Structures in\n  Quantum Field Theory"],"description":["  This Thesis presents some physically motivated criteria for the existence of\nparticles and infra-particles in a given quantum field theory. It is based on a\nrefined spectral theory of automorphism groups describing the energy-momentum\ntransfer of local observables. In particular, a novel decomposition of the\nalgebra of local observables into spectral subspaces is constructed. Apart from\nthe counterparts of the pure-point and absolutely continuous subspaces,\nfamiliar from the spectral theory of operators, there appears a new\n'point-continuous' subspace. It belongs to the singular-continuous part of the\ndecomposition, but is finite-dimensional in a large class of models; its\ndimension carries information about the infrared structure of a theory. It is\nshown that this point-continuous subspace is trivial in all theories complying\nwith a regularity condition proposed in this work. Moreover, this condition\nentails the existence of particles if the theory admits a stress-energy tensor.\nThe uniqueness of the decomposition of the algebra of observables into the\npure-point and continuous subspace is established by proving an ergodic theorem\nfor automorphism groups. The proof is based on physically motivated phase space\nconditions which have a number of interesting consequences pertaining to the\nvacuum structure such as the convergence of physical states to a unique vacuum\nunder large timelike translations.\n","Comment: PhD thesis, University of Goettingen, 2008 (advisor D. Buchholz) 156\n  pages"]}]
["0901.3303",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3303"],"date":["2009-01-21","2009-01-26"],"type":["text"],"creator":["Bouchoule, Isabelle","Van Druten, N. J.","Westbrook, Christoph I."],"language":[],"coverage":[],"title":["Atom chips and one-dimensional Bose gases"],"description":["  In this review article, we describe the studies of 1D gases realised on\natom-chip experiments.\n"]}]
["0901.3556",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3556"],"date":["2009-01-22"],"type":["text"],"creator":["Bratus', Alexander S.","Posvyanskii, Vladimir P.","Novozhilov, Artem S."],"language":[],"coverage":[],"title":["Existence and stability of stationary solutions to spatially extended\n  autocatalytic and hypercyclic systems under global regulation and with\n  nonlinear growth rates"],"description":["  Analytical analysis of spatially extended autocatalytic and hypercyclic\nsystems is presented. It is shown that spatially explicit systems in the form\nof reaction-diffusion equations with global regulation possess the same major\nqualitative features as the corresponding local models. In particular, using\nthe introduced notion of the stability in the mean integral sense we prove the\ncompetitive exclusion principle for the autocatalytic system and the permanence\nfor the hypercycle system. Existence and stability of stationary solutions are\nstudied. For some parameter values it is proved that stable spatially\nnon-uniform solutions appear.\n","Comment: 31 pages, 6 figures"]}]
["0901.3569",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3569"],"date":["2009-01-22"],"type":["text"],"creator":["Georgiev, Mladen"],"language":[],"coverage":[],"title":["Chirality of off-center orbital rotation: comparison with lepton spin\n  rotation"],"description":["  We introduce and attach an orbital chirality to off-center ions in crystals\nand consider its implications. Its relationship with the spin chirality of\nleptons and possibly anions is also discussed. The feature may bring new\nmeaning to the quantum mechanical vibronic effect.\n","Comment: 9 pdf pages, 3 figures, 1 appendix"]}]
["0901.3571",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3571"],"date":["2009-01-22"],"type":["text"],"creator":["Geneste, Gregory"],"language":[],"coverage":[],"title":["Molecular Dynamics Study of Ferroelectric Perovskites based on Effective\n  Hamiltonians: implementation of Nose-Hoover and Parinello-Rahman algorithms"],"description":["  Molecular Dynamics is applied to Ferroelectric Perovskites in the framework\nof a first-principles derived effective Hamiltonian (Zhong, Vanderbilt, Rabe,\nPhys. Rev. Lett. {\\bf 73} (1994), 1861). The degrees of freedom, that obey the\nNewton equations of motion, are the local modes and the displacement modes. The\nNose-Hoover method is implemented, as well as the Parinello-Rahman scheme to\nperform fixed temperature and fixed stress tensor simulations. This allows to\nstudy the thermodynamics of ferroelectric perovskites and to reproduce\nsuccessfully the Monte Carlo results on phase transitions, polarization and\nhomogeneous strain evolution with temperature of BaTiO$_3$, taken as an\nexample.\n","Comment: 14 pages, 5 figures"]}]
["0901.3580",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3580"],"date":["2009-01-22"],"type":["text"],"creator":["Suh, Changho","Tse, David"],"language":[],"coverage":[],"title":["Feedback Capacity of the Gaussian Interference Channel to Within 1.7075\n  Bits: the Symmetric Case"],"description":["  We characterize the symmetric capacity to within 1.7075 bits/s/Hz for the\ntwo-user Gaussian interference channel with feedback. The result makes use of a\ndeterministic model to provide insights into the Gaussian channel. We derive a\nnew outer bound to show that a proposed achievable scheme can achieve the\nsymmetric capacity to within 1.7075 bits for all channel parameters. From this\nresult, we show that feedback provides unbounded gain, i.e., the gain becomes\narbitrarily large for certain channel parameters. It is a surprising result\nbecause feedback has been so far known to provide only power gain (bounded\ngain) in the context of multiple access channels and broadcast channels.\n","Comment: submitted to the International Symposium and Information Theory"]}]
["0901.3585",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Artificial Intelligence","I.2.11","I.2.3","F.4.1","D.4.7","H.3.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3585","SEKI Report (ISSN 1437-4447), Saarland University, 1999"],"date":["2009-01-23"],"type":["text"],"creator":["Benzmueller, Christoph","Sorge, Volker"],"language":[],"coverage":[],"title":["Resource Adaptive Agents in Interactive Theorem Proving"],"description":["  We introduce a resource adaptive agent mechanism which supports the user in\ninteractive theorem proving. The mechanism uses a two layered architecture of\nagent societies to suggest appropriate commands together with possible command\nargument instantiations. Experiments with this approach show that its\neffectiveness can be further improved by introducing a resource concept. In\nthis paper we provide an abstract view on the overall mechanism, motivate the\nnecessity of an appropriate resource concept and discuss its realization within\nthe agent architecture.\n","Comment: 13 pages"]}]
["0901.3596",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3596"],"date":["2009-01-22"],"type":["text"],"creator":["Chang, Cheng"],"language":[],"coverage":[],"title":["Joint source-channel with side information coding error exponents"],"description":["  In this paper, we study the upper and the lower bounds on the joint\nsource-channel coding error exponent with decoder side-information. The results\nin the paper are non-trivial extensions of the Csiszar's classical paper [5].\nUnlike the joint source-channel coding result in [5], it is not obvious whether\nthe lower bound and the upper bound are equivalent even if the channel coding\nerror exponent is known. For a class of channels, including the symmetric\nchannels, we apply a game-theoretic result to establish the existence of a\nsaddle point and hence prove that the lower and upper bounds are the same if\nthe channel coding error exponent is known. More interestingly, we show that\nencoder side-information does not increase the error exponents in this case.\n","Comment: In preparation for IEEE Transactions on IT"]}]
["0901.3599",{"format":[],"subject":["Mathematics - Combinatorics","05B30","03G10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3599"],"date":["2009-01-22","2009-01-24"],"type":["text"],"creator":["Shigezumi, Junichi"],"language":[],"coverage":[],"title":["Certain lattice neighboring from Barnes-Wall lattice and some laminated\n  lattices"],"description":["  We give classifications of integral lattices which include the Barnes-Wall\nlattice $BW_{16}$ or laminated lattices of dimension $1 \\leqslant d \\leqslant\n8$ and of minimum 4. Also, we give certain lattice neighboring from each\nlattice. Furthermore, we study spherical designs and the other properties.\n","Comment: 20 pages, 9 figures. http://www2.math.kyushu-u.ac.jp/~j.shigezumi/"]}]
["0901.3607",{"format":[],"subject":["Mathematics - Dynamical Systems","34D45, 35B33, 35L05, 35M10, 47H20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3607"],"date":["2009-01-23"],"type":["text"],"creator":["Conti, Monica","Pata, Vittorino"],"language":[],"coverage":[],"title":["On the regularity of global attractors"],"description":["  This note is focused on a novel technique in order to establish the\nboundedness in more regular spaces for global attractors of dissipative\ndynamical systems, without appealing to uniform-in-time estimates. As an\napplication of the abstract result, the semigroup generated by the strongly\ndamped wave equation $$u_{tt}-\\Delta u_t-\\Delta u+\\phi(u)=f$$ with critical\nnonlinearity is considered, whose attractor is shown to possess the optimal\nregularity.\n","Comment: 11 pages"]}]
["0901.3608",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Logic in Computer Science","F.4.1","I.2.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3608","SEKI Report (ISSN 1437-4447), Saarland University, 1999"],"date":["2009-01-23"],"type":["text"],"creator":["Benzmueller, Christoph"],"language":[],"coverage":[],"title":["A remark on higher order RUE-resolution with EXTRUE"],"description":["  We show that a prominent counterexample for the completeness of first order\nRUE-resolution does not apply to the higher order RUE-resolution approach\nEXTRUE.\n","Comment: 3 pages"]}]
["0901.3611",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3611"],"date":["2009-01-23"],"type":["text"],"creator":["Fu, Liqun","Liew, Soung Chang","Huang, Jianwei"],"language":[],"coverage":[],"title":["Safe Carrier Sensing Range in CSMA Network under Physical Interference\n  Model"],"description":["  In this paper, we study the setting of carrier-sensing range in 802.11\nnetworks under the (cumulative) physical interference model. Specifically, we\nidentify a carrier-sensing range that will prevent collisions in 802.11\nnetworks due to carrier-sensing failure under the physical interference model.\nWe find that the carrier-sensing range required under the physical interference\nmodel must be larger than that required under the protocol (pairwise)\ninterference model by a multiplicative factor. For example, if the SINR\nrequirement is 10dB and the path-loss exponent is 4, the factor is 1.4.\nFurthermore, given a fixed pathloss exponent of 4, the factor increases as the\nSINR requirement increases. However, the limit of the factor is 1.84 as the\nSINR requirement goes to infinity.\n","Comment: 5 pages"]}]
["0901.3615",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3615"],"date":["2009-01-23"],"type":["text"],"creator":["Huang, Xiaofei"],"language":[],"coverage":[],"title":["A Constructive Generalization of Nash Equilibrium"],"description":["  In a society of multiple individuals, if everybody is only interested in\nmaximizing his own payoff, will there exist any equilibrium for the society?\nJohn Nash proved more than 50 years ago that an equilibrium always exists such\nthat nobody would benefit from unilaterally changing his strategy. Nash\nEquilibrium is a central concept in game theory, which offers the mathematical\nfoundation for social science and economy. However, the original definition is\ndeclarative without including a solution to find them. It has been found later\nthat it is computationally difficult to find a Nash equilibrium. Furthermore, a\nNash equilibrium may be unstable, sensitive to the smallest variation of payoff\nfunctions. Making the situation worse, a society with selfish individuals can\nhave an enormous number of equilibria, making it extremely hard to find out the\nglobal optimal one. This paper offers a constructive generalization of Nash\nequilibrium to cover the case when the selfishness of individuals are reduced\nto lower levels in a controllable way. It shows that the society has one and\nonly one equilibrium when the selfishness is reduced to a certain level. When\nevery individual follows the iterative, soft-decision optimization process\npresented in this paper, the society converges to the unique equilibrium with\nan exponential rate under any initial conditions. When it is a consensus\nequilibrium at the same time, it must be the global optimum. The study of this\npaper suggests that, to build a good, stable society (including the financial\nmarket) for the benefit everyone in it, the pursuing of maximal payoff by each\nindividual should be controlled at some level either by voluntary good\ncitizenship or some proper regulations.\n"]}]
["0901.3616",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3616"],"date":["2009-01-23"],"type":["text"],"creator":["Chiatti, Leonardo"],"language":[],"coverage":[],"title":["The Fundamental Equations of Point, Fluid and Wave Dynamics in the De\n  Sitter-Fantappie-Arcidiacono Projective Relativity Theory"],"description":["  A review is presented of the fundamental equations of point, perfect\nincompressible fluid and wave dynamics in the Fantappie-Arcidiacono theory of\nprojective relativity, also known as De Sitter relativity. Compared to the\noriginal works, some deductions have been simplified and the physical meaning\nof the equations has been analyzed in greater depth.\n","Comment: 21 pages, 0 figures"]}]
["0901.3617",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3617"],"date":["2009-01-23"],"type":["text"],"creator":["Krieg, Daniel"],"language":[],"coverage":[],"title":["A parton recombination approach to heavy ion collisions at RHIC and LHC"],"description":["  This thesis discusses the phenomenological parton recombination approach to\ndescribe hadronization in heavy ion collisions. The very good agreement to RHIC\ndata for the flow coefficients v_2 and v_4 is shown and extrapolations are used\nto make predictions for the LHC.\n","Comment: Diploma thesis; Goethe University Frankfurt, Dec. 2008; 111 pages"]}]
["0901.3618",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3618"],"date":["2009-01-23"],"type":["text"],"creator":["Shahin, Awatif M.","Ahmed, Elsayed","Elgazzar, Ahmed S.","Omar, Yassmin A."],"language":[],"coverage":[],"title":["On Fractals and Fractional Calculus Motivated by Complex Systems"],"description":["  Complex systems (CS) are ubiquitous in nature. It is argued that fractional\norder (FO) calculus is more suitable to describe fractal systems. Motivated by\nthe fractal space time theory some fractional generalizations of Scrodinger and\nKlein-Gordon equations are given. In many CS systems statistics is described by\nheavy tailed distributions e.g. fractal and Levy-Weibull ones. Here a\ngeneralized Weibull (GW) distribution is proposed to interpolate between them.\n","Comment: 7 pages"]}]
["0901.3620",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3620","Annual Review in Control 27, 2 (2003) 185-197"],"date":["2009-01-23"],"type":["text"],"creator":["Chapurlat, Vincent","Foguem, Bernard Kamsu","Prunet, François"],"language":[],"coverage":[],"title":["Enterprise model verification and validation: an approach"],"description":["  This article presents a Verification and Validation approach which is used\nhere in order to complete the classical tool box the industrial user may\nutilize in Enterprise Modeling and Integration domain. This approach, which has\nbeen defined independently from any application domain is based on several\nformal concepts and tools presented in this paper. These concepts are property\nconcepts, property reference matrix, properties graphs, enterprise modeling\ndomain ontology, conceptual graphs and formal reasoning mechanisms.\n"]}]
["0901.3623",{"format":[],"subject":["Mathematics - Functional Analysis","46B20, 46B03, 46E15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3623"],"date":["2009-01-23"],"type":["text"],"creator":["Hajek, Petr","Prochazka, Antonin"],"language":[],"coverage":[],"title":["$C^k$-smooth approximations of LUR norms"],"description":["  Let $X$ be a WCG Banach space admitting a $C^k$-Fr\\' echet smooth norm. Then\n$X$ admits an equivalent norm which is simultaneously $C^1$-Fr\\' echet smooth,\nLUR, and a uniform limit of $C^k$-Fr\\' echet smooth norms. If\n$X=C([0,\\alpha])$, where $\\alpha$ is an ordinal, then the same conclusion holds\ntrue with $k=\\infty$.\n"]}]
["0901.3624",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3624"],"date":["2009-01-23"],"type":["text"],"creator":["Sheka, Elena F.","Chernozatonskii, Leonid A."],"language":[],"coverage":[],"title":["Graphene-carbon nanotube composites"],"description":["  The formation of graphen-nanotube composites addresses a few basic problems.\nFirst, both partners are good donors and acceptors of electrons, which\nsignificantly complicates the intermolecular interaction between them leading\nto a two-well shape of the ground state energy term. The second problem\nconcerns odd-electron character of the components. Similarly to high aromatics\nand fullerenes, much larger C-C distances provide a considerable weakening of\nodd electrons interaction in nanotubes and graphene that necessitates taking\nthe configurational interaction of odd electrons into account. Avoiding a\nsevere complication, the broken spin-symmetry approach makes the problem\nfeasible. Moreover, unrestricted broken-symmetry Hartree-Fock approach\npossesses a unique sensitivity in revealing enhanced chemical activity of the\nspecies caused by their partial radicalization in terms of atomic chemical\nsusceptibility. The chemical susceptibility profiles along the tube and across\ntheir body as well as over graphene sheets form the ground of computational\nsynthesis of graphen-nanotube composites in due course of the relevant addition\nreactions and make it possible to select two main groups of the composites,\nconditionally called hammer and cutting-blade structures. The final product\nwill depend on whether both components of the composition are freely accessible\nor one of them is fixed. Thus, in diluted solutions where the first requirement\nis met, one can expect the formation of the multi-addend cutting-blade\ncomposites. Oppositely, when either nanotubes or graphene sheets are fixed on\nsome substrates, the hammer composites will be formed. A particular \"cradle\"\ncomposite is suggested for an individual graphene sheet to be fixed by a pair\nof nanotubes.\n","Comment: 21 pages, 6 figures, 1 table"]}]
["0901.3628",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3628"],"date":["2009-01-23"],"type":["text"],"creator":["Liu, Chia-Jyi","Chen, Shu-Yo","Shih, Long-Jiann"],"language":[],"coverage":[],"title":["Fabrication of nanotubules of thermoelectric gamma-Na0.7CoO2 using\n  porous aluminum oxide membrane as supporting template"],"description":["  We report the successful synthesis of nanotubules of thermoelectric materials\ngamma-NaxCoO2 using two different sol-gel routes aided by porous anodized\naluminium oxide (AAO) membrane as supporting templates. The gamma-NaxCoO2\nnanotubule using urea-based route can be achieved at 650 degree C at a heating\nrate of 1 degree C/min and held for 4h. The gamma-NaxCoO2 nanotubule using\ncitric acid-based route can be achieved at 500 degree C using a rapid-heat-up\nprocedure and held for 30 min. The products were investigated using various\ntechniques including XRD, SEM and TEM. Electron diffraction pattern taken along\n[001] zone axis direction on the nanotubule shows that all the diffraction\nspots can be indexed using a hexagonal unit cell with a = b = 0.56 nm, which\ncan be considered as a superstructure with cell doubling within the ab plane.\n","Comment: 7 pages, 8 figures"]}]
["0901.3630",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3630"],"date":["2009-01-23"],"type":["text"],"creator":["Kudekar, Shrinivas","Macris, Nicolas"],"language":[],"coverage":[],"title":["Decay of Correlations in Low Density Parity Check Codes: Low Noise\n  Regime"],"description":["  Consider transmission over a binary additive white gaussian noise channel\nusing a fixed low-density parity check code. We consider the posterior measure\nover the code bits and the corresponding correlation between two codebits,\naveraged over the noise realizations. We show that for low enough noise\nvariance this average correlation decays exponentially fast with the graph\ndistance between the code bits. One consequence of this result is that for low\nenough noise variance the GEXIT functions (further averaged over a standard\ncode ensemble) of the belief propagation and optimal decoders are the same.\n","Comment: 5 pages, submitted to ISIT 2009"]}]
["0901.3632",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3632"],"date":["2009-01-23"],"type":["text"],"creator":["Arentoft, T.","Kjeldsen, H.","Bedding, T. R."],"language":[],"coverage":[],"title":["Optimizing Weights for the Detection of Stellar Oscillations:\n  Application to alpha Centauri A and B, and beta Hydri"],"description":["  We have recently developed a new method for adjusting weights to minimize\nsidelobes in the spectral window. Here we show the results of applying this\nmethod to published two-site velocity observations of three stars (alpha Cen A,\nalpha Cen B and beta Hyi). Compared to our previous method of minimizing\nsidelobes, which involved adjusting the weights on a night-by-night basis, we\nfind a significant improvement in frequency resolution. In the case of alpha\nCen A, this should allow the detection of extra oscillation modes in the data.\n","Comment: 9 pages, 10 figures, proc. SOHO XXI/GONG 2008"]}]
["0901.3633",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3633"],"date":["2009-01-23"],"type":["text"],"creator":["Ressayre, Nicolas"],"language":[],"coverage":[],"title":["A short geometric proof of a conjecture of Fulton"],"description":["  We give a new geometric proof of a conjecture of Fulton on the\nLittlewood-Richardson coefficients. This conjecture was firstly proved by\nKnutson, Tao and Woodward using the Honeycomb theory. A geometric proof was\ngiven by Belkale. Our proof is based on the geometry of Horn's cones.\n"]}]
["0901.3636",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3636"],"date":["2009-01-23"],"type":["text"],"creator":["Kuzovkov, V. N.","Kotomin, E. A.","Zvejnieks, G.","Li, K. D.","Wang, L. M."],"language":[],"coverage":[],"title":["Void superlattice formation as self-organization phenomemon. 1. Scaling\n  estimates"],"description":["  The literature on void superlattice formation observed under irradation of\nmetals and insulators is analyzed with a special attention to the\nself-organization; a general scenario of this process is discussed. A simple\nrelation for the superlattice parameter as a function of the dose rate and\ntemperature is suggested, in a good agreement with existing experimental data.\nSpecial attention is paid to analysis of the halogen gas void formation in an\nelectron-irradiated CaF2\n"]}]
["0901.3639",{"format":[],"subject":["Mathematics - Symplectic Geometry","53D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3639"],"date":["2009-01-23"],"type":["text"],"creator":["Opshtein, Emmanuel"],"language":[],"coverage":[],"title":["$C^0$-rigidity of characteristics in symplectic geometry"],"description":["  The paper concerns a $C^0$-rigidity result for the charcteristic foliations\nin symplectic geometry. A symplectic homeomorphism (in the sense of\nEliashberg-Gromov) which preserves a smooth hypersurface also preserves its\ncharacteristic foliation.\n","Comment: 9 pages"]}]
["0901.3640",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3640"],"date":["2009-01-23"],"type":["text"],"creator":["Obousy, Richard K."],"language":[],"coverage":[],"title":["Investigation into Compactified Dimensions: Casimir Energies and\n  Phenomenological Aspects"],"description":["  The primary focus of this dissertation is the study of the Casimir effect and\nthe possibility that this phenomenon may serve as a mechanism to mediate higher\ndimensional stability, and also as a possible mechanism for creating a small\nbut non-zero vacuum energy density. In chapter one we review the nature of the\nquantum vacuum and discuss the different contributions to the vacuum energy\ndensity arising from different sectors of the standard model. Next, in chapter\ntwo, we discuss cosmology and the introduction of the cosmological constant\ninto Einstein's field equations. In chapter three we explore the Casimir effect\nand study a number of mathematical techniques used to obtain a finite physical\nresult for the Casimir energy. We also review the experiments that have\nverified the Casimir force. In chapter four we discuss the introduction of\nextra dimensions into physics. We begin by reviewing Kaluza Klein theory, and\nthen discuss three popular higher dimensional models: bosonic string theory,\nlarge extra dimensions and warped extra dimensions. Chapter five is devoted to\nan original derivation of the Casimir energy we derived for the scenario of a\nhigher dimensional vector field coupled to a scalar field in the fifth\ndimension. In chapter six we explore a range of vacuum scenarios and discuss\nresearch we have performed regarding moduli stability. Chapter seven explores a\nnovel approach to spacecraft propulsion we have proposed based on the idea of\nmanipulating the extra dimensions of string/M theory. Finally, in chapter 8, we\ndiscuss some issues in heterotic string phenomenology derived from the free\nfermionic approach.\n","Comment: Ph.D dissertation. 147 pages, 16 figures, 3 tables, accepted December\n  2008"]}]
["0901.3641",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11G09 (Primary)","11G18, 11G20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3641"],"date":["2009-01-23"],"type":["text"],"creator":["Papikian, Mihran"],"language":[],"coverage":[],"title":["Genus formula for modular curves of $D$-elliptic sheaves"],"description":["  We prove a genus formula for modular curves of $D$-elliptic sheaves. We use\nthis formula to show that the reductions of modular curves of $D$-elliptic\nsheaves attain the Drinfeld-Vladut bound as the degree of the discriminant of\n$D$ tends to infinity.\n","Comment: 13 pages, 2 tables"]}]
["0901.3643",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3643"],"date":["2009-01-23"],"type":["text"],"creator":["Becattini, F."],"language":[],"coverage":[],"title":["An introduction to the Statistical Hadronization Model"],"description":["  In these lectures I review the foundations and the applications of the\nstatistical hadronization model to elementary and relativistic heavy ion\ncollisions. The role of strangeness production and the general interpretation\nof results is addressed.\n","Comment: Lectures given at the 4th edition of the school \"Quark-Gluon Plasma\n  and Heavy Ion Collisions : past, present, future\", Torino (Italy), 8-14\n  December 2008"]}]
["0901.3644",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3644","Journal of Statistical Mechanics: Theory and Experiment, Art. No.\n  P01012 (2009)","doi:10.1088/1742-5468/2009/01/P01012"],"date":["2009-01-23"],"type":["text"],"creator":["McDonnell, Mark D.","Amblard, Pierre-Olivier","Stocks, Nigel G."],"language":[],"coverage":[],"title":["Stochastic Pooling Networks"],"description":["  We introduce and define the concept of a stochastic pooling network (SPN), as\na model for sensor systems where redundancy and two forms of 'noise' -- lossy\ncompression and randomness -- interact in surprising ways. Our approach to\nanalyzing SPNs is information theoretic. We define an SPN as a network with\nmultiple nodes that each produce noisy and compressed measurements of the same\ninformation. An SPN must combine all these measurements into a single further\ncompressed network output, in a way dictated solely by naturally occurring\nphysical properties -- i.e. pooling -- and yet causes no (or negligible)\nreduction in mutual information. This means SPNs exhibit redundancy reduction\nas an emergent property of pooling. The SPN concept is applicable to examples\nin biological neural coding, nano-electronics, distributed sensor networks,\ndigital beamforming arrays, image processing, multiaccess communication\nnetworks and social networks. In most cases the randomness is assumed to be\nunavoidably present rather than deliberately introduced. We illustrate the\ncentral properties of SPNs for several case studies, where pooling occurs by\nsummation, including nodes that are noisy scalar quantizers, and nodes with\nconditionally Poisson statistics. Other emergent properties of SPNs and some\nunsolved problems are also briefly discussed.\n","Comment: Published, 14 pages of text, 42 references, 4 figures"]}]
["0901.3645",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3645"],"date":["2009-01-23"],"type":["text"],"creator":["Berney, J.","Portella-Oberli, M. T.","Deveaud-Plédran, B."],"language":[],"coverage":[],"title":["Theoretical derivation of the bi- and tri-molecular trion formation\n  coefficients"],"description":["  A theoretical investigation of the trion formation process from free carriers\nin a single GaAs/Al_{1-x}Ga_{x}As quantum well is presented. The mechanism for\nthe formation process is provided by the interaction of the electrons and holes\nwith phonons. The contributions from both the acoustic and optical phonons are\nconsidered. The dependence of both bi-molecular and tri-molecular formation\nrates on temperature is calculated. We demonstrate that they are equivalent for\nnegatively and positively charged excitons.\n"]}]
["0901.3646",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","46B20, 46L05 (Primary) 46L45, 47H09 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3646"],"date":["2009-01-23"],"type":["text"],"creator":["Dhompongsa, S.","Fupinwong, W.","Lawton, W."],"language":[],"coverage":[],"title":["Fixed point and spectral characterization of finite dimensional\n  C*-algebras"],"description":["  We show that the following conditions on a C*-algebra are equivalent: (i) it\nhas the fixed point property for nonexpansive mappings, (ii) the spectrum of\nevery self adjoint element is finite, (iii) it is finite dimensional. We prove\nthat (i) implies (ii) using constructions given by Goebel, that (ii) implies\n(iii) using projection operator properties derived from the spectral and\nGelfand-Naimark-Segal theorems, and observe that (iii) implies (i) by Brouwer's\nfixed point theorem.\n","Comment: 6 pages, no figures"]}]
["0901.3657",{"format":[],"subject":["Computer Science - Symbolic Computation","Computer Science - Data Structures and Algorithms","I.1.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3657"],"date":["2009-01-23"],"type":["text"],"creator":["Bostan, Alin","Chowdhury, Muhammad","van der Hoeven, Joris","Schost, Eric"],"language":[],"coverage":[],"title":["Homotopy methods for multiplication modulo triangular sets"],"description":["  We study the cost of multiplication modulo triangular families of\npolynomials. Following previous work by Li, Moreno Maza and Schost, we propose\nan algorithm that relies on homotopy and fast evaluation-interpolation\ntechniques. We obtain a quasi-linear time complexity for substantial families\nof examples, for which no such result was known before. Applications are given\nto notably addition of algebraic numbers in small characteristic.\n"]}]
["0901.3661",{"format":[],"subject":["Mathematics - General Topology","54B20","54F15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3661"],"date":["2009-01-23"],"type":["text"],"creator":["Matsuhashi, Eiichi"],"language":[],"coverage":[],"title":["Having cut-points is not a Whitney reversible property"],"description":["  We show that the property of having cut-points is not a Whitney reversible\nproperty. This answers in the negative a question posed by Illanes and Nadler.\n"]}]
["0901.3663",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3663"],"date":["2009-01-23"],"type":["text"],"creator":["Sheka, E. F."],"language":[],"coverage":[],"title":["May silicene exist?"],"description":["  The letter presents arguments, supported by quantum-chemical calculations,\nagainst silicene to be produced\n","Comment: 6 pages, 1 figure, 1 table"]}]
["0901.3665",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3665","Annals of Applied Statistics 2008, Vol. 2, No. 4, 1217-1230","doi:10.1214/08-AOAS210"],"date":["2009-01-23"],"type":["text"],"creator":["Drignei, Dorin","Forest, Chris E.","Nychka, Doug"],"language":[],"coverage":[],"title":["Parameter estimation for computationally intensive nonlinear regression\n  with an application to climate modeling"],"description":["  Nonlinear regression is a useful statistical tool, relating observed data and\na nonlinear function of unknown parameters. When the parameter-dependent\nnonlinear function is computationally intensive, a straightforward regression\nanalysis by maximum likelihood is not feasible. The method presented in this\npaper proposes to construct a faster running surrogate for such a\ncomputationally intensive nonlinear function, and to use it in a related\nnonlinear statistical model that accounts for the uncertainty associated with\nthis surrogate. A pivotal quantity in the Earth's climate system is the climate\nsensitivity: the change in global temperature due to doubling of atmospheric\n$\\mathrm{CO}_2$ concentrations. This, along with other climate parameters, are\nestimated by applying the statistical method developed in this paper, where the\ncomputationally intensive nonlinear function is the MIT 2D climate model.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AOAS210 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0901.3670",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3670","Annals of Applied Statistics 2008, Vol. 2, No. 4, 1231-1248","doi:10.1214/08-AOAS168"],"date":["2009-01-23"],"type":["text"],"creator":["Malmberg, Anders","Arellano, Avelino","Edwards, David P.","Flyer, Natasha","Nychka, Doug","Wikle, Christopher"],"language":[],"coverage":[],"title":["Interpolating fields of carbon monoxide data using a hybrid\n  statistical-physical model"],"description":["  Atmospheric Carbon Monoxide (CO) provides a window on the chemistry of the\natmosphere since it is one of few chemical constituents that can be remotely\nsensed, and it can be used to determine budgets of other greenhouse gases such\nas ozone and OH radicals. Remote sensing platforms in geostationary Earth orbit\nwill soon provide regional observations of CO at several vertical layers with\nhigh spatial and temporal resolution. However, cloudy locations cannot be\nobserved and estimates of the complete CO concentration fields have to be\nestimated based on the cloud-free observations. The current state-of-the-art\nsolution of this interpolation problem is to combine cloud-free observations\nwith prior information, computed by a deterministic physical model, which might\nintroduce uncertainties that do not derive from data. While sharing features\nwith the physical model, this paper suggests a Bayesian hierarchical model to\nestimate the complete CO concentration fields. The paper also provides a direct\ncomparison to state-of-the-art methods. To our knowledge, such a model and\ncomparison have not been considered before.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AOAS168 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0901.3671",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Algebraic Geometry","55N33, 20C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3671"],"date":["2009-01-23"],"type":["text"],"creator":["Juteau, Daniel"],"language":[],"coverage":[],"title":["Correspondance de Springer modulaire et matrices de d\\'ecomposition"],"description":["  In 1976, Springer defined a correspondence making a link between the\nirreducible ordinary (characteristic zero) representations of a Weyl group and\nthe geometry of the associated nilpotent variety. In this thesis, we define a\nmodular Springer correspondence (in positive characteristic), and we show that\nthe decomposition numbers of a Weyl group (for example the symmetric group) are\nparticular cases of decomposition numbers for equivariant perverse sheaves on\nthe nilpotent variety. We calculate explicitly the decomposition numbers\nassociated to the regular and subregular classes, and to the minimal and\ntrivial classes. We determine the correspondence explicitly in the case of the\nsymmetric group, and show that James's row and column removal rule is a\nconsequence of a smooth equivalence of nilpotent singularities obtained by\nKraft and Procesi. The first chapter contains generalities about perverse\nsheaves with Z_l and F_l coefficients.\n"]}]
["0901.3678",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3678"],"date":["2009-01-23"],"type":["text"],"creator":["Miyao, Tadahiro","Spohn, Herbert"],"language":[],"coverage":[],"title":["The retarded van der Waals potential - revisited"],"description":["  The retarded van-der-Waals potential, as first obtained by Casimir and\nPolder, is usually computed on the basis of nonrelativistic QED. The\nhamiltonian describes two infinitely heavy nuclei, charge $e$, separated by a\ndistance $R$ and two spinless electrons, charge $-e$, nonrelativistically\ncoupled to the quantized radiation field. Casimir and Polder use the dipole\napproximation and small coupling to the Maxwell field. We employ here the full\nhamiltonian and determine the asymptotic strength of the leading $-R^{-7}$\npotential, which is valid for all $e$. Our computation is based on a path\nintegral representation and expands in $1/R$, rather than in $e$.\n","Comment: 26 pages"]}]
["0901.3681",{"format":[],"subject":["Mathematics - Algebraic Geometry","High Energy Physics - Theory","82B20 (Primary) 33C70 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3681"],"date":["2009-01-23"],"type":["text"],"creator":["Stienstra, Jan"],"language":[],"coverage":[],"title":["Computation of Principal A-determinants through Dimer Dynamics"],"description":["  In this note we translate the pictorial description of Gulotta's efficient\ninverse algorithm (arXiv:0807.3012) into matrix operations, so that it can be\nimplemented on a computer. As an application we point out that this in\ncombination with results from our paper arXiv:0803.3908 provides a fast\nalgorithm for computing the principal A-determinant of Gelfand, Kapranov and\nZelevinsky for hypergeometric systems in two variables.\n","Comment: 17 pages, to appear in proceedings of conference 'New developments in\n  Algebraic Geometry, Integrable Systems and Mirror symmetry', Kyoto, January\n  2008"]}]
["0901.3686",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3686"],"date":["2009-01-23"],"type":["text"],"creator":["Schmitt, Franz-Josef"],"language":[],"coverage":[],"title":["The lower bound on the energy for bounded systems is equivalent to the\n  Bekenstein upper bound on the entropy to energy ratio for bounded systems"],"description":["  Several approaches were used to proof the assumption that an universal upper\nbound on the entropy to energy ratio (S/E) exists in bounded systems. In 1981\nJacob D. Bekenstein published his findings that S/E is limited by the effective\nradius of the system and mentioned various approaches to derive S/E employing\nquantum statistics or thermodynamics. It can be shown that similar results are\nobtained considering the energetic difference of longitudinal eigenmodes inside\na closed cavity like it was done by Max Planck in 1900 to derive the correct\nformula for the spectral distribution of the black-body radiation. Considering\nan information theoretical approach this derivation suggests that the variance\nof an expectation value is the same like the variance of the probability for\nmeasuring this expectation value. Implications of these findings are shortly\ndiscussed.\n","Comment: 4 pages, 2 figures"]}]
["0901.3689",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Rings and Algebras","11G09 (Primary) 11R58, 16H05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3689"],"date":["2009-01-23"],"type":["text"],"creator":["Papikian, Mihran"],"language":[],"coverage":[],"title":["Endomorphisms of exceptional $D$-elliptic sheaves"],"description":["  We relate the endomorphism rings of certain $D$-elliptic sheaves of finite\ncharacteristic to hereditary orders in central division algebras over function\nfields.\n","Comment: 17 pages"]}]
["0901.3694",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3694"],"date":["2009-01-23"],"type":["text"],"creator":["Huang, X. Q."],"language":[],"coverage":[],"title":["New insight into the Hall effect"],"description":["  In this paper, we develop a unified theory for describing Hall effect in\nvarious electronic systems based on a pure electron picture (without the hole\nconcept). We argue that the Hall effect is the magnetic field induced symmetry\nbreaking of the charge carrier's spatial distribution. Due to the interaction\nof the charge carriers and the ion lattice, there are two possible symmetry\nbreaking mechanisms which cause different signs of Hall coefficient in a Hall\nmaterial. The scenario provides an explicit explanation of the sign different\nof the Hall coefficient in the N-type and P-type semiconductors, the sign\nreversal induced by both temperature and magnetic field in different materials,\nand the integer and fractional quantum Hall effect (QHE) in two-dimensional\nelectron gas (2DEG) of GaAs/AlGaN heterostructures.\n","Comment: 7 pages, 8 figures"]}]
["0901.3699",{"format":[],"subject":["Computer Science - Discrete Mathematics","Computer Science - Data Structures and Algorithms","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3699"],"date":["2009-01-23"],"type":["text"],"creator":["Frieze, Alan","Melsted, Pall"],"language":[],"coverage":[],"title":["Randomly colouring simple hypergraphs"],"description":["  We study the problem of constructing a (near) random proper $q$-colouring of\na simple k-uniform hypergraph with n vertices and maximum degree \\Delta.\n(Proper in that no edge is mono-coloured and simple in that two edges have\nmaximum intersection of size one). We give conditions on q,\\Delta so that if\nthese conditions are satisfied, Glauber dynamics will converge in O(n\\log n)\ntime from a random (improper) start. The interesting thing here is that for\nk\\geq 3 we can take q=o(\\D).\n"]}]
["0901.3701",{"format":[],"subject":["Mathematics - Analysis of PDEs","35L65, 35J70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3701","Journal of Differential Equations 236 (2007), no. 1, 280--292"],"date":["2009-01-23"],"type":["text"],"creator":["Lei, Zhen","Zheng, Yuxi"],"language":[],"coverage":[],"title":["A Complete Global Solution to the Pressure Gradient Equation"],"description":["  We study the domain of existence of a solution to a Riemann problem for the\npressure gradient equation in two space dimensions. The Riemann problem is the\nexpansion of a quadrant of gas of constant state into the other three vacuum\nquadrants. The global existence of a smooth solution was established in Dai and\nZhang [Arch. Rational Mech. Anal., {\\bf 155}(2000), 277-298] up to the free\nboundary of vacuum. We prove that the vacuum boundary where the system is\ndegenerate is the trivial coordinate axes.\n","Comment: We establish global existence of a solution to a Riemann problem for\n  the pressure gradient equation in two space dimensions"]}]
["0901.3708",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3708"],"date":["2009-01-23"],"type":["text"],"creator":["Lee, Sheng-Chiang","Peters, Randall D."],"language":[],"coverage":[],"title":["A New Look at an Old Tool-the Cumulative Spectral Power of Fast-Fourier\n  Transform Analysis"],"description":["  As an old and widely used tool, it is still possible to find new insights and\napplications from Fast Fourier Transform (FFT)-based analyses. The FFT is\nfrequently used to generate the Power Spectral Density (PSD) function, by\nsquaring the spectral components that have been corrected for influence from\nthe instrument that generated the data. Although better than a raw-data\nspectrum, by removing influence of the instrument transfer function, the PSD is\nstill of limited value for time varying signals with noise, due to the very\nnature of the Fourier transform. The authors present here another way to treat\nthe FFT data, namely the Cumulative Spectral Power (CSP), as a promising means\nto overcome some of these limitations. As will be seen from the examples\nprovided, the CSP holds promise in a variety of different fields.\n","Comment: 10 pages, 5 figures"]}]
["0901.3709",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3709","Computers and Geotechnics 29, 7 (2002) 573-585","doi:10.1016/S0266-352X(02)00017-4"],"date":["2009-01-23"],"type":["text"],"creator":["Semblat, Jean-François","Duval, Anne-Marie","Dangla, Patrick"],"language":[],"coverage":[],"title":["Seismic site effects in a deep alluvial basin: numerical analysis by the\n  boundary element method"],"description":["  The main purpose of the paper is the numerical analysis of seismic site\neffects in Caracas (Venezuela). The analysis is performed considering the\nboundary element method in the frequency domain. A numerical model including a\npart of the local topography is considered, it involves a deep alluvial deposit\non an elastic bedrock. The amplification of seismic motion (SH-waves, weak\nmotion) is analyzed in terms of level, occurring frequency and location. In\nthis specific site of Caracas, the amplification factor is found to reach a\nmaximum value of 25. Site effects occur in the thickest part of the basin for\nlow frequencies (below 1.0 Hz) and in two intermediate thinner areas for\nfrequencies above 1.0 Hz. The influence of both incidence and shear wave\nvelocities is also investigated. A comparison with microtremor recordings is\npresented afterwards. The results of both numerical and experimental approaches\nare in good agreement in terms of fundamental frequencies in the deepest part\nof the basin. The boundary element method appears to be a reliable and\nefficient approach for the analysis of seismic site effects.\n"]}]
["0901.3710",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3710","Bulletin of the Seismological Society of America 95, 5 (2005)\n  1916-1927","doi:10.1785/0120050012"],"date":["2009-01-23"],"type":["text"],"creator":["Dangla, Patrick","Semblat, Jean-François","Xiao, H.","Delépine, Nicolas"],"language":[],"coverage":[],"title":["A Simple and Efficient Regularization Method for 3D BEM: Application to\n  Frequency-Domain Elastodynamics"],"description":["  An efficient and easy-to-implement method is proposed to regularize integral\nequations in the 3D boundary element method (BEM). The method takes advantage\nof an assumed three-noded triangle discretization of the boundary surfaces. The\nmethod is based on the derivation of analytical expressions of singular\nintegrals. To demonstrate the accuracy of the method, three elastodynamic\nproblems are numerically worked out in the frequency domain: a cavity under\nharmonic pressure, diffraction of a plane wave by a spherical cavity, and\namplification of seismic waves in a semispherical alluvial basin (the second\none is also investigated in the time domain). The numerical results are\ncompared to semi-analytical solutions; a close agreement is found for all\nproblems, showing the accuracy of the proposed method.\n"]}]
["0901.3713",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3713"],"date":["2009-01-23"],"type":["text"],"creator":["Deshouillers, Jean-Marc","Prakash, Gyan"],"language":[],"coverage":[],"title":["Large zero-free subsets of Z/pZ"],"description":["  A finite subset $A$ of an abelian group $G$ is said to be zero-free if the\nidentity element of $G$ cannot be written as a sum of distinct elements from\n$A$. In this article we study the structure of zero-free subsets of $Z/pZ$ the\ncardinality of which is close to largest possible. In particular, we determine\nthe cardinality of the largest zero-free subset of $Z/pZ$, when $p$ is a\nsufficiently large prime.\n","Comment: 17 pages"]}]
["0901.3714",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11G09 (Primary)","11G18 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3714"],"date":["2009-01-23"],"type":["text"],"creator":["Papikian, Mihran"],"language":[],"coverage":[],"title":["On hyperelliptic modular curves over function fields"],"description":["  We prove that there are only finitely many modular curves of $D$-elliptic\nsheaves over $\\mathbb{F}_q(T)$ which are hyperelliptic. In odd characteristic\nwe give a complete classification of such curves.\n"]}]
["0901.3715",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3715","Journal of Sound and Vibration 231, 2 (2000) 460-467","doi:10.1006/jsvi.1999.2636"],"date":["2009-01-23"],"type":["text"],"creator":["Semblat, Jean-François","Brioist, J. J."],"language":[],"coverage":[],"title":["Efficiency of Higher Order Finite Elements for the Analysis of Seismic\n  Wave Propagation"],"description":["  The analysis of wave propagation problems in linear damped media must take\ninto account both propagation features and attenuation process. To perform\naccurate numerical investigations by the finite differences or finite element\nmethod, one must consider a specific problem known as the numerical dispersion\nof waves. Numerical dispersion may increase the numerical error during the\npropagation process as the wave velocity (phase and group) depends on the\nfeatures of the numerical model. In this paper, the numerical modelling of wave\npropagation by the finite element method is thus analyzed and dis-cussed for\nlinear constitutive laws. Numerical dispersion is analyzed herein through 1D\ncomputations investigating the accuracy of higher order 15-node finite elements\ntowards numerical dispersion. Concerning the numerical analy-sis of wave\nattenuation, a rheological interpretation of the classical Rayleigh assumption\nhas for instance been previously proposed in this journal.\n"]}]
["0901.3716",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3716","Soils and foundations 39 (1999) 1-10"],"date":["2009-01-23"],"type":["text"],"creator":["Semblat, J. F.","Luong, M. P.","Gary, G."],"language":[],"coverage":[],"title":["3D Hopkinson bar: new experiments for dynamic testing on soils"],"description":["  The direct analysis of the dynamic response of materials is possible using\nSplit Hopkinson pressure bar method. For soils, it has to be adapted since the\nspecimen has generally poor mechanical properties. An original experimental\narrangement called \"Three-Dimensional Split Hopkinson Pressure Bar\" (3D SHPB)\nis proposed. It allows the measurement of the complete three-dimensional\ndynamic response of soils. Different types of confinement systems are used. The\nresults on different loading paths are compared with other works on sand and\nclay. The analysis at grain-size level gives further elements on the\ncomminution process.\n"]}]
["0901.3717",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3717","Journal of Sound and Vibration 206, 5 (1997) 741-744","doi:10.1006/jsvi.1997.1067"],"date":["2009-01-23"],"type":["text"],"creator":["Semblat, Jean-François"],"language":[],"coverage":[],"title":["Rheological Interpretation of Rayleigh Damping"],"description":["  Damping is defined through various terms such as energy loss per cycle (for\ncyclic tests), logarithmic decrement (for vibration tests), complex modulus,\nrise-time or spectrum ratio (for wave propagation analysis), etc. For numerical\nmodeling purposes, another type of damping is frequently used : it is called\nRayleigh damping. It is a very convenient way of accounting for damping in\nnumerical models, although the physical or rheological meaning of this approach\nis not clear. A rheological model is proposed to be related to classical\nRayleigh damping : it is a generalized Maxwell model with three parameters. For\nmoderate damping (<25%), this model perfectly coincide with Rayleigh damping\napproach since internal friction has the same expression in both cases and\ndispersive phenomena are negligible. This is illustrated by finite element\n(Rayleigh damping) and analytical (generalized Maxwell model) results in a\nsimple one-dimensional case.\n"]}]
["0901.3718",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3718","Journal of Earthquake Engineering 2 (1998) 147-171","doi:10.1142/S1363246998000071"],"date":["2009-01-23"],"type":["text"],"creator":["Semblat, J. F.","Luong, M. P."],"language":[],"coverage":[],"title":["Wave propagation through soils in centrifuge testing"],"description":["  Wave propagation phenomena in soils can be experimentally simulated using\ncentrifuge scale models. An original excitation device (drop-ball arrangement)\nis proposed to generate short wave trains. Wave reflections on model boundaries\nare taken into account and removed by homomorphic filtering. Propagation is\ninvestigated through dispersion laws. For drop-ball experiments, spherical wave\nfield analysis assuming linear viscoelasticity leads to a complete analytical\ndescription of wave propagation. Damping phenomena are examined and evaluated\nusing this description.\n"]}]
["0901.3725",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3725"],"date":["2009-01-23"],"type":["text"],"creator":["Mandel, Jan"],"language":[],"coverage":[],"title":["A Brief Tutorial on the Ensemble Kalman Filter"],"description":["  The ensemble Kalman filter (EnKF) is a recursive filter suitable for problems\nwith a large number of variables, such as discretizations of partial\ndifferential equations in geophysical models. The EnKF originated as a version\nof the Kalman filter for large problems (essentially, the covariance matrix is\nreplaced by the sample covariance), and it is now an important data\nassimilation component of ensemble forecasting. EnKF is related to the particle\nfilter (in this context, a particle is the same thing as an ensemble member)\nbut the EnKF makes the assumption that all probability distributions involved\nare Gaussian. This article briefly describes the derivation and practical\nimplementation of the basic version of EnKF, and reviews several extensions.\n","Comment: 7 pages"]}]
["0901.3726",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3726"],"date":["2009-01-23"],"type":["text"],"creator":["Pinheiro, Mario J."],"language":[],"coverage":[],"title":["On Newton's Third Law"],"description":["  The law of action-reaction is thoroughly used in textbooks to derive the\nconservation laws of linear and angular momentum, and it was considered by\nErnst Mach the the cornerstone of physics. We give here a background survey of\nseveral questions raised by the action-reaction law, and in particular, the\nrole of the physical vacuum is shown to provide an appropriate framework to\nclarify the occurrence of possible violations of the action-reaction law. It is\nalso obtained an expression for the general linear momentum of a body-particle\nin the context of statistical mechanics. It is shown that Newton's third law is\nnot verified in systems out of equilibrium due to an additional entropic\ngradient term present in the particle's momentum.\n","Comment: 9 pages, 2 figures. Submitted to review"]}]
["0901.3728",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3728"],"date":["2009-01-23"],"type":["text"],"creator":["Sheka, E. F.","Razbirin, B. S.","Starukhin, A. N.","Nelson, D. K.","Degunov, M. Yu.","Lyubovskaya, R. N.","Troshin, P. A.","Kamanina, N. V."],"language":[],"coverage":[],"title":["Nonlinear photonics of fullerene solutions"],"description":["  Newly observed enhanced linear optical features of fullerene solutions (Raman\nscattering and one-photon luminescence) are due to clusterization of fullerene\nmolecules themselves as well as their composites with solvent molecules. A\ndirect connection between the enhanced linear effects and nonlinear behavior of\nthe solutions is discussed and empirical and computational tests of the\nsolutions nonlinear optics efficacy are suggested.\n","Comment: 6 pages, 5 figures, 1 table"]}]
["0901.3729",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3729"],"date":["2009-01-23"],"type":["text"],"creator":["Cross, Nicholas","Collins, Ross","Hambly, Nigel","Read, Mike","Sutorius, Eckhard"],"language":[],"coverage":[],"title":["A new model for archiving synoptic data in the VISTA Data Flow System"],"description":["  The VISTA Data Flow System comprises nightly pipeline and archiving of near\ninfrared data from UKIRT-WFCAM and VISTA. This includes multi-epoch data which\ncan be used to find moving and variable objects. We have developed a new model\nfor archiving these data which gives the user an extremely flexible and\nreliable data set that is easy to query through an SQL interface. We have\nintroduced several new database tables into our schema for deep/synoptic\ndatasets. We have also developed a set of curation procedures, which give\nadditional quality control and automation. We discuss the methods used and show\nsome example data. Our design is particularly effective on correlated\ndata-sets, where the observations in different filters are synchronised. It is\nscalable to large VISTA datasets which will be observed in the next few years\nand to future surveys such as Pan-STARRS and LSST.\n","Comment: 4 pages, 2 figures, ADASS XVIII, ASP Conference Series"]}]
["0901.3735",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","Mathematics - Group Theory","11F06 (Primary)","11G18, 20E08 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3735"],"date":["2009-01-23"],"type":["text"],"creator":["Papikian, Mihran"],"language":[],"coverage":[],"title":["Trees, quaternion algebras and modular curves"],"description":["  We study the action on the Bruhat-Tits tree of unit groups of maximal orders\nin certain quaternion algebras over $\\mathbb{F}_q(T)$ and discuss applications\nto arithmetic geometry and group theory.\n","Comment: 14 pages"]}]
["0901.3747",{"format":[],"subject":["Physics - Plasma Physics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3747","J. Phys.: Conf. Ser. 71 012002 (2007)","doi:10.1088/1742-6596/71/1/012002"],"date":["2009-01-23"],"type":["text"],"creator":["Pinheiro, Mario J."],"language":[],"coverage":[],"title":["Anomalous Diffusion at Edge and Core of a Magnetized Cold Plasma"],"description":["  Progress in the theory of anomalous diffusion in weakly turbulent cold\nmagnetized plasmas is explained. Several proposed models advanced in the\nliterature are discussed. Emphasis is put on a new proposed mechanism for\nanomalous diffusion transport mechanism based on the coupled action of\nconductive walls (excluding electrodes) bounding the plasma drain current (edge\ndiffusion) together with the magnetic field flux \"cutting\" the area traced by\nthe charged particles in their orbital motion. The same reasoning is shown to\napply to the plasma core anomalous diffusion. The proposed mechanism is\nexpected to be valid in regimes when plasma diffusion scales as Bohm diffusion\nand at high $B/N$, when collisions are of secondary importance.\n","Comment: 9 pages, 4 figures"]}]
["0901.3754",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","Computer Science - Data Structures and Algorithms","F.2","J.4","H.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3754"],"date":["2009-01-23"],"type":["text"],"creator":["Even-dar, Eyal","Mansour, Yishay","Mirrokni, Vahab","Muthukrishnan, S.","Nadav, Uri"],"language":[],"coverage":[],"title":["Bid Optimization in Broad-Match Ad auctions"],"description":["  Ad auctions in sponsored search support ``broad match'' that allows an\nadvertiser to target a large number of queries while bidding only on a limited\nnumber. While giving more expressiveness to advertisers, this feature makes it\nchallenging to optimize bids to maximize their returns: choosing to bid on a\nquery as a broad match because it provides high profit results in one bidding\nfor related queries which may yield low or even negative profits.\n  We abstract and study the complexity of the {\\em bid optimization problem}\nwhich is to determine an advertiser's bids on a subset of keywords (possibly\nusing broad match) so that her profit is maximized. In the query language model\nwhen the advertiser is allowed to bid on all queries as broad match, we present\nan linear programming (LP)-based polynomial-time algorithm that gets the\noptimal profit. In the model in which an advertiser can only bid on keywords,\nie., a subset of keywords as an exact or broad match, we show that this problem\nis not approximable within any reasonable approximation factor unless P=NP. To\ndeal with this hardness result, we present a constant-factor approximation when\nthe optimal profit significantly exceeds the cost. This algorithm is based on\nrounding a natural LP formulation of the problem. Finally, we study a budgeted\nvariant of the problem, and show that in the query language model, one can find\ntwo budget constrained ad campaigns in polynomial time that implement the\noptimal bidding strategy. Our results are the first to address bid optimization\nunder the broad match feature which is common in ad auctions.\n","Comment: World Wide Web Conference (WWW09), 10 pages, 2 figures"]}]
["0901.3757",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3757"],"date":["2009-01-23"],"type":["text"],"creator":["Sheka, E. F.","Chernozatonskii, L. A."],"language":[],"coverage":[],"title":["Chemical reactivity and magnetism of graphene"],"description":["  The basic problem of weak interaction between odd electrons in graphene is\nconsidered within the framework of broken spin-symmetry approach. The latter\nexhibits the peculiarities of the odd electron behavior via both enhanced\nchemical reactivity and magnetism.\n"]}]
["0901.3765",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3765"],"date":["2009-01-23"],"type":["text"],"creator":["Simicevic, Neven"],"language":[],"coverage":[],"title":["Finite Difference-Time Domain solution of Dirac equation and the Klein\n  Paradox"],"description":["  The time-dependent Dirac equation is solved using the three-dimensional\nFinite Difference-Time Domain (FDTD) method. The dynamics of the electron wave\npacket in a scalar potential is studied in the arrangements associated with the\nKlein paradox: potential step barriers and linear potentials. No Klein paradox\nis observed.\n"]}]
["0901.3769",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3769","doi:10.1145/1143997.1144091"],"date":["2009-01-23"],"type":["text"],"creator":["Beaudoin, William","Verel, Sébastien","Collard, Philippe","Escazut, Cathy"],"language":[],"coverage":[],"title":["Deceptiveness and Neutrality - the ND family of fitness landscapes"],"description":["  When a considerable number of mutations have no effects on fitness values,\nthe fitness landscape is said neutral. In order to study the interplay between\nneutrality, which exists in many real-world applications, and performances of\nmetaheuristics, it is useful to design landscapes which make it possible to\ntune precisely neutral degree distribution. Even though many neutral landscape\nmodels have already been designed, none of them are general enough to create\nlandscapes with specific neutral degree distributions. We propose three steps\nto design such landscapes: first using an algorithm we construct a landscape\nwhose distribution roughly fits the target one, then we use a simulated\nannealing heuristic to bring closer the two distributions and finally we affect\nfitness values to each neutral network. Then using this new family of fitness\nlandscapes we are able to highlight the interplay between deceptiveness and\nneutrality.\n","Comment: Genetic And Evolutionary Computation Conference, Seatle :\n  \\'Etats-Unis d'Am\\'erique (2006)"]}]
["0901.3771",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3771"],"date":["2009-01-23"],"type":["text"],"creator":["Parfionov, Georges","Zapatrin, Romàn R."],"language":[],"coverage":[],"title":["Guessing Quantum Ensemble Using Laplace Principle"],"description":["  For a mixed quantum state with density matrix $\\rho$ there are infinitely\nmany ensembles of pure quantum states, which average to $\\rho$. Starting from\nLaplace principle of insufficient reason (not to give \\emph{a priori}\npreference to any particular state), we derive a `natural' distribution of pure\nstates averaging to $\\rho$, which is `more spread' than all the others.\n","Comment: 11 pages, LaTeX. Talk presented at Quantum Structures - 2008 (July\n  6-12, 2008, Sopot, Poland)"]}]
["0901.3772",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3772"],"date":["2009-01-23"],"type":["text"],"creator":["Shafee, Fariel"],"language":[],"coverage":[],"title":["Agent Components and the Emergence of Altruism in Social Interaction\n  Networks"],"description":["  We discuss a special aspect of agents placed in a social network. If an agent\ncan be seen as comprising many components, the expressions and interactions\namong these components may be crucial. We discuss the role of patterns within\nthe environment as a mode of expression of these components. The stability and\nidentity of an agent is derived as a function of component and\ncomponent-pattern identity. The agent is then placed in a specific social\nnetwork within the environment, and the enigmatic case of altruism is explained\nin terms of interacting component identities.\n"]}]
["cond-mat/0306159",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0306159","Phys. Rev. B 70, 205413 (2004)","doi:10.1103/PhysRevB.70.205413"],"date":["2003-06-06","2004-09-01"],"type":["text"],"creator":["Chen, Wei","Chang, Ming-Shyang","Lin, Hsiu-Hau","Chang, Darwin","Mou, Chung-Yu"],"language":[],"coverage":[],"title":["Potential Flow of Renormalization Group in Quasi-One-Dimensional Systems"],"description":["  We address the issue why the phase diagrams for quasi-one-dimensional systems\nare rather simple, while the renormalization group equations behind the scene\nare non-linear and messy looking. The puzzle is answered in two steps -- we\nfirst demonstrate that the complicated coupled flow equations are simply\ndescribed by a potential $V(h_i)$, in an appropriate basis for the interaction\ncouplings $h_i$. The renormalization-group potential is explicitly constructed\nby introducing the Majorana fermion representation. The existence of the\npotential prevents chaotic behaviors and other exotic possibilities such as\nlimit cycles. Once the potential is obtained, the ultimate fate of the flows\nare described by a special set of fixed-ray solutions and the phase diagram is\ndetermined by Abelian bosonization. Extension to strong coupling regime and\ncomparison with the Zamolodchikov c-theorem are discussed at the end.\n","Comment: Minor changes, final version to appear in Phys. Rev. B"]}]
["cond-mat/0502030",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0502030","Europhys. Lett. 74, 131 (2006)","doi:10.1209/epl/i2005-10509-0"],"date":["2005-02-01","2005-11-21"],"type":["text"],"creator":["Brydon, P. M. R.","Gulacsi, M.","Bishop, A. R."],"language":[],"coverage":[],"title":["Electronic polarons in an extended Falicov-Kimball model"],"description":["  We examine the one-dimensional spinless Falicov-Kimball model extended by a\nhybridization potential between the localized and itinerant electron states.\nBelow half-filling we find a crossover from a mixed-valence metal to an\ninteger-valence phase separated state with increasing on-site Coulomb\nrepulsion. This crossover regime is characterized by local competition between\nthe strong- and weak-coupling behaviour, manifested by the formation of an\nelectronic polaron liquid. We identify this intermediate-coupling regime as a\ncharge-analogy of the Griffiths phase; a phase diagram is presented and\ndiscussed in detail.\n","Comment: RevTex, 10 pages, 1 figure; revised discussion"]}]
["cond-mat/0603628",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0603628","Phys. Rev. B 73, 235120 (2006)","doi:10.1103/PhysRevB.73.235120"],"date":["2006-03-23"],"type":["text"],"creator":["Brydon, P. M. R.","Gulacsi, M."],"language":[],"coverage":[],"title":["Charge Order in the Falicov-Kimball Model"],"description":["  We examine the spinless one-dimensional Falicov-Kimball model (FKM) below\nhalf-filling, addressing both the binary alloy and valence transition\ninterpretations of the model. Using a non-perturbative technique, we derive an\neffective Hamiltonian for the occupation of the localized orbitals, providing a\ncomprehensive description of charge order in the FKM. In particular, we uncover\nthe contradictory ordering roles of the forward-scattering and backscattering\nitinerant electrons: the latter are responsible for the crystalline phases,\nwhile the former produces the phase separation. We find an Ising model\ndescribes the transition between the phase separated state and the crystalline\nphases; for weak-coupling we present the critical line equation, finding\nexcellent agreement with numerical results. We consider several extensions of\nthe FKM that preserve the classical nature of the localized states. We also\ninvestigate a parallel between the FKM and the Kondo lattice model, suggesting\na close relationship based upon the similar orthogonality catastrophe physics\nof the associated single-impurity models.\n","Comment: 39 pages, 6 figures"]}]
["hep-ph/0511019",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0511019","Eur.Phys.J.C59:27-47,2009","doi:10.1140/epjc/s10052-008-0801-5"],"date":["2005-11-02","2009-01-25"],"type":["text"],"creator":["Kadeer, A.","Körner, J. G.","Moosbrugger, U."],"language":[],"coverage":[],"title":["Helicity Analysis of Semileptonic Hyperon Decays Including Lepton Mass\n  Effects"],"description":["  Using the helicity method we derive complete formulas for the joint angular\ndecay distributions occurring in semileptonic hyperon decays including lepton\nmass and polarization effects. Compared to the traditional covariant\ncalculation the helicity method allows one to organize the calculation of the\nangular decay distributions in a very compact and efficient way. In the\nhelicity method the angular analysis is of cascade type, i.e. each decay in the\ndecay chain is analyzed in the respective rest system of that particle. Such an\napproach is ideally suited as input for a Monte Carlo event generation program.\nAs a specific example we take the decay $\\Xi^0 \\to \\Sigma^+ + l^- +\n\\bar{\\nu}_l$ ($l^-=e^-, \\mu^-$) followed by the nonleptonic decay $\\Sigma^+ \\to\np + \\pi^0$ for which we show a few examples of decay distributions which are\ngenerated from a Monte Carlo program based on the formulas presented in this\npaper. All the results of this paper are also applicable to the semileptonic\nand nonleptonic decays of ground state charm and bottom baryons, and to the\ndecays of the top quark.\n","Comment: Published version. 40 pages, 11 figures included in the text. Typos\n  corrected, comments added, references added and updated"]}]
["math/0212324",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Operator Algebras","14H52, 46L85"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0212324","Proc. Amer. Math. Soc. 134 (2006), 973-981","doi:10.1090/S0002-9939-05-08244-4"],"date":["2002-12-23","2004-09-23"],"type":["text"],"creator":["Nikolaev, Igor"],"language":[],"coverage":[],"title":["On complex and noncommutative tori"],"description":["  The \"noncommutative geometry\" of complex algebraic curves is studied. As\nfirst step, we clarify a morphism between elliptic curves, or complex tori, and\nC*-algebras T_t={u,v | vu=exp(2\\pi it)uv}, or noncommutative tori. The main\nresult says that under the morphism isomorphic elliptic curves map to the\nMorita equivalent noncommutative tori. Our approach is based on the rigidity of\nthe length spectra of Riemann surfaces.\n","Comment: 13 pages, straighten version, to appear Proc. Amer. Math. Soc"]}]
["math/0505225",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Geometric Topology","20F38 (Primary) 20F28, 20F18 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0505225","Topology Appl. 2007 (154), 1-10."],"date":["2005-05-11","2005-05-16"],"type":["text"],"creator":["Leininger, Christopher J.","McReynolds, D. B."],"language":[],"coverage":[],"title":["Separable subgroups of mapping class groups"],"description":["  We investigate the separability of several well known classes of subgroups of\nthe mapping class group of a surface.\n","Comment: 11 pages. Minor typos corrected, references added"]}]
["math/0509448",{"format":[],"subject":["Mathematics - Algebraic Geometry","14F10, 14F30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0509448"],"date":["2005-09-20","2009-01-26"],"type":["text"],"creator":["Caro, Daniel"],"language":[],"coverage":[],"title":["Sur la compatibilit\\'e \\`a Frobenius de l'isomorphisme de dualit\\'e\n  relative"],"description":["  Let $\\V$ be a mixed characteristic complete discrete valuation ring, let $\\X$\nand $\\Y$ be two smooth formal $\\V$-schemes, let $f_0$ : $X \\to Y$ be a\nprojective morphism between their special fibers, let $T$ be a divisor of $Y$\nsuch that $T_X := f_0 ^{-1} (T) $ is a divisor of $X$ and let $\\M \\in D\n^\\mathrm{b}_\\mathrm{coh} (\\D ^\\dag_{\\X} (\\hdag T_X)_{\\Q})$. We construct the\nrelative duality isomorphism $ f_{0T +} \\circ \\DD_{\\X, T_X} (\\M) \\riso \\DD_{\\Y,\nT} \\circ f_{0T +} (\\M)$. This generalizes the known case when there exists a\nlifting $f : \\X \\to \\Y$ of $f_{0}$. Moreover, when $f_0$ is a closed immersion,\nwe prove that this isomorphism commutes with Frobenius.\n"]}]
["math/0603743",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0603743","Geom. Dedicata 2006 (122), 135-144."],"date":["2006-03-31"],"type":["text"],"creator":["McReynolds, D. B."],"language":[],"coverage":[],"title":["Finite subgroups of arithmetic lattices in U(2,1)"],"description":["  The principle result of this article is the determination of the possible\nfinite subgroups of arithmetic lattices in U(2,1).\n","Comment: To appear in Geom. Dedicata"]}]
["math/0606268",{"format":[],"subject":["Mathematics - Representation Theory","17B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0606268","Proceedings of the American Mathematical Society 136 (2008)\n  1515-1522"],"date":["2006-06-12","2006-06-13"],"type":["text"],"creator":["Yu, Rupert W. T."],"language":[],"coverage":[],"title":["On the sum of the index of a parabolic subalgebra and of its nilpotent\n  radical"],"description":["  In this short note, we investigate the following question of Panyushev : ``Is\nthe sum of the index of a parabolic subalgebra of a semisimple Lie algebra\n$\\mathfrak{g}$ and the index of its nilpotent radical always greater than or\nequal to the rank of $\\mathfrak{g}$?''. Using the formula for the index of\nparabolic subalgebras conjectured by Tauvel and the author, and proved by\nMillet-Fauquant and Joseph, we give a positive answer to this question.\nMoreover, we also obtain a necessary and sufficient condition for this sum to\nbe equal to the rank of $\\mathfrak{g}$. This provides new examples of direct\nsum decomposition of a semisimple Lie algebra verifying the ``index additivity\ncondition'' as stated by Ra{\\\"\\i}s.\n","Comment: Author's affiliation added in the second version"]}]
["math/0606508",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0606508","Geom. Dedicata 2007 (129), 47-55."],"date":["2006-06-20","2007-06-27"],"type":["text"],"creator":["McReynolds, D. B."],"language":[],"coverage":[],"title":["Arithmetic cusp shapes are dense"],"description":["  In this article we verify an orbifold version of a conjecture of Nimershiem\nfrom 1998. Namely, for every flat $n$-manifold $M$, we show that the set of\nsimilarity classes of flat metrics on $M$ which occur as a cusp cross-section\nof a hyperbolic $(n+1)$-orbifold is dense in the space of similarity classes of\nflat metrics on $M$. The set used for density is precisely the set of those\nclasses which arise in arithmetic orbifolds.\n","Comment: Revised after referee report. 11 pages. To appear in Geom. Dedicata"]}]
["math/0606742",{"format":[],"subject":["Mathematics - Complex Variables","32H30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0606742","Journal of Mathematics of Kyoto University, 47-4 (2007), 881-892"],"date":["2006-06-29"],"type":["text"],"creator":["Tsukamoto, Masaki"],"language":[],"coverage":[],"title":["On holomorphic curves in algebraic torus"],"description":["  We study entire holomorphic curves in the algebraic torus, and show that they\ncan be characterized by the ``growth rate'' of their derivatives.\n","Comment: 12 pages"]}]
["math/0703781",{"format":[],"subject":["Mathematics - Probability","92D25 (Primary), 37A30 (Secondary), 60K35, 60J60, 60J85, 60J70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703781"],"date":["2007-03-27","2009-01-26"],"type":["text"],"creator":["Cattiaux, Patrick","Collet, Pierre","Lambert, Amaury","Martinez, Servet","Méléard, Sylvie","Martin, Jaime San"],"language":[],"coverage":[],"title":["Quasi-stationary distributions and diffusion models in population\n  dynamics"],"description":["  In this paper, we study quasi-stationarity for a large class of Kolmogorov\ndiffusions. The main novelty here is that we allow the drift to go to $-\n\\infty$ at the origin, and the diffusion to have an entrance boundary at\n$+\\infty$. These diffusions arise as images, by a deterministic map, of\ngeneralized Feller diffusions, which themselves are obtained as limits of\nrescaled birth--death processes. Generalized Feller diffusions take nonnegative\nvalues and are absorbed at zero in finite time with probability 1. An important\nexample is the logistic Feller diffusion. We give sufficient conditions on the\ndrift near 0 and near $+ \\infty$ for the existence of quasi-stationary\ndistributions, as well as rate of convergence in the Yaglom limit and existence\nof the $Q$-process. We also show that under these conditions, there is exactly\none quasi-stationary distribution, and that this distribution attracts all\ninitial distributions under the conditional evolution, if and only if $+\\infty$\nis an entrance boundary. In particular this gives a sufficient condition for\nthe uniqueness of quasi-stationary distributions. In the proofs spectral theory\nplays an important role on $L^2$ of the reference measure for the killed\nprocess.\n"]}]
