["0706.1661",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1661","Physics of Particles and Nuclei Letters, 2009, Vol. 6, No. 4, pp.\n  320-324"],"date":["2007-06-12","2007-07-17"],"type":["text"],"creator":["Field, J. H."],"language":[],"coverage":[],"title":["Quantum electrodynamics and experiment demonstrate the non-retarded\n  nature of electrodynamical force fields"],"description":["  In quantum electrodynamics, the quantitatively most successful theory in the\nhistory of science, intercharge forces obeying the inverse square law are due\nto the exchange of space-like virtual photons. The fundamental quantum process\nunderlying applications as diverse as the gyromagnetic ratio of the electron\nand electrical machinery is then M{\\o}ller scattering $ee \\to ee$. Analysis of\nthe quantum amplitude for this process shows that the corresponding intercharge\nforce acts instantaneously. This prediction has been verified in a recent\nexperiment.\n","Comment: 10 pages, 2 figures. V2 important typo removed. V3 another important\n  typo removed"]}]
["0706.4459",{"format":[],"subject":["Mathematics - Analysis of PDEs","76B25, 35Q51, 35Q53"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4459"],"date":["2007-06-29","2009-07-13"],"type":["text"],"creator":["Natali, F."],"language":[],"coverage":[],"title":["A note on the stability for Kawahara-KdV type equations"],"description":["  In this paper we establish the nonlinear stability of solitary traveling-wave\nsolutions for the Kawahara-KdV equation $$u_t+uu_x+u_{xxx}-\\gamma_1\nu_{xxxxx}=0,$$ and the modified Kawahara-KdV equation\n$$u_t+3u^2u_x+u_{xxx}-\\gamma_2 u_{xxxxx}=0,$$ where $\\gamma_i\\in\\mathbb{R}$ is\na positive number when $i=1,2$. The main approach used to determine the\nstability of solitary traveling-waves will be the theory developed by Albert\n","Comment: 8 pages, no figures"]}]
["0707.3086",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3086","Rev. Mex. Fis. S 53 (2007) 82-86"],"date":["2007-07-20"],"type":["text"],"creator":["Rangel-Huerta, A.","Rodriguez-Meza, M. A."],"language":[],"coverage":[],"title":["Hydrodynamical thermotransport relaxation times of semiconductor\n  electrons via acoustic phonons"],"description":["  We propose a hydrodynamic model to study the thermotransport properties of\nsemiconductor electrons. From the semiclassical Boltzmann equation a set of\nbalance equations is built for the relevant fields. The electron density, the\nelectron energy density, the electric current density and the heat flux density\nare considered as the basic fields of direct transport and cross effect fluxes.\nThe kinetic relaxation times of the production terms are calculated by\nconsidering the electron-acoustic phonon interaction as the leading microscopic\nscattering process. To justify the long time thermalization regime, the Onsager\nsymmetry relations are proved, both on the completely degenerate and non\ndegenerate limits.\n","Comment: 5 pages; to appear in Rev. Mex. Fis"]}]
["0709.0332",{"format":[],"subject":["Mathematics - Algebraic Geometry","14C20","14E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0332"],"date":["2007-09-04","2009-07-11"],"type":["text"],"creator":["Fujino, Osamu"],"language":[],"coverage":[],"title":["Effective base point free theorem for log canonical pairs--Koll\\'ar type\n  theorem"],"description":["  We prove Koll\\'ar's effective base point free theorem for log canonical\npairs.\n","Comment: 9 pages, v2: Appendix was added, minor revisions, v3: minor\n  modifications, title changed, v4: minor modifications, to appear in Tohoku\n  Math. J"]}]
["0710.3064",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3064","Conf.Proc.C070703:1265-1268,2008"],"date":["2007-10-16"],"type":["text"],"creator":["Wischnewski, R.","Collaboration, for the BAIKAL"],"language":[],"coverage":[],"title":["The Baikal Neutrino Telescope: Selected Physics Results"],"description":["  We present results on searches for exotic particles (relativistic magnetic\nmonopoles and WIMPs) and for UHE neutrinos, obtained with the Baikal neutrino\ntelescope NT200.\n","Comment: 4 pages, 4 figures, presented at the 30th ICRC, Merida, Mexico, July\n  2007"]}]
["0711.0944",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Algebraic Geometry","52B22, 14N10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0944","Collectanea Mathematica 60, 1 (2009), pp 63-77"],"date":["2007-11-06","2009-07-13"],"type":["text"],"creator":["Markwig, Hannah","Yu, Josephine"],"language":[],"coverage":[],"title":["The space of tropically collinear points is shellable"],"description":["  The space T_{d,n} of n tropically collinear points in a fixed tropical\nprojective space TP^{d-1} is equivalent to the tropicalization of the\ndeterminantal variety of matrices of rank at most 2, which consists of real d x\nn matrices of tropical or Kapranov rank at most 2, modulo projective\nequivalence of columns. We show that it is equal to the image of the moduli\nspace M_{0,n}(TP^{d-1},1) of n-marked tropical lines in TP^{d-1} under the\nevaluation map. Thus we derive a natural simplicial fan structure for T_{d,n}\nusing a simplicial fan structure of M_{0,n}(TP^{d-1},1) which coincides with\nthat of the space of phylogenetic trees on d+n taxa. The space of phylogenetic\ntrees has been shown to be shellable by Trappmann and Ziegler. Using a similar\nmethod, we show that T_{d,n} is shellable with our simplicial fan structure and\ncompute the homology of the link of the origin. The shellability of T_{d,n} has\nbeen conjectured by Develin in 2005.\n","Comment: final version, minor revision, 15 pages"]}]
["0712.1213",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1213","Eur. Phys. J. B 64, 379-386 (2008)","doi:10.1140/epjb/e2008-00043-y"],"date":["2007-12-07"],"type":["text"],"creator":["Gambassi, Andrea"],"language":[],"coverage":[],"title":["Relaxation phenomena at criticality"],"description":["  The collective behaviour of statistical systems close to critical points is\ncharacterized by an extremely slow dynamics which, in the thermodynamic limit,\neventually prevents them from relaxing to an equilibrium state after a change\nin the thermodynamic control parameters. The non-equilibrium evolution\nfollowing this change displays some of the features typically observed in\nglassy materials, such as ageing, and it can be monitored via dynamic\nsusceptibilities and correlation functions of the order parameter, the scaling\nbehaviour of which is characterized by universal exponents, scaling functions,\nand amplitude ratios. This universality allows one to calculate these\nquantities in suitable simplified models and field-theoretical methods are a\nnatural and viable approach for this analysis. In addition, if a statistical\nsystem is spatially confined, universal Casimir-like forces acting on the\nconfining surfaces emerge and they build up in time when the temperature of the\nsystem is tuned to its critical value. We review here some of the theoretical\nresults that have been obtained in recent years for universal quantities, such\nas the fluctuation-dissipation ratio, associated with the non-equilibrium\ncritical dynamics, with particular focus on the Ising model with Glauber\ndynamics in the bulk. The non-equilibrium dynamics of the Casimir force acting\nin a film is discussed within the Gaussian model.\n","Comment: Talk delivered at Statphys23, Genova, Italy, July 9-13, 2007. 8\n  pages, 7 figures"]}]
["0803.0855",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11G30 (Primary)","14G40, 11G50 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0855","Experimental Mathematics, Vol. 18 (2009), No. 3, 347-367"],"date":["2008-03-06","2009-07-13"],"type":["text"],"creator":["Faber, X. W. C."],"language":[],"coverage":[],"title":["The Geometric Bogomolov Conjecture for Small Genus Curves"],"description":["  The Bogomolov Conjecture is a finiteness statement about algebraic points of\nsmall height on a smooth complete curve defined over a global field. We verify\nan effective form of the Bogomolov Conjecture for all curves of genus at most 4\ndefined over a function field of characteristic zero. We recover the known\nresult for genus 2 curves and in many cases improve upon the known bound for\ngenus 3 curves. For many curves of genus 4 with bad reduction, the conjecture\nwas previously unproved.\n","Comment: 47 pages total (31 pages in body of article, 8 pages of Mathematica\n  code, 8 pages of Mathematica notebooks); ramification typo corrected in\n  formulas on pp.13-14, this is the final version"]}]
["0806.2142",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2142","Phys. Rev. Lett. 102, 249701 (2009)","doi:10.1103/PhysRevLett.102.249701"],"date":["2008-06-12","2009-07-13"],"type":["text"],"creator":["de Sousa, Rogerio","Moore, Joel E."],"language":[],"coverage":[],"title":["Comment on \"Ferroelectrically Induced Weak Ferromagnetism by Design\", C.\n  Fennie, PRL 100, 167203 (2008)"],"description":["  The question of how ferroelectric polarization is coupled to magnetism in\nmagnetoelectric multiferroics, in which both types of order are simultaneously\npresent, is of considerable scientific and practical interest. A recent Letter\n\\cite{fennie} presents an analysis of the important ``ABO$_3$'' class of\nperovskite multiferroics. This Letter argues that antiferromagnetic\nmultiferroics with magnetic ions on the B site, such as the well-studied\nroom-temperature multiferroic bismuth ferrite (A=Bi, B=Fe), cannot show linear\nmagnetoelectric coupling of the form ${\\bf P} \\cdot ({\\bf L} \\times {\\bf M})$.\nHere ${\\bf P}$ is polarization and ${\\bf L}$ and ${\\bf M}$ are\nantiferromagnetic and ferromagnetic moments. The conclusion of Ref.\n\\onlinecite{fennie} is that only materials with magnetic A-site have this\ncoupling. This Comment presents a compact analysis of magnetoelectric coupling\nin the ABO$_3$ multiferroics. We show that the argument of Ref.\n\\onlinecite{fennie} does forbid $E_{PLM}$ if the final low-symmetry phase\ncontains only one distortion that, like ${\\bf P}$, breaks all inversion\nsymmetries. In reality, there are multiple distortions in this symmetry class,\nand cross-terms generate $E_{PLM}$. Our analysis gives simple conclusions about\nexistence and optimization of magnetoelectric coupling in ABO$_3$ materials.\n","Comment: Published version (4 pages, including supplementary information)"]}]
["0806.4568",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4568","Phys. Rev. A 79, 060302(R) (2009)","doi:10.1103/PhysRevA.79.060302"],"date":["2008-06-27","2009-07-13"],"type":["text"],"creator":["Wichterich, Hannu","Bose, Sougato"],"language":[],"coverage":[],"title":["Exploiting Quench Dynamics in Spin Chains for Distant Entanglement and\n  Quantum Communication"],"description":["  We suggest a method of entangling significantly the distant ends of a spin\nchain using minimal control. This entanglement between distant individual spins\nis brought about solely by exploiting the dynamics of an initial mixed state\nwith Neel order if the lattice features nearest-neighbor XXZ interaction. There\nis no need to control single spins or to have engineered couplings or to pulse\nglobally. The method only requires an initial nonadiabatic switch (a quench)\nbetween two Hamiltonians followed by an evolution under the second Hamiltonian.\nThe scheme is robust to randomness of the couplings as well as the finiteness\nof an appropriate quench and could potentially be implemented in various\nexperimental setups, ranging from atoms in optical lattices to\nJosephson-junction arrays.\n","Comment: 5 pages, 2 figures; Comments welcome"]}]
["0807.3708",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory","14J28 (Primary) 06B05, 11F11, 11F23, 14G10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3708"],"date":["2008-07-23","2009-07-13"],"type":["text"],"creator":["Schuett, Matthias"],"language":[],"coverage":[],"title":["K3 surfaces with non-symplectic automorphisms of 2-power order"],"description":["  This paper concerns complex algebraic K3 surfaces with an automorphism which\nacts trivially on the Neron-Severi group. Complementing a result by Vorontsov\nand Kondo, we determine those K3 surfaces where the order of the automorphism\nis a 2-power and equals the rank of the transcendental lattice. We also study\nthe arithmetic of these K3 surfaces and comment on mirror symmetry\n","Comment: 19 pages, 1 figure; v3: exposition improved thanks to referee's\n  comments"]}]
["0807.4081",{"format":[],"subject":["Mathematics - Statistics Theory","62J15","62G10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4081","Electronic Journal of Statistics 3 (2009) 678-711","doi:10.1214/09-EJS430"],"date":["2008-07-25","2009-07-13"],"type":["text"],"creator":["Roquain, Etienne","Van De Wiel, Mark"],"language":[],"coverage":[],"title":["Optimal weighting for false discovery rate control"],"description":["  How to weigh the Benjamini-Hochberg procedure? In the context of multiple\nhypothesis testing, we propose a new step-wise procedure that controls the\nfalse discovery rate (FDR) and we prove it to be more powerful than any\nweighted Benjamini-Hochberg procedure. Both finite-sample and asymptotic\nresults are presented. Moreover, we illustrate good performance of our\nprocedure in simulations and a genomics application. This work is particularly\nuseful in the case of heterogeneous $p$-value distributions.\n"]}]
["0807.5041",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Mathematical Physics","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.5041","Math. Phys. Anal. Geom. 12, 287-324 (2009)","doi:10.1007/s11040-009-9062-2"],"date":["2008-07-31","2009-07-13"],"type":["text"],"creator":["Grunert, Katrin","Teschl, Gerald"],"language":[],"coverage":[],"title":["Long-Time Asymptotics for the Korteweg-de Vries Equation via Nonlinear\n  Steepest Descent"],"description":["  We apply the method of nonlinear steepest descent to compute the long-time\nasymptotics of the Korteweg-de Vries equation for decaying initial data in the\nsoliton and similarity region. This paper can be viewed as an expository\nintroduction to this method.\n","Comment: 31 pages"]}]
["0809.1813",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1813","Eur.Phys.J D 54, 9-19 (2009)","doi:10.1140/epjd/e2009-00151-4"],"date":["2008-09-10","2009-07-13"],"type":["text"],"creator":["Vaglica, A.","Vetri, G."],"language":[],"coverage":[],"title":["Spatial decoherence factor via the qubit-field interaction"],"description":["  We analyze the time evolution of an initial spatial coherence for a two level\natom whose internal degrees of freedom interact with a single mode of a cavity\nfield. When the qubit-field subsystem is taken as an environment, the\ntranslational dynamics experiences a decoherence process which may be encoded\nin a decoherence factor D. We find that the field statistics affects D through\nthe alternative paths the system-environment may follow along their\nentanglement, while eventual field phase properties give rise to an imaginary\npart of D which is related to the atomic translation. From the decoherence\nperspective, we analyze the relation between the atomic momentum and the\nimaginary part of the atomic spatial density matrix, and some considerations on\nits asymptotic behavior are brought into question at the conclusion of the\npaper.\n","Comment: title changed, minor revisions, references added"]}]
["0809.5234",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.5234","Nucl.Phys.B812:144-180,2009","doi:10.1016/j.nuclphysb.2008.12.013"],"date":["2008-09-30","2009-01-18"],"type":["text"],"creator":["Beccaria, M.","Forini, V.","Tirziu, A.","Tseytlin, A. A."],"language":[],"coverage":[],"title":["Structure of large spin expansion of anomalous dimensions at strong\n  coupling"],"description":["  The anomalous dimensions of planar N=4 SYM theory operators like tr(Phi D^S\nPhi) expanded in large spin S have the asymptotics \\gamma= f ln S + f_c + 1/S\n(f_11 ln S + f_10) + ..., where f (the universal scaling function or cusp\nanomaly), f_c and f_mn are given by power series in the `t Hooft coupling\n\\lambda. The subleading coefficients appear to be related by the so called\nfunctional relation and parity invariance (or reciprocity) property of the\nfunction expressing \\gamma in terms of the conformal spin of the collinear\ngroup. Here we study the structure of such large spin expansion at strong\ncoupling via AdS/CFT, i.e. by using the dual description in terms of folded\nspinning string in AdS_5. The large spin expansion of the classical string\nenergy happens to have the same structure as that of \\gamma in the perturbative\ngauge theory. Moreover, the functional relation and the reciprocity constraints\non the coefficients are also satisfied. We compute the leading string 1-loop\ncorrections to the coefficients f_c, f_11, f_10 and verify the\nfunctional/reciprocity relations at subleading \\lambda^{-1/2} order. This\nprovides a strong indication that these relations hold not only in weak\ncoupling (gauge-theory) but also in strong coupling (string-theory)\nperturbative expansions.\n","Comment: 43 pages. v2: minor comments added, misprints corrected; v3: one-loop\n  coefficients are expressed in terms of one constant not fixed by our method\n  of computation, conclusion about parity invariance is unchanged, note added;\n  v4: minor correctionsin eq (3.34) and below (3.37)"]}]
["0810.0436",{"format":[],"subject":["Mathematics - Probability","60H15","60H20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.0436"],"date":["2008-10-02","2009-07-11"],"type":["text"],"creator":["Aman, Auguste","Mrhardy, Naoual"],"language":[],"coverage":[],"title":["Obstacle problem for SPDE with nonlinear Neumann boundary condition via\n  reflected generalized backward doubly SDEs"],"description":["  This paper is intended to give a probabilistic representation for stochastic\nviscosity solution of semi-linear reflected stochastic partial differential\nequations with nonlinear Neumann boundary condition. We use it connection with\nreflected generalized backward doubly stochastic differential equation.\n","Comment: This article is submitted in Stochastic and dynamics"]}]
["0810.5056",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Logic in Computer Science","D.1.6","F.1.3","F.4.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.5056"],"date":["2008-10-28","2009-07-13"],"type":["text"],"creator":["Tarnlund, Sten-Ake"],"language":[],"coverage":[],"title":["P is not equal to NP"],"description":["  SAT is not in P, is true and provable in a simply consistent extension B' of\na first order theory B of computing, with a single finite axiom characterizing\na universal Turing machine. Therefore, P is not equal to NP, is true and\nprovable in a simply consistent extension B\" of B.\n","Comment: In the 2nd printing the proof, in the 1st printing, of theorem 1 is\n  divided into three parts a new lemma 4, a new corollary 8, and the remaining\n  part of the original proof. The 2nd printing contains some simplifications,\n  more explanations, but no error has been corrected"]}]
["0811.4676",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.4676","Mon.Not.Roy.Astron.Soc.395:1585-1590,2009","doi:10.1111/j.1365-2966.2009.14641.x"],"date":["2008-11-28","2009-02-20"],"type":["text"],"creator":["Clemson, Timothy G","Liddle, Andrew R"],"language":[],"coverage":[],"title":["Observational constraints on thawing quintessence models"],"description":["  We use a dynamical systems approach to study thawing quintessence models,\nusing a multi-parameter extension of the exponential potential which can\napproximate the form of typical thawing potentials. We impose observational\nconstraints using a compilation of current data, and forecast the tightening of\nconstraints expected from future dark energy surveys, as well as discussing the\nrelation of our results to analytical constraints already in the literature.\n","Comment: 6 pages MNRAS style with 8 figures included. Minor updates to match\n  MNRAS accepted version"]}]
["0812.0043",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0043","Rep. Math. Phys. 63 (2009) 43"],"date":["2008-11-28"],"type":["text"],"creator":["Dias, Nuno Costa","Prata, Joao Nuno"],"language":[],"coverage":[],"title":["The Narcowich-Wigner spectrum of a pure state"],"description":["  We completely characterize the Narcowich-Wigner spectrum of Wigner functions\nassociated with pure states.\n","Comment: 10 pages, latex file, to appear in Rep. Math. Phys"]}]
["0812.0750",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0750","Phys. Rev. E 79, 041142 (2009)","doi:10.1103/PhysRevE.79.041142"],"date":["2008-12-03"],"type":["text"],"creator":["Vasilyev, O.","Gambassi, A.","Maciolek, A.","Dietrich, S."],"language":[],"coverage":[],"title":["Universal scaling functions of critical Casimir forces obtained by Monte\n  Carlo simulations"],"description":["  Effective Casimir forces induced by thermal fluctuations in the vicinity of\nbulk critical points are studied by means of Monte Carlo simulations in\nthree-dimensional systems for film geometries and within the experimentally\nrelevant Ising and XY universality classes. Several surface universality\nclasses of the confining surfaces are considered, some of which are relevant\nfor recent experiments. A novel approach introduced previously EPL 80, 60009\n(2007), based inter alia on an integration scheme of free energy differences,\nis utilized to compute the universal scaling functions of the critical Casimir\nforces in the critical range of temperatures above and below the bulk critical\ntemperature. The resulting predictions are compared with corresponding\nexperimental data for wetting films of fluids and with available theoretical\nresults.\n","Comment: 21 pages, 17 figures"]}]
["0812.0935",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0935","J. Phys.: Conf. Ser. 161 (2009) 012037","doi:10.1088/1742-6596/161/1/012037"],"date":["2008-12-04"],"type":["text"],"creator":["Gambassi, Andrea"],"language":[],"coverage":[],"title":["The Casimir effect: from quantum to critical fluctuations"],"description":["  The Casimir effect in quantum electrodynamics (QED) is perhaps the best-known\nexample of fluctuation-induced long-ranged force acting on objects (conducting\nplates) immersed in a fluctuating medium (quantum electromagnetic field in\nvacuum). A similar effect emerges in statistical physics, where the force\nacting, e.g., on colloidal particles immersed in a binary liquid mixture is\naffected by the classical thermal fluctuations occurring in the surrounding\nmedium. The resulting Casimir-like force acquires universal features upon\napproaching a critical point of the medium and becomes long-ranged at\ncriticality. In turn, this universality allows one to investigate theoretically\nthe temperature dependence of the force via representative models and to\nstringently test the corresponding predictions in experiments. In contrast to\nQED, the Casimir force resulting from critical fluctuations can be easily tuned\nwith respect to strength and sign by surface treatments and temperature\ncontrol. We present some recent advances in the theoretical study of the\nuniversal properties of the critical Casimir force arising in thin films. The\ncorresponding predictions compare very well with the experimental results\nobtained for wetting layers of various fluids. We discuss how the Casimir force\nbetween a colloidal particle and a planar wall immersed in a binary liquid\nmixture has been measured with femto-Newton accuracy, comparing these\nexperimental results with the corresponding theoretical predictions.\n","Comment: Talk delivered at the International Workshop \"60 Years of Casimir\n  Effect\", Brasilia, 23-27 June 2008 (17 pages, 7 figures)"]}]
["0812.1670",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1670","Phys. Rev. Lett. 103, 027002 (2009)","doi:10.1103/PhysRevLett.103.027002"],"date":["2008-12-09","2009-06-15"],"type":["text"],"creator":["Takeshita, S.","Kadono, R.","Hiraishi, M.","Miyazaki, M.","Koda, A.","Matsuishi, S.","Hosono, H."],"language":[],"coverage":[],"title":["Insular superconductivity in Co-doped iron pnictide\n  CaFe$_{1-x}$Co$_x$AsF"],"description":["  The presence of macroscopic phase separation between the superconducting and\nmagnetic phases in \\cfcaf is demonstrated by muon spin rotation (muSR)\nmeasurements conducted across their phase boundaries (x=0.05-0.15). The\nmagnetic phase tends to retain the high transition temperature (T_m > T_c),\nwhile Co-doping induces strong randomness. The volumetric fraction of\nsuperconducting phase is nearly proportional to the Co content $x$ with\nconstant superfluid density. These observations suggest the formation of\nsuperconducting \"islands\" (or domains) associated with Co ions in the\nFe$_2$As$_2$ layers, indicating a very short coherence length.\n","Comment: 5 pages, 5 figures"]}]
["0812.4315",{"format":[],"subject":["Mathematical Physics","33C45, 42C15, 34M05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4315"],"date":["2008-12-22","2009-07-13"],"type":["text"],"creator":["Bozejko, M.","Demni, N."],"language":[],"coverage":[],"title":["Topics on Meixner families"],"description":["  We shed the light on the inter-connections between different\ncharacterizations leading to the classical, free and quantum Meixner families.\n","Comment: This version contains the proof of Gallardo-Yor's conjecture"]}]
["0901.0324",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory","60H10","33C50","33C80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0324"],"date":["2009-01-03","2009-07-13"],"type":["text"],"creator":["Demni, Nizar"],"language":[],"coverage":[],"title":["Beta Jacobi processes"],"description":["  We define and study a multidimensional process that generalizes the\neigenvalues of matrix Jacobi processes on the one hand and whose stationary\ndistribution is given by the beta Jacobi ensemble on the other hand.\n","Comment: the paper is accepted for publication in APAM"]}]
["0901.0622",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0622"],"date":["2009-01-06","2009-07-12"],"type":["text"],"creator":["Shu, G. J.","Huang, F. -T.","Chu, M. -W.","Lin, J. -Y.","Lee, Patrick A.","Chou, F. C."],"language":[],"coverage":[],"title":["Staging model of the ordered stacking of vacancy layers and phase\n  separation in the layered NaCoO(x > 0.71) single crystals"],"description":["  Phase diagram of Na$_x$CoO$_2$ (x $\\gtrsim$ 0.71) has been reinvestigated\nusing electrochemically fine tuned single crystals. Both phase separation and\nstaging phenomena as a result of sodium multi-vacancy cluster ordering have\nbeen found. Phase separation phenomenon is observed in the narrow ranges of\n0.76 $\\lesssim$ x $\\lesssim$ 0.82 and 0.83 $\\lesssim$ x $\\lesssim$ 0.86. While\nx = 0.820 shows A-type antiferromagnetic (A-AF) ordering below 22K, x = 0.833\nis confirmed to have a magnetic ground state of A-AF ordering below $\\sim$8K\nand is only reachable through slow cooling. In addition, x = 0.859 is found to\nbe responsible for the highest A-AF transition temperature at about 29K.\nStaging model based on ordered stacking of multi-vacancy layers is proposed to\nexplain the hysteretic behavior and A-AF correlation length for x $\\sim$\n0.82-0.86.\n","Comment: 6 pages, 6 figures, to be published in PRB"]}]
["0901.2033",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2033","JCAP 0907:017,2009","doi:10.1088/1475-7516/2009/07/017"],"date":["2009-01-14"],"type":["text"],"creator":["Liu, Jie","Li, Hong","Xia, Junqing","Zhang, Xinmin"],"language":[],"coverage":[],"title":["Testing Oscillating Primordial Spectrum and Oscillating Dark Energy with\n  Astronomical Observations"],"description":["  In this paper we revisit the issue of determining the oscillating primordial\nscalar power spectrum and oscillating equation of state of dark energy from the\nastronomical observations. By performing a global analysis with the Markov\nChain Monte Carlo method, we find that the current observations from five-year\nWMAP and SDSS-LRG matter power spectrum, as well as the \"union\" supernovae\nsample, constrain the oscillating index of primordial spectrum and oscillating\nequation of state of dark energy with the amplitude less than $|n_{\\rm\namp}|<0.116$ and $|w_{\\rm amp}|<0.232$ at 95% confidence level, respectively.\nThis result shows that the oscillatory structures on the primordial scalar\nspectrum and the equation of state of dark energy are still allowed by the\ncurrent data. Furthermore, we point out that these kinds of modulation effects\nwill be detectable (or gotten a stronger constraint) in the near future\nastronomical observations, such as the PLANCK satellite, LAMOST telescope and\nthe currently ongoing supernovae projects SNLS.\n","Comment: 7 pages, 5 figures, 1 tabel"]}]
["0901.4140",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4140","Aperion Vol 16, No. 3, 323-375, 2009."],"date":["2009-01-26"],"type":["text"],"creator":["Cahill, Reginald T"],"language":[],"coverage":[],"title":["Unravelling the Dark Matter - Dark Energy Paradigm"],"description":["  The standard LambdaCDM model of cosmology is usually understood to arise from\ndemanding that the Friedmann-Lemaitre-Robertson-Walker (FLRW) metric satisfy\nthe General Relativity dynamics for spacetime metrics. The FLRW data-based\ndominant parameter values, Omega_Lambda=0.73 and Omega_m=0.27 for the dark\nenergy and dark matter+matter, respectively, are then determined by fitting the\nsupernova red-shift data. However in the pressure-less flat-space case the\nLambdaCDM model is most easily derived from Newtonian gravity, and which was\nbased on the special case of planetary motion in the solar system. Not\nsurprisingly when extended to galactic rotations and cosmology Newtonian\ndynamics is found to be wanting, and the fix-up involves introducing dark\nmatter and dark energy, as shown herein. However a different theory of gravity\nleads to a different account of galactic rotations and cosmology, and does not\nrequire dark matter nor dark energy to fit the supernova data. It is shown that\nfitting the LambdaCDM model to this new model, and so independently of the\nactual supernova data, requires the LambdaCDM model parameters to be those\ngiven above. Hence we conclude that dark energy and dark matter are no more\nthan mathematical artifacts to fix-up limitations of Newtonian gravity. Various\nother data are also briefly reviewed to illustrate other successful tests of\nthis new theory of gravity.\n","Comment: 32 pages"]}]
["0902.0174",{"format":[],"subject":["Mathematics - Dynamical Systems","37A35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0174"],"date":["2009-02-01","2009-07-13"],"type":["text"],"creator":["Bowen, Lewis"],"language":[],"coverage":[],"title":["The ergodic theory of free group actions: entropy and the f-invariant"],"description":["  Previous work introduced two measure-conjugacy invariants: the $f$-invariant\n(for actions of free groups) and $\\Sigma$-entropy (for actions of sofic\ngroups). The purpose of this paper is to show that the $f$-invariant is a\nspecial case of $\\Sigma$-entropy. There are two applications: the $f$-invariant\nis invariant under group automorphisms and there is a uniform lower bound on\nthe $f$-invariant of a factor in terms of the original system.\n","Comment: 14 pages. This version corrects minor errors"]}]
["0902.0236",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0236"],"date":["2009-02-02","2009-07-12"],"type":["text"],"creator":["Katoh, Naoki","Tanigawa, Shin-ichi"],"language":[],"coverage":[],"title":["A Proof of the Molecular Conjecture"],"description":["  A $d$-dimensional body-and-hinge framework is a structure consisting of rigid\nbodies connected by hinges in $d$-dimensional space. The generic infinitesimal\nrigidity of a body-and-hinge framework has been characterized in terms of the\nunderlying multigraph independently by Tay and Whiteley as follows: A\nmultigraph $G$ can be realized as an infinitesimally rigid body-and-hinge\nframework by mapping each vertex to a body and each edge to a hinge if and only\nif ({d+1 \\choose 2}-1)G$ contains ${d+1\\choose 2}$ edge-disjoint spanning\ntrees, where $({d+1 \\choose 2}-1)G$ is the graph obtained from $G$ by replacing\neach edge by $({d+1\\choose 2}-1)$ parallel edges. In 1984 they jointly posed a\nquestion about whether their combinatorial characterization can be further\napplied to a nongeneric case. Specifically, they conjectured that $G$ can be\nrealized as an infinitesimally rigid body-and-hinge framework if and only if\n$G$ can be realized as that with the additional ``hinge-coplanar'' property,\ni.e., all the hinges incident to each body are contained in a common\nhyperplane. This conjecture is called the Molecular Conjecture due to the\nequivalence between the infinitesimal rigidity of ``hinge-coplanar''\nbody-and-hinge frameworks and that of bar-and-joint frameworks derived from\nmolecules in 3-dimension. In 2-dimensional case this conjecture has been proved\nby Jackson and Jord{\\'a}n in 2006. In this paper we prove this long standing\nconjecture affirmatively for general dimension.\n"]}]
["0902.3131",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3131","Phys.Rev.C80:014305,2009","doi:10.1103/PhysRevC.80.014305"],"date":["2009-02-18","2009-05-06"],"type":["text"],"creator":["Hinohara, Nobuo","Nakatsukasa, Takashi","Matsuo, Masayuki","Matsuyanagi, Kenichi"],"language":[],"coverage":[],"title":["Microscopic description of oblate-prolate shape mixing in proton-rich Se\n  isotopes"],"description":["  The oblate-prolate shape coexisting/mixing phenomena in proton-rich\n68,70,72Se are investigated by means of the adiabatic self-consistent\ncollective coordinate (ASCC) method. The one-dimensional collective path and\nthe collective Hamiltonian describing the large-amplitude shape vibration are\nderived in a fully microscopic way. The excitation spectra, B(E2) and\nspectroscopic quadrupole moments are calculated by requantizing the collective\nHamiltonian and solving the collective Schroedinger equation. The basic\nproperties of the coexisting two rotational bands in low-lying states of these\nnuclei are well reproduced. It is found that the oblate-prolate shape mixing\nbecomes weak as the rotational angular momentum increases. We point out that\nthe rotational energy plays a crucial role in causing the localization of the\ncollective wave function in the (beta,gamma) deformation space.\n","Comment: 13 pages, 11 figures, Submitted to Phys. Rev. C; discussion expanded,\n  figures enlarged"]}]
["0903.2706",{"format":[],"subject":["Physics - Chemical Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2706","J. Chem. Phys. 130, 234506 (2009)","doi:10.1063/1.3148888"],"date":["2009-03-16","2009-07-13"],"type":["text"],"creator":["Martens, Kirsten","Droz, Michel","Rácz, Zoltan"],"language":[],"coverage":[],"title":["Width of reaction zones in A + B -> C type reaction-diffusion processes:\n  Effects of an electric current"],"description":["  We investigate the effects of an electric current on the width of a\nstationary reaction zone in an irreversible A^- + B^+ -> C reaction-diffusion\nprocess. The ion dynamics of the electrolytes A = (A^+, A^-) and B = (B^+, B^-)\nis described by reaction-diffusion equations obeying local electroneutrality,\nand the stationary state is obtained by employing reservoirs of fixed\nelectrolyte concentrations at the opposite ends of a finite domain. We find\nthat the width of the reaction zone decreases when the current drives the\nreacting ions towards the reaction zone while it increases in the opposite\ncase. The linear response of the width to the current is estimated by\ndeveloping a phenomenological theory based on conservation laws, and on\nelectroneutrality. The theory is found to reproduce numerical solutions to a\ngood accuracy.\n","Comment: 8 pages, 4 figures"]}]
["0904.3770",{"format":[],"subject":["Mathematics - Differential Geometry","14M15","14M17","53C22","53C30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3770"],"date":["2009-04-23","2009-07-13"],"type":["text"],"creator":["Cohen, Nir","Grama, Lino","Negreiros, Caio J. C."],"language":[],"coverage":[],"title":["Equigeodesics on flag manifolds"],"description":["  This paper provides a characterization of homogeneous curves on a geometric\nflag manifold which are geodesic with respect to any invariant metric. We call\nsuch curves homogeneous equigeodesics. We also characterize homogeneous\nequigeodesics whose associated Killing field is closed, hence, the\ncorresponding geodesics is closed.\n","Comment: New section about closed equigeodesics included. Misprints corrected"]}]
["0904.4133",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.4133","Phys. Rev. B 80, 045308 (2009)"],"date":["2009-04-27"],"type":["text"],"creator":["Xu, Hengyi","Heinzel, T.","Zozoulenko, I. V."],"language":[],"coverage":[],"title":["Edge disorder and localization regimes in bilayer graphene nanoribbons"],"description":["  A theoretical study of the magnetoelectronic properties of zigzag and\narmchair bilayer graphene nanoribbons (BGNs) is presented. Using the recursive\nGreen's function method, we study the band structure of BGNs in uniform\nperpendicular magnetic fields and discuss the zero-temperature conductance for\nthe corresponding clean systems. The conductance quantized as 2(n+1)G_ for the\nzigzag edges and nG_0 for the armchair edges with G_{0}=2e^2/h being the\nconductance unit and $n$ an integer. Special attention is paid to the effects\nof edge disorder. As in the case of monolayer graphene nanoribbons (GNR), a\nsmall degree of edge disorder is already sufficient to induce a transport gap\naround the neutrality point. We further perform comparative studies of the\ntransport gap E_g and the localization length in bilayer and monolayer\nnanoribbons. While for the GNRs E_{g}^{GNR}is proportional to 1/W, the\ncorresponding transport gap E_{g}^{BGN} for the bilayer ribbons shows a more\nrapid decrease as the ribbon width W is increased. We also demonstrate that the\nevolution of localization lengths with the Fermi energy shows two distinct\nregimes. Inside the transport gap, xi is essentially independent on energy and\nthe states in the BGNs are significantly less localized than those in the\ncorresponding GNRs. Outside the transport gap \\xi grows rapidly as the Fermi\nenergy increases and becomes very similar for BGNs and GNRs.\n","Comment: 11 pages, 9 figures"]}]
["0905.1618",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.1618","Cent. Eur. J. Phys. 7 (2009) 527-533"],"date":["2009-05-11"],"type":["text"],"creator":["Coraddu, M.","Lissia, M.","Quarati, P."],"language":[],"coverage":[],"title":["Anomalous enhancements of low-energy fusion rates in plasmas: the role\n  of ion momentum distributions and inhomogeneous screening"],"description":["  Non-resonant fusion cross-sections significantly higher than corresponding\ntheoretical predictions are observed in low-energy experiments with deuterated\nmatrix target. Models based on thermal effects, electron screening, or\nquantum-effect dispersion relations have been proposed to explain these\nanomalous results: none of them appears to satisfactory reproduce the\nexperiments. Velocity distributions are fundamental for the reaction rates and\ndeviations from the Maxwellian limit could play a central role in explaining\nthe enhancement. We examine two effects: an increase of the tail of the target\nDeuteron momentum distribution due to the Galitskii-Yakimets quantum\nuncertainty effect, which broadens the energy-momentum relation; and spatial\nfluctuations of the Debye-H\\\"{u}ckel radius leading to an effective increase of\nelectron screening. Either effect leads to larger reaction rates especially\nlarge at energies below a few keV, reducing the discrepancy between\nobservations and theoretical expectations.\n","Comment: 6 pages, 3 figures"]}]
["0905.3149",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Rings and Algebras","17B20","68W30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.3149"],"date":["2009-05-19","2009-07-13"],"type":["text"],"creator":["de Graaf, Willem A."],"language":[],"coverage":[],"title":["Computing representatives of nilpotent orbits of theta-groups"],"description":["  We describe two algorithms for finding representatives of the nilpotent\norbits of a theta-group. The algorithms have been implemented in the computer\nalgebra system GAP (inside the package SLA). We comment on their performance.\nWe apply the algorithms to study the nilpotent orbits of theta-groups, where\ntheta is an N-regular automorphism of a simple Lie algebra of exceptional type.\n","Comment: several additions and corrections"]}]
["0905.4734",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4734"],"date":["2009-05-28","2009-07-13"],"type":["text"],"creator":["Lee, Seokcheon"],"language":[],"coverage":[],"title":["Exact analytic solution of sub-horizon scales linear perturbation for\n  general dark energy models"],"description":["  Three decades ago Heath found the integral form of the exact analytic growing\nmode solution of linear density perturbation $\\delta$ in sub-horizon scales\nincluding the cosmological constant or the curvature term. Interestingly, we\nare able to obtain the analytic solution for general dark energy models with\nthe constant equation of state $\\omega_{de}$. We compare the correct analytic\ngrowing mode solution $\\delta$ with the text book solution $\\delta^{D}$.\nIndeed, both solutions are equal to each other when $\\omega_{de} = -1$. We also\nable to extend this solution for the specific form of time varying\n$\\omega_{de}$.\n","Comment: 6pages, 5figures, Change Fig.2b"]}]
["0906.1881",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1881","Phys. Rev. Lett. 103, 027003 (2009)"],"date":["2009-06-10","2009-06-23"],"type":["text"],"creator":["Kaczorowski, D.","Pikul, A. P.","Gnida, D.","Tran, V. H."],"language":[],"coverage":[],"title":["Emergence of a superconducting state from an antiferromagnetic phase in\n  single crystals of the heavy fermion compound Ce2PdIn8"],"description":["  Single crystals of Ce2PdIn8 were studied by means of magnetic susceptibility,\nelectrical resistivity and specific heat measurements. The compound was found\nto be a heavy fermion clean-limit superconductor with Tc = 0.68 K. Most\nremarkably, the superconductivity in this system emerges out of the\nantiferromagnetic state that sets in at TN = 10 K, and both cooperative\nphenomena coexist in a bulk at ambient pressure conditions.\n","Comment: to appear in Physical Review Letters; final version limited to 4\n  pages; figures 1 and 3 corrected; title changed on request of PRL-Editor"]}]
["0906.2637",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2637"],"date":["2009-06-15","2009-07-13"],"type":["text"],"creator":["Ohm, Stefan","Horns, Dieter","Reimer, Olaf","Hinton, Jim","Rowell, Gavin","Wilhelmi, Emma de Oña","Fernandes, Milton Virgilio","Acero, Fabio","Marcowith, Alexandre"],"language":[],"coverage":[],"title":["H.E.S.S. observations of massive stellar clusters"],"description":["  Stellar clusters are potential acceleration sites of very-high-energy (VHE, E\n> 100GeV) particles since they host supernova remnants (SNRs) and pulsar wind\nnebulae (PWNe). Additionally, in stellar clusters, particles can also be\naccelerated e.g. at the boundaries of wind-blown bubbles, in colliding wind\nzones in massive binary systems or in the framework of collective wind or\nwind/supernova(SN) ejecta scenarios. Motivated by the detection of VHE\ngamma-ray emission towards Westerlund 2 and assuming similar particle\nacceleration mechanisms at work, Westerlund 1 is an even more promising target\nfor VHE gamma-ray observations given that massive star content and distance are\nmore favorable for detectable VHE gamma-ray emission compared to Westerlund 2.\nHere, H.E.S.S. observations of massive stellar clusters in general with special\nemphasis on the most massive stellar cluster in the galaxy, Westerlund 1 are\nsummarized.\n","Comment: Invited talk at HEPIMS Workshop (Jaen 2009); 10 pages, 4 figures, to\n  appear in PASP"]}]
["0906.3382",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","35Q40, 35Q55, 47J35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.3382"],"date":["2009-06-18","2009-07-12"],"type":["text"],"creator":["Gao, Yanfang","Miao, Changxing","Xu, Guixiang"],"language":[],"coverage":[],"title":["Scattering for the focusing ${\\dot H}^{1/2}$-critical Hartree equation\n  with radial data"],"description":["  We investigate the focusing $\\dot H^{1/2}$-critical nonlinear Schr\\\"{o}dinger\nequation (NLS) of Hartree type $i\\partial_t u + \\Delta u = -(|\\cdot|^{-3} \\ast\n|u|^2)u$ with $\\dot H^{1/2}$ radial data in dimension $d = 5$. It is proved\nthat if the maximal life-span solution obeys\n$\\sup_{t}\\big\\||\\nabla|^{{1/2}}u\\big\\|_2 < \\frac{\\sqrt{6}}{3}\n\\big\\||\\nabla|^{{1/2}}Q\\big\\|_2$, where $Q$ is the positive radial solution to\nthe elliptic equation(\\ref{e14}). Then the solution is global and scatters.\n","Comment: 46 pages"]}]
["0906.4518",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4518","J. Phys.: Condens. Matter 21 (2009) 335105.","doi:10.1088/0953-8984/21/33/335105"],"date":["2009-06-24"],"type":["text"],"creator":["Malyshev, A. V.","Diaz, E.","Dominguez-Adame, F.","Malyshev, V. A."],"language":[],"coverage":[],"title":["Environment effects on the electric conductivity of the DNA"],"description":["  We present a theoretical analysis of the environment effects on charge\ntransport in double-stranded synthetic poly(G)-poly(C) DNA molecules attached\nto two ideal leads. Coupling of the DNA to the environment results in two\neffects: (i) localization of carrier functions due to the static disorder and\n(ii) phonon-induced scattering of the carrier between these localized states,\nresulting in hopping conductivity. A nonlinear Pauli master equation for\npopulations of localized states is used to describe the hopping transport and\ncalculate the electric current as a function of the applied bias. We\ndemonstrate that, although the electronic gap in the density of states shrinks\nas the disorder increases, the voltage gap in the $I-V$ characteristics becomes\nwider. Simple physical explanation of this effect is provided.\n","Comment: 8 pages, 2 figures, to appear in J. Phys.: Condens. Matter"]}]
["0906.4804",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4804"],"date":["2009-06-26","2009-07-13"],"type":["text"],"creator":["Shiekh, A. Y."],"language":[],"coverage":[],"title":["Speeding up the Grover algorithm using auxiliary solutions"],"description":["  It may be possible to extend the Grover search algorithm by taking a divide\nand conquer approach using auxiliary solutions to achieve an exponential\nspeed-up.\n","Comment: 6 pages, one figure; added comments on error correction and\n  optimality proof"]}]
["0907.0574",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0574"],"date":["2009-07-03"],"type":["text"],"creator":["Tibolla, O.","Chaves, R. C. G.","de Jager, O.","Domainko, W.","Fiasson, A.","Komin, N.","Kosack, K."],"language":[],"coverage":[],"title":["New unidentified H.E.S.S. Galactic sources"],"description":["  H.E.S.S. is one of the most sensitive instruments in the very high energy\n(VHE; > 100 GeV) gamma-ray domain and has revealed many new sources along the\nGalactic Plane. After the successful first VHE Galactic Plane Survey of 2004,\nH.E.S.S. has continued and extended that survey in 2005-2008, discovering a\nnumber of new sources, many of which are unidentified. Some of the unidentified\nH.E.S.S. sources have several positional counterparts and hence several\ndifferent possible scenarios for the origin of the VHE gamma-ray emission;\ntheir identification remains unclear. Others have so far no counterparts at any\nother wavelength. Particularly, the lack of an X-ray counterpart puts serious\nconstraints on emission models. Several newly discovered and still unidentified\nVHE sources are reported here.\n","Comment: ICRC 2009 proceedings"]}]
["0907.0971",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0971"],"date":["2009-07-06","2009-07-13"],"type":["text"],"creator":["Didier, Frédéric","Laigle-Chapuy, Yann"],"language":[],"coverage":[],"title":["Attacking the combination generator"],"description":["  We present one of the most efficient attacks against the combination\ngenerator. This attack is inherent to this system as its only assumption is\nthat the filtering function has a good autocorrelation. This is usually the\ncase if the system is designed to be resistant to other kinds of attacks. We\nuse only classical tools, namely vectorial correlation, weight 4 multiples and\nWalsh transform.\n"]}]
["0907.1051",{"format":[],"subject":["Mathematics - Quantum Algebra","18D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1051"],"date":["2009-07-06","2009-07-13"],"type":["text"],"creator":["Hong, Seung-Moon","Rowell, Eric C."],"language":[],"coverage":[],"title":["On the classification of non-self-dual modular categories"],"description":["  We develop a symbolic computational approach to classifying low-rank modular\ncategories.\n  We use this technique to classify pseudo-unitary modular categories of rank\nat most 5 that are non-self-dual, i.e. those for which some object is not\nisomorphic to its dual object.\n","Comment: Version 2: missing case included"]}]
["0907.1652",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1652"],"date":["2009-07-09"],"type":["text"],"creator":["Gaskell, C. Martin","Kormendy, John"],"language":[],"coverage":[],"title":["An Improved Black Hole Mass - Bulge Luminosity Relationship for AGNs"],"description":["  Two effects have substantially increased the scatter in the AGN black hole\nmass - host galaxy bulge luminosity relationship derived from SDSS spectra. The\nfirst is that at a fixed black hole mass, the SDSS spectrum depends strongly on\nredshift because an SDSS fiber sees a larger fraction of the total light of\nmore distant galaxies. The second is that at a given redshift, the fraction of\nhost-galaxy light in the fiber increases with decreasing galaxy luminosity. We\nillustrate the latter effect using the Kormendy et al. (2009) light profiles of\nVirgo ellipticals. With allowance for the two effects, we obtain a black hole\nmass - bulge luminosity relationship for AGNs which has a scatter of only +/-\n0.23 dex in mass. This is less than the scatter found for inactive galaxies,\nand is consistent with the measuring errors. We show that there is a\ncorrespondingly tight linear relationship between the fraction of host galaxy\nlight in AGN spectra and the Eddington ratio. This linearity implies that at a\ngiven black hole mass, the host luminosities of high-accretion-rate AGNs\n(NLS1s) and low-accretion-rate AGNs are similar. The relationship between the\nfraction of host galaxy light and the Eddington ratio provides a simple means\nof estimating the fraction of host galaxy light in AGN spectra. This means that\nthe real amplitude of variability of low-accretion-rate AGNs is increased\nrelative to NLS1s.\n","Comment: To appear in \"Galaxy Evolution: Emerging Insights and New\n  Challenges\", ASP Conference Series, ed. Shardha Jogee, Lei Hao, Guillermo\n  Blanc, and Irina Marinova. 4 pages, 5 figures"]}]
["0907.1664",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1664"],"date":["2009-07-09"],"type":["text"],"creator":["Das, Chinmay","Olmsted, Peter D.","Noro, Massimo G."],"language":[],"coverage":[],"title":["Water permeation through stratum corneum lipid bilayers from atomistic\n  simulations"],"description":["  Stratum corneum, the outermost layer of skin, consists of keratin filled\nrigid non-viable corneocyte cells surrounded by multilayers of lipids. The\nlipid layer is responsible for the barrier properties of the skin. We calculate\nthe excess chemical potential and diffusivity of water as a function of depth\nin lipid bilayers with compositions representative of the stratum corneum using\natomistic molecular dynamics simulations. The maximum in the excess free energy\nof water inside the lipid bilayers is found to be twice that of water in\nphospholipid bilayers at the same temperature. Permeability, which decreases\nexponentially with the free energy barrier, is reduced by several orders of\nmagnitude as compared to with phospholipid bilayers. The average time it takes\nfor a water molecule to cross the bilayer is calculated by solving the\nSmoluchowski equation in presence of the free energy barrier. For a bilayer\ncomposed of a 2:2:1 molar ratio of ceramide NS 24:0, cholesterol and free fatty\nacid 24:0 at 300K, we estimate the permeability P=3.7e-9 cm/s and the average\ncrossing time \\tau_{av}=0.69 ms. The permeability is about 30 times smaller\nthan existing experimental results on mammalian skin sections.\n","Comment: latex, 8 pages, 6 figures"]}]
["0907.1665",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1665"],"date":["2009-07-10"],"type":["text"],"creator":["Husain, Tasneem Zehra"],"language":[],"coverage":[],"title":["Generalized Calibrations & the Characterization of M2-Brane Backgrounds"],"description":["  As a step towards the classification of supergravity backgrounds with flux,\nwe study the (back-reacted) geometry created by a BPS M2-brane when it wraps a\ncycle in a Calabi-Yau manifold. If it is to preserve supersymmetry, the\nmembrane background must obey certain conditions. These conditions are\nexpressed as geometrical constraints on differential forms and as such, can be\ninterpreted as calibrations. Knowing the complete set of calibrations is the\nsame as satisfying all conditions needed for supersymmetry preservation. While\na purely geometric background is completely specified through standard\ncalibrations, in order to fully describe a flux background, we must also state\nits generalized calibrations. These can be found by probing the background with\nBPS branes. The logic is simple. Since a BPS probe is guaranteed to be stable,\nwe require that its volume be given by a calibrated form. This applies equally\nto both charged and uncharged probes; the former are stabilized by flux whereas\nthe latter achieve stability by minimizing their volumes. Volume-forms of\ncharged probes correspond to generalized calibrations and those of uncharged\nprobes, to standard calibrations. Previously geometries were probed only by\nuncharged branes. The calibrations that were found had then to be supplemented\nby additional conditions in order to guarantee supersymmetry preservation in\nbackgrounds with flux. Once the scope is broadened to include charged branes,\nthe 'missing conditions' (generalized calibrations) can also be recovered using\nthe probe analysis. We use this method to classify the backgrounds of wrapped\nM2-branes embedded in Calabi-Yau manifolds by specifying their calibrations.\n","Comment: 19 pages"]}]
["0907.1669",{"format":[],"subject":["Mathematics - Combinatorics","05E25, 55U10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1669"],"date":["2009-07-09"],"type":["text"],"creator":["Goff, Michael","Klee, Steven","Novik, Isabella"],"language":[],"coverage":[],"title":["Balanced complexes and complexes without large missing faces"],"description":["  The face numbers of simplicial complexes without missing faces of dimension\nlarger than $i$ are studied. It is shown that among all such\n$(d-1)$-dimensional complexes with non-vanishing top homology, a certain\npolytopal sphere has the componentwise minimal $f$-vector; and moreover, among\nall such 2-Cohen--Macaulay (2-CM) complexes, the same sphere has the\ncomponentwise minimal $h$-vector. It is also verified that the $l$-skeleton of\na flag $(d-1)$-dimensional 2-CM complex is $2(d-l)$-CM while the $l$-skeleton\nof a flag PL $(d-1)$-sphere is $2(d-l)$-homotopy CM. In addition, tight lower\nbounds on the face numbers of 2-CM balanced complexes in terms of their\ndimension and the number of vertices are established.\n","Comment: 13 pages"]}]
["0907.1676",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","82C40","76P05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1676"],"date":["2009-07-09"],"type":["text"],"creator":["Cannone, Marco","Karch, Grzegorz"],"language":[],"coverage":[],"title":["Infinite energy solutions to the homogeneous Boltzmann equation"],"description":["  The goal of this work is to present an approach to the homogeneous Boltzmann\nequation for Maxwellian molecules with a physical collision kernel which allows\nus to construct unique solutions to the initial value problem in a space of\nprobability measures defined via the Fourier transform. In that space, the\nsecond moment of a measure is not assumed to be finite, so infinite energy\nsolutions are not {\\it a priori} excluded from our considerations. Moreover, we\nstudy the large time asymptotics of solutions and, in a particular case, we\ngive an elementary proof of the asymptotic stability of self-similar solutions\nobtained by A.V. Bobylev and C. Cercignani [J. Stat. Phys. {\\bf 106} (2002),\n1039--1071].\n"]}]
["0907.1678",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Discrete Mathematics","C.2.1","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1678"],"date":["2009-07-09"],"type":["text"],"creator":["Avin, Chen","Lando, Yuval","Lotker, Zvi"],"language":[],"coverage":[],"title":["Simple Random Walks on Radio Networks (Simple Random Walks on\n  Hyper-Graphs)"],"description":["  In recent years, protocols that are based on the properties of random walks\non graphs have found many applications in communication and information\nnetworks, such as wireless networks, peer-to-peer networks and the Web. For\nwireless networks (and other networks), graphs are actually not the correct\nmodel of the communication; instead hyper-graphs better capture the\ncommunication over a wireless shared channel. Motivated by this example, we\nstudy in this paper random walks on hyper-graphs. First, we formalize the\nrandom walk process on hyper-graphs and generalize key notions from random\nwalks on graphs. We then give the novel definition of radio cover time, namely,\nthe expected time of a random walk to be heard (as opposed to visit) by all\nnodes. We then provide some basic bounds on the radio cover, in particular, we\nshow that while on graphs the radio cover time is O(mn), in hyper-graphs it is\nO(mnr) where n, m and r are the number of nodes, the number of edges and the\nrank of the hyper-graph, respectively. In addition, we define radio hitting\ntimes and give a polynomial algorithm to compute them. We conclude the paper\nwith results on specific hyper-graphs that model wireless networks in one and\ntwo dimensions.\n"]}]
["0907.1683",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1683"],"date":["2009-07-09"],"type":["text"],"creator":["Fellman, Philip V."],"language":[],"coverage":[],"title":["Understanding the Complexity of Terrorist Networks"],"description":["  Complexity science affords a number of novel tools for examining terrorism,\nparticularly network analysis and NK-Boolean fitness landscapes. The following\npaper explores various aspects of terrorist networks which can be illuminated\nthrough applications of non-linear dynamical systems modeling to terrorist\nnetwork structures. Of particular interest are some of the emergent properties\nof terrorist networks as typified by the 9-11 hijackers network, properties of\ncentrality, hierarchy and distance, as well as ways in which attempts to\ndisrupt the transmission of information through terrorist networks may be\nexpected to produce greater or lesser levels of fitness in those organizations.\n","Comment: 7 pages, 10 figures. INFORMS/MAS Huntsville, AL 7-8 April, 2009"]}]
["0907.1689",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Number Theory","33B15 (primary), 11A07 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1689"],"date":["2009-07-09"],"type":["text"],"creator":["Nijenhuis, Albert"],"language":[],"coverage":[],"title":["Small Gamma Products with Simple Values"],"description":["  Our main result shows that for every odd natural number n > 1 there is a\npartition of the rational numbers, x/2n in lowest terms, in the unit interval,\nthe product of whose Gamma values takes the form of powers of 2 and pi.\n","Comment: Plain TeX, 5 pages"]}]
["0907.1700",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1700"],"date":["2009-07-09"],"type":["text"],"creator":["Zheng, H.","Zhu, L. L.","Yang, C. B."],"language":[],"coverage":[],"title":["Search For the Origin of the Away-side Double-humped Structure of jets\n  in Heavy Ion Collisions"],"description":["  A model is constructed for the origin of the double-humped structure found in\nthe di-hahron azimuthal correlation on the away-side in heavy ion collisions.\nThe parameters in the model are determined by fitting $\\Delta\\phi$ azimuthal\ndistribution in central Au+Au collisions at RHIC given by STAR collaboration\nwhen the trigger momentum is in $3-4\\rm {GeV/c}$ and the associated particle\nmomentum is in $1.3-1.8\\rm{GeV/c}$. Then we apply our model to the semi-central\nand peripheral Au+Au collisions at RHIC and the responding $\\triangle \\phi$\nazimuthal distribution are reproduced respectively. Our results show that the\ntransverse flow effect plays an essential role in the experimentally observed\ndi-hadron azimuthal distribution structure. The spread of the hard parton\ncreation point and initial moving direction is also necessary for the\ndouble-humped structure.\n","Comment: 4 pages in revtex, 2 colored figures"]}]
["0907.1712",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1712"],"date":["2009-07-09"],"type":["text"],"creator":["Yin, Leilei","Fang, Nicholas X."],"language":[],"coverage":[],"title":["Enhanced Surface Photon Drag on Plasmonic Metamaterials: A\n  Fizeau-Doppler Shift Study"],"description":["  In this work, we numerically study the Fizeau-Doppler shift of surface modes\nin a moving plasmonic metamaterial. At proper surface plasmon resonance\nconditions, a slow group velocity is resulted in the metamaterials, and our\nsimulation indicates a phase shift up to 4 orders of magnitude larger than the\nnormal mode. In addition, both appreciable positive and negative photon drag\ncould be observed. We also found an abrupt transition in the sign of phase\nshift when silver film reaches a critical thickness. This opens new\nopportunities in applications such as compact optical gyroscopes and\naccelerometers.\n","Comment: submitted to Applied Physics Letters"]}]
["0907.1713",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1713"],"date":["2009-07-09"],"type":["text"],"creator":["Zhu, Guo-Qiang"],"language":[],"coverage":[],"title":["Off-diagonal geometric phase of atom-electron coupling in hydrogen atom"],"description":["  In this paper, the off-diagonal geometric phase of thermal state in hydrogen\natom under the effects of external magnetic field is considered. Increasing\ntemperature tends to suppress the off-diagonal geometric phase, including\n1-order and 2-order cases. On the other hand, the relationship between the\ngeometric phase and external magnetic field is discussed.\n","Comment: 10 pages, 4 figures"]}]
["0907.1715",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Algebraic Geometry","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1715"],"date":["2009-07-09"],"type":["text"],"creator":["Etingof, Pavel","Schedler, Travis"],"language":[],"coverage":[],"title":["Zeroth Poisson homology of symmetric powers of isolated quasihomogeneous\n  surface singularities"],"description":["  Let X be a surface with an isolated singularity at the origin, given by the\nequation Q(x,y,z)=0, where Q is a weighted-homogeneous polynomial. In\nparticular, this includes the Kleinian surfaces X = C^2/G for G < SL(2,C)\nfinite. Let Y be the n-th symmetric power of X. We compute the zeroth Poisson\nhomology of Y, as a graded vector space with respect to the weight grading. In\nthe Kleinian case, this confirms a conjecture of Alev, that the zeroth Poisson\nhomology of the n-th symmetric power of C^2/G is isomorphic to the zeroth\nHochschild homology of the n-th symmetric power of the algebra of G-invariant\ndifferential operators on C. That is, the Brylinski spectral sequence\ndegenerates in this case. In the elliptic case, this yields the zeroth\nHochschild homology of symmetric powers of the elliptic algebras with three\ngenerators modulo their center, for the parameter equal to all but countably\nmany points of the elliptic curve.\n","Comment: 17 pages"]}]
["0907.1716",{"format":[],"subject":["Mathematical Physics","28A80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1716"],"date":["2009-07-09"],"type":["text"],"creator":["Hansen, R.","Piacquadio, M."],"language":[],"coverage":[],"title":["Mendes France and thermodynamical spectra: a comparative study of\n  contractive and expansive fractal processes"],"description":["  This paper presents a comparative study of two families of curves in R(n).\nThe first ones comprise self-similar bounded fractals obtained by contractive\nprocesses, and have a non-integer Hausdorff dimension. The second ones are\nunbounded, locally rectifiable, locally smooth, obtained by expansive\nprocesses, and characterized by a fractional dimension defined by M. Mendes\nFrance. We present a way to relate the two types of curves and their respective\nnon-integer dimensions. Thus, to one fractal bounded curve we associate, at\nfirst, a finite range of Mendes France dimensions, identifying the minimal and\nthe maximal ones. Later, we show that this discrete spectrum can be made\ncontinuous, allowing it to be compared with some other multifractal spectra\nencountered in the literature. We discuss the corresponding physical\ninterpretations.\n"]}]
["0907.1720",{"format":[],"subject":["Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1720"],"date":["2009-07-09"],"type":["text"],"creator":["Shi, Baochang","He, Hanzhong","Guo, Zhaoli"],"language":[],"coverage":[],"title":["Lattice Boltzmann Model for High-Order Nonlinear Partial Differential\n  Equations"],"description":["  A general lattice Boltzmann (LB) model is proposed for solving nonlinear\npartial differential equations with the form $\\partial_t \\phi+\\sum_{k=1}^{m}\n\\alpha_k \\partial_x^k \\Pi_k (\\phi)=0$, where $\\alpha_k$ are constant\ncoefficients, and $\\Pi_k (\\phi)$ are the known differential functions of\n$\\phi$, $1\\leq k\\leq m \\leq 6$. The model can be applied to the common\nnonlinear evolutionary equations, such as (m)KdV equation, KdV-Burgers\nequation, K($m,n$) equation, Kuramoto-Sivashinsky equation, and Kawahara\nequation, etc. Unlike the existing LB models, the correct constraints on\nmoments of equilibrium distribution function in the proposed model are given by\nchoosing suitable \\emph{auxiliary-moments}, and how to exactly recover the\nmacroscopic equations through Chapman-Enskog expansion is discussed in this\npaper. Detailed simulations of these equations are performed, and it is found\nthat the numerical results agree well with the analytical solutions and the\nnumerical solutions reported in previous studies.\n","Comment: 18 pages, 4 figures"]}]
["0907.1721",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1721"],"date":["2009-07-10"],"type":["text"],"creator":["Agnihotri, Samar","Venkatachalapathy, Rajesh"],"language":[],"coverage":[],"title":["Distributed Function Computation in Asymmetric Communication Scenarios"],"description":["  We consider the distributed function computation problem in asymmetric\ncommunication scenarios, where the sink computes some deterministic function of\nthe data split among N correlated informants. The distributed function\ncomputation problem is addressed as a generalization of distributed source\ncoding (DSC) problem. We are mainly interested in minimizing the number of\ninformant bits required, in the worst-case, to allow the sink to exactly\ncompute the function. We provide a constructive solution for this in terms of\nan interactive communication protocol and prove its optimality. The proposed\nprotocol also allows us to compute the worst-case achievable rate-region for\nthe computation of any function. We define two classes of functions: lossy and\nlossless. We show that, in general, the lossy functions can be computed at the\nsink with fewer number of informant bits than the DSC problem, while\ncomputation of the lossless functions requires as many informant bits as the\nDSC problem.\n","Comment: 10 pages, 6 figures, 2 tables"]}]
["0907.1723",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1723"],"date":["2009-07-10"],"type":["text"],"creator":["Agnihotri, Samar","Venkatachalapathy, Rajesh"],"language":[],"coverage":[],"title":["Worst-case Compressibility of Discrete and Finite Distributions"],"description":["  In the worst-case distributed source coding (DSC) problem of [1], the smaller\ncardinality of the support-set describing the correlation in informant data,\nmay neither imply that fewer informant bits are required nor that fewer\ninformants need to be queried, to finish the data-gathering at the sink. It is\nimportant to formally address these observations for two reasons: first, to\ndevelop good worst-case information measures and second, to perform meaningful\nworst-case information-theoretic analysis of various distributed data-gathering\nproblems. Towards this goal, we introduce the notions of bit-compressibility\nand informant-compressibility of support-sets. We consider DSC and distributed\nfunction computation problems and provide results on computing the bit- and\ninformant- compressibilities regions of the support-sets as a function of their\ncardinality.\n","Comment: 5 pages, 3 figures"]}]
["0907.1727",{"format":[],"subject":["Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1727","Biochemistry (US) 47 (2008) 4733-4742"],"date":["2009-07-10"],"type":["text"],"creator":["Fan, Dagong","Zheng, Wenwei","Hou, Ruizheng","Li, Fuli","Wang, Zhisong"],"language":[],"coverage":[],"title":["Modeling Motility of the Kinesin Dimer from Molecular Properties of\n  Individual Monomers"],"description":["  Conventional kinesin is a homodimeric motor protein that unidirectionally\ntransports organelles along filamentous microtubule (MT) by hydrolyzing ATP\nmolecules. This study shows that the load modulations of ATP turnover and head\ndiffusion are both essential in determining the performance of the dimer under\nloads. It is found that the consecutive run length of the dimer critically\ndepends upon a few pathways, leading to the detachment of individual heads from\nMT. Modifying rates for these detachment pathways changes the run length but\nnot the velocity of the dimer, consistent with mutant experiments. The run\nlength may increase with or without the ATP concentration, depending upon a\nsingle rate for pure mechanical detachment. This finding provides an\nexplanation to a previous controversy concerning ATP dependence of the run\nlength, and related quantitative predictions of this study can be tested by a\nfuture experiment. This study also finds that the experimental observations for\nassisting loads can be quantitatively explained by load-biased head diffusion.\nWe thus conclude that the dimer motility under resisting as well as assisting\nloads is governed by essentially the same mechanisms.\n","Comment: 6 figures"]}]
["0907.1730",{"format":[],"subject":["Physics - Biological Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1730","Biopolymers 86 (2007) 321-328"],"date":["2009-07-10"],"type":["text"],"creator":["Wang, Zhisong","Plaxco, Kevin W.","Makarov, Dmitrii E."],"language":[],"coverage":[],"title":["Influence of Local and Residual Structures on the Scaling Behavior and\n  Dimensions of Unfolded Proteins"],"description":["  Although recent spectroscopic studies of chemically denatured proteins hint\nat significant nonrandom residual structure, the results of extensive small\nangle X-ray scattering studies suggest random coil behavior, calling for a\ncoherent understanding of these seemingly contradicting observations. Here, we\nreport the results of a Monte Carlo study of the effects of two types of local\nstructures, a helix and Polyproline II (PPII) helix, on the dimensions of\nrandom coil polyalanine chains viewed as a model of highly denatured proteins.\nWith an alpha helix content of 20%, corresponding to the Ramachandran\nprobability of being in the helical basin, experimentally observed radii of\ngyration are recovered. Experimental radii are similarly recovered at an a\nhelix content of 87%, providing an explanation for the previously puzzling\nexperimental finding that the dimensions of the highly helical methanol-induced\nunfolded state are experimentally indistinguishable from those of the\nhelix-poor urea-unfolded state. In contrast, the radius of gyration increases\nmonotonically with increasing PPII content, and is always more expanded than\nthe dimensions observed experimentally. These results suggest that PPII is\nunlikely the sole, dominant preferred conformation for unfolded proteins.\n","Comment: 6 figures"]}]
["0907.1734",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1734"],"date":["2009-07-10"],"type":["text"],"creator":["Aubry, Yves","Rodier, François"],"language":[],"coverage":[],"title":["Differentially 4-uniform functions"],"description":["  We give a geometric characterization of vectorial boolean functions with\ndifferential uniformity less or equal to 4.\n"]}]
["0907.1735",{"format":[],"subject":["Physics - Geophysics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1735"],"date":["2009-07-10"],"type":["text"],"creator":["Michel, Clotaire","Guéguen, Philippe"],"language":[],"coverage":[],"title":["Seismic vulnerability analysis of moderate seismicity areas using in\n  situ experimental techniques: from the building to the city scale ?\n  Application to Grenoble and Pointe-\\`a-Pitre (France)"],"description":["  Seismic vulnerability analysis of existing buildings requires basic\ninformation on their structural behaviour. The ambient vibrations of buildings\nand the modal parameters (frequencies, damping ration and modal shapes) that\ncan be extracted from them naturally include the geometry and quality of\nmaterial in the linear elastic part of their behaviour. The aim of this work is\nto use this modal information to help the vulnerability assessment. A linear\ndynamic modal model based on experimental modal parameters is proposed and the\nfragility curve corresponding to the damage state ?Slight? is built using this\nmodel and a simple formula is proposed. This curve is particularly interesting\nin moderate seismic areas. This methodology is applied to the Grenoble City\nwhere ambient vibrations have been recorded in 61 buildings of various types\nand to the Pointe-\\`a-Pitre City with 7 study-buildings. The fragility curves\nare developed using the aforementioned methodology. The seismic risk of the\nstudy-buildings is discussed by performing seismic scenarios.\n","Comment: Seismic Risk 2008, Li\\`ege : Belgique (2008)"]}]
["0907.1737",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1737"],"date":["2009-07-10"],"type":["text"],"creator":["Wang, Qing","Fan, Pingyi","Letaief, Khaled Ben"],"language":[],"coverage":[],"title":["Throughput Improvement and Its Tradeoff with The Queuing Delay in the\n  Diamond Relay Networks"],"description":["  Diamond relay channel model, as a basic transmission model, has recently been\nattracting considerable attention in wireless Ad Hoc networks. Node cooperation\nand opportunistic scheduling scheme are two important techniques to improve the\nperformance in wireless scenarios. In the paper we consider such a problem how\nto efficiently combine opportunistic scheduling and cooperative modes in the\nRayleigh fading scenarios. To do so, we first compare the throughput of SRP\n(Spatial Reused Pattern) and AFP (Amplify Forwarding Pattern) in the\nhalf-duplex case with the assumption that channel side information is known to\nall and then come up with a new scheduling scheme. It will that that only\nswitching between SRP and AFP simply does little help to obtain an expected\nimprovement because SRP is always superior to AFP on average due to its\nefficient spatial reuse. To improve the throughput further, we put forward a\nnew processing strategy in which buffers are employed at both relays in SRP\nmode. By efficiently utilizing the links with relatively higher gains, the\nthroughput can be greatly improved at a cost of queuing delay. Furthermore, we\nshall quantitatively evaluate the queuing delay and the tradeoff between the\nthroughput and the additional queuing delay. Finally, to realize our developed\nstrategy and make sure it always run at stable status, we present two criteria\nand an algorithm on the selection and adjustment of the switching thresholds.\n"]}]
["0907.1738",{"format":[],"subject":["Mathematics - Group Theory","20F05","55M05","57M10","57M35","57M40","57S30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1738"],"date":["2009-07-10"],"type":["text"],"creator":["Poenaru, Valentin"],"language":[],"coverage":[],"title":["Equivariant, locally finite inverse representations with uniformly\n  bounded zipping length, for arbitrary finitely presented groups"],"description":["  This is the first of a three parts paper providing full details for our\nprevious announcement in Pr\\'epublications Orsay 2007-16, arXiv:0711.3579. Here\nwe prove the results stated in the title.\n"]}]
["0907.1739",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1739"],"date":["2009-07-10"],"type":["text"],"creator":["Fan, Pingyi","Sun, Pei","Letaief, Khaled Ben"],"language":[],"coverage":[],"title":["Efficient Signal-Time Coding Design and its Application in Wireless\n  Gaussian Relay Networks"],"description":["  Signal-time coding, which combines the traditional encoding/modulation mode\nin the signal domain with signal pulse phase modulation in the time domain, was\nproposed to improve the information flow rate in relay networks. In this paper,\nwe mainly focus on the efficient signal-time coding design. We first derive an\nexplicit iterative algorithm to estimate the maximum number of available codes\ngiven the code length of signal-time coding, and then present an iterative\nconstruction method of codebooks. It is shown that compared with conventional\ncomputer search, the proposed iterative construction method can reduce the\ncomplexity greatly. Numerical results will also indicate that the new\nconstructed codebook is optimal in terms of coding rate. To minimize the buffer\nsize needed to store the codebook while keeping a relatively high efficiency,\nwe shall propose a combinatorial construction method. We will then consider\napplications in wireless Gaussian relay networks. It will be shown that in the\nthree node network model, the mixed transmission by using two-hop and direct\ntransmissions is not always a good option.\n"]}]
["0907.1742",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1742"],"date":["2009-07-10"],"type":["text"],"creator":["Ahmadov, A. I.","Bystritskiy, Yu. M.","Kuraev, E. A."],"language":[],"coverage":[],"title":["Scalar meson production in proton-proton and proton-antiproton\n  collisions"],"description":["  Taking into account the exchange forces between protons of scalar,\npseudoscalar, vector and axial vector type the cross sections of neutral and\ncharged scalar mesons $a_0(980)$, $a_+(980)$, $f_0(980)$, $\\sigma(600)$\nproduction are calculated. The estimation for the facilities of moderately high\nenergies such as PANDA and NICA are presented. Similar analysis is given for\nprocesses of charged and neutral Higgs boson production at high energy\nproton-proton colliders such as Tevatron, RHIC and LHC. The possible signal of\nneutral Higgs boson decay into two oppositely charged leptons of different\nkinds is discussed. Numerical estimations for parameters of modern colliders\nare given.\n","Comment: 18 pages, 5 figures"]}]
["0907.1744",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1744"],"date":["2009-07-10"],"type":["text"],"creator":["Lin, Y. L.","Pekguleryuz, M. O.","Lefebvre, J.","Voyer, C. J.","Ryan, D. H.","Hilke, M."],"language":[],"coverage":[],"title":["Cellulose-Bound Magnesium Diboride Superconductivity"],"description":["  Two-phase superconductor tapes were produced by blending high purity\nmagnesium diboride powder with a liquid ethylcellulose-based polymeric binder.\nThis procedure produced a material which is easily formable with a high\nsuperconducting transition temperature (38K). We show that the bulk\nsuperconducting properties are not affected by the presence of the binder, nor\nis there any evidence of a chemical reaction between the superconducting\nparticles and the binder. However, the transport properties of the material are\nstrongly affected by the presence of the binder, which leads to a seven order\nof magnitude increase of the normal state resistance along with a seven order\nof magnitude decrease of the transport critical current density. This new\nmaterial is shown to be equivalent to a system of coupled Josephson junctions.\n"]}]
["0907.1746",{"format":[],"subject":["Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1746"],"date":["2009-07-10"],"type":["text"],"creator":["Théret, Guillaume"],"language":[],"coverage":[],"title":["Divergence et parall\\'elisme des rayons d'\\'etirement cylindriques"],"description":["  A cylindrical stretch line is a stretch line, in the sense of Thurston, whose\nhorocyclic lamination is a weighted multicurve. In this paper, we show that two\ncorrectly parameterized cylindrical lines are parallel if and only if these\nlines converge towards the same point in Thurston's boundary of Teichm\\\"uller\nspace.\n","Comment: 13 pages, 2 figures"]}]
["0907.1749",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1749","Optics express 17, 14 (2009) 12155-12166","doi:10.1364/OE.17.012155"],"date":["2009-07-10"],"type":["text"],"creator":["Jourlin, Y.","Tonchev, S.","Tishchenko, A. V.","Pedri, C.","Veillas, C.","Parriaux, O.","Last, A.","Lacroute, Y."],"language":[],"coverage":[],"title":["Spatially and polarization resolved plasmon mediated transmission\n  through continuous metal films"],"description":["  The experimental demonstration and characterization is made of the\nplasmon-mediated resonant transmission through an embedded undulated continuous\nthin metal film under normal incidence. 1D undulations are shown to enable a\nspatially resolved polarisation filtering whereas 2D undulations lead to\nspatially resolved, polarization independent transmission. Whereas the needed\nsubmicron microstructure lends itself in principle to CD-like low-cost mass\nreplication by means of injection moulding and embossing, the present paper\ndemonstrates the expected transmission effects on experimental models based on\nmetal-coated photoresist gratings. The spectral and angular dependence in the\nneighbourhood of resonance are investigated and the question of the excess\nlosses exhibited by surface plasmons is discussed\n"]}]
["0907.1751",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1751"],"date":["2009-07-10"],"type":["text"],"creator":["Altarelli, Guido"],"language":[],"coverage":[],"title":["DIS 2009 Concluding Talk: Outlook and Perspective"],"description":["  I will present here my perception on the status of Deep Inelastic Scattering\nphysics, as I have further developed it during this Workshop, together with a\nnumber of comments on the results that have impressed me most during this week.\nI will emphasize a number of open problems and of critical areas. Finally I\nconclude with some projections and auspices for the future of the field.\n","Comment: 18 pages, 10 figures. Talk given at the XVI Int. Workshop on Deep\n  Inelastic Scattering and Related Subjects; Madrid, Spain, 26-30 April, 2009"]}]
["0907.1753",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1753"],"date":["2009-07-10"],"type":["text"],"creator":["Cohen, Marcus S."],"language":[],"coverage":[],"title":["Spinfluid Phase Transitions"],"description":["  We start with the spinfluid: a nearly-homogeneous, 8-spinor medium, with\nsmall local eddies and twists. As it expends, these seed a raft of intersecting\ncodimension-J singularities: a spinfoam. As this expands, the energy trapped in\neach (4-J) brane varies as the Jth power of the scale factor. Summing on\nJ=(0,1,2,3,4) creates a quartic dilation potential with either 1 or 2 minima:\npreferred length and mass scales. The spinfoam expands forever with 1 minimum,\nbut recontracts with 2. To quantize it, we take a canonical ensemble of\nspinfoams, immersed in a heat bath of vacuum spinors, whose microstates vastly\noutnumber the matter states. It's evolution is governed by a free energy which\nadmits phase transitions at two critical scale, separated by a triple\npoint.Their critical droplets correspond to the varieties of leptons and\nhadrons.We identify the first as inflation, the second as baryogenesis; and the\nheat bath of vacuum spinors as dark energy.\n","Comment: 16 Pages"]}]
["0907.1755",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1755"],"date":["2009-07-10"],"type":["text"],"creator":["Faizullin, R. T.","Khnykin, I. G.","Dylkeyt, V. I."],"language":[],"coverage":[],"title":["The SAT solving method as applied to cryptographic analysis of\n  asymmetric ciphers"],"description":["  The one of the most interesting problem of discrete mathematics is the SAT\n(satisfiability) problem. Good way in SAT solver developing is to transform the\nSAT problem to the problem of continuous search of global minimums of the\nfunctional associated with the CNF. This article proves the special\nconstruction of the functional and offers to solve the system of non-linear\nalgebraic equation that determines functional stationary points via modified\nmethod of consecutive approximation. The article describes parallel versions of\nthe method. Also gives the schema of using the method to important problems of\ncryptographic analysis of asymmetric ciphers, including determining concrete\nbits of multipliers (in binary form) in large factorization problems and\nconcrete bits of exponent of discrete logarithm problem.\n","Comment: 10 pages, 3 figures"]}]
["0907.1760",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Analysis of PDEs","35L70, 93B07, 35R30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1760"],"date":["2009-07-10"],"type":["text"],"creator":["Guo, Lina","Wang, Zhiqiang"],"language":[],"coverage":[],"title":["Exact boundary observability for nonautonomous quasilinear wave\n  equations"],"description":["  By means of a direct and constructive method based on the theory of\nsemiglobal $C^2$ solution, the local exact boundary observability is shown for\nnonautonomous 1-D quasilinear wave equations. The essential difference between\nnonautonomous wave equations and autonomous ones is also revealed.\n","Comment: 18 pages, 5 figures"]}]
["0907.1767",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1767"],"date":["2009-07-10"],"type":["text"],"creator":["Xue-Wen, Liu","Xue-Feng, Wu","Tan, Lu"],"language":[],"coverage":[],"title":["Magnetic Energy Injection in GRB 080913"],"description":["  GRB 080913, with a spectroscopically determined redshift of z=6.7, was the\nrecord holder of the remotest stellar object before the discovery of the recent\ngamma-ray burst GRB 090423, whose redshift is about 8.2. The gradually\naccumulated high redshift GRB sample has shed light on the origin and physics\nof GRBs during the cosmic re-ionization epoch. We here present a detailed\nnumerical fit to the multi-wavelength data of the optical afterglow of GRB\n080913 and then constrain its circum-burst environment and the other model\nparameters. We conclude that the late optical/X-ray plateau at about one day\nsince the burst is due to the Poynting-flux dominated injection from the\ncentral engine which is very likely a massive spinning black hole with super\nstrong magnetic fields.\n","Comment: 3 pages, pdf only. accepted for publication in Science in China\n  Series G"]}]
["0907.1770",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1770"],"date":["2009-07-10"],"type":["text"],"creator":["Tachiki, Masashi","Koyama, Tomio","Fukuya, Shouta"],"language":[],"coverage":[],"title":["Reply to the comment [arXiv:0903.5110] on \"Mechanism of Terahertz\n  Electromagnetic Emission from Intrinsic Josephson Junctions\"\n  [arXiv:0810.5268]"],"description":["  We reply to the comment [arXiv:0903.5110]\n  on our paper \"Mechanism of Terahertz Electromagnetic Emission from Intrinsic\nJosephson Junctions\" [arXiv:0810.5268].\n"]}]
["0907.1777",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1777"],"date":["2009-07-10"],"type":["text"],"creator":["Grauwin, S.","Goffette-Nagot, F.","Jensen, P."],"language":[],"coverage":[],"title":["Dynamic models of residential segregation: brief review, analytical\n  resolution and study of the introduction of coordination"],"description":["  In his 1971's Dynamic Models of Segregation paper, the economist Thomas C.\nSchelling showed that a small preference for one's neighbors to be of the same\ncolor could lead to total segregation, even if total segregation does not\ncorrespond to individual preferences and to a residential configuration\nmaximizing the collective utility.\n  The present work is aimed at deepening the understanding of the properties of\ndynamic models of segregation based on Schelling's hypotheses. Its main\ncontributions are (i) to offer a comprehensive and up-to-date review of this\nfamily of models; (ii) to provide an analytical solution to the most general\nform of this model under rather general assumptions; to the best of our\nknowledge, such a solution did not exist so far; (iii) to analyse the effect of\ntwo devices aimed at decreasing segregation in such a model.\n","Comment: 52 pages, 21 figures, working paper"]}]
["0907.1778",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1778"],"date":["2009-07-10"],"type":["text"],"creator":["Epelbaum, Evgeny","Meißner, Ulf-G."],"language":[],"coverage":[],"title":["Frontiers in Nuclear Physics"],"description":["  These are the proceedings of the symposium on ``Frontiers in Nuclear\nPhysics'' held at the Physikzentrum Bad Honnef from June 18 to 20, 2009. The\nworkshop concentrated on recent advances in the understanding of the nuclear\nforces, few-nucleon systems and related topics. Included are a short\ncontribution per talk.\n","Comment: 32 pages, 1 figure"]}]
["0907.1784",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1784"],"date":["2009-07-10"],"type":["text"],"creator":["Kanmani, S."],"language":[],"coverage":[],"title":["Entangled states : Classical versus Quantum"],"description":["  Quantum mechanics of composite systems, gives rise to certain special states\ncalled entangled states. A physical system, that is in an entangled state\ndisplays an intricate correlation between its subsystems. There are also some\ncomposite quantum states (classically correlated states or separable states)\nthat are not entangled. It is generally claimed, often without a rigorous proof\nto support, that these intricate correlations of an entangled state cannot\noccur in a classical system. This expository article, provides an elementary\nproof that entangled states cannot arise in the setting of classical mechanics.\nIn addition, a detailed description of the origin of entanglement in quantum\nsystems is included. The mathematical concepts that are necessary for this\npurpose are presented. The absence of entanglement in the classical setting is\ndue to the fact that every pure classical state of a composite system is a\nproduct state, that is, a tensor product of two pure states of the subsystems.\nIn contrast, there are pure composite quantum states that cannot be expressed\nin the form of a product state or even by a convex sum of product states.\nRoughly speaking, this is because classical states are positive valued\nfunctions on the phase-space while quantum states are positive linear\noperators. The structure of the tensor product between two commutative spaces\nof scalar valued functions is drastically different from that of the tensor\nproduct between two non-commutative spaces of linear operators. In other words,\nentanglement is a non-commutative phenomenon.\n","Comment: Expository article on entanglement; 23 pages"]}]
["0907.1788",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1788"],"date":["2009-07-10"],"type":["text"],"creator":["Soro, Alexandre","Lacan, Jerome"],"language":[],"coverage":[],"title":["FNT-based Reed-Solomon Erasure Codes"],"description":["  This paper presents a new construction of Maximum-Distance Separable (MDS)\nReed-Solomon erasure codes based on Fermat Number Transform (FNT). Thanks to\nFNT, these codes support practical coding and decoding algorithms with\ncomplexity O(n log n), where n is the number of symbols of a codeword. An\nopen-source implementation shows that the encoding speed can reach 150Mbps for\ncodes of length up to several 10,000s of symbols. These codes can be used as\nthe basic component of the Information Dispersal Algorithm (IDA) system used in\na several P2P systems.\n","Comment: submitted in CCNC'10"]}]
["0907.1789",{"format":[],"subject":["Mathematics - Combinatorics","05B15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1789"],"date":["2009-07-10"],"type":["text"],"creator":["Drapal, Ales","Hamalainen, Carlo","Kala, Viteslav"],"language":[],"coverage":[],"title":["Latin bitrades, dissections of equilateral triangles and abelian groups"],"description":["  Let $T = (T^{\\textstyle \\ast}, T^{\\scriptscriptstyle \\triangle})$ be a\nspherical latin bitrade. With each $a=(a_1,a_2,a_3)\\in T^{\\textstyle \\ast}$\nassociate a set of linear equations $\\eq(T,a)$ of the form $b_1+b_2=b_3$, where\n$b = (b_1,b_2,b_3)$ runs through $T^{\\textstyle \\ast} \\setminus \\{a\\}$. Assume\n$a_1 = 0 = a_2$ and $a_3 = 1$. Then $\\eq(T,a)$ has in rational numbers a unique\nsolution $b_i = \\bar b_i$. Suppose that $\\bar b_i \\ne \\bar c_i$ for all $b,c\n\\in T^{\\textstyle \\ast}$ such that $b_i \\ne c_i$ and $i \\in \\{1,2,3\\}$. We\nprove that then $T^{\\scriptscriptstyle \\triangle}$ can be interpreted as a\ndissection of an equilateral triangle. We also consider group modifications of\nlatin bitrades and show that the methods for generating the dissections can be\nused for a proof that $T^{\\textstyle \\ast}$ can be embedded into the\noperational table of a finite abelian group, for every spherical latin bitrade\n$T$.\n"]}]
["0907.1792",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1792","Found. Phys. 39: 829-846 (2009)","doi:10.1007/s10701-009-9275-z"],"date":["2009-07-10"],"type":["text"],"creator":["Kiukas, J.","Ruschhaupt, A.","Werner, R. F."],"language":[],"coverage":[],"title":["Tunneling times with covariant measurements"],"description":["  We consider the time delay of massive, non-relativistic, one-dimensional\nparticles due to a tunneling potential. In this setting the well-known Hartman\neffect asserts that often the sub-ensemble of particles going through the\ntunnel seems to cross the tunnel region instantaneously. An obstacle to the\nutilization of this effect for getting faster signals is the exponential\ndamping by the tunnel, so there seems to be a trade-off between speedup and\nintensity. In this paper we prove that this trade-off is never in favor of\nfaster signals: the probability for a signal to reach its destination before\nsome deadline is always reduced by the tunnel, for arbitrary incoming states,\narbitrary positive and compactly supported tunnel potentials, and arbitrary\ndetectors. More specifically, we show this for several different ways to define\n``the same incoming state'' and ''the same detector'' when comparing the\nsettings with and without tunnel potential. The arrival time measurements are\nexpressed in the time-covariant approach, but we also allow the detection to be\na localization measurement at a later time.\n","Comment: 12 pages, 2 figures"]}]
["0907.1793",{"format":[],"subject":["Mathematics - Combinatorics","06A07, 06B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1793"],"date":["2009-07-10"],"type":["text"],"creator":["Felsner, Stefan","Massow, Mareike"],"language":[],"coverage":[],"title":["Linear Extension Diameter of Downset Lattices of 2-Dimensional Posets"],"description":["  The linear extension diameter of a finite poset P is the maximum distance\nbetween a pair of linear extensions of P, where the distance between two linear\nextensions is the number of pairs of elements of P appearing in different\norders in the two linear extensions. We prove a formula for the linear\nextension diameter of the Boolean Lattice and characterize the diametral pairs\nof linear extensions. For the more general case of a downset lattice D_P of a\n2-dimensional poset P, we characterize the diametral pairs of linear extensions\nof D_P and show how to compute the linear extension diameter of D_P in time\npolynomial in |P|.\n","Comment: 25 pages, 7 figures"]}]
["0907.1794",{"format":[],"subject":["Mathematics - Statistics Theory","62G05","62G07","62G20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1794"],"date":["2009-07-10"],"type":["text"],"creator":["Reynaud-Bouret, Patricia","Rivoirard, Vincent","Tuleau-Malot, Christine"],"language":[],"coverage":[],"title":["Adaptive density estimation: a curse of support?"],"description":["  This paper deals with the classical problem of density estimation on the real\nline. Most of the existing papers devoted to minimax properties assume that the\nsupport of the underlying density is bounded and known. But this assumption may\nbe very difficult to handle in practice. In this work, we show that, exactly as\na curse of dimensionality exists when the data lie in $\\R^d$, there exists a\ncurse of support as well when the support of the density is infinite. As for\nthe dimensionality problem where the rates of convergence deteriorate when the\ndimension grows, the minimax rates of convergence may deteriorate as well when\nthe support becomes infinite. This problem is not purely theoretical since the\nsimulations show that the support-dependent methods are really affected in\npractice by the size of the density support, or by the weight of the density\ntail. We propose a method based on a biorthogonal wavelet thresholding rule\nthat is adaptive with respect to the nature of the support and the regularity\nof the signal, but that is also robust in practice to this curse of support.\nThe threshold, that is proposed here, is very accurately calibrated so that the\ngap between optimal theoretical and practical tuning parameters is almost\nfilled.\n","Comment: 34 pages 9 figures"]}]
["0907.1798",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1798"],"date":["2009-07-10"],"type":["text"],"creator":["Zhdanov, Renat"],"language":[],"coverage":[],"title":["Nonlocal symmetries of evolution equations"],"description":["  We suggest the method for group classification of evolution equations\nadmitting nonlocal symmetries which are associated with a given evolution\nequation possessing nontrivial Lie symmetry. We apply this method to\nsecond-order evolution equations in one spatial variable invariant under Lie\nalgebras of the dimension up to three. As a result, we construct the broad\nfamilies of new nonlinear evolution equations possessing nonlocal symmetries\nwhich in principle cannot be obtained within the classical Lie approach.\n","Comment: 13 pages, LaTeX"]}]
["0907.1799",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1799"],"date":["2009-07-10"],"type":["text"],"creator":["Rajasekharan, T.","Seshubai, V."],"language":[],"coverage":[],"title":["Energy effects on alloying through a re-interpretation of the parameters\n  of Miedema"],"description":["  The parameters Phi and N of Miedema are quoted precise to the second decimal\nplace and are considered very accurate after adjustment in their values to\ncorrectly predict the signs of the heats of formation of more than 500 metallic\nbinary systems. In this paper, we argue that Phi is proportional to the\nelectronegativity (Chi) of metallic elements and that N^(1/3) is the valence\neffective on a linear bond. We show that, with the above hypothesis, Chi can be\nderived in the absolute sense, following Gordy, as the electrostatic potential\ndue to the effective charge of the nucleus of an atom in a metal, felt at the\nmid-point of a bond to the nearest atom. The exponent 1/3 has its origin in the\nhigh ligancy and resonance in metals. An excellent agreement with the\nhypothesis is observed for the hypoelectronic elements, while the buffer and\nhyperelectronic elements show interesting variations. It is argued that the\nunlike atom pair bond energies, which are correlated to the distribution of\nbinary systems on the map constructed using the magnitudes of parameters del\nPhi and del N of Miedema, originate from the scatter in the distribution of\nelements in the electronegativity versus N^(1/3)/R graph. Since it is the\nscatter that is important, we see that the small corrections effected by\nMiedema et al. to the parameters Phi and N are significant in deciding the\nenergies involved. An interpretation is provided for the energy effects\ninvolved in the alloying of metals.\n"]}]
["0907.1805",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - General Topology","68R10","03E15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1805"],"date":["2009-07-10"],"type":["text"],"creator":["Elek, Gabor","Lippner, Gabor"],"language":[],"coverage":[],"title":["Borel oracles. An analytical approach to constant-time algorithms"],"description":["  Nguyen and Onak constructed the first constant-time algorithm for the\napproximation of the size of the maximum matching in bounded degree graphs. The\nBorel oracle machinery is a tool that can be used to convert some statements in\nBorel graph theory to theorems in the field of constant-time algorithms. In\nthis paper we illustrate the power of this tool to prove the existence of the\nabove mentioned constant-time approximation algorithm.\n"]}]
["0907.1806",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1806"],"date":["2009-07-10","2009-07-11"],"type":["text"],"creator":["Berndtsson, Bo"],"language":[],"coverage":[],"title":["Probability measures related to geodesics in the space of K\\\"ahler\n  metrics"],"description":["  We associate certain probability measures on $\\R$ to geodesics in the space\n$\\H_L$ of positively curved metrics on a line bundle $L$, and to geodesics in\nthe finite dimensional symmetric space of hermitian norms on $H^0(X, kL)$. We\nprove that the measures associated to the finite dimensional spaces converge\nweakly to the measures related to geodesics in $\\H_L$ as $k$ goes to infinity.\nThe convergence of second order moments implies a recent result of Chen and Sun\non geodesic distances in the respective spaces, while the convergence of first\norder moments gives convergence of Donaldson's $Z$-functional to the Aubin-Yau\nenergy. We also include a result on approximation of infinite dimensional\ngeodesics by Bergman kernels which generalizes work of Phong and Sturm.\n"]}]
["0907.1808",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1808"],"date":["2009-07-10"],"type":["text"],"creator":["Udalov, O. G.","Fraerman, A. A."],"language":[],"coverage":[],"title":["\"Topological\" Hall effect in the ferromagnetic microparticles with\n  noncoplanar magnetization distribution"],"description":["  The phenomenological theory for \"topological\" Hall effect (THE) is proposed.\nThe theory can be used for qualitative analysis of THE in the medium with\narbitrary magnetization distribution. In the paper the cylindrical particle\nwith \"vortex\" magnetization is considered. The hysteresis loop of THE is\nqualitatively different comparing to abnormal Hall effect. The estimation of\nTHE magnitude in the \"vortex\" particle is made. For Co particle with 100 nm\ndiameter the THE exceeds normal and abnormal Hall effects until an external\nmagnetic field less than 200 Oe.\n","Comment: 4 pages, 4 figures"]}]
["0907.1812",{"format":[],"subject":["Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1812","AIStats 2007"],"date":["2009-07-10"],"type":["text"],"creator":["Daumé III, Hal"],"language":[],"coverage":[],"title":["Fast search for Dirichlet process mixture models"],"description":["  Dirichlet process (DP) mixture models provide a flexible Bayesian framework\nfor density estimation. Unfortunately, their flexibility comes at a cost:\ninference in DP mixture models is computationally expensive, even when\nconjugate distributions are used. In the common case when one seeks only a\nmaximum a posteriori assignment of data points to clusters, we show that search\nalgorithms provide a practical alternative to expensive MCMC and variational\ntechniques. When a true posterior sample is desired, the solution found by\nsearch can serve as a good initializer for MCMC. Experimental results show that\nusing these techniques is it possible to apply DP mixture models to very large\ndata sets.\n"]}]
["0907.1814",{"format":[],"subject":["Computer Science - Computation and Language","Computer Science - Information Retrieval","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1814","ACL 2006"],"date":["2009-07-10"],"type":["text"],"creator":["Daumé III, Hal"],"language":[],"coverage":[],"title":["Bayesian Query-Focused Summarization"],"description":["  We present BayeSum (for ``Bayesian summarization''), a model for sentence\nextraction in query-focused summarization. BayeSum leverages the common case in\nwhich multiple documents are relevant to a single query. Using these documents\nas reinforcement for query terms, BayeSum is not afflicted by the paucity of\ninformation in short queries. We show that approximate inference in BayeSum is\npossible on large data sets and results in a state-of-the-art summarization\nsystem. Furthermore, we show how BayeSum can be understood as a justified query\nexpansion technique in the language modeling for IR framework.\n"]}]
["0907.1815",{"format":[],"subject":["Computer Science - Learning","Computer Science - Computation and Language"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1815","ACL 2007"],"date":["2009-07-10"],"type":["text"],"creator":["Daumé III, Hal"],"language":[],"coverage":[],"title":["Frustratingly Easy Domain Adaptation"],"description":["  We describe an approach to domain adaptation that is appropriate exactly in\nthe case when one has enough ``target'' data to do slightly better than just\nusing only ``source'' data. Our approach is incredibly simple, easy to\nimplement as a preprocessing step (10 lines of Perl!) and outperforms\nstate-of-the-art approaches on a range of datasets. Moreover, it is trivially\nextended to a multi-domain adaptation problem, where one has data from a\nvariety of different domains.\n"]}]
["0907.1817",{"format":[],"subject":["Computer Science - Computational Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1817"],"date":["2009-07-10"],"type":["text"],"creator":["Chen, Sheng-Gwo","Chi, Mei-Hsiu","Wu, Jyh-Yang"],"language":[],"coverage":[],"title":["A new intrinsic numerical method for PDE on surfaces"],"description":["  In this note we shall introduce a simple, effective numerical method for\nsolving partial differential equations for scalar and vector-valued data\ndefined on surfaces. Even though we shall follow the traditional way to\napproximate the regular surfaces under consideration by triangular meshes, the\nkey idea of our algorithm is to develop an intrinsic and unified way to compute\ndirectly the partial derivatives of functions defined on triangular meshes. We\nshall present examples in computer graphics and image processing applications.\n","Comment: 14 pages, 11 figures"]}]
["0907.1823",{"format":[],"subject":["Statistics - Methodology","Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1823"],"date":["2009-07-10"],"type":["text"],"creator":["Pepelyshev, Andrey"],"language":[],"coverage":[],"title":["Improvement of random LHD for high dimensions"],"description":["  Designs of experiments for multivariate case are reviewed. Fast algorithm of\nconstruction of good Latin hypercube designs is developed.\n","Comment: 6 pages, Proceedings of the 6th St. Petersburg Workshop on\n  Simulation, 1091-1096"]}]
["0907.1827",{"format":[],"subject":["Quantitative Finance - Statistical Finance","Quantitative Finance - Portfolio Management"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1827"],"date":["2009-07-10"],"type":["text"],"creator":["Bastiaensen, K.","Cauwels, P.","Sornette, D.","Woodard, R.","Zhou, W. -X."],"language":[],"coverage":[],"title":["The Chinese Equity Bubble: Ready to Burst"],"description":["  Amid the current financial crisis, there has been one equity index beating\nall others: the Shanghai Composite. Our analysis of this main Chinese equity\nindex shows clear signatures of a bubble build up and we go on to predict its\nmost likely crash date: July 17-27, 2009 (20%/80% quantile confidence\ninterval).\n","Comment: 3 pages, 1 figure"]}]
["0907.1832",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1832"],"date":["2009-07-10"],"type":["text"],"creator":["Lenain, J. -P."],"language":[],"coverage":[],"title":["TeV Active Galactic Nuclei: Multifrequency Modeling"],"description":["  In the recent years, the new generation of Imaging Atmospheric Cerenkov\nTelescopes successfully detected very high energy (VHE; E>100 GeV) gamma-ray\nemission from a growing number of Active Galactic Nuclei (AGNs), mainly\nbelonging to the blazar class.\n  Among these recent results, we will mainly focus in this work on two recent\ndiscoveries made with the H.E.S.S. experiment: the tremendously active state of\nthe blazar PKS 2155-304 observed in July 2006 and the discovery of VHE\ngamma-rays from the radio galaxy Cen A. On the one hand, the observation of\nvery fast variability in PKS 2155-304 challenges the current radiative standard\nmodels for TeV blazars. On the other hand, the discovery of Cen A as a source\nof VHE gamma-rays firmly establishes, together with the previous detection of M\n87, radio galaxies as a new class of VHE emitters.\n","Comment: 5 pages, 4 figures. Invited talk given at the Frascati Workshop 2009\n  on the \"Multifrequency behaviour of high-energy cosmic sources\", Vulcano, May\n  2009 (to appear in Mem. S. A. It.)"]}]
["0907.1835",{"format":[],"subject":["Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1835"],"date":["2009-07-10"],"type":["text"],"creator":["Dodson, C. T. J."],"language":[],"coverage":[],"title":["Information geometry for testing pseudorandom number generators"],"description":["  The information geometry of the 2-manifold of gamma probability density\nfunctions provides a framework in which pseudorandom number generators may be\nevaluated using a neighbourhood of the curve of exponential density functions.\nThe process is illustrated using the pseudorandom number generator in\nMathematica. This methodology may be useful to add to the current family of\ntest procedures in real applications to finite sampling data.\n","Comment: 4 pages,"]}]
["0907.1837",{"format":[],"subject":["Physics - Optics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1837","Journal of Physics: Condensed Matter 20 (2008) 4145212"],"date":["2009-07-10"],"type":["text"],"creator":["Tarasov, Vasily E."],"language":[],"coverage":[],"title":["Fractional Equations of Curie-von Schweidler and Gauss Laws"],"description":["  The dielectric susceptibility of most materials follows a fractional\npower-law frequency dependence that is called the \"universal\" response. We\nprove that in the time domain this dependence gives differential equations with\nderivatives and integrals of noninteger order. We obtain equations that\ndescribe \"universal\" Curie-von Schweidler and Gauss laws for such dielectric\nmaterials. These laws are presented by fractional differential equations such\nthat the electromagnetic fields in the materials demonstrate \"universal\"\nfractional damping. The suggested fractional equations are common (universal)\nto a wide class of materials, regardless of the type of physical structure,\nchemical composition or of the nature of the polarization.\n","Comment: 11 pages, LaTeX"]}]
["0907.1839",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing","Computer Science - Robotics","D.2.2","I.2.8"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1839","Palmer, M.E. and Miller, D.B. An Evolved Neural Controller for\n  Bipdedal Walking with Dynamic Balance. In Proceedings of the Genetic and\n  Evolutionary Computation Conference (GECCO) 2009, Montreal, July 8-12, 2009"],"date":["2009-07-10"],"type":["text"],"creator":["Palmer, Michael E.","Miller, Daniel B."],"language":[],"coverage":[],"title":["An Evolved Neural Controller for Bipdedal Walking with Dynamic Balance"],"description":["  We successfully evolved a neural network controller that produces dynamic\nwalking in a simulated bipedal robot with compliant actuators, a difficult\ncontrol problem. The evolutionary evaluation uses a detailed software\nsimulation of a physical robot. We describe: 1) a novel theoretical method to\nencourage populations to evolve \"around\" local optima, which employs multiple\ndemes and fitness functions of progressively increasing difficulty, and 2) the\nnovel genetic representation of the neural controller.\n","Comment: 6 pages, 7 figures. In Proceedings of the Genetic and Evolutionary\n  Computation Conference (GECCO) 2009, Montreal"]}]
["0907.1840",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1840"],"date":["2009-07-10"],"type":["text"],"creator":["Bonizzoni, Paola","Della Vedova, Gianluca","Dondi, Riccardo"],"language":[],"coverage":[],"title":["A PTAS for the Minimum Consensus Clustering Problem with a Fixed Number\n  of Clusters"],"description":["  The Consensus Clustering problem has been introduced as an effective way to\nanalyze the results of different microarray experiments. The problem consists\nof looking for a partition that best summarizes a set of input partitions (each\ncorresponding to a different microarray experiment) under a simple and\nintuitive cost function. The problem admits polynomial time algorithms on two\ninput partitions, but is APX-hard on three input partitions. We investigate the\nrestriction of Consensus Clustering when the output partition is required to\ncontain at most k sets, giving a polynomial time approximation scheme (PTAS)\nwhile proving the NP-hardness of this restriction.\n"]}]
["0907.1844",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematical Physics","65P99","37M25","41A63"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1844"],"date":["2009-07-10"],"type":["text"],"creator":["Friesecke, Gero","Junge, Oliver","Koltai, Péter"],"language":[],"coverage":[],"title":["Mean field approximation in conformation dynamics"],"description":["  We propose a new approach to the transfer operator based analysis of the\nconformation dynamics of molecules. It is based on a statistical independence\nansatz for the eigenfunctions of the operator related to a partitioning into\nsubsystems. Numerical tests performed on small systems show excellent\nqualitative agreement between mean field and exact model, at greatly reduced\ncomputational cost.\n"]}]
["0907.1853",{"format":[],"subject":["Quantitative Finance - Trading and Market Microstructure"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1853"],"date":["2009-07-10"],"type":["text"],"creator":["Inaltekin, Hazer","Jarrow, Robert","Saglam, Mehmet","Yildirim, Yildiray"],"language":[],"coverage":[],"title":["Housing Market Microstructure"],"description":["  In this article, we develop a model for the evolution of real estate prices.\nA wide range of inputs, including stochastic interest rates and changing\ndemands for the asset, are considered. Maximizing their expected utility, home\nowners make optimal sale decisions given these changing market conditions.\nUsing these optimal sale decisions, we simulate the implied evolution of\nhousing prices providing insights into the recent subprime lending crisis.\n","Comment: This paper was presented in part at INFORMS 2007 Annual Meeting,\n  Bachelier Finance Society 2008, and AREUEA 2008. It was among the finalists\n  for the best student research paper award at INFORMS 2007. This version was\n  submitted to Management Science in November 2008"]}]
["0907.1855",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1855","Vader D, Kabla A, Weitz D, Mahadevan L (2009) Strain-Induced\n  Alignment in Collagen Gels. PLoS ONE 4(6): e5902","doi:10.1371/journal.pone.0005902"],"date":["2009-07-10"],"type":["text"],"creator":["Vader, D.","Kabla, A.","Weitz, D.","Mahadevan, L."],"language":[],"coverage":[],"title":["Strain-induced alignment in collagen gels"],"description":["  Collagen is the most abundant extracellular-network-forming protein in animal\nbiology and is important in both natural and artificial tissues, where it\nserves as a material of great mechanical versatility. This versatility arises\nfrom its almost unique ability to remodel under applied loads into anisotropic\nand inhomogeneous structures. To explore the origins of this property, we\ndevelop a set of analysis tools and a novel experimental setup that probes the\nmechanical response of fibrous networks in a geometry that mimics a typical\ndeformation profile imposed by cells in vivo. We observe strong fiber alignment\nand densification as a function of applied strain for both uncrosslinked and\ncrosslinked collagenous networks. This alignment is found to be irreversibly\nimprinted in uncrosslinked collagen networks, suggesting a simple mechanism for\ntissue organization at the microscale. However, crosslinked networks display\nsimilar fiber alignment and the same geometrical properties as uncrosslinked\ngels, but with full reversibility. Plasticity is therefore not required to\nalign fibers. On the contrary, our data show that this effect is part of the\nfundamental non-linear properties of fibrous biological networks.\n","Comment: 12 pages, 7 figures. 1 supporting material PDF with 2 figures"]}]
["0907.1857",{"format":[],"subject":["Mathematical Physics","74K20, 74B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1857"],"date":["2009-07-10"],"type":["text"],"creator":["Lewicka, Marta","Pakzad, Reza"],"language":[],"coverage":[],"title":["Scaling laws for non-Euclidean plates and the $W^{2,2}$ isometric\n  immersions of Riemannian metrics"],"description":["  This paper concerns the elastic structures which exhibit non-zero strain at\nfree equilibria. Many growing tissues (leaves, flowers or marine invertebrates)\nattain complicated configurations during their free growth. Our study departs\nfrom the 3d incompatible elasticity theory, conjectured to explain the\nmechanism for the spontaneous formation of non-Euclidean metrics.\n  Recall that a smooth Riemannian metric on a simply connected domain can be\nrealized as the pull-back metric of an orientation preserving deformation if\nand only if the associated Riemann curvature tensor vanishes identically. When\nthis condition fails, one seeks a deformation yielding the closest metric\nrealization. We set up a variational formulation of this problem by introducing\nthe non-Euclidean version of the nonlinear elasticity functional, and establish\nits $\\Gamma$-convergence under the proper scaling. As a corollary, we obtain\nnew necessary and sufficient conditions for existence of a $W^{2,2}$ isometric\nimmersion of a given 2d metric into $\\mathbb R^3$.\n","Comment: 18 pages, 1 figure"]}]
["0907.1871",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1871"],"date":["2009-07-10"],"type":["text"],"creator":["Xiao, Shumin","Chettiar, Uday K.","Kildishev, Alexander V.","Drachev, Vladimir","Khoo, I. C.","Shalaev, Vladimir M."],"language":[],"coverage":[],"title":["Tunable magnetic response of metamaterials"],"description":["  We demonstrate a thermally tunable optical metamaterial with negative\npermeability working in the visible range. By covering coupled metallic\nnanostrips with aligned nematic liquid crystals (NLCs), the magnetic response\nwavelength of the metamaterial is effectively tuned through control of the\nambient temperature, changing the refractive index of LC via phase transitions.\nBy increasing the ambient temperature from 20 degree to 50 degree, the magnetic\nresponse wavelength shifts from 650nm to 632nm. Numerical simulations confirm\nour tests and match the experimental observations well.\n"]}]
["0907.1872",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - General Mathematics","58D15","58B10","58A05","26E15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1872"],"date":["2009-07-10"],"type":["text"],"creator":["Giordano, Paolo"],"language":[],"coverage":[],"title":["Fermat Reals - Nilpotent Infinitesimals and Infinite Dimensional Spaces"],"description":["  F.: Good morning Hermann, I would like to talk with you about infinitesimals.\n  G.: Tell me Pierre.\n  F.: I'm fed up of all these slanders about my attitude to be non rigorous, so\nI've started to study nonstandard analysis (NSA) and synthetic differential\ngeometry (SDG).\n  G.: Yes, I've read something ...\n  F.: Ok, no problem about their rigour. But, when I've seen that the sine of\nan infinite in NSA is infinitely near to a real number I was astonished: what\nis the intuitive meaning of this number, if any? Then, I've seen that to work\nin SDG I must learn to work in intuitionistic logic ... You know, I love\nmargins of books, and I don't want to loose too much time, I have many things\nto do ...\n  G.: In SDG they also say that every infinitesimal is at the same time\npositive and negative, what is the meaning of all these? And why does the\nsquare of a first order infinitesimal equal zero, whereas the product of two\nfirst order infinitesimals is not necessarily zero? And do you know that from\nany single infinitesimal in NSA is possible to construct a non measurable set?\nWithout using the axiom of choice!\n  F.: Yes, I know, I know ... Ok, listen: why cannot we start from standard\nreal functions of one real variable and use ...\n  This work is the ideal continuation of this dialogue: a theory of actual\ninfinitesimals that do not need a background of formal logic to be understood,\nwith a clear intuitive meaning and with non trivial applications to\ndifferential geometry of both finite and infinite dimensional spaces.\n"]}]
["0907.1873",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1873"],"date":["2009-07-10"],"type":["text"],"creator":["Nikulov, A. V."],"language":[],"coverage":[],"title":["Superposition of flux-qubit states and the law of angular momentum\n  conservation"],"description":["  It is shown that the assumptions on macroscopic quantum tunneling and on\nsuperposition of two macroscopically distinct quantum states of superconducting\nloop, considered as flux qubit by many authors, contradict to the fundamental\nlaw of angular momentum conservation and the universally recognized quantum\nformalism.\n","Comment: 6 pages, 1 figure"]}]
["0907.1880",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematical Physics","Mathematics - Rings and Algebras","16W30, 17A30, 17B37, 17B62, 81R50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1880"],"date":["2009-07-10"],"type":["text"],"creator":["Yau, Donald"],"language":[],"coverage":[],"title":["Hom-quantum groups II: cobraided Hom-bialgebras and Hom-quantum geometry"],"description":["  A class of non-associative and non-coassociative generalizations of cobraided\nbialgebras, called cobraided Hom-bialgebras, is introduced. The\nnon-(co)associativity in a cobraided Hom-bialgebra is controlled by a twisting\nmap. Several methods for constructing cobraided Hom-bialgebras are given. In\nparticular, Hom-type generalizations of FRT quantum groups, including quantum\nmatrices and related quantum groups, are obtained. Each cobraided Hom-bialgebra\ncomes with solutions of the operator quantum Hom-Yang-Baxter equations, which\nare twisted analogues of the operator form of the quantum Yang-Baxter equation.\nSolutions of the Hom-Yang-Baxter equation can be obtained from comodules of\nsuitable cobraided Hom-bialgebras. Hom-type generalizations of the usual\nquantum matrices coactions on the quantum planes give rise to non-associative\nand non-coassociative analogues of quantum geometry.\n","Comment: 38 pages"]}]
["0907.1884",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1884","Phys. Rev. A 79, 032343 (2009)","doi:10.1103/PhysRevA.79.032343"],"date":["2009-07-10"],"type":["text"],"creator":["Tyson, Jon"],"language":[],"coverage":[],"title":["Error rates of Belavkin weighted quantum measurements and a converse to\n  Holevo's asymptotic optimality theorem"],"description":["  We compare several instances of pure-state Belavkin weighted square-root\nmeasurements from the standpoint of minimum-error discrimination of quantum\nstates. The quadratically weighted measurement is proven superior to the\nso-called \"pretty good measurement\" (PGM) in a number of respects: (1) Holevo's\nquadratic weighting unconditionally outperforms the PGM in the case of\ntwo-state ensembles, with equality only in trivial cases. (2) A converse of a\ntheorem of Holevo is proven, showing that a weighted measurement is\nasymptotically optimal only if it is quadratically weighted. Counterexamples\nfor three states are constructed. The cube-weighted measurement of Ballester,\nWehner, and Winter is also considered. Sufficient optimality conditions for\nvarious weights are compared.\n"]}]
["0907.1889",{"format":[],"subject":["Mathematics - Differential Geometry","53c50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1889"],"date":["2009-07-10"],"type":["text"],"creator":["Mounoud, Pierre"],"language":[],"coverage":[],"title":["Gallot-Tanno theorem for closed incomplete pseudo-Riemannian manifolds\n  and application"],"description":["  In this article we extend the Gallot-Tanno theorem to closed\npseudo-Riemannian manifolds. It is done by showing that if the cone over such a\nmanifold admits a parallel symmetric 2-tensor then it is incomplete and has non\nzero constant curvature. An application of this result to the existence of\nmetrics with distinct Levi-Civita connections but having the same\nunparametrized geodesics is given.\n"]}]
["astro-ph/0501125",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0501125","Astron.Astrophys.447:641-647,2006","doi:10.1051/0004-6361:20053956"],"date":["2005-01-07","2005-10-18"],"type":["text"],"creator":["Costa, Vincenzo","Pumo, Maria Letizia","Bonanno, Alfio","Zappala', Rosario Aldo"],"language":[],"coverage":[],"title":["The s-process weak component: uncertainties due to convective\n  overshooting"],"description":["  Using a new s-nucleosynthesis code, coupled with the stellar evolution code\nStar2003, we performed simulations to study the impact of the convection\ntreatment on the s-process during core He-burning of a 25 Msun star (ZAMS mass)\nwith an initial metallicity of Z=0.02. Particular attention was devoted to the\nimpact of the extent of overshooting on the s-process efficiency. The results\nshow enhancements of about a factor 2-3 in s-process efficiency (measured as\nthe average overproduction factor of the 6 s-only nuclear species with\n$60\\lesssim A\\lesssim 90$) with overshooting parameter values in the range\n0.01-0.035, compared to results obtained with the same model but without\novershooting. The impact of these results on the p-process model based on type\nII supernovae is discussed.\n","Comment: 7 pages, 4 figures, accepted for publication in Astronomy &\n  Astrophysics"]}]
["cond-mat/0309617",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0309617","Ind. J of Phys. 78, 747 (2004)"],"date":["2003-09-26","2003-11-19"],"type":["text"],"creator":["Krishnan, Raishma","Dan, Debasis","Jayannavar, A. M."],"language":[],"coverage":[],"title":["Transport Coherence in Frictional Ratchets"],"description":["  We study the phenomena of noise induced transport in frictional ratchet\nsystems. For this we consider a Brownian particle moving in a space dependent\nfrictional medium in the presence of external white noise fluctuations. To get\nthe directed transport, unlike in other ratchet models like flashing or rocking\nratchets etc., we do not require the potential experienced by the particle to\nbe asymmetric nor do we require the external fluctuations to be correlated. We\nhave obtained analytical expressions for current and the diffusion coefficient.\nWe show that the frictional ratchet do not exhibit a pronounced coherence in\nthe transport in that the diffusion spread overshadows the accompanying\ndirected transport in system with finite spatial extensions.\n","Comment: Based on the poster presentation (by RK) at the Condensed Matter Days\n  - 2003 held at Jadavpur University, Kolkata, India from 27-29 August 2003.\n  Minor corrections have been done"]}]
["cond-mat/0401188",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0401188","Phys. Rev. E 70, 021102 (2004) [6 pages]","doi:10.1103/PhysRevE.70.021102"],"date":["2004-01-12"],"type":["text"],"creator":["Krishnan, Raishma","Mahato, Mangal C.","Jayannavar, A. M."],"language":[],"coverage":[],"title":["Brownian rectifiers in the presence of temporally asymmetric unbiased\n  forces"],"description":["  The efficiency of energy transduction in a temporally asymmetric rocked\nratchet is studied. Time asymmetry favours current in one direction and\nsuppresses it in the opposite direction due to which large efficiency ~ 50% is\nreadily obtained. The spatial asymmetry in the potential together with system\ninhomogeneity may help in further enhancing the efficiency. Fine tuning of\nsystem parameters considered leads to multiple current reversals even in the\nadiabatic regime.\n"]}]
["cond-mat/0603778",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0603778","J Stat. Mech. P06017(2006)"],"date":["2006-03-28","2006-04-05"],"type":["text"],"creator":["Krishnan, Raishma","Chacko, Jim","Sahoo, Mamata","Jayannavar, A. M."],"language":[],"coverage":[],"title":["Stoke's efficiency of temporally rocked ratchets"],"description":["  We study the generalized efficiency of an adiabatically rocked ratchet with\nboth spatial and temporal asymmetry. We obtain an analytical expression for the\ngeneralized efficiency in the deterministic case. Generalized efficiency of the\norder of 50% is obtained by fine tuning of the parameter range. This is unlike\nthe case of thermodynamic efficiency where we could readily get an enhanced\nefficiency of upto 90%. The observed higher values of generalized efficiency is\nattributed to be due to the suppression of backward current. We have also\ndiscussed briefly the differences between thermodynamic, rectification or\ngeneralized efficiency and Stoke's efficiency. Temperature is found to optimize\nthe generalized efficiency over a wide range of parameter space unlike in the\ncase of thermodynamic efficiency.\n","Comment: 8 pages, 6 figures, references corrected"]}]
["hep-th/0602261",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0602261","Annals Phys.324:73-96,2009","doi:10.1016/j.aop.2008.04.009"],"date":["2006-02-24","2009-07-12"],"type":["text"],"creator":["Dias, Nuno Costa","Prata, Joao Nuno"],"language":[],"coverage":[],"title":["Exact master equation for a noncommutative Brownian particle"],"description":["  We derive the Hu-Paz-Zhang master equation for a Brownian particle linearly\ncoupled to a bath of harmonic oscillators on the plane with spatial\nnoncommutativity. The results obtained are exact to all orders in the\nnoncommutative parameter. As a by-product we derive some miscellaneous results\nsuch as the equilibrium Wigner distribution for the reservoir of noncommutative\noscillators, the weak coupling limit of the master equation and a set of\nsufficient conditions for strict purity decrease of the Brownian particle.\nFinally, we consider a high-temperature Ohmic model and obtain an estimate for\nthe time scale of the transition from noncommutative to ordinary quantum\nmechanics. This scale is considerably smaller than the decoherence scale.\n","Comment: Latex file, 28 pages, Published version"]}]
["hep-th/9210074",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter","Mathematical Physics","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9210074","Phys.Lett. B305 (1993) 115-118","doi:10.1016/0370-2693(93)91114-3"],"date":["1992-10-13"],"type":["text"],"creator":["Tracy, Craig A.","Widom, Harold"],"language":[],"coverage":[],"title":["Level-Spacing Distributions and the Airy Kernel"],"description":["  Scaling level-spacing distribution functions in the ``bulk of the spectrum''\nin random matrix models of $N\\times N$ hermitian matrices and then going to the\nlimit $N\\to\\infty$, leads to the Fredholm determinant of the sine kernel\n$\\sin\\pi(x-y)/\\pi (x-y)$. Similarly a double scaling limit at the ``edge of the\nspectrum'' leads to the Airy kernel $[{\\rm Ai}(x) {\\rm Ai}'(y) -{\\rm Ai}'(x)\n{\\rm Ai}(y)]/(x-y)$. We announce analogies for this Airy kernel of the\nfollowing properties of the sine kernel: the completely integrable system of\nP.D.E.'s found by Jimbo, Miwa, M{\\^o}ri and Sato; the expression, in the case\nof a single interval, of the Fredholm determinant in terms of a Painlev{\\'e}\ntranscendent; the existence of a commuting differential operator; and the fact\nthat this operator can be used in the derivation of asymptotics, for general\n$n$, of the probability that an interval contains precisely $n$ eigenvalues.\n","Comment: 9 pages"]}]
["math/0609584",{"format":[],"subject":["Mathematics - Geometric Topology","57M27 (Primary), 57M25 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609584","J. Knot Theory Ramifications 17(8) (2008) 983-1003"],"date":["2006-09-20","2006-11-01"],"type":["text"],"creator":["Nicholson, Neil R."],"language":[],"coverage":[],"title":["Nonalternating knots and Jones polynomials"],"description":["  Although most knots are nonalternating, modern research in knot theory seems\nto focus on alternating knots. We consider here nonalternating knots and their\nproperties. Specifically, we show certain classes of knots have nontrivial\nJones polynomials.\n","Comment: 23 pages, 17 figures V2: Corrected a few definitions, fixed\n  references, and changed style"]}]
["math/0702570",{"format":[],"subject":["Mathematics - Geometric Topology","20F38","57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702570"],"date":["2007-02-20","2009-07-13"],"type":["text"],"creator":["Cattabriga, Alessia","Mulazzani, Michele"],"language":[],"coverage":[],"title":["Extending homeomorphisms from punctured surfaces to handlebodies"],"description":["  Let $\\textup{H}_g$ be a genus $g$ handlebody and\n$\\textup{MCG}_{2n}(\\textup{T}_g)$ be the group of the isotopy classes of\norientation preserving homeomorphisms of $\\textup{T}_g=\\partial\\textup{H}_g$,\nfixing a given set of $2n$ points. In this paper we find a finite set of\ngenerators for $\\mathcal{E}_{2n}^g$, the subgroup of\n$\\textup{MCG}_{2n}(\\textup{T}_g)$ consisting of the isotopy classes of\nhomeomorphisms of $\\textup{T}_g$ admitting an extension to the handlebody and\nkeeping fixed the union of $n$ disjoint properly embedded trivial arcs. This\nresult generalizes a previous one obtained by the authors for $n=1$. The\nsubgroup $\\mathcal{E}_{2n}^g$ turns out to be important for the study of knots\nand links in closed 3-manifolds via $(g,n)$-decompositions. In fact, the links\nrepresented by the isotopy classes belonging to the same left cosets of\n$\\mathcal{E}_{2n}^g$ in $\\textup{MCG}_{2n}(\\textup{T}_g)$ are equivalent.\n","Comment: We correct the statements of Theorem 9 and 10, by adding missing\n  generators, and improve the statement of Theorem 10, by removing some\n  redundant generators"]}]
["quant-ph/0112148",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0112148","Synthese 151:33-80,2006"],"date":["2001-12-22"],"type":["text"],"creator":["Wallace, David"],"language":[],"coverage":[],"title":["In defence of naivete: The conceptual status of Lagrangian QFT"],"description":["  I analyse the conceptual and mathematical foundations of Lagrangian quantum\nfield theory (that is, the \"naive\" quantum field theory used in mainstream\nphysics, as opposed to algebraic quantum field theory). The objective is to see\nwhether Lagrangian quantum field theory has a sufficiently firm conceptual and\nmathematical basis to be a legitimate object of foundational study, or whether\nit is too ill-defined. The analysis covers renormalisation and infinities,\ninequivalent representations, and the concept of localised states; the\nconclusion is that Lagrangian QFT (at least as described here) is a perfectly\nrespectable physical theory, albeit somewhat different in certain respects from\nmost of those studied in foundational work.\n","Comment: 43 pages"]}]
["solv-int/9701003",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/solv-int/9701003","Commun. Math. Phys 190 (1998) 697-721","doi:10.1007/s002200050257"],"date":["1997-01-09"],"type":["text"],"creator":["Tracy, C. A.","Widom, H."],"language":[],"coverage":[],"title":["Asymptotics of a Class of Solutions to the Cylindrical Toda Equations"],"description":["  The small t asymptotics of a class of solutions to the 2D cylindrical Toda\nequations is computed. The solutions, q_k(t), have the representation q_k(t) =\nlog det(I-lambda K_k) - log det(I-lambda K_{k-1}) where K_k are integral\noperators. This class includes the n-periodic cylindrical Toda equations. For\nn=2 our results reduce to the previously computed asymptotics of the 2D radial\nsinh-Gordon equation and for n=3 (and with an additional symmetry contraint)\nthey reduce to earlier results for the radial Bullough-Dodd equation.\n","Comment: 29 pages, no figures, LaTeX file"]}]
