["0704.0130",{"format":[],"subject":["Mathematics - Representation Theory","17B50","70F25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0130","Funktsional. Anal. i Prilozhen 42, no. 3, (2008), 1-9; English\n  transl.: Funct. Anal. and its Appl., 42, no. 3, (2008), 161-168."],"date":["2007-04-02"],"type":["text"],"creator":["Bouarroudj, Sofiane","Grozman, Pavel","Leites, Dimitry"],"language":[],"coverage":[],"title":["New simple modular Lie superalgebras as generalized prolongs"],"description":["  Over algebraically closed fields of characteristic p>2, prolongations of the\nsimple finite dimensional Lie algebras and Lie superalgebras with Cartan matrix\nare studied for certain simplest gradings of these algebras. Several new simple\nLie superalgebras are discovered, serial and exceptional, including superBrown\nand superMelikyan superalgebras. Simple Lie superalgebras with Cartan matrix of\nrank 2 are classified.\n","Comment: 20 pages, to appear in Funktsional. Anal. i Prilozhen"]}]
["0705.0406",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0406","J. Nanosci. Nanoelectronics 8, 2891 (2008)"],"date":["2007-05-03"],"type":["text"],"creator":["Bazaliy, Ya. B.","Olaosebikan, D.","Jones, B. A."],"language":[],"coverage":[],"title":["Planar spin-transfer device with a dynamic polarizer"],"description":["  In planar nano-magnetic devices magnetization direction is kept close to a\ngiven plane by the large easy-plane magnetic anisotropy, for example by the\nshape anisotropy in a thin film. In this case magnetization shows effectively\nin-plane dynamics with only one angle required for its description. Moreover,\nthe motion can become overdamped even for small values of Gilbert damping. We\nderive the equations of effective in-plane dynamics in the presence of\nspin-transfer torques. The simplifications achieved in the overdamped regime\nallow to study systems with several dynamic magnetic pieces (``free layers'').\nA transition from a spin-transfer device with a static polarizer to a device\nwith two equivalent magnets is observed. When the size difference between the\nmagnets is less than critical, the device does not exhibit switching, but goes\ndirectly into the ``windmill'' precession state.\n","Comment: accepted to the Journal of Nanoscience and Nanotechnology"]}]
["0705.0508",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0508","Appl. Phys. Lett. 91, 262510 (2007)","doi:10.1063/1.2822407"],"date":["2007-05-03"],"type":["text"],"creator":["Bazaliy, Ya. B."],"language":[],"coverage":[],"title":["Effective attraction induced by repulsive interaction in a spin-transfer\n  system"],"description":["  In magnetic systems with dominating easy-plane anisotropy the magnetization\ncan be described by an effective one dimensional equation for the in-plane\nangle. Re-deriving this equation in the presence of spin-transfer torques, we\nobtain a description that allows for a more intuitive understanding of\nspintronic devices' operation and can serve as a tool for finding new dynamic\nregimes. A surprising prediction is obtained for a planar ``spin-flip\ntransistor'': an unstable equilibrium point can be stabilized by a current\ninduced torque that further repels the system from that point. Stabilization by\nrepulsion happens due to the presence of dissipative environment and requires a\nGilbert damping constant that is large enough to ensure overdamped dynamics at\nzero current.\n"]}]
["0706.3707",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","14C20","13F20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3707"],"date":["2007-06-25","2009-06-24"],"type":["text"],"creator":["Bocci, Cristiano","Harbourne, Brian"],"language":[],"coverage":[],"title":["Comparing powers and symbolic powers of ideals"],"description":["  We develop tools to study the problem of containment of symbolic powers\n$I^{(m)}$ in powers $I^r$ for a homogeneous ideal $I$ in a polynomial ring\n$k[{\\bf P}^N]$ in $N+1$ variables over an algebraically closed field $k$. We\nobtain results on the structure of the set of pairs $(r,m)$ such that\n$I^{(m)}\\subseteq I^r$. As corollaries, we show that $I^2$ contains $I^{(3)}$\nwhenever $S$ is a finite generic set of points in ${\\bf P}^2$ (thereby giving a\npartial answer to a question of Huneke), and we show that the containment\ntheorems of Ein-Lazarsfeld-Smith and Hochster-Huneke are optimal for every\nfixed dimension and codimension.\n","Comment: 15 pages, to appear, Journal of Algebraic Geometry; version 2: minor\n  expositional changes, typos fixed, and references and Bocci's address updated"]}]
["0707.4258",{"format":[],"subject":["Computer Science - Computational Geometry","Computer Science - Discrete Mathematics","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4258"],"date":["2007-07-28","2009-06-24"],"type":["text"],"creator":["Itoh, Jin-ichi","O'Rourke, Joseph","Vîlcu, Costin"],"language":[],"coverage":[],"title":["Star Unfolding Convex Polyhedra via Quasigeodesic Loops"],"description":["  We extend the notion of star unfolding to be based on a quasigeodesic loop Q\nrather than on a point. This gives a new general method to unfold the surface\nof any convex polyhedron P to a simple (non-overlapping), planar polygon: cut\nalong one shortest path from each vertex of P to Q, and cut all but one segment\nof Q.\n","Comment: 10 pages, 7 figures. v2 improves the description of cut locus, and\n  adds references. v3 improves two figures and their captions. New version v4\n  offers a completely different proof of non-overlap in the quasigeodesic loop\n  case, and contains several other substantive improvements. This version is 23\n  pages long, with 15 figures"]}]
["0708.0827",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0827"],"date":["2007-08-07","2009-06-24"],"type":["text"],"creator":["Regev, Oded","Toner, Ben"],"language":[],"coverage":[],"title":["Simulating Quantum Correlations with Finite Communication"],"description":["  Assume Alice and Bob share some bipartite $d$-dimensional quantum state. A\nwell-known result in quantum mechanics says that by performing two-outcome\nmeasurements, Alice and Bob can produce correlations that cannot be obtained\nlocally, i.e., with shared randomness alone. We show that by using only two\nbits of communication, Alice and Bob can classically simulate any such\ncorrelations. All previous protocols for exact simulation required the\ncommunication to grow to infinity with the dimension $d$. Our protocol and\nanalysis are based on a power series method, resembling Krivine's bound on\nGrothendieck's constant, and on the computation of volumes of spherical\ntetrahedra.\n","Comment: 19 pages, 3 figures, preliminary version in IEEE FOCS 2007; to appear\n  in SICOMP"]}]
["0709.4058",{"format":[],"subject":["Mathematics - Symplectic Geometry","53D50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4058"],"date":["2007-09-26","2009-06-23"],"type":["text"],"creator":["Hamilton, Mark D."],"language":[],"coverage":[],"title":["Locally toric manifolds and singular Bohr-Sommerfeld leaves"],"description":["  When geometric quantization is applied to a manifold using a real\npolarization which is \"nice enough\", a result of Sniatycki says that the\nquantization can be found by counting certain objects, called Bohr-Sommerfeld\nleaves. Subsequently, several authors have taken this as motivation for\ncounting Bohr-Sommerfeld leaves when studying the quantization of manifolds\nwhich are less \"nice\".\n  In this paper, we examine the quantization of compact symplectic manifolds\nthat can locally be modelled by a toric manifold, using a real polarization\nmodelled on fibres of the moment map. We compute the results directly, and\nobtain a theorem similar to Sniatycki's, which gives the quantization in terms\nof counting Bohr-Sommerfeld leaves. However, the count does not include the\nBohr-Sommerfeld leaves which are singular. Thus the quantization obtained is\ndifferent from the quantization obtained using a Kaehler polarization.\n","Comment: Author's PhD thesis. 69 pages, 9 figures v2: refs added, many typo &\n  small wording fixes. Final version, to appear in Mem. AMS"]}]
["0806.0244",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0244","J. Phys. B: At. Mol. Opt. Phys. 42 No 9 (14 May 2009) 095301 (6pp)","doi:10.1088/0953-4075/42/9/095301"],"date":["2008-06-02"],"type":["text"],"creator":["Karpiuk, Tomasz","Brewczyk, Miroslaw","Gajda, Mariusz","Rzazewski, Kazimierz"],"language":[],"coverage":[],"title":["Decay of multiply charged vortices at nonzero temperatures"],"description":["  We study the instability of multiply charged vortices in the presence of\nthermal atoms and find various scenarios of splitting of such vortices. The\nonset of the decay of a vortex is always preceded by the increase of a number\nof thermal (uncondensed) atoms in the system and manifests itself by the sudden\nrise of the amplitude of the oscillations of the quadrupole moment. Our\ncalculations show that the decay time gets shorter when the multiplicity of a\nvortex becomes higher.\n","Comment: 4 pages, 6 figures"]}]
["0808.2258",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2258"],"date":["2008-08-16","2009-06-24"],"type":["text"],"creator":["Brodier, O.","de Almeida, A. M. Ozorio"],"language":[],"coverage":[],"title":["Markovian evolution of Gaussian states in the semiclassical limit"],"description":["  We derive an approximate Gaussian solution of the Lindblad equation in the\nsemiclassical limit, given a general Hamiltonian and linear coupling with the\nenvironment. The theory is carried out in the chord representation and\ndescribes the evolved quantum characteristic function, which gives direct\naccess to the Wigner function and the position representation of the density\noperator by Fourier transforms. The propagation is based on a system of\nnon-linear equations taking place in a double phase space, which coincides with\nHeller's theory of unitary evolution of Gaussian wave packets when the\nLindbladian part is zero.\n","Comment: 10 pages. Reason for replacement: the article was split into two\n  parts: the first part about WKB was incomplete and led to an other article;\n  the second part about Gaussian states remains in this replaced version"]}]
["0808.3220",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Analysis of PDEs","32Q65","57R17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3220"],"date":["2008-08-23","2009-06-24"],"type":["text"],"creator":["Wendl, Chris"],"language":[],"coverage":[],"title":["Open book decompositions and stable Hamiltonian structures"],"description":["  We show that every open book decomposition of a contact 3-manifold can be\nrepresented (up to isotopy) by a smooth R-invariant family of pseudoholomorphic\ncurves on its symplectization with respect to a suitable stable Hamiltonian\nstructure. In the planar case, this family survives small perturbations, and\nthus gives a concrete construction of a stable finite energy foliation that has\nbeen used in various applications to planar contact manifolds, including the\nWeinstein conjecture and equivalence of strong and Stein fillability.\n","Comment: 13 pages, 2 figures; v3 includes some added details on implicit\n  function theorems for punctured pseudoholomorphic curves; to appear in Expos.\n  Math"]}]
["0809.0910",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0910","Rev. Mod. Phys. 81, 943 (2009)","doi:10.1103/RevModPhys.81.943"],"date":["2008-09-04"],"type":["text"],"creator":["Capone, M.","Fabrizio, M.","Castellani, C.","Tosatti, E."],"language":[],"coverage":[],"title":["Modeling the Unconventional Superconducting Properties of Expanded\n  A$_3$C$_{60}$ Fullerides"],"description":["  The trivalent alkali fullerides A$_3$C$_{60}$, where C$_{60}$ are a well\nestablished family of molecular superconductors. The electron pairing has\ns-wave symmetry and is due to standard electron-phonon coupling, in particular\nby Jahn-Teller intramolecular C$_{60}$ vibrations.\n  A source of renewed interest in these systems are indications of strong\nelectron-electron repulsion, which emerges especially in compounds where the\nC$_{60}$-C$_{60}$ distance is expanded. In several compounds after an initial\nincreases T$_c$, further expansions leads to a decline of superconductivity and\nits eventual disappearance in favor of a Mott insulating state\n  We theoretically study a three-orbital Hubbard model including the\nphonon-mediated interaction using Dynamical Mean-Field Theory, which is\nparticularly suitable due to the local nature of all the interactions. We\nstudied the system as a function of the ratio of intra-molecular repulsion $U$\nover the electron bandwidth $W$, the increase of $U/W$ representing the main\neffect of lattice expansion. The phase diagram is close to that of actual\nmaterials, with a dome-shaped superconducting region preceding the Mott\ntransition. Unconventional properties predicted by this model include: (i) a\npseudogap in the normal phase; (ii) a gain of kinetic energy and of d.c.\nconductivity at the onset of superconductivity; (iii) regular spin\nsusceptibility and specific heat despite strong correlations; (iv) the\nemergence of more than one energy scale governing the renormalized single\nparticle dispersion. These predictions, if confirmed, would establish\nfullerides, especially the expanded ones, as members of the wider family of\nstrongly correlated superconductors.\n","Comment: 17 pages, 11 figures, to be published on Rev. Mod. Phys. (Colloquia)"]}]
["0809.1570",{"format":[],"subject":["Computer Science - Discrete Mathematics","Mathematical Physics","Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1570","p-Adic Numbers, Ultrametric Analysis and Applications, Vol. 1, No.\n  2 (2009), 118-127","doi:10.1134/S2070046609020034"],"date":["2008-09-09"],"type":["text"],"creator":["Bradley, Patrick Erik"],"language":[],"coverage":[],"title":["Mumford dendrograms and discrete p-adic symmetries"],"description":["  In this article, we present an effective encoding of dendrograms by embedding\nthem into the Bruhat-Tits trees associated to $p$-adic number fields. As an\napplication, we show how strings over a finite alphabet can be encoded in\ncyclotomic extensions of $\\mathbb{Q}_p$ and discuss $p$-adic DNA encoding. The\napplication leads to fast $p$-adic agglomerative hierarchic algorithms similar\nto the ones recently used e.g. by A. Khrennikov and others. From the viewpoint\nof $p$-adic geometry, to encode a dendrogram $X$ in a $p$-adic field $K$ means\nto fix a set $S$ of $K$-rational punctures on the $p$-adic projective line\n$\\mathbb{P}^1$. To $\\mathbb{P}^1\\setminus S$ is associated in a natural way a\nsubtree inside the Bruhat-Tits tree which recovers $X$, a method first used by\nF. Kato in 1999 in the classification of discrete subgroups of\n$\\textrm{PGL}_2(K)$.\n  Next, we show how the $p$-adic moduli space $\\mathfrak{M}_{0,n}$ of\n$\\mathbb{P}^1$ with $n$ punctures can be applied to the study of time series of\ndendrograms and those symmetries arising from hyperbolic actions on\n$\\mathbb{P}^1$. In this way, we can associate to certain classes of dynamical\nsystems a Mumford curve, i.e. a $p$-adic algebraic curve with totally\ndegenerate reduction modulo $p$.\n  Finally, we indicate some of our results in the study of general discrete\nactions on $\\mathbb{P}^1$, and their relation to $p$-adic Hurwitz spaces.\n","Comment: 14 pages, 6 figures"]}]
["0809.2792",{"format":[],"subject":["Computer Science - Learning","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2792"],"date":["2008-09-16","2009-06-24"],"type":["text"],"creator":["Luss, Ronny","d'Aspremont, Alexandre"],"language":[],"coverage":[],"title":["Predicting Abnormal Returns From News Using Text Classification"],"description":["  We show how text from news articles can be used to predict intraday price\nmovements of financial assets using support vector machines. Multiple kernel\nlearning is used to combine equity returns with text as predictive features to\nincrease classification performance and we develop an analytic center cutting\nplane method to solve the kernel learning problem efficiently. We observe that\nwhile the direction of returns is not predictable using either text or returns,\ntheir size is, with text features producing significantly better performance\nthan historical returns alone.\n","Comment: Larger data sets, results on time of day effect, and use of delta\n  hedged covered call options to trade on daily predictions"]}]
["0810.0304",{"format":[],"subject":["Mathematics - Algebraic Geometry","14F30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.0304"],"date":["2008-10-01","2009-06-24"],"type":["text"],"creator":["Caro, Daniel"],"language":[],"coverage":[],"title":["Stability of holonomicity over quasi-projective varieties"],"description":["  Let $\\V$ be a mixed characteristic complete discrete valuation ring with\nperfect residue field $k$. We solve Berthelot's conjectures on the stability of\nthe holonomicity over smooth projective formal $\\V$-schemes. Then we build a\ncategory of complexes of arithmetic $\\D$-modules over quasi-projective\n$k$-varieties with bounded, $F$-holonomic cohomology. We get its stability\nunder Grothendieck's six operations.\n"]}]
["0810.5166",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.5166","AIP Conf.Proc.1083:136-143,2008","doi:10.1063/1.3058562"],"date":["2008-10-28","2009-06-24"],"type":["text"],"creator":["Prieto, Carlos Martinez"],"language":[],"coverage":[],"title":["Leptogenesis in Complex Hybrid Inflation"],"description":["  We study the transference of an initial leptonic charge contained in a\ncomplex scalar field (waterfall field) at the end of the inflation to the\nleptons of the standard model and then convert this leptonic charge in baryonic\ncharge by sphaleron process. The proposal is that this is done trough the decay\nof the complex scalar field particles into the right-handed neutrino which in\nturn decays into the left-handed lepton doublet and the Higgs field of the\nstandard model. It must be analyzed in what environment the transference is\ndone. We propose that the inflaton (the dominant energy density of the\nuniverse) decay into ultrarelativistic fermions before the waterfall field\nparticles decay in the right-handed neutrino, leaving a thermalized bath where\nthe transference of the leptonic asymmetry can be achieved.\n","Comment: 8 pages, 1 figure. Prepared for the AIP Conference Proceedings of the\n  III International Meeting on Gravitation and Cosmology, Morelia, Mexico, May\n  26-30, 2008"]}]
["0811.1550",{"format":[],"subject":["Quantum Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1550","Phys. Rev. A 79, 043612 (2009)","doi:10.1103/PhysRevA.79.043612"],"date":["2008-11-10","2008-11-12"],"type":["text"],"creator":["Wang, B.","Duan, L. -M."],"language":[],"coverage":[],"title":["Suppression or enhancement of the Fulde-Ferrell-Larkin-Ovchinnikov order\n  in a one-dimensional optical lattice with particle correlated tunnelling"],"description":["  We study through controlled numerical simulation the ground state properties\nof spin-polarized strongly interacting fermi gas in an anisotropic optical\nlattice, which is described by an effective one-dimensional general Hubbard\nmodel with particle correlated hopping rate. We show that the\nFulde-Ferrell-Larkin-Ovchinnikov (FFLO) type of state, while enhanced by a\nnegative correlated hopping rate, can be completely suppressed by positive\nparticle correlated hopping, yielding to an unusual magnetic phase even for\nparticles with on-site attractive interaction We also find several different\nphase separation patterns for these atoms in an inhomogeneous harmonic trap,\ndepending on the correlated hopping rate.\n"]}]
["0811.3113",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3113","Acta Phys.Polon.B39:3183-3204,2008"],"date":["2008-11-19","2009-06-24"],"type":["text"],"creator":["Heller, Michal P.","Janik, Romuald A.","Peschanski, R."],"language":[],"coverage":[],"title":["Hydrodynamic Flow of the Quark-Gluon Plasma and Gauge/Gravity\n  Correspondence"],"description":["  The contribution presents a summary of the Gauge/Gravity approach to the\nstudy of hydrodynamic flow of the quark-gluon plasma formed in heavy-ion\ncollisions. Considering the ideal case of a supersymmetric Yang-Mills theory\nfor which the AdS/CFT correspondence gives a precise form of the Gauge/Gravity\nduality, the properties of the strongly coupled expanding plasma are put in\none-to-one correspondence with the metric of a 5-dimensional black hole moving\naway in the 5th dimension and its deformations consistent with the relevant\nEinstein equations. Several recently studied aspects of this framework are\nrecalled and put in perspective. This paper is a written version of the four\nlectures given by the authors on that subject.\n","Comment: Lecture Notes; XLVIII Cracow School of Theoretical Physics: Aspects\n  of Duality, Zakopane, Poland, June 13-22, 2008; ver2: typos corrected"]}]
["0812.1913",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1913"],"date":["2008-12-10","2009-06-24"],"type":["text"],"creator":["Balan, Raluca","Tudor, Ciprian"],"language":[],"coverage":[],"title":["Stochastic Heat Equation with Multiplicative Fractional-Colored Noise"],"description":["  We consider the stochastic heat equation with multiplicative noise\n$u_t={1/2}\\Delta u+ u \\diamond \\dot{W}$ in $\\bR_{+} \\times \\bR^d$, where\n$\\diamond$ denotes the Wick product, and the solution is interpreted in the\nmild sense. The noise $\\dot W$ is fractional in time (with Hurst index $H \\geq\n1/2$), and colored in space (with spatial covariance kernel $f$). We prove that\nif $f$ is the Riesz kernel of order $\\alpha$, or the Bessel kernel of order\n$\\alpha<d$, then the sufficient condition for the existence of the solution is\n$d \\leq 2+\\alpha$ (if $H>1/2$), respectively $d<2+\\alpha$ (if $H=1/2$), whereas\nif $f$ is the heat kernel or the Poisson kernel, then the equation has a\nsolution for any $d$. We give a representation of the $k$-th order moment of\nthe solution, in terms of an exponential moment of the \"convoluted weighted\"\nintersection local time of $k$ independent $d$-dimensional Brownian motions.\n"]}]
["0812.4807",{"format":[],"subject":["Mathematics - Number Theory","11R16","11R20","12E25","12F10","12F12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4807"],"date":["2008-12-28","2009-06-23"],"type":["text"],"creator":["Hoshi, Akinari","Miyake, Katsuya"],"language":[],"coverage":[],"title":["On the field intersection problem of quartic generic polynomials via\n  formal Tschirnhausen transformation"],"description":["  Let $k$ be a field of characteristic $\\neq 2$. We give an answer to the field\nintersection problem of quartic generic polynomials over $k$ via formal\nTschirnhausen transformation and multi-resolvent polynomials.\n","Comment: 32 pages, 6 tables, to appear in Comment. Math. Univ. St. Pauli"]}]
["0812.5086",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.5086","Nucl.Phys.A826:223-229,2009","doi:10.1016/j.nuclphysa.2009.06.018"],"date":["2008-12-30","2008-12-31"],"type":["text"],"creator":["Routray, T. R.","Nayak, Jagajjaya","Basu, D. N."],"language":[],"coverage":[],"title":["Cluster radioactivity in very heavy nuclei: a new perspective"],"description":["  Exotic cluster decay of very heavy nuclei is studied using the microscopic\nnuclear potentials obtained by folding density dependent M3Y effective\ninteraction with the densities of the cluster and the daughter nuclei. The\nmicroscopic nuclear potential, Coulomb interaction and the centrifugal barrier\narising out of spin-parity conservation are used to obtain the potential\nbetween the cluster and the daughter nuclei. Half life values are calculated in\nthe WKB framework and the preformation factors are extracted. The latter values\nare seen to have only a very weak dependence on the mass of the emitted\ncluster.\n","Comment: 4 pages including 2 tables"]}]
["0901.0389",{"format":[],"subject":["Mathematics - Algebraic Geometry","14B07, 14J45 (Primary) 14J10, 14J17, 14M30 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0389"],"date":["2009-01-04","2009-06-24"],"type":["text"],"creator":["de Fernex, Tommaso","Hacon, Christopher D."],"language":[],"coverage":[],"title":["Deformations of canonical pairs and Fano varieties"],"description":["  This paper is devoted to the study of various aspects of deformations of log\npairs, especially in connection to questions related to the invariance of\nsingularities and log plurigenera. In particular, using recent results from the\nminimal model program, we obtain an extension theorem for adjoint divisors in\nthe spirit of Siu and Kawamata and more recent works of Hacon and McKernan. Our\nmain motivation however comes from the study of deformations of Fano varieties.\nOur first application regards the behavior of Mori chamber decompositions in\nfamilies of Fano varieties: we prove that, in the case of mild singularities,\nsuch decomposition is rigid under deformation when the dimension is small. We\nthen turn to analyze deformation properties of toric Fano varieties, and prove\nthat every simplicial toric Fano variety with at most terminal singularities is\nrigid under deformations (and in particular is not smoothable, if singular).\n","Comment: 26 pages; v3: in view of counter-examples found by Burt Totaro,\n  Conjecture 1.2 appearing in version 2 has now been removed. To appear in J.\n  Reine Angew. Math"]}]
["0901.1627",{"format":[],"subject":["Mathematics - Category Theory","Mathematics - K-Theory and Homology","18C35","18G55","55U35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.1627"],"date":["2009-01-12","2009-06-24"],"type":["text"],"creator":["Olschok, Marc"],"language":[],"coverage":[],"title":["Left determined model structures for locally presentable categories"],"description":["  We extend a result of Cisinski on the construction of cofibrantly generated\nmodel structures from (Grothendieck) toposes to locally presentable categories\nand from monomorphism to more general cofibrations. As in the original case,\nunder additional conditions, the resulting model structures are \"left\ndetermined\" in the sense of Rosicky and Tholen.\n","Comment: 39 pages, LaTeX amsart documentclass, uses amssymb, amsrefs, xy-pic.\n  To appear in Applied Categorical Structures. Comment on updated version: in\n  Lemma 5.2 three misprints are corrected and a half-sentence is added"]}]
["0901.3810",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3810","J. Phys. Soc. Jpn. 78, 064705 (2009)","doi:10.1143/JPSJ.78.064705"],"date":["2009-01-23"],"type":["text"],"creator":["Shimizu, S.","Mukuda, H.","Kitaoka, Y.","Kito, H.","Kodama, Y.","Shirage, P. M.","Iyo, A."],"language":[],"coverage":[],"title":["Antiferromagnetic phase transition in four-layered high-T_c\n  superconductors Ba_2Ca_3Cu_4O_8(F_yO_{1-y})_2 with T_c=55-102 K: Cu- and\n  F-NMR studies"],"description":["  We report on magnetic characteristics in four-layered high-T_c\nsuperconductors Ba_2Ca_3Cu_4O_8(F_yO_{1-y})_2 with apical fluorine through Cu-\nand F-NMR measurements. The substitution of oxygen for fluorine at the apical\nsite increases the carrier density (N_h) and T_c from 55 K up to 102 K. The NMR\nmeasurements reveal that antiferromagnetic order, which can uniformly coexist\nwith superconductivity, exists up to N_h = 0.15, which is somewhat smaller than\nN_h = 0.17 being the quantum critical point (QCP) for five-layered compounds.\nThe fact that the QCP for the four-layered compounds moves to a region of lower\ncarrier density than for five-layered ones ensures that the decrease in the\nnumber of CuO_2 layers makes an interlayer magnetic coupling weaker.\n","Comment: 7 pages, 6 gigures, Submitted to J. Phys. Soc. Jpn"]}]
["0901.4896",{"format":[],"subject":["Quantum Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4896","Phys. Rev. A 79, 051604(R) (2009)","doi:10.1103/PhysRevA.79.051604"],"date":["2009-01-30"],"type":["text"],"creator":["Wang, B.","Chen, Han-Dong","Sarma, S. Das"],"language":[],"coverage":[],"title":["Quantum phase diagram of fermion mixtures with population imbalance in\n  one-dimensional optical lattices"],"description":["  With a recently developed time evolving block decimation (TEBD) algorithm, we\nnumerically study the ground state quantum phase diagram of fermi mixtures with\nattractive inter-species interactions loaded in one-dimensional optical\nlattices. For our study, we adopt a general asymmetric Hubbard model (AHM) with\nspecies-dependent tunneling rates to incorporate the possibility of mass\nimbalance in the mixtures. We find clear signatures for the existence of a\nFulde-Ferrell-Larkin-Ovchinnikov (FFLO) phase in this model in the presence of\npopulation imbalance. Our simulation also reveals that in the presence of mass\nimbalance, the parameter space for FFLO states shrinks or even completely\nvanishes depending on the strength of the attractive interaction and the degree\nof mass imbalance.\n"]}]
["0902.3371",{"format":[],"subject":["Mathematical Physics","Mathematics - Spectral Theory","35P05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3371","J. Phys. A: Math. Theor. 42 (2009) 275204","doi:10.1088/1751-8113/42/27/275204"],"date":["2009-02-19","2009-06-24"],"type":["text"],"creator":["Danilov, L. I."],"language":[],"coverage":[],"title":["On absolute continuity of the spectrum of a periodic magnetic\n  Schr\\\"odinger operator"],"description":["  We consider the Schr\\\"odinger operator in ${\\mathbb R}^n$, $n\\geq 3$, with\nthe electric potential $V$ and the magnetic potential $A$ being periodic\nfunctions (with a common period lattice) and prove absolute continuity of the\nspectrum of the operator in question under some conditions which, in\nparticular, are satisfied if $V\\in L^{n/2}_{{\\mathrm {loc}}}({\\mathbb R}^n)$\nand $A\\in H^q_{{\\mathrm {loc}}}({\\mathbb R}^n;{\\mathbb R}^n)$, $q>(n-1)/2$.\n","Comment: 25 pages"]}]
["0902.3572",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3572"],"date":["2009-02-20","2009-06-24"],"type":["text"],"creator":["Rosenberg, Harold","Souam, Rabah","Toubiana, Eric"],"language":[],"coverage":[],"title":["General curvature estimates for stable H-surfaces in 3-manifolds and\n  applications"],"description":["  We obtain an estimate for the norm of the second fundamental form of stable\nH-surfaces in Riemannian 3-manifolds with bounded sectional curvature. Our\nestimate depends on the distance to the boundary of the surface and on the\nbounds on the geometry of the ambient manifold but not on the manifold itself.\nWe give some applications, in particular we obtain an interior gradient\nestimate for H-sections in Killing submersions.\n","Comment: 22 pages"]}]
["0902.3914",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3914","Nanotechnology 20 (2009) 285302","doi:10.1088/0957-4484/20/28/285302"],"date":["2009-02-23"],"type":["text"],"creator":["Cheynis, Fabien","Haas, Helge","Fournier, Thierry","Ranno, Laurent","Wernsdorfer, Wolfgang","Fruchart, Olivier","Toussaint, Jean-Christophe"],"language":[],"coverage":[],"title":["Contacting individual Fe(110) dots in a single electron-beam lithography\n  step"],"description":["  We report on a new approach, entirely based on electron-beam lithography\ntechnique, to contact electrically, in a four-probe scheme, single\nnanostructures obtained by self-assembly. In our procedure, nanostructures of\ninterest are localised and contacted in the same fabrication step. This\ntechnique has been developed to study the field-induced reversal of an internal\ncomponent of an asymmetric Bloch domain wall observed in elongated structures\nsuch as Fe(110) dots. We have focused on the control, using an external\nmagnetic field, of the magnetisation orientation within N\\'eel caps that\nterminate the domain wall at both interfaces. Preliminary magneto-transport\nmeasurements are discussed demonstrating that single Fe(110) dots have been\ncontacted.\n","Comment: 5 pages"]}]
["0903.2362",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2362"],"date":["2009-03-13","2009-06-24"],"type":["text"],"creator":["Romeo, F.","Citro, R."],"language":[],"coverage":[],"title":["Adiabatic quantum pumping and rectification effects in interacting\n  quantum dots"],"description":["  We derive a formula describing the adiabatically pumped charge through an\ninteracting quantum dot within the scattering matrix and Green's function\napproach. We show that when the tunneling rates between the leads and the dot\nare varied adiabatically in time, both in modulus and phase, the current\ninduced in the dot consists of two terms, the pumping current and a\nrectification-like term. The last contribution arises from the time-derivative\nof the tunneling phase and can have even or odd parity with respect to the\npumping phase \\varphi. The rectification-like term is also discussed in\nrelation to some recent experiments in quantum-dots.\n","Comment: Added references; Changed content"]}]
["0903.4146",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4146","Nanotech. 20, 285503 (2009)","doi:10.1088/0957-4484/20/28/285303"],"date":["2009-03-24"],"type":["text"],"creator":["Roddaro, Stefano","Caroff, Philippe","Biasiol, Giorgio","Rossi, Francesca","Bocchi, Claudio","Nilsson, Kristian","Fröberg, Linus","Wagner, Jakob B.","Samuelson, Lars","Wernersson, Lars-Erik","Sorba, Lucia"],"language":[],"coverage":[],"title":["Controlled growth of InAs nanowires on engineered substrates"],"description":["  We demonstrate the Au-assisted growth of semiconductor nanowires on different\nengineered substrates. Two relevant cases are investigated: GaAs/AlGaAs\nheterostructures capped by a $50 {\\rm nm}$-thick InAs layer grown by molecular\nbeam epitaxy and a $2 {\\rm \\mu m}$-thick InAs buffer layer on Si(111) obtained\nby vapor phase epitaxy. Morphological and structural properties of substrates\nand nanowires are analyzed by atomic force and transmission electron\nmicroscopy. Our results indicate a promising direction for the integration of\nIII-V nanostructures on Si-based electronics as well as for the development of\nnovel micromechanical structures.\n","Comment: 5 pages, 5 figures, suppl.mat"]}]
["0903.5124",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.5124","Supercond. Sci. Technol. 22 (2009) 085001","doi:10.1088/0953-2048/22/8/085001"],"date":["2009-03-30","2009-06-24"],"type":["text"],"creator":["Ogino, Hiraku","Katsura, Yukari","Horii, Shigeru","Kishio, Kohji","Shimoyama, Jun-ichi"],"language":[],"coverage":[],"title":["New iron-based arsenide oxides (Fe2As2)(Sr4M2O6)(M = Sc, Cr)"],"description":["  We have discovered new layered oxyarsenides (Fe2As2)(Sr4M2O6) (M = Sc, Cr:\nM-22426). These materials are isostructural with (Fe2P2)(Sr4Sc2O6), which was\nfound in our previous study. The new compounds are tetragonal with a space\ngroup of P4/nmm and consist of the anti-fluorite type FeAs layer and\nperovskite-type blocking layer. The lattice constants are a = 4.050 A, c =\n15.809 A for M = Sc and a = 3.918 A, c = 15.683 A for M = Cr. These compounds\nhave long interlayer Fe-Fe distances corresponding to the c-axis length, the\n15.8 A in Sc-22426 is the longest in the iron-based oxypnictide systems.\nChemical flexibility of the perovskite block in this system was probed by\nchromium containing (Fe2As2)(Sr4Cr2O6). Different trends were found in bond\nangle and bond length of the new oxypnictides compared to the reported systems,\nsuch as REFePnO. Absence of superconductivity in these compounds is considered\nto be due to insufficient carrier concentration as in the case of undoped\nREFeAsO.\n","Comment: 7 pages, 5 figures, 1 table"]}]
["0904.0036",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.0036"],"date":["2009-03-31","2009-06-24"],"type":["text"],"creator":["Uys, Hermann","Biercuk, Michael J.","Bollinger, John J."],"language":[],"coverage":[],"title":["Optimized Noise Filtration through Dynamical Decoupling"],"description":["  One approach to maintaining phase coherence of qubits through dynamical\ndecoupling consists of applying a sequence of Hahn spin-echo pulses. Recent\nstudies have shown that, in certain noise environments, judicious choice of the\ndelay times between these pulses can greatly improve the suppression of phase\nerrors compared to traditional approaches. By enforcing a simple analytical\ncondition, we obtain sets of dynamical decoupling sequences that are designed\nfor optimized noise filtration and are spectrum-independent up to a single\nscaling factor set by the coherence time of the system. We demonstrate the\nefficacy of these sequences in suppressing phase errors through measurements on\na model qubit system, $^{9}$Be$^{+}$ ions in a Penning trap. Our combined\ntheoretical and experimental studies show that in high-frequency-dominated\nnoise environments this approach may suppress phase errors orders of magnitude\nmore efficiently than comparable techniques can.\n","Comment: 4 pages, 3 figures version 2 - Different nomenclature to describe\n  sequences - More detailed explanation contrasting feedback routine\n  implemented here to that in previous work - Statements on the constraints on\n  noise spectra which will allow improved error suppression added. - Typos\n  corrected and other minor changes made"]}]
["0904.0664",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.0664"],"date":["2009-04-03","2009-06-24"],"type":["text"],"creator":["Bordag, M.","Nikolaev, V."],"language":[],"coverage":[],"title":["The vacuum energy for two cylinders one of which becoming large"],"description":["  We consider the vacuum energy for a configuration of two cylinders and obtain\nits asymptotic expansion if the radius of one of these cylinders becomes large\nwhile the radius of the other one and their separation are kept fixed. We\ncalculate explicitly the next-to-leading order correction to the vacuum energy\nfor the radius of the other cylinder becoming large or small.\n","Comment: 13 pages, 3 figures numerical evaluation added, misprints corrected"]}]
["0904.2100",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2100","Superconductor Science & Technology 22 (2009) 064010","doi:10.1088/0953-2048/22/6/064010"],"date":["2009-04-14"],"type":["text"],"creator":["Faucher, Marc","Jubert, Pierre-Olivier","Fruchart, Olivier","Wernsdorfer, Wolfgang","Bouchiat, Vincent"],"language":[],"coverage":[],"title":["Optimizing the flux coupling between a nanoSQUID and a magnetic particle\n  using atomic force microscope nanolithography"],"description":["  We present results of Niobium based SQUID magnetometers for which the\nweak-links are engineered by the local oxidation of thin films using an Atomic\nForce Microscope (AFM). Firstly, we show that this technique allows the\ncreation of variable thickness bridges with 10 nm lateral resolution. Precise\ncontrol of the weak-link milling is offered by the possibility to realtime\nmonitor weak-link conductance. Such a process is shown to enhance the magnetic\nfield modulation hence the sensitivity of the magnetometer. Secondly, AFM\nlithography is used to provide a precise alignment of NanoSQUID weak-links with\nrespect to a ferromagnetic iron dot. The magnetization switching of the\nnear-field coupled particle is studied as a junction of the applied magnetic\nfield direction.\n"]}]
["0905.1913",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.1913"],"date":["2009-05-12","2009-06-23"],"type":["text"],"creator":["Hoover, Wm. G.","Hoover, Carol G."],"language":[],"coverage":[],"title":["Tensor Temperature and Shockwave Stability in a Strong Two-Dimensional\n  Shockwave"],"description":["  The anisotropy of temperature is studied here in a strong two-dimensional\nshockwave, simulated with conventional molecular dynamics. Several forms of the\nkinetic temperature are considered, corresponding to different choices for the\nlocal instantaneous stream velocity. A local particle-based definition omitting\nany \"self\" contribution to the stream velocity gives the best results. The\nconfigurational temperature is not useful for this shockwave problem.\nConfigurational temperature is subject to a shear instability and can give\nlocal negative temperatures in the vicinity of the shock front. The decay of\nsinusoidal shockfront perturbations shows that strong two-dimensional planar\nshockwaves are stable to such perturbations.\n","Comment: 15 pages with 8 figures, after review at Physical Review E"]}]
["0905.4257",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Complex Variables","14J50, 14M20, 37B40, 37F50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4257"],"date":["2009-05-26","2009-06-24"],"type":["text"],"creator":["Oguiso, Keiji","Perroni, Fabio"],"language":[],"coverage":[],"title":["Automorphisms of rational manifolds of positive entropy with Siegel\n  disks"],"description":["  Using McMullen's rational surface automorphisms, we construct projective\nrational manifolds of higher dimension admitting automorphisms of positive\nentropy with arbitrarily high number of Siegel disks and those with exactly one\nSiegel disk.\n","Comment: 13 pages, one proposition and two references are added, but the main\n  results remain the same"]}]
["0905.4334",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4334"],"date":["2009-05-27","2009-06-24"],"type":["text"],"creator":["Liptser, R."],"language":[],"coverage":[],"title":["Large Deviations Application to Billingsley's Example"],"description":["  We consider a classical model related to an empirical distribution function $\nF_n(t)=\\frac{1}{n}\\sum_{k=1}^nI_{\\{\\xi_k\\le t\\}}$ of $(\\xi_k)_{i\\ge 1}$ --\ni.i.d. sequence of random variables, supported on the interval $[0,1]$, with\ncontinuous distribution function $F(t)=\\mathsf{P}(\\xi_1\\le t)$. Applying\n``Stopping Time Techniques'', we give a proof of Kolmogorov's exponential bound\n$$ \\mathsf{P}\\big(\\sup_{t\\in[0,1]}|F_n(t)-F(t)|\\ge \\varepsilon\\big)\\le\n\\text{const.}e^{-n\\delta_\\varepsilon} $$ conjectured by Kolmogorov in 1943.\nUsing this bound we establish a best possible logarithmic asymptotic of $$\n\\mathsf{P}\\big(\\sup_{t\\in[0,1]}n^\\alpha|F_n(t)-F(t)|\\ge \\varepsilon\\big) $$\nwith rate $ \\frac{1}{n^{1-2\\alpha}} $ slower than $\\frac{1}{n}$ for any\n$\\alpha\\in\\big(0,{1/2}\\big)$.\n","Comment: 60F10, 60J27"]}]
["0906.0089",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0089","Phys.Rev.D79:125018,2009","doi:10.1103/PhysRevD.79.125018"],"date":["2009-05-30"],"type":["text"],"creator":["Edery, A.","Graham, N.","MacDonald, I."],"language":[],"coverage":[],"title":["3D scalar model as a 4D perfect conductor limit: dimensional reduction\n  and variational boundary conditions"],"description":["  Under dimensional reduction, a system in D spacetime dimensions will not\nnecessarily yield its D-1-dimensional analog version. Among other things, this\nresult will depend on the boundary conditions and the dimension D of the\nsystem. We investigate this question for scalar and abelian gauge fields under\nboundary conditions that obey the symmetries of the action. We apply our\nfindings to the Casimir piston, an ideal system for detecting boundary effects.\nOur investigation is not limited to extra dimensions and we show that the\noriginal piston scenario proposed in 2004, a toy model involving a scalar field\nin 3D (2+1)dimensions, can be obtained via dimensional reduction from a more\nrealistic 4D electromagnetic (EM) system. We show that for perfect conductor\nconditions, a D-dimensional EM field reduces to a D-1 scalar field and not its\nlower-dimensional version. For Dirichlet boundary conditions, no theory is\nrecovered under dimensional reduction and the Casimir pressure goes to zero in\nany dimension. This \"zero Dirichlet\" result is useful for understanding the EM\ncase. We then identify two special systems where the lower-dimensional version\nis recovered in any dimension: systems with perfect magnetic conductor (PMC)\nand Neumann boundary conditions. We show that these two boundary conditions can\nbe obtained from a variational procedure in which the action vanishes outside\nthe bounded region. The fields are free to vary on the surface and have zero\nmodes which survive after dimensional reduction.\n","Comment: 14 pages, 2 figures"]}]
["0906.0781",{"format":[],"subject":["Physics - Geophysics","Astrophysics - Earth and Planetary Astrophysics","Physics - Atmospheric and Oceanic Physics","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0781","Phys. Rev. Lett. 102, 255003 (2009)","doi:10.1103/PhysRevLett.102.255003"],"date":["2009-06-03"],"type":["text"],"creator":["Tsuchiya, H.","Enoto, T.","Torii, T.","Nakazawa, K.","Yuasa, T.","Torii, S.","Fukuyama, T.","Yamaguchi, T.","Kato, H.","Okano, M.","Takita, M.","Makishima, K."],"language":[],"coverage":[],"title":["Observation of an energetic radiation burst from mountain-top\n  thunderclouds"],"description":["  During thunderstorms on 2008 September 20, a simultaneous detection of gamma\nrays and electrons was made at a mountain observatory in Japan located 2770 m\nabove sea level. Both emissions, lasting 90 seconds, were associated with\nthunderclouds rather than lightning. The photon spectrum, extending to 10 MeV,\ncan be interpreted as consisting of bremsstrahlung gamma rays arriving from a\nsource which is 60 - 130 m in distance at 90% confidence level. The observed\nelectrons are likely to be dominated by a primary population escaping from an\nacceleration region in the clouds.\n","Comment: 12 pages, 3 figures, accepted for publication in Physical Review\n  Letters"]}]
["0906.0782",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0782","Phys. Rev. Lett. 102, 254503 (2009)","doi:10.1103/PhysRevLett.102.254503"],"date":["2009-06-04"],"type":["text"],"creator":["Siria, A.","Drezet, A.","Marchi, F.","Comin, F.","Chevrier, J.","Huant, S."],"language":[],"coverage":[],"title":["Viscous cavity damping of a microlever in a simple fluid"],"description":["  We consider the problem of oscillation damping in air of a thermally actuated\nmicrolever as it is gradually approached towards an infinite wall in parallel\ngeometry. As the gap is decreased from 20 nm down to 400 nm, we observe the\nincreasing damping of the lever Brownian motion in the fluid laminar regime.\nThis manifests itself as a linear decrease with distance of the lever quality\nfactor accompanied by a dramatic softening of its resonance, and eventually\nleads to the freezing of the CL oscillation. We are able to quantitatively\nexplain this behavior by analytically solving the Navier-Stokes equation with\nperfect slip boundary conditions. Our findings may have implications for\nmicrofluidics and micro- nano-electromechanical applications.\n","Comment: Phys. Rev. Lett.: submitted 6 February 2009 ; Editorially approved\n  for publication 3 June 2009"]}]
["0906.2405",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2405"],"date":["2009-06-12","2009-06-24"],"type":["text"],"creator":["del Valle, Zaida Conesa","Collaboration, for the PHENIX"],"language":[],"coverage":[],"title":["Recent quarkonia results from the PHENIX experiment"],"description":["  The PHENIX collaboration efforts towards constraining and understanding\nquarkonia production mechanisms are outlined. J/psi measurements and feed-down\nsources studies in p-p collisions at 200 GeV, together with their possible\nindications on the hadro-production mechanisms, are discussed. J/psi\nphoto-production in ultra-peripheral collisions at 200 GeV is also examined.\nFinally, a glimpse of the first bottomonia results in minimum bias Au-Au\ncollisions at 200 GeV and their implications are presented.\n","Comment: Proceedings of the Rencontres de Moriond (QCD session, 2009)"]}]
["0906.2614",{"format":[],"subject":["Mathematics - History and Overview","68Q30","60A99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2614"],"date":["2009-06-15"],"type":["text"],"creator":["Bienvenu, Laurent","Shen, Alexander"],"language":[],"coverage":[],"title":["Algorithmic information theory and martingales"],"description":["  The notion of an individual random sequence goes back to von Mises. We\ndescribe the evolution of this notion, especially the use of martingales\n(suggested by Ville), and the development of algorithmic information theory in\n1960s and 1970s (Solomonov, Kolmogorov, Martin-Lof, Levin, Chaitin, Schnorr and\nothers). We conclude with some remarks about the use of the algorithmic\ninformation theory in the foundations of probability theory.\n"]}]
["0906.3044",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.3044"],"date":["2009-06-16","2009-06-24"],"type":["text"],"creator":["Shoom, Andrey A."],"language":[],"coverage":[],"title":["Charged black strings in 5D Kaluza-Klein spacetime"],"description":["  We present a short review on the electric and magnetic black strings in 5D\nspacetime with one compact dimension. Linear static perturbations of these\nobjects indicate presence of the threshold unstable mode. Analysis of the mode\nshows that the electric black string is less stable than a neutral one. The\nsituation is opposite for the magnetic black string.\n","Comment: 5 pages, 2 figures. The Lake Louise Winter Institute Proceedings.\n  Minor changes in the text"]}]
["0906.3741",{"format":[],"subject":["Computer Science - Computation and Language","Computer Science - Information Retrieval","Physics - Data Analysis, Statistics and Probability","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.3741","Proceedings of WWW, pp. 141--150, 2009"],"date":["2009-06-20"],"type":["text"],"creator":["Danescu-Niculescu-Mizil, Cristian","Kossinets, Gueorgi","Kleinberg, Jon","Lee, Lillian"],"language":[],"coverage":[],"title":["How opinions are received by online communities: A case study on\n  Amazon.com helpfulness votes"],"description":["  There are many on-line settings in which users publicly express opinions. A\nnumber of these offer mechanisms for other users to evaluate these opinions; a\ncanonical example is Amazon.com, where reviews come with annotations like \"26\nof 32 people found the following review helpful.\" Opinion evaluation appears in\nmany off-line settings as well, including market research and political\ncampaigns. Reasoning about the evaluation of an opinion is fundamentally\ndifferent from reasoning about the opinion itself: rather than asking, \"What\ndid Y think of X?\", we are asking, \"What did Z think of Y's opinion of X?\" Here\nwe develop a framework for analyzing and modeling opinion evaluation, using a\nlarge-scale collection of Amazon book reviews as a dataset. We find that the\nperceived helpfulness of a review depends not just on its content but also but\nalso in subtle ways on how the expressed evaluation relates to other\nevaluations of the same product. As part of our approach, we develop novel\nmethods that take advantage of the phenomenon of review \"plagiarism\" to control\nfor the effects of text in opinion evaluation, and we provide a simple and\nnatural mathematical model consistent with our findings. Our analysis also\nallows us to distinguish among the predictions of competing theories from\nsociology and social psychology, and to discover unexpected differences in the\ncollective opinion-evaluation behavior of user populations from different\ncountries.\n"]}]
["0906.3846",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.3846"],"date":["2009-06-21"],"type":["text"],"creator":["Wang, Yi","Schapira, Michael","Rexford, Jennifer"],"language":[],"coverage":[],"title":["Neighbor-Specific BGP: More Flexible Routing Policies While Improving\n  Global Stability"],"description":["  Please Note: This document was written to summarize and facilitate discussion\nregarding (1) the benefits of changing the way BGP selects routes to selecting\nthe most preferred route allowed by export policies, or more generally, to\nselecting BGP routes on a per-neighbor basis, (2) the safety condition that\nguarantees global routing stability under the Neighbor-Specific BGP model, and\n(3) ways of deploying this model in practice. A paper presenting the formal\nmodel and proof of the stability conditions was published at SIGMETRICS 2009\nand is available online.\n"]}]
["0906.4114",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4114"],"date":["2009-06-22"],"type":["text"],"creator":["Antonelli, L. A.","Blasi, P.","Bonanno, G.","Catalano, O.","Covino, S.","De Angelis, A.","De Lotto, B.","Ghigo, M.","Ghisellini, G.","Israel, G. L.","La Barbera, A.","Pareschi, G.","Persic, M.","Roncadelli, M.","Sacco, B.","Salvati, M.","Tavecchio, F.","Vallania, P."],"language":[],"coverage":[],"title":["The Next Generation of Cherenkov Telescopes. A White Paper for the\n  Italian National Institute for Astrophysics (INAF)"],"description":["  Motivated by the recent challenging results from TeV astronomy, the VHE INAF\ncommunity asked a group of them to write this White Paper to summarize the\nstatus and future of Cherenkov telescopes for gamma-ray astronomy and the INAF\nperspectives in this field. This document wants to review both the scientific\ntopics and potential developments of the field as well as to point out both the\ninterests and the capacities (scientific and technical) of the VHE astrophysics\ncommunity in INAF. It is aimed at identifying the scientific and technological\nareas where INAF should focus its efforts and resources so that Italian\nresearchers can achieve (or maintain) a leading position in this field.\n","Comment: 54 pages, presented to the President of INAF and to the Chiefs of\n  INAF Departments"]}]
["0906.4117",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4117"],"date":["2009-06-22"],"type":["text"],"creator":["Kisslinger, Leonard S","Pakvasa, Sandip"],"language":[],"coverage":[],"title":["Active and Sterile Neutrino Emission and SN1987A Pulsar Velocity"],"description":["  Recently estimates have been made of the velocities of pulsars produced by\nthe emission of sterile neutrinos during the first 10 seconds and by active\nneutrinos during the second 10 seconds after a supernova event reaches thermal\nequilibrium. Neutrinos produced with electrons in the lowest Landau level are\nemitted in the direction of the magnetic field, and the resulting pulsar\nvelocity depends mainly on the temperature. Using measurements of the neutrino\nenergies emitted from SN1987A, the temperature can be estimated, and from this\nwe estimate the velocity of the resulting pulsar from both active and large\nmixing-angle sterile neutrinos.\n","Comment: 2 pages"]}]
["0906.4123",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4123"],"date":["2009-06-23"],"type":["text"],"creator":["Coe, Dan"],"language":[],"coverage":[],"title":["Fisher Matrices and Confidence Ellipses: A Quick-Start Guide and\n  Software"],"description":["  Fisher matrices are used frequently in the analysis of combining cosmological\nconstraints from various data sets. They encode the Gaussian uncertainties of\nmultiple variables. They are simple to use, and I show how to get up and\nrunning with them quickly. Python software is also provided. I cover how to\nobtain confidence ellipses, add datasets, apply priors, marginalize, transform\nvariables, and even calculate your own Fisher matrices. This treatment is not\nnew, but I aim to provide a clear and concise reference guide. I also provide\nreferences and links to more sophisticated treatments and software.\n","Comment: 4 pages, 1 figure, not submitted to any journal. Comments welcome.\n  Software will be made available at http://www.its.caltech.edu/~coe/Fisher"]}]
["0906.4125",{"format":[],"subject":["Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4125"],"date":["2009-06-22"],"type":["text"],"creator":["Cherubini, Mauro","Oliver, Nuria"],"language":[],"coverage":[],"title":["A Refined Experience Sampling Method to Capture Mobile User Experience"],"description":["  This paper reviews research methods used to understand the user experience of\nmobile technology. The paper presents an improvement of the Experience Sampling\nMethod and case studies supporting its design. The paper concludes with an\nagenda of future work for improving research in this field.\n  Keywords: Research methods, topology, case study, contrasting graph,\nExperience Sampling Method\n","Comment: Cherubini, M., and Oliver, N. A refined experience sampling method to\n  capture mobile user experience. In Presented at the International Workshop of\n  Mobile User Experience Research part of CHI'2009 (Boston, MA, USA, April 4-9\n  2009), Y. Nakhimovsky, D. Eckles, and J. Riegelsberger, Eds. 12 pages, 5\n  figures"]}]
["0906.4131",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","I.4.6"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4131"],"date":["2009-06-22","2009-06-23"],"type":["text"],"creator":["Rao, Josna","Hamarneh, Ghassan","Abugharbieh, Rafeef"],"language":[],"coverage":[],"title":["Automatic Spatially-Adaptive Balancing of Energy Terms for Image\n  Segmentation"],"description":["  Image segmentation techniques are predominately based on parameter-laden\noptimization. The objective function typically involves weights for balancing\ncompeting image fidelity and segmentation regularization cost terms. Setting\nthese weights suitably has been a painstaking, empirical process. Even if such\nideal weights are found for a novel image, most current approaches fix the\nweight across the whole image domain, ignoring the spatially-varying properties\nof object shape and image appearance. We propose a novel technique that\nautonomously balances these terms in a spatially-adaptive manner through the\nincorporation of image reliability in a graph-based segmentation framework. We\nvalidate on synthetic data achieving a reduction in mean error of 47% (p-value\n<< 0.05) when compared to the best fixed parameter segmentation. We also\npresent results on medical images (including segmentations of the corpus\ncallosum and brain tissue in MRI data) and on natural images.\n","Comment: 12 pages, 7 figures"]}]
["0906.4136",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4136"],"date":["2009-06-22"],"type":["text"],"creator":["Gromadzki, M.","Mikolajewska, J.","Whitelock, P.","Marang, F."],"language":[],"coverage":[],"title":["Light-curves of symbiotic stars in massive photometric surveys I: D-type\n  systems"],"description":["  ASAS, MACHO, OGLE and SAAO JHKL light curves of 13 stars, that have at some\ntime been classified as D-type symbiotics, are analysed. Most of the near-IR\nlight-curves that have been monitored over many years show long-term changes\ndue to variable dust obscuration, in addition to the stellar pulsation. The\ndistances to these objects are derived from the period-luminosity relation and\nestimates of the mass-loss rates made from the Ko-[12] colour.\n  We reclassify AS 245 as an S-type symbiotic, with a semi-regular cool\ncomponent with a pulsation period of about one year. The periods of the large\namplitude pulsations of SS73 38 (463 days), AS 210 (423 days) and H2-38 (395\ndays) are estimated for the first time, confirming that they are symbiotic\nMiras.\n  A comparison of the symbiotic Miras with normal Miras of similar pulsation\nperiod shows that the symbiotic stars have on average higher values of Ko-[12].\nThis may indicate that they have higher mass-loss rates, or more likely that\nthe dust which is being lost by the Mira is trapped within the binary system.\n","Comment: 30 pages, 13 figures, accepted for publication in Acta Astronomica"]}]
["0906.4144",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4144"],"date":["2009-06-22"],"type":["text"],"creator":["Bartolini, C.","Greco, G.","Guarnieri, A.","Piccioni, A.","Beskin, G.","Bondar, S.","Karpov, S.","Molinari, E."],"language":[],"coverage":[],"title":["Analysis of the Prompt Optical Emission of the Naked-Eye GRB 080319B"],"description":["  We present the observed/intrinsic optical parameters and the variability\nanalysis of the Naked-Eye Burst, GRB 080319B, observed by the TORTORA\nwide-field optical monitoring system. The event is extreme not only in observed\nproperties but also intrinsically: it is the most luminous event ever recorded\nat optical wavelengths. The temporal properties suggest short-lived periodic\nactivities of the internal engine. This is the fastest optically variable\nsource detected at cosmological distances.\n","Comment: 4 pages, 1 figure, proceeding of the \"Neutron Stars and Gamma-Ray\n  Burst, Recent Developments and Future Directions\" conference, Egypt, March 30\n  - April 4, 2009"]}]
["0906.4149",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4149","EPTCS 2, 2009, pp. 83-97","doi:10.4204/EPTCS.2.7"],"date":["2009-06-22"],"type":["text"],"creator":["de Leoni, Massimiliano"],"language":[],"coverage":[],"title":["Adaptive Process Management in Highly Dynamic and Pervasive Scenarios"],"description":["  Process Management Systems (PMSs) are currently more and more used as a\nsupporting tool for cooperative processes in pervasive and highly dynamic\nsituations, such as emergency situations, pervasive healthcare or domotics/home\nautomation. But in all such situations, designed processes can be easily\ninvalidated since the execution environment may change continuously due to\nfrequent unforeseeable events. This paper aims at illustrating the theoretical\nframework and the concrete implementation of SmartPM, a PMS that features a set\nof sound and complete techniques to automatically cope with unplanned\nexceptions. PMS SmartPM is based on a general framework which adopts the\nSituation Calculus and Indigolog.\n"]}]
["0906.4162",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4162","EPTCS 1, 2009, pp. 149-152","doi:10.4204/EPTCS.1.14"],"date":["2009-06-23"],"type":["text"],"creator":["Lutz, Jack H."],"language":[],"coverage":[],"title":["A Divergence Formula for Randomness and Dimension (Short Version)"],"description":["  If $S$ is an infinite sequence over a finite alphabet $\\Sigma$ and $\\beta$ is\na probability measure on $\\Sigma$, then the {\\it dimension} of $ S$ with\nrespect to $\\beta$, written $\\dim^\\beta(S)$, is a constructive version of\nBillingsley dimension that coincides with the (constructive Hausdorff)\ndimension $\\dim(S)$ when $\\beta$ is the uniform probability measure. This paper\nshows that $\\dim^\\beta(S)$ and its dual $\\Dim^\\beta(S)$, the {\\it strong\ndimension} of $S$ with respect to $\\beta$, can be used in conjunction with\nrandomness to measure the similarity of two probability measures $\\alpha$ and\n$\\beta$ on $\\Sigma$. Specifically, we prove that the {\\it divergence formula}\n$$\\dim^\\beta(R) = \\Dim^\\beta(R) =\\CH(\\alpha) / (\\CH(\\alpha) + \\D(\\alpha ||\n\\beta))$$ holds whenever $\\alpha$ and $\\beta$ are computable, positive\nprobability measures on $\\Sigma$ and $R \\in \\Sigma^\\infty$ is random with\nrespect to $\\alpha$. In this formula, $\\CH(\\alpha)$ is the Shannon entropy of\n$\\alpha$, and $\\D(\\alpha||\\beta)$ is the Kullback-Leibler divergence between\n$\\alpha$ and $\\beta$.\n"]}]
["0906.4165",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4165","Statistical Science 2008, Vol. 23, No. 4, 548-564","doi:10.1214/08-STS255"],"date":["2009-06-23"],"type":["text"],"creator":["Ghosh, Malay","Schell, Michael J."],"language":[],"coverage":[],"title":["A Conversation with Pranab Kumar Sen"],"description":["  Pranab Kumar Sen was born on November 7, 1937 in Calcutta, India. His father\ndied when Pranab was 10 years old, so his mother raised the family of seven\nchildren. Given his superior performance on an exam, Pranab nearly went into\nmedical school, but did not because he was underage. He received a B.Sc. degree\nin 1955 and an M.Sc. degree in 1957 in statistics from Calcutta University,\ntopping the class both times. Dr. Sen's dissertation on order statistics and\nnonparametrics, under the direction of Professor Hari Kinkar Nandi, was\ncompleted in 1961. After teaching for three years at Calcutta University,\n1961--1964, Professor Sen came to Berkeley as a Visiting Assistant Professor in\n1964. In 1965, he joined the Departments of Statistics and Biostatistics at the\nUniversity of North Carolina at Chapel Hill, where he has remained. Professor\nSen's pioneering contributions have touched nearly every area of statistics. He\nis the first person who, in joint collaboration with Professor S. K.\nChatterjee, developed multivariate rank tests as well as time-sequential\nnonparametric methods. He is also the first person who carried out in-depth\nresearch in sequential nonparametrics culminating in his now famous Wiley book\nSequential Nonparametrics: Invariance Principles and Statistical Inference and\nSIAM monograph. Professor Sen has over 600 research publications. In addition,\nhe has authored or co-authored 11 books and monographs, and has edited or\nco-edited 11 more volumes. He has supervised over 80 Ph.D. students, many of\nwhom have achieved distinction both nationally and internationally. Professor\nSen is the founding co-editor of two international journals: Sequential\nAnalysis and Statistics and Decisions.\n","Comment: Published in at http://dx.doi.org/10.1214/08-STS255 the Statistical\n  Science (http://www.imstat.org/sts/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["0906.4166",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4166"],"date":["2009-06-23"],"type":["text"],"creator":["Fish, J. M.","Vink, R. L. C."],"language":[],"coverage":[],"title":["Finite-size effects at first-order isotropic-to-nematic transitions"],"description":["  We present simulation data of first-order isotropic-to-nematic transitions in\nlattice models of liquid crystals and locate the thermodynamic limit inverse\ntransition temperature $\\epsilon_\\infty$ via finite-size scaling. We observe\nthat the inverse temperature of the specific heat maximum can be consistently\nextrapolated to $\\epsilon_\\infty$ assuming the usual $\\alpha / L^d$ dependence,\nwith $L$ the system size, $d$ the lattice dimension and proportionality\nconstant $\\alpha$. We also investigate the quantity $\\epsilon_{L,k}$, the\nfinite-size inverse temperature where $k$ is the ratio of weights of the\nisotropic to nematic phase. For an optimal value $k = k_{\\rm opt}$,\n$\\epsilon_{L,k}$ versus $L$ converges to $\\epsilon_\\infty$ much faster than\n$\\alpha/L^d$, providing an economic alternative to locate the transition.\nMoreover, we find that $\\alpha \\sim \\ln k_{\\rm opt} / {\\cal L}_\\infty$, with\n${\\cal L}_\\infty$ the latent heat density. This suggests that liquid crystals\nat first-order IN transitions scale approximately as $q$-state Potts models\nwith $q \\sim k_{\\rm opt}$.\n","Comment: To appear in Physical Review B"]}]
["0906.4172",{"format":[],"subject":["Computer Science - Databases","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4172","IJCSIS June 2009 Issue, Vol. 2"],"date":["2009-06-23"],"type":["text"],"creator":["Pandey, Anjana","Pardasani, K. R."],"language":[],"coverage":[],"title":["Rough Set Model for Discovering Hybrid Association Rules"],"description":["  In this paper, the mining of hybrid association rules with rough set approach\nis investigated as the algorithm RSHAR.The RSHAR algorithm is constituted of\ntwo steps mainly. At first, to join the participant tables into a general table\nto generate the rules which is expressing the relationship between two or more\ndomains that belong to several different tables in a database. Then we apply\nthe mapping code on selected dimension, which can be added directly into the\ninformation system as one certain attribute. To find the association rules,\nfrequent itemsets are generated in second step where candidate itemsets are\ngenerated through equivalence classes and also transforming the mapping code in\nto real dimensions. The searching method for candidate itemset is similar to\napriori algorithm. The analysis of the performance of algorithm has been\ncarried out.\n","Comment: 5 pages, International Journal of Computer Science and Information\n  Security"]}]
["0906.4173",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4173","18th EACSL Annual Conference on Computer Science Logic (2009)"],"date":["2009-06-23"],"type":["text"],"creator":["Blanqui, Frédéric","Roux, Cody"],"language":[],"coverage":[],"title":["On the relation between size-based termination and semantic labelling"],"description":["  We investigate the relationship between two independently developed\ntermination techniques. On the one hand, sized-types based termination (SBT)\nuses types annotated with size expressions and Girard's reducibility\ncandidates, and applies on systems using constructor matching only. On the\nother hand, semantic labelling transforms a rewrite system by annotating each\nfunction symbol with the semantics of its arguments, and applies to any rewrite\nsystem. First, we introduce a simplified version of SBT for the simply-typed\nlambda-calculus. Then, we give new proofs of the correctness of SBT using\nsemantic labelling, both in the first and in the higher-order case. As a\nconsequence, we show that SBT can be extended to systems using matching on\ndefined symbols (e.g. associative functions).\n"]}]
["0906.4176",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4176"],"date":["2009-06-23"],"type":["text"],"creator":["Lachowicz, Pawel"],"language":[],"coverage":[],"title":["Wavelet analysis: a new significance test for signals dominated by\n  intrinsic red-noise variability"],"description":["  We develop a new statistical test for the wavelet power spectrum. We design\nit with purpose of testing signals which intrinsic variability displays in a\nFourier domain a red-noise component described by a single, broken or\ndoubly-broken power-law model. We formulate our methodology as\nstraightforwardly applicable to astronomical X-ray light curves and aimed at\njudging the significance level for detected quasi-periodic oscillations (QPOs).\nOur test is based on a comparison of wavelet coefficients derived for the\nsource signal with these obtained from the averaged wavelet decomposition of\nsimulated signal which preserves the same broad-band model of variability as\ndisplayed by X-ray source. We perform a test for statistically significant QPO\ndetection in XTE J1550--564 microquasar and active galaxy of RE J1034+396\nconfirming these results in the wavelet domain with our method. In addition, we\nargue on the usefulness of our new algorithm for general class of signals\ndisplaying 1/f^alpha-type variability.\n","Comment: 7 pages, 4 figures, submitted to IEEE Transactions on Signal\n  Processing"]}]
["0906.4177",{"format":[],"subject":["Mathematics - Number Theory","11M41","11E25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4177"],"date":["2009-06-23"],"type":["text"],"creator":["Chandee, Vorrapan"],"language":[],"coverage":[],"title":["Explicit Upper Bounds for L-functions on the critical line"],"description":["  We find an explicit upper bound for general $L$-functions on the critical\nline, assuming the Generalized Riemann Hypothesis, and give as illustrative\nexamples its application to some families of $L$-functions and Dedekind zeta\nfunctions. Further, this upper bound is used to obtain lower bounds beyond\nwhich all eligible integers are represented by Ramanujan's ternary form and\nKaplansky's ternary forms. This improves on previous work of Ono and\nSoundararajan on Ramanujan's form and Reinke on Kaplansky's form with a\nsubstantially easier proof.\n"]}]
["0906.4178",{"format":[],"subject":["Mathematics - Analysis of PDEs","37L15","35B37","74F10","93D20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4178"],"date":["2009-06-23"],"type":["text"],"creator":["Fathallah, Ines Kamoun"],"language":[],"coverage":[],"title":["Logarithmic decay of the energy for an hyperbolic-parabolic coupled\n  system"],"description":["  This paper is devoted to the study of a coupled system consisting in a wave\nand heat equations coupled through transmission condition along a steady\ninterface. This system is a linearized model for fluid-structure interaction\nintroduced by Rauch, Zhang and Zuazua for a simple transmission condition and\nby Zhang and Zuazua for a natural transmission condition. Using an abstract\nTheorem of Burq and a new Carleman estimate shown near the interface, we\ncomplete the results obtained by Zhang and Zuazua and by Duyckaerts. We show,\nwithout any geometric restriction, a logarithmic decay result.\n"]}]
["0906.4182",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4182"],"date":["2009-06-23"],"type":["text"],"creator":["Hagino, H. Sagawa K."],"language":[],"coverage":[],"title":["Two neutron correlations in exotic nuclei"],"description":["  We study the correlations between two neutrons in borromian nuclei $^{11}$Li\nand $^6$He by using a three-body model with a density-dependent contact\ntwo-body interaction. It is shown that the two neutrons show a compact bound\nfeature at the nuclear surface due to the mixing of single particle states of\ndifferent parity. We study the Coulomb breakup cross sections of $^{11}$Li and\n$^6$He using the same three-body model. We show that the concentration of the\nB(E1) strength near the threshold can be well reproduced with this model as a\ntypical nature of the halo nuclei. The energy distributions of two emitted\nneutrons from dipole excitations are also studied using the correlated wave\nfunctions of dipole excitations.\n","Comment: 4 pages 4 figures, Proceedings of the conference \"Nuclear Structure\n  and Dynamics\", Dubrovnik, May 2009"]}]
["0906.4184",{"format":[],"subject":["Mathematics - Algebraic Geometry","14B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4184"],"date":["2009-06-23"],"type":["text"],"creator":["Lemahieu, Ann"],"language":[],"coverage":[],"title":["Poincare series of embedded filtrations"],"description":["  In this article we define a Poincare series on a subspace of a complex\nanalytic germ, induced by a multi-index filtration on the ambient space. We\ncompute this Poincare series for subspaces defined by principal ideals. For\nplane curve singularities and nondegenerate singularities this Poincare series\nyields topological and geometric information. We compare this Poincare series\nwith the one introduced in [E,G-Z]. In few cases they are equal and we show\nthat the Poincare series we consider in this paper in general yields more\ninformation.\n"]}]
["0906.4185",{"format":[],"subject":["Mathematics - Algebraic Geometry","11G15","14K22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4185"],"date":["2009-06-23"],"type":["text"],"creator":["Carocca, Angel","Lange, Herbert","Rodriguez, Rubi E."],"language":[],"coverage":[],"title":["Jacobians with complex multiplication"],"description":["  We construct and study two series of curves whose Jacobians admit complex\nmultiplication. The curves arise as quotients of Galois coverings of the\nprojective line with Galois group metacyclic groups $G_{q,3}$ of order $3q$\nwith $q \\equiv 1 \\mod 3$ an odd prime, and $G_m$ of order $2^{m+1}$. The\ncomplex multiplications arise as quotients of double coset algebras of the\nGalois groups of these coverings. We work out the CM-types and show that the\nJacobians are simple abelian varieties.\n"]}]
["0906.4186",{"format":[],"subject":["Physics - Fluid Dynamics","Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4186"],"date":["2009-06-23"],"type":["text"],"creator":["Tailleux, Remi","Rouleau, Lucie"],"language":[],"coverage":[],"title":["The effect of mechanical stirring on buoyancy-driven circulations"],"description":["  The theoretical analysis of the energetics of mechanically-stirred horizontal\nconvection for a Boussinesq fluid yields the formula:\n  G(APE) = \\gamma_{mixing} G(KE) + (1+\\gamma_{mixing})\n  W_{r,laminar} where G(APE) and G(KE) are the work rate done by the buoyancy\nand mechanical forcing respectively, \\gamma_{mixing} is the mixing efficiency,\nand W_{r,laminar} is the background rate of increase in gravitational potential\nenergy due to molecular diffusion. The formula shows that mechanical stirring\ncan easily induce a very strong buoyancy-driven overturning cell (meaning a\nlarge G(APE)) even for a relatively low mixing efficiency, whereas this is only\npossible in absence of mechanical stirring if \\gamma_{mixing} >> 1. Moreover,\nthe buoyancy-driven overturning becomes mechanically controlled when\n$\\gamma_{mixing} G(KE) >> (1+\\gamma_{mixing}) W_{r,laminar}$. This result\nexplains why the buoyancy-driven overturning cell in the laboratory experiments\nby \\cite{Whitehead2008} is amplified by the lateral motions of a stirring rod.\nThe formula implies that the thermodynamic efficiency of the ocean heat engine,\nfar from being negligibly small as is commonly claimed, might in fact be as\nlarge as can be thanks to the stirring done by the wind and tides. These ideas\nare further illustrated by means of idealised numerical experiments. A\nnon-Boussinesq extension of the above formula is also given.\n","Comment: 9 pages - 3 figures - Submitted to Sandstrom's special issue of\n  Tellus, following the Sandstrom meeting held in Stockholm on November 4, 2009"]}]
["0906.4188",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4188"],"date":["2009-06-23","2009-06-24"],"type":["text"],"creator":["Prior, J.","Somoza, A. M.","Ortuno, M."],"language":[],"coverage":[],"title":["Conductance distribution in two-dimensional localized systems"],"description":["  We have obtained the universal conductance distribution of two-dimensional\ndisordered systems in the strongly localized limit. This distribution is\ndirectly related to the Tracy-Widom distribution, which has recently appeared\nin many different problems. We first map a forward scattering paths model into\na problem of directed random polymers previously solved. We show numerically\nthat the same distribution also applies to other forward scattering paths\nmodels and to the Anderson model. We show that most of the electric current\nfollows a preferential percolation-type path. The particular form of the\ndistribution depends on the type of leads used to measure the conductance. The\napplication of a moderate magnetic field changes the average conductance and\nthe size of uctuations, but not the distribution when properly scaled. Although\nthe presence of magnetic field changes the universality class, we show that the\nconductance distribution in the strongly localized limit is the same for both\nclasses.\n","Comment: 9 pages, 8 figures. to be published in EPJ B"]}]
["0906.4193",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4193"],"date":["2009-06-23"],"type":["text"],"creator":["Kelic, Aleksandra","Ricciardi, M. Valentina","Schmidt, Karl-Heinz"],"language":[],"coverage":[],"title":["ABLA07 - towards a complete description of the decay channels of a\n  nuclear system from spontaneous fission to multifragmentation"],"description":["  The physics and the technical algorithms of the statistical de-excitation\ncode ABLA07 are documented. The new developments of ABLA07 have been guided by\nthe empirical knowledge obtained in a recent experimental campaign on the\nnuclide distributions measured at GSI, Darmstadt. Besides distinct signatures\nof very asymmetric binary splits, lighter systems show clear features of\nmultifragmentation, while heavy systems reveal the influence of dynamics and\nmicroscopic structure on the fission process. ABLA07 includes elaborate but\nefficient descriptions of all these processes, with one set of the model\nparameters fixed for all systems and all energies.\n","Comment: 37 pages, 13 figures, contribution to the Joint ICTP-IAEA Advanced\n  Workshop on Model Codes for Spallation Reactions, ICTP Trieste, Italy, 4-8\n  February 2008"]}]
["0906.4196",{"format":[],"subject":["Mathematics - Functional Analysis","46B42, 47B65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4196"],"date":["2009-06-23"],"type":["text"],"creator":["Chen, Jin Xi","Chen, Zi Li","Wong, Ngai-Ching"],"language":[],"coverage":[],"title":["A Banach-Stone theorem for Riesz isomorphisms of Banach lattices"],"description":["  Let $X$ and $Y$ be compact Hausdorff spaces, and $E$, $F$ be Banach lattices.\nLet $C(X,E)$ denote the Banach lattice of all continuous $E$-valued functions\non $X$ equipped with the pointwise ordering and the sup norm. We prove that if\nthere exists a Riesz isomorphism $\\mathnormal{\\Phi}: C(X,E)\\to C(Y,F)$ such\nthat $\\mathnormal{\\Phi}f$ is non-vanishing on $Y$ if and only if $f$ is\nnon-vanishing on $X$, then $X$ is homeomorphic to $Y$, and $E$ is Riesz\nisomorphic to $F$. In this case, $\\mathnormal{\\Phi}$ can be written as a\nweighted composition operator: $\\mathnormal{\\Phi}\nf(y)=\\mathnormal{\\Pi}(y)(f(\\varphi(y)))$, where $\\varphi$ is a homeomorphism\nfrom $Y$ onto $X$, and $\\mathnormal{\\Pi}(y)$ is a Riesz isomorphism from $E$\nonto $F$ for every $y$ in $Y$. This generalizes some known results obtained\nrecently.\n"]}]
["0906.4200",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4200"],"date":["2009-06-23"],"type":["text"],"creator":["Saxon, D. H."],"language":[],"coverage":[],"title":["Inclusive K0sK0s resonance production in ep Collisions"],"description":["  Resonant structure in the inclusive K0sK0s mass spectrum is interpreted via\ninterference between three tensor mesons plus the production of a glueball\ncandidate state\n","Comment: 5 pages, 5 figures, DIS2009 conference"]}]
["0906.4201",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4201"],"date":["2009-06-23"],"type":["text"],"creator":["Ignatovich, V. K.","Radu, F."],"language":[],"coverage":[],"title":["Reflection of neutrons from fan-like magnetic systems"],"description":["  An analytical solution is found for neutron reflection coefficients from\nmagnetic mirrors with fan-like magnetization. The main feature of the\nreflection curves related to this type of magnetization is pointed out. The\nresults of calculations for some parameters of the system are presented. Time\nparity and detailed balance violation in the model are discussed.\n","Comment: 17 pages, 5 figures"]}]
["0906.4202",{"format":[],"subject":["Mathematics - Probability","60F05 (Primary) 05C80 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4202","Annals of Applied Probability 2009, Vol. 19, No. 2, 661-675","doi:10.1214/08-AAP557"],"date":["2009-06-23"],"type":["text"],"creator":["Seierstad, Taral Guldahl"],"language":[],"coverage":[],"title":["A central limit theorem via differential equations"],"description":["  In a paper from 1995, Wormald gave general criteria for certain parameters in\na family of discrete random processes to converge to the solution of a system\nof differential equations. Based on this method, we show that if some further\nconditions are satisfied, the parameters converge to a multivariate normal\ndistribution.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AAP557 the Annals of\n  Applied Probability (http://www.imstat.org/aap/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0906.4203",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4203"],"date":["2009-06-23"],"type":["text"],"creator":["Aqua, Jean-Noel","Frisch, Thomas","Verga, Alberto"],"language":[],"coverage":[],"title":["Dynamics and ordering of the nucleationless island formation in\n  heteroepitaxy"],"description":["  We study the morphological evolution of strained islands in growing crystal\nfilms by use of a continuum description including wetting, elasticity and\ndeposition flux. Wetting breaks translational invariance, allowing the flux to\ntune different nonlinear regimes. Increasing the flux, we find first an\nannealing-like dynamics, then a slower but non-conventional ripening followed\nby a steady regime, while the island density continuously increases. The\nislands develop spatial correlations and ordering with a narrow two-peaked\ndistance distribution and ridge-like clusters of islands for high flux.\n","Comment: 4 pages, 5 figures"]}]
["0906.4204",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4204"],"date":["2009-06-23"],"type":["text"],"creator":["Miyake, A.","Aoki, D.","Knebel, G.","Taufour, V.","Flouquet, J."],"language":[],"coverage":[],"title":["Mass Enhancement and Reentrant Ground State in Magnetic Field"],"description":["  Three different cases of magnetic field reentrant ground states in heavy\nfermion systems, URhGe, UGe$_2$ and CeRhIn$_5$ recently studied in Grenoble,\nare discussed. URhGe is a ferromagnetic superconductor with reentrace of\nsuperconductivity under magnetic field ($H$) which is associated to the spin\nreorientation field. UGe$_2$ is a ferromagnetic superconductor with an\nenhancement of the upper critical field $H_{c2}$ of superconductivity at its\nmetamagnetic transition between 2 ferromagnetic phases. CeRhIn$_5$ is a\nsuperconductor with $H$ reentrant antiferromagnetism. We analyze the links\nbetween the $H$ enhancement of the different contributions to the effective\nmass and the field reentrant phase.\n","Comment: 4 pages, submitted to ICM 2009"]}]
["0906.4208",{"format":[],"subject":["Mathematics - Algebraic Geometry","14M12","14H60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4208"],"date":["2009-06-23"],"type":["text"],"creator":["Hitchin, Nigel"],"language":[],"coverage":[],"title":["Vector bundles and the icosahedron"],"description":["  A plane curve C defined by a homogeneous polynomial satisfying Laplace's\nequation appears canonically as the vanishing of the Pfaffian of a\nskew-symmetric matrix of linear forms. As a consequence there is a natural\nsemi-stable rank two vector bundle defined on C. We consider the case of degree\n3, and apply Atiyah's classification of bundles to determine various invariant\nstrata in the space of harmonic cubics. We encounter the Mukai-Umemura\nthreefold and link up with the classical geometry of the Clebsch diagonal cubic\nsurface, certain distinguished rational curves on it, and the action of the\nicosahedral group.\n","Comment: 23 pages. Dedicated to S. Ramanan on the occasion of his 70th\n  birthday"]}]
["0906.4212",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4212"],"date":["2009-06-23"],"type":["text"],"creator":["Brosch, Noah"],"language":[],"coverage":[],"title":["Quest for truly isolated galaxies"],"description":["  I describe attempts to identify and understand the most isolated galaxies\nstarting from my 1983 Leiden PhD thesis, continuing through a string of\ngraduate theses on various aspects of this topic, and concluding with an\nup-to-date account of the difficulty to find really isolated objects. The\nimplication of some of the findings revealed on the way and presented here is\nthat the nearby Universe may contain many small dark-matter haloes, and that\nsome such haloes may possibly be accreting intergalactic gas to form dwarf\ngalaxies.\n","Comment: Contribution for the \"Galaxies in Isolation\" conference"]}]
["0906.4216",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4216"],"date":["2009-06-23"],"type":["text"],"creator":["Kuchibhotla, Venkata Rao","Kasturi, Viswanath"],"language":[],"coverage":[],"title":["On the Definition of Non-deterministic Mechanisms"],"description":["  We present here three different approaches to the problem of modeling\nmathematically the concept of a non-deterministic mechanism. Each of these\nthree approaches leads to a mathematical definition. We then show that all the\nthree mathematical concepts are equivalent to one another. This insight gives\nus the option of approaching the wp-formalism of Dijkstra from a different\nviewpoint that is easier to understand and to teach.\n","Comment: 16 pages"]}]
["0906.4217",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Performance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4217"],"date":["2009-06-23"],"type":["text"],"creator":["Szczypiorski, Krzysztof"],"language":[],"coverage":[],"title":["A Performance Analysis of HICCUPS - a Steganographic System for WLAN"],"description":["  The paper presents an analysis of performance features of the HICCUPS (HIdden\nCommunication system for CorrUPted networkS) including the efficiency and the\ncost of the system in WLANs (Wireless Local Area Networks). The analysis relies\non the original CSMA/CA (Carrier Sense Multiple Access with Collision\nAvoidance) 802.11 Markov chain-based model.\n","Comment: 5 pages, 5 figures, 3 tables. Submitted to the First International\n  Workshop on Network Steganography - IWNS 2009, November 18-20, 2009, Wuhan\n  (China)"]}]
["0906.4227",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4227"],"date":["2009-06-23"],"type":["text"],"creator":["Samanta, Sudeshna","Kamalakar, M. Venkata","Raychaudhuri, A. K."],"language":[],"coverage":[],"title":["Resistance fluctuations and 1/f noise in single crystalline Ni nanowires"],"description":["  We measured the low frequency (10mHz < f < 10Hz) resistance fluctuations\n(Noise) in single crystalline ferromagnetic Ni nanowires (diameter ~35nm) in\nthe temperature range 80K-300K. The noise spectral power shows 1/f dependence.\nThe nanowires in an applied magnetic field show negative magetoresistance that\nsaturates for H <= HC. The noise spectral power shows a reduction in low\napplied field and becomes field independent for H >= HC. This indicates that a\npart of the observed 1/f noise arises from magnetic origin. The magnetic part\nis associated with thermally activated domain wall fluctuations that couples to\nthe resistance fluctuations.\n"]}]
["0906.4232",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4232","XLIVth Rencontres de Moriond, Electroweak Interactions and Unified\n  Theories Session, La Thuile : Italie (2009)"],"date":["2009-06-23"],"type":["text"],"creator":["Gascon, J."],"language":[],"coverage":[],"title":["Direct Dark Matter Searches and the EDELWEISS-II Experiment"],"description":["  Direct searches for Dark Matter are experiment dedicated to the observation\nof the energetic recoiling ions produced by the scattering of WIMP particles\nfrom our galactic halo on terrestrial targets. The status and prospects of some\ncurrently running experiments are presented, together with new preliminary\nresults of the experiments EDELWEISS-II.\n","Comment: Talk presented at XLIVth Rencontres de Moriond, Electroweak\n  Interactions and Unified Theories Session, La Thuile, Italy, March 2009, to\n  appear in the proceedings"]}]
["0906.4233",{"format":[],"subject":["Mathematics - Analysis of PDEs","35K55, 35K65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4233"],"date":["2009-06-23"],"type":["text"],"creator":["Budd, C. R.","Galaktionov, V. A."],"language":[],"coverage":[],"title":["Self-similar blow-up in parabolic equations of Monge--Amp\\`ere type"],"description":["  We propose nonlinear parabolic equations of Monge--Amp\\'ere (M--A) type that\nadmit regional, single poin, and global blow-up of similarity type. A similar\nmodel is derived for a fourth-order M--A flow.\n","Comment: 43 pages, 23 figures"]}]
["0906.4238",{"format":[],"subject":["Mathematics - Probability","60D05 (Primary) 60G55, 52A22, 60C05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4238","Annals of Applied Probability 2009, Vol. 19, No. 2, 719-736","doi:10.1214/08-AAP561"],"date":["2009-06-23"],"type":["text"],"creator":["Heveling, Matthias","Reitzner, Matthias"],"language":[],"coverage":[],"title":["Poisson--Voronoi approximation"],"description":["  Let $X$ be a Poisson point process and $K\\subset\\mathbb{R}^d$ a measurable\nset. Construct the Voronoi cells of all points $x\\in X$ with respect to $X$,\nand denote by $v_X(K)$ the union of all Voronoi cells with nucleus in $K$. For\n$K$ a compact convex set the expectation of the volume difference\n$V(v_X(K))-V(K)$ and the symmetric difference $V(v_X(K)\\triangle K)$ is\ncomputed. Precise estimates for the variance of both quantities are obtained\nwhich follow from a new jackknife inequality for the variance of functionals of\na Poisson point process. Concentration inequalities for both quantities are\nproved using Azuma's inequality.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AAP561 the Annals of\n  Applied Probability (http://www.imstat.org/aap/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0906.4242",{"format":[],"subject":["Mathematics - Probability","60J10 (Primary) 60J22, 33C50 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4242","Annals of Applied Probability 2009, Vol. 19, No. 2, 737-777","doi:10.1214/08-AAP562"],"date":["2009-06-23"],"type":["text"],"creator":["Khare, Kshitij","Zhou, Hua"],"language":[],"coverage":[],"title":["Rates of convergence of some multivariate Markov chains with polynomial\n  eigenfunctions"],"description":["  We provide a sharp nonasymptotic analysis of the rates of convergence for\nsome standard multivariate Markov chains using spectral techniques. All chains\nunder consideration have multivariate orthogonal polynomial as eigenfunctions.\nOur examples include the Moran model in population genetics and its variants in\ncommunity ecology, the Dirichlet-multinomial Gibbs sampler, a class of\ngeneralized Bernoulli--Laplace processes, a generalized Ehrenfest urn model and\nthe multivariate normal autoregressive process.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AAP562 the Annals of\n  Applied Probability (http://www.imstat.org/aap/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0906.4245",{"format":[],"subject":["Mathematics - Geometric Topology","57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4245"],"date":["2009-06-23"],"type":["text"],"creator":["Denis, Afanasiev"],"language":[],"coverage":[],"title":["On a Generalization of Alexander Polynomial for Long Virtual Knots"],"description":["  We construct new invariant polynomial for long virtual knots. It is a\ngeneralization of Alexander polynomial. We designate it by $\\zeta$ meaning an\nanalogy with $\\zeta$-polynomial for virtual links. A degree of\n$\\zeta$-polynomial estimates a virtual crossing number. We describe some\napplication of $\\zeta$-polynomial for the study of minimal long virtual\ndiagrams with respect number of virtual crossings.\n","Comment: 5 pages, 1 figure"]}]
["0906.4246",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4246"],"date":["2009-06-23"],"type":["text"],"creator":["Verbiest, Joris P. W."],"language":[],"coverage":[],"title":["Long-Term Timing of Millisecond Pulsars and Gravitational Wave Detection"],"description":["  (Abridged) This thesis presents long-term timing results on 20 millisecond\npulsars (MSPs). It has been predicted that such timing may detect gravitational\nwaves (GWs) - a major (but untested) prediction of general relativity. Our\nresults demonstrate that most of the investigated MSPs have sufficient\nstability to enable such detection experiments. Furthermore, the timing data of\nthe brightest few sources shows that timing at sub-100 ns precision may be\nachievable and that, therefore, GW detection within the next decade is likely.\nFinally, we use our data to place a strong limit on the strength of a predicted\nbackground of GWs.\n","Comment: Ph. D. Thesis; Swinburne University of Technology; 148 pages, 26\n  figures"]}]
["0906.4249",{"format":[],"subject":["Mathematics - Probability","47D08, 60C05, 60K35, 65C35 (Primary), 31B10, 60J80, 65C05, 92D25\n  (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4249","Annals of Applied Probability 2009, Vol. 19, No. 2, 778-825","doi:10.1214/08-AAP565"],"date":["2009-06-23"],"type":["text"],"creator":["Del Moral, Pierre","Patras, Frédéric","Rubenthaler, Sylvain"],"language":[],"coverage":[],"title":["Tree based functional expansions for Feynman--Kac particle models"],"description":["  We design exact polynomial expansions of a class of Feynman--Kac particle\ndistributions. These expansions are finite and are parametrized by coalescent\ntrees and other related combinatorial quantities. The accuracy of the\nexpansions at any order is related naturally to the number of coalescences of\nthe trees. Our results include an extension of the Wick product formula to\ninteracting particle systems. They also provide refined nonasymptotic\npropagation of chaos-type properties, as well as sharp $\\mathbb{L}_p$-mean\nerror bounds, and laws of large numbers for $U$-statistics.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AAP565 the Annals of\n  Applied Probability (http://www.imstat.org/aap/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0906.4253",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Group Theory","05A19, 20B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4253"],"date":["2009-06-23"],"type":["text"],"creator":["Gordon, Gary","McMahon, Elizabeth"],"language":[],"coverage":[],"title":["Moving faces to other places: Facet derangements"],"description":["  Derangements are a popular topic in combinatorics classes. We study a\ngeneralization to face derangements of the n-dimensional hypercube. These\nderangements can be classified as odd or even, depending on whether the\nunderlying isometry is direct or indirect, providing a link to abstract\nalgebra. We emphasize the interplay between the geometry, algebra and\ncombinatorics of these sequences, with lots of pretty pictures.\n","Comment: 17 pages, 12 figures"]}]
["0906.4254",{"format":[],"subject":["Mathematics - Probability","60F10, 60K37 (Primary) 60K35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4254","Annals of Applied Probability 2009, Vol. 19, No. 2, 826-862","doi:10.1214/08-AAP535"],"date":["2009-06-23"],"type":["text"],"creator":["Cranston, M.","Gauthier, D.","Mountford, T. S."],"language":[],"coverage":[],"title":["On large deviation regimes for random media models"],"description":["  The focus of this article is on the different behavior of large deviations of\nrandom subadditive functionals above the mean versus large deviations below the\nmean in two random media models. We consider the point-to-point first passage\npercolation time $a_n$ on $\\mathbb{Z}^d$ and a last passage percolation time\n$Z_n$. For these functionals, we have $\\lim_{n\\to\\infty}\\frac{a_n}{n}=\\nu$ and\n$\\lim_{n\\to\\infty}\\frac{Z_n}{n}=\\mu$. Typically, the large deviations for such\nfunctionals exhibits a strong asymmetry, large deviations above the limiting\nvalue are radically different from large deviations below this quantity. We\ndevelop robust techniques to quantify and explain the differences.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AAP535 the Annals of\n  Applied Probability (http://www.imstat.org/aap/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0906.4255",{"format":[],"subject":["Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4255"],"date":["2009-06-23"],"type":["text"],"creator":["Tsirelson, Boris"],"language":[],"coverage":[],"title":["Subproduct systems of Hilbert spaces: dimension two"],"description":["  A subproduct system of two-dimensional Hilbert spaces can generate an Arveson\nsystem of type I1 only. All possible cases are classified up to isomorphism.\nThis work is triggered by a question of Bhat: can a subproduct system of\nn-dimensional Hilbert spaces generate an Arveson system of type II or III? The\nquestion is still open for n=3,4,...\n","Comment: 16 pages"]}]
["0906.4259",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4259","Phys. Rev. A 79, 063622 (2009)","doi:10.1103/PhysRevA.79.063622"],"date":["2009-06-23"],"type":["text"],"creator":["Abad, M.","Guilleumas, M.","Mayol, R.","Pi, M.","Jezek, D. M."],"language":[],"coverage":[],"title":["Vortices in dipolar condensates with dominant dipolar interactions"],"description":["  We present full three-dimensional numerical calculations of single vortex\nstates in rotating dipolar condensates. We consider a Bose-Einstein condensate\nof 52Cr atoms with dipole-dipole and s-wave contact interactions confined in an\naxially symmetric harmonic trap. We obtain the vortex states by numerically\nsolving the Gross-Pitaevskii equation in the rotating frame with no further\napproximations. We investigate the properties of a single vortex and calculate\nthe critical angular velocity for different values of the s-wave scattering\nlength. We show that, whereas the standard variational approach breaks down in\nthe limit of pure dipolar interactions, exact solutions of the Gross-Pitaevskii\nequation can be obtained for values of the s-wave scattering length down to\nzero. The energy barrier for the nucleation of a vortex is calculated as a\nfunction of the vortex displacement from the rotation axis for different values\nof the angular velocity of the rotating trap.\n","Comment: 10 pages with 9 figures"]}]
["0906.4265",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4265"],"date":["2009-06-23"],"type":["text"],"creator":["Kirik, Ekaterina","Yurgel'yan, Tat'yana","Krouglov, Dmitriy"],"language":[],"coverage":[],"title":["The shortest time and/or the shortest path strategies in a CA FF\n  pedestrian dynamics model"],"description":["  This paper deals with a mathematical model of a pedestrian movement. A\nstochastic cellular automata (CA) approach is used here. The Floor Field (FF)\nmodel is a basis model. FF models imply that virtual people follow the shortest\npath strategy. But people are followed by a strategy of the shortest time as\nwell. This paper is focused on how to mathematically formalize and implement to\na model these features of the pedestrian movement. Some results of a simulation\nare presented.\n","Comment: 4 figures, 4 pages; the paper was submitted to the Crowds and\n  pedestrian behavior workshop (CROWD) for 2009 IEEE/WIC/ACM International\n  Conference on Web Intelligence and Intelligent Agent Technology, University\n  of Milano Bicocca, Milan"]}]
["0906.4266",{"format":[],"subject":["Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4266"],"date":["2009-06-23"],"type":["text"],"creator":["Murugesan, Y. K.","Rey, A. D."],"language":[],"coverage":[],"title":["Mechanical Model for Fiber-laden Membranes"],"description":["  An integrated mechanical model for fiber-laden membranes is presented and\nrepresentative predictions of relevance to cellulose ordering and orientation\nin the plant cell wall are presented. The model describes nematic liquid\ncrystalline self-assembly of rigid fibers on an arbitrarily curved fluid\nmembrane. The mechanics of the fluid membrane is described by the Helfrich\nbending-torsion model, the fiber self-assembly is described by the 2D Landau-de\nGennes quadrupolar Q-tensor order parameter model, and the fiber-membrane\ninteractions (inspired by an extension of the 2D Maier-Saupe model to curved\nsurfaces) include competing curvo-philic (curvature-seeking) and curvo-phobic\n(curvature-avoiding) effects. Analysis of the free energy reveals three fiber\norientation regimes: (a) along the major curvature, (b) along the minor\ncurvature, (c) away from the principal curvatures, according to the competing\ncurvo-philic and curvo-phobic interactions. The derived shape equation (normal\nstress balance) now includes curvature-nematic ordering contributions, with\nboth bending and torsion renormalizations. Integration of the shape and nematic\norder equations gives a complete model whose solution describes the coupled\nmembrane shape/fiber order state. Applications to cylindrical membranes,\nrelevant to the plant cell wall, shows how growth decreases the fiber order\nparameter and moves the fiber's director from the axial direction towards the\nazimuthal orientation, eventually leading to a state of stress predicted by\npure membranes. The ubiquitous 54.7o cellulose fibril orientation in a\ncylindrical plant cell wall is shown to be predicted by the preset model when\nthe ratio of curvo-phobic and curvo-philic interactions is in the range of the\ncylinder radius.\n","Comment: 35 pages, 4 figures, Submitted to 'Continuum Mechanics and\n  Thermodynamics'"]}]
["0906.4271",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4271"],"date":["2009-06-23"],"type":["text"],"creator":["Dress, Andreas","Steel, Mike"],"language":[],"coverage":[],"title":["A Hall-type theorem for triplet set systems based on medians in trees"],"description":["  Given a collection $\\C$ of subsets of a finite set $X$, let $\\bigcup \\C =\n\\cup_{S \\in \\C}S$. Philip Hall's celebrated theorem \\cite{hall} concerning\n`systems of distinct representatives' tells us that for any collection $\\C$ of\nsubsets of $X$ there exists an injective (i.e. one-to-one) function $f: \\C \\to\nX$ with $f(S) \\in S$ for all $S \\in \\C$ if and and only if $\\C$ satisfies the\nproperty that for all non-empty subsets $\\C'$ of $\\C$ we have $|\\bigcup \\C'|\n\\geq |\\C'|$. Here we show that if the condition\n  $|\\bigcup \\C'| \\geq |\\C'|$ is replaced by the stronger condition $|\\bigcup\n\\C'| \\geq |\\C'|+2$, then we obtain a characterization of this condition for a\ncollection of 3-element subsets of $X$ in terms of the existence of an\ninjective function from $\\C$ to the vertices of a tree whose vertex set\nincludes $X$ and that satisfies a certain median condition. We then describe an\nextension of this result to collections of arbitrary-cardinality subsets of\n$X$.\n","Comment: 6 pages, no figures"]}]
["0906.4273",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4273"],"date":["2009-06-23"],"type":["text"],"creator":["Bugaev, K. A."],"language":[],"coverage":[],"title":["Quark Gluon Plasma Bags as Reggeons"],"description":["  Within an exactly solvable model I discuss the influence of the medium\ndependent finite width of quark gluon plasma (QGP) bags on their equation of\nstate. It is shown that the large width of the QGP bags not only explains the\nobserved deficit in the number of hadronic resonances, but also clarifies the\nreason why the heavy QGP bags cannot be directly observed as metastable states\nin a hadronic phase. I show how the model allows one to estimate the minimal\nvalue of the width of QGP bags being heavier than 2.5 GeV from a variety of the\nlattice QCD data and to get the minimal resonance width at zero temperature of\nabout 600 MeV. The Regge trajectories of large and heavy QGP bags are\nestablished both in a vacuum and in a strongly interacting medium. It is shown\nthat at high temperatures the average mass and width of the QGP bags behave in\naccordance with the upper bound of the Regge trajectory asymptotics (the linear\nasymptotics), whereas at low temperatures (below a half of the Hagedorn\ntemperature T_H [1] they obey the lower bound of the Regge trajectory\nasymptotics (the square root one). Thus, for temperatures below T_H/2 the spin\nof the QGP bags is restricted from above, whereas for temperatures above T_H/2\nthese bags demonstrate the typical Regge behavior consistent with the string\nmodels.\n","Comment: Invited talk given at International School-Seminar on New Physics and\n  Quantum Chromodynamics of External Conditions (NPQCD 2009), Dnipropetrovsk,\n  Ukraine, 3-6 May 2009"]}]
["0906.4277",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4277"],"date":["2009-06-23"],"type":["text"],"creator":["Banfi, Andrea","Dasgupta, Mrinal","Delgado, Rosa Maria Duran"],"language":[],"coverage":[],"title":["The Z boson a_T distribution at hadron colliders"],"description":["  We provide a theoretical study of a novel variable introduced in\n  Ref. \\cite{WV} to study the transverse momentum of the Z boson at hadron\ncolliders. The variable we consider has experimental advantages over the\nstandard $p_T$ distribution enabling more accurate measurement at low $p_T$. We\nprovide an all orders perturbative estimate for this variable at the\nnext-to--leading logarithmic accuracy and compare the results to those for the\nstandard $p_T$ distribution. We test our resummation, at the two-loop level, by\ncomparing its expansion to fixed-order perturbative estimates and find\nagreement with our expectations.\n","Comment: Submitted to the proceedings of DIS 2009"]}]
["0906.4291",{"format":[],"subject":["Computer Science - Computational Complexity","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4291"],"date":["2009-06-23"],"type":["text"],"creator":["Sherstov, Alexander A."],"language":[],"coverage":[],"title":["The Pattern Matrix Method (Journal Version)"],"description":["  We develop a novel and powerful technique for communication lower bounds, the\npattern matrix method. Specifically, fix an arbitrary function f:{0,1}^n->{0,1}\nand let A_f be the matrix whose columns are each an application of f to some\nsubset of the variables x_1,x_2,...,x_{4n}. We prove that A_f has bounded-error\ncommunication complexity Omega(d), where d is the approximate degree of f. This\nresult remains valid in the quantum model, regardless of prior entanglement. In\nparticular, it gives a new and simple proof of Razborov's breakthrough quantum\nlower bounds for disjointness and other symmetric predicates. We further\ncharacterize the discrepancy, approximate rank, and approximate trace norm of\nA_f in terms of well-studied analytic properties of f, broadly generalizing\nseveral recent results on small-bias communication and agnostic learning. The\nmethod of this paper has recently enabled important progress in multiparty\ncommunication complexity.\n","Comment: Revised and expanded version of the STOC'08 article. To appear in\n  SIAM J. Comput., 2009"]}]
["0906.4302",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4302","EPTCS 2, 2009, pp. 3-14","doi:10.4204/EPTCS.2.1"],"date":["2009-06-23"],"type":["text"],"creator":["Mihoob, Ahmed","Molina-Jimenez, Carlos"],"language":[],"coverage":[],"title":["A Peer to Peer Protocol for Online Dispute Resolution over Storage\n  Consumption"],"description":["  In bilateral accounting of resource consumption both the consumer and\nprovider independently measure the amount of resources consumed by the\nconsumer. The problem here is that potential disparities between the provider's\nand consumer's accountings, might lead to conflicts between the two parties\nthat need to be resolved. We argue that with the proper mechanisms available,\nmost of these conflicts can be solved online, as opposite to in court\nresolution; the design of such mechanisms is still a research topic; to help\ncover the gap, in this paper we propose a peer--to--peer protocol for online\ndispute resolution over storage consumption. The protocol is peer--to--peer and\ntakes into consideration the possible causes (e.g, transmission delays,\nunsynchronized metric collectors, etc.) of the disparity between the provider's\nand consumer's accountings to make, if possible, the two results converge.\n","Comment: 12 pages, 7 figures"]}]
["0906.4306",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4306"],"date":["2009-06-23"],"type":["text"],"creator":["Caceres, Gabriel"],"language":[],"coverage":[],"title":["Explaining the WMAP Haze with Neutralino Dark Matter"],"description":["  It has been argued that the anomalous emission from the region around the\nGalactic Center observed by WMAP, known as the WMAP Haze, may be the\nsynchrotron emission from relativistic electrons and positrons produced in dark\nmatter annihilations. In particular, the angular distribution, spectrum, and\nintensity of the observed emission are consistent with the signal expected to\nresult from a WIMP with an electroweak-scale mass and an annihilation cross\nsection near the value predicted for a thermal relic. Here we revisit this\nsignal within the context of supersymmetry and evaluate the parameter space of\nthe Constrained Minimal Supersymmetric Standard Model. We find that over much\nof the supersymmetric parameter space the lightest neutralino is predicted to\npossess the properties required to generate the WMAP Haze. In particular, the\nfocus point, A-funnel, and bulk regions typically predict a neutralino with a\nmass, annihilation cross section, and dominant annihilation modes that are\nwithin the range required to produce the observed features of the WMAP Haze.\nThe stau-coannihilation region, in contrast, is disfavored as an explanation\nfor the origin of this signal. If the WMAP Haze is indeed produced by\nannihilating neutralinos, prospects for future detection seem promising.\n","Comment: 8 pages, 3 figures. SnowPAC 2009 conference proceeding, to appear in\n  ASP Conference Series"]}]
["0906.4316",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4316"],"date":["2009-06-23"],"type":["text"],"creator":["Blume, Lawrence","Easley, David","Halpern, Joseph Y."],"language":[],"coverage":[],"title":["Constructive Decision Theory"],"description":["  In most contemporary approaches to decision making, a decision problem is\ndescribed by a sets of states and set of outcomes, and a rich set of acts,\nwhich are functions from states to outcomes over which the decision maker (DM)\nhas preferences. Most interesting decision problems, however, do not come with\na state space and an outcome space. Indeed, in complex problems it is often far\nfrom clear what the state and outcome spaces would be. We present an\nalternative foundation for decision making, in which the primitive objects of\nchoice are syntactic programs. A representation theorem is proved in the spirit\nof standard representation theorems, showing that if the DM's preference\nrelation on objects of choice satisfies appropriate axioms, then there exist a\nset S of states, a set O of outcomes, a way of interpreting the objects of\nchoice as functions from S to O, a probability on S, and a utility function on\nO, such that the DM prefers choice a to choice b if and only if the expected\nutility of a is higher than that of b. Thus, the state space and outcome space\nare subjective, just like the probability and utility; they are not part of the\ndescription of the problem. In principle, a modeler can test for SEU behavior\nwithout having access to states or outcomes. We illustrate the power of our\napproach by showing that it can capture decision makers who are subject to\nframing effects.\n","Comment: A preliminary version of paper, with the title \"Redoing the\n  Foundations of Decision Theory\" appeared in the Tenth International\n  Conference on Principles of Knowledge Representation and Reasoning"]}]
["0906.4319",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4319"],"date":["2009-06-23"],"type":["text"],"creator":["Huang, Wei","Wang, Zhao-Long","Yan, Mu-Lin"],"language":[],"coverage":[],"title":["Microscopic description of the chiral Tomonaga-Luttinger liquid at the\n  fractional quantum Hall edge"],"description":["  The effective field theory of the fractional quantum Hall edge is\nreformulated from microscopic dynamics. Noncommutative Chern-Simons theory is a\nmicroscopic description for the quantum Hall fluid. We use it for reference.\nConsidering relabeling symmetry of the electrons and incompressibility of the\nfluid, we obtain a constraint and derive a chiral Tomonaga-Luttinger liquid\ntheory containing interaction terms. We calculate one-loop corrections to the\nphonon and electron propagators and get a new tunneling exponent. It agrees\nwith experiments.\n","Comment: 14 pages, 2 figures"]}]
["0906.4321",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Computer Science and Game Theory","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4321"],"date":["2009-06-23"],"type":["text"],"creator":["Halpern, Joseph Y.","Rego, Leandro"],"language":[],"coverage":[],"title":["Reasoning About Knowledge of Unawareness Revisited"],"description":["  In earlier work, we proposed a logic that extends the Logic of General\nAwareness of Fagin and Halpern [1988] by allowing quantification over primitive\npropositions. This makes it possible to express the fact that an agent knows\nthat there are some facts of which he is unaware. In that logic, it is not\npossible to model an agent who is uncertain about whether he is aware of all\nformulas. To overcome this problem, we keep the syntax of the earlier paper,\nbut allow models where, with each world, a possibly different language is\nassociated. We provide a sound and complete axiomatization for this logic and\nshow that, under natural assumptions, the quantifier-free fragment of the logic\nis characterized by exactly the same axioms as the logic of Heifetz, Meier, and\nSchipper [2008].\n","Comment: In Proceedings of Twelfth Conference on Theoretical Aspects of\n  Rationality and Knowledge, 2009, pp. 166-173"]}]
["0906.4326",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Computer Science and Game Theory","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4326"],"date":["2009-06-23"],"type":["text"],"creator":["Halpern, Joseph Y.","Pass, Rafael"],"language":[],"coverage":[],"title":["A Logical Characterization of Iterated Admissibility"],"description":["  Brandenburger, Friedenberg, and Keisler provide an epistemic characterization\nof iterated admissibility (i.e., iterated deletion of weakly dominated\nstrategies) where uncertainty is represented using LPSs (lexicographic\nprobability sequences). Their characterization holds in a rich structure called\na complete structure, where all types are possible. Here, a logical\ncharaacterization of iterated admisibility is given that involves only standard\nprobability and holds in all structures, not just complete structures. A\nstronger notion of strong admissibility is then defined. Roughly speaking,\nstrong admissibility is meant to capture the intuition that \"all the agent\nknows\" is that the other agents satisfy the appropriate rationality\nassumptions. Strong admissibility makes it possible to relate admissibility,\ncanonical structures (as typically considered in completeness proofs in modal\nlogic), complete structures, and the notion of ``all I know''.\n","Comment: In Proceedings of Twelfth Conference on Theoretical Aspects of\n  Rationality and Knowledge, 2009, pp. 146-155"]}]
["0906.4327",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4327","IJCSIS, June 2009 Issue, Vol. 2, No.1"],"date":["2009-06-23"],"type":["text"],"creator":["Bisaria, Jigyasa","Shrivastava, Namita","Pardasani, K. R."],"language":[],"coverage":[],"title":["A Rough Sets Partitioning Model for Mining Sequential Patterns with Time\n  Constraint"],"description":["  Now a days, data mining and knowledge discovery methods are applied to a\nvariety of enterprise and engineering disciplines to uncover interesting\npatterns from databases. The study of Sequential patterns is an important data\nmining problem due to its wide applications to real world time dependent\ndatabases. Sequential patterns are inter-event patterns ordered over a\ntime-period associated with specific objects under study. Analysis and\ndiscovery of frequent sequential patterns over a predetermined time-period are\ninteresting data mining results, and can aid in decision support in many\nenterprise applications. The problem of sequential pattern mining poses\ncomputational challenges as a long frequent sequence contains enormous number\nof frequent subsequences. Also useful results depend on the right choice of\nevent window. In this paper, we have studied the problem of sequential pattern\nmining through two perspectives, one the computational aspect of the problem\nand the other is incorporation and adjustability of time constraint. We have\nused Indiscernibility relation from theory of rough sets to partition the\nsearch space of sequential patterns and have proposed a novel algorithm that\nallows previsualization of patterns and allows adjustment of time constraint\nprior to execution of mining task. The algorithm Rough Set Partitioning is at\nleast ten times faster than the naive time constraint based sequential pattern\nmining algorithm GSP. Besides this an additional knowledge of time interval of\nsequential patterns is also determined with the method.\n","Comment: 9 pages, International Journal of Computer Science and Information\n  Security, IJCSIS 2009"]}]
["math/0405029",{"format":[],"subject":["Mathematics - Symplectic Geometry","53D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0405029","Proc. Amer. Math. Soc. 133 (2005), 3679-3686.","doi:10.1090/S0002-9939-05-07944-X"],"date":["2004-05-03"],"type":["text"],"creator":["van Koert, Otto","Niederkrüger, Klaus"],"language":[],"coverage":[],"title":["Open book decompositions for contact structures on Brieskorn manifolds"],"description":["  In this paper, we give an open book decomposition for the contact structures\non some Brieskorn manifolds, in particular for the contact structures of\nUstilovsky. The decomposition uses right-handed Dehn twists as conjectured by\nGiroux.\n","Comment: 6 pages, no figures"]}]
["math/0506515",{"format":[],"subject":["Mathematics - Rings and Algebras","12F10 (Primary)","16K50","12E15","11S31 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0506515"],"date":["2005-06-24","2009-06-24"],"type":["text"],"creator":["Chipchakov, I. D."],"language":[],"coverage":[],"title":["Primarily quasilocal fields and 1-dimensional abstract local class field\n  theory"],"description":["  Let $E$ be a field satisfying the following conditions: (i) the $p$-component\nof the Brauer group Br$(E)$ is nontrivial whenever $p$ is a prime number for\nwhich $E$ is properly included in its maximal $p$-extension; (ii) the relative\nBrauer group Br$(L/E)$ equals the maximal subgroup of Br$(E)$ of exponent $p$,\nfor every cyclic extension $L/E$ of degree $p$. The paper proves that finite\nabelian extensions of $E$ are uniquely determined by their norm groups and\nrelated essentially as in the classical local class field theory. This includes\nanalogues to the fundamental correspondence, the local reciprocity law and the\nlocal Hasse symbol.\n","Comment: 24 pages, LaTex: The name of the title is changed; the contents of\n  Section 4 of previous versions is now presented in Sections 4 and 5; the\n  Galois cohomological interpretation of Theorem 3.1, given in Section 5,\n  includes a generalization of Theorem 1 of the paper with reference number 27;\n  the list of references is updated"]}]
["math/0511154",{"format":[],"subject":["Mathematics - Probability","60-02"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0511154"],"date":["2005-11-07","2009-06-24"],"type":["text"],"creator":["Malric, Marc"],"language":[],"coverage":[],"title":["Density of paths of iterated Levy transforms of Brownian motion"],"description":["  The Levy transform of a Brownian motion B is the Brownian motion B't, the\nintegral over (O,t) of sign of Bs with respect to dBs. Call T the corresponding\ntransformation on the Wiener space W. We establish that a.s. the orbit of w in\nW under T is dense in W for the compact uniform convergence topology.\n","Comment: 28 pages"]}]
