["0709.1763",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1763","Phys. Rev. Lett. 100 (2008) 200401","doi:10.1103/PhysRevLett.100.200401"],"date":["2007-09-12","2008-05-11"],"type":["text"],"creator":["Guan, X. W.","Batchelor, M. T.","Lee, C.","Zhou, H. -Q."],"language":[],"coverage":[],"title":["Magnetic Phase Transitions in One-dimensional Strongly Attractive\n  Three-Component Ultracold Fermions"],"description":["  We investigate the nature of trions, pairing and quantum phase transitions in\none-dimensional strongly attractive three-component ultracold fermions in\nexternal fields. Exact results for the groundstate energy, critical fields,\nmagnetization and phase diagrams are obtained analytically from the Bethe\nansatz solutions. Driven by Zeeman splitting, the system shows exotic phases of\ntrions, bound pairs, a normal Fermi liquid and four mixtures of these states.\nParticularly, a smooth phase transition from a trionic phase into a pairing\nphase occurs as the highest hyperfine level separates from the two lower energy\nlevels. In contrast, there is a smooth phase transition from the trionic phase\ninto a normal Fermi liquid as the lowest level separates from the two higher\nlevels.\n","Comment: 4 pages, 3 figures, minor revisions to text, replacement figure, refs\n  added and updated"]}]
["0801.2149",{"format":[],"subject":["Mathematics - Number Theory","11S23"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2149"],"date":["2008-01-14","2009-06-20"],"type":["text"],"creator":["Hattori, Shin"],"language":[],"coverage":[],"title":["On a ramification bound of torsion semi-stable representations over a\n  local field"],"description":["  For a rational prime p, let k be a perfect field of characteristic p, K be a\nfinite totally ramified extension of Frac(W(k)) of degree e and r be a\nnon-negative integer satisfying r<p-1. In this article, we prove the upper\nnumbering ramification group G^(j) for j>u(K,r,n) acts trivially on the\np^n-torsion semi-stable G_K-representations with the Hodge-Tate weights in\n{0,...,r}, where u(K,0,n)=0, u(K,1,n)=1+e(n+1/(p-1)) and\nu(K,r,n)=1-p^{-n}+e(n+r/(p-1)) for r>1.\n","Comment: 33 pages; totally revised version (the bound improved)"]}]
["0804.3686",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3686"],"date":["2008-04-23","2009-06-20"],"type":["text"],"creator":["Wechsler, Sofia"],"language":[],"coverage":[],"title":["Hidden variable models for entanglements can or cannot have a local\n  component?"],"description":["  A recent article of Colbeck and Renner tackled the problem whether\nentanglements may be explained by combined models of local and non-local hidden\nvariables. To the difference from previous works they considered models in\nwhich each pair of entangled particles behaves in the same way, and the\nparticles in the pair are equivalent, i.e. each of them produces its response\nto a measurement according to both local and non-local hidden variables. Their\narticle aimed at proving that the local hidden variable component in such\nmodels has no effect on the measurement results, i.e. only the non-local\nvariables are relevant. However, their proof deals with a very restrictive case\nand assumes questionable constraints on the hidden variables. The present text\nstudies the Colbeck and Renner class of models on a less restrictive case and\nunder no constraints on the hidden variables. It is shown again that the local\ncomponent cannot have any influence on the results. However, the Colbeck and\nRenner class of models is not the only one possible. A different class is\ndescribed, and it admits local hidden variables by the side of the non-local\ninfluence. This class presents a couple of advantages.\n","Comment: 5 pages, 1 figure. Substantial modification, an improved experiment\n  proposed for examination, additional argumentation"]}]
["0805.0193",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Symplectic Geometry","53C15 (Primary)","53D15, 53C12, 53D35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0193"],"date":["2008-05-02","2009-06-19"],"type":["text"],"creator":["Bande, G.","Hadjar, A."],"language":[],"coverage":[],"title":["On normal contact pairs"],"description":["  We consider manifolds endowed with a contact pair structure. To such a\nstructure are naturally associated two almost complex structures. If they are\nboth integrable, we call the structure a normal contact pair. We generalize the\nMorimoto's Theorem on product of almost contact manifolds to flat bundles. We\nconstruct some examples on Boothby--Wang fibrations over contact-symplectic\nmanifolds. In particular, these results give new methods to construct complex\nmanifolds.\n","Comment: To appear in International Journal of Mathematics. Added subsection\n  3.4 and 2 references after referee suggestions"]}]
["0805.1770",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1770","J. Phys. A 41 (2008) 352002","doi:10.1088/1751-8113/41/35/352002"],"date":["2008-05-12","2008-07-09"],"type":["text"],"creator":["Batchelor, M. T.","Guan, X. -W.","Kundu, A."],"language":[],"coverage":[],"title":["One-dimensional anyons with competing $\\delta$-function and derivative\n  $\\delta$-function potentials"],"description":["  We propose an exactly solvable model of one-dimensional anyons with competing\n$\\delta$-function and derivative $\\delta$-function interaction potentials. The\nBethe ansatz equations are derived in terms of the $N$-particle sector for the\nquantum anyonic field model of the generalized derivative nonlinear\nSchr\\\"{o}dinger equation. This more general anyon model exhibits richer physics\nthan that of the recently studied one-dimensional model of $\\delta$-function\ninteracting anyons. We show that the anyonic signature is inextricably related\nto the velocities of the colliding particles and the pairwise dynamical\ninteraction between particles.\n","Comment: 9 pages, 2 figures, minor changes, references updated"]}]
["0807.3197",{"format":[],"subject":["Mathematical Physics","82B20, 82B23"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3197","J. Phys. A 41 (2008) 465201","doi:10.1088/1751-8113/41/46/465201"],"date":["2008-07-20","2008-10-01"],"type":["text"],"creator":["Batchelor, M T","Foerster, A","Guan, X-W","Links, J","Zhou, H-Q"],"language":[],"coverage":[],"title":["Quantum Inverse Scattering Method with anyonic grading"],"description":["  We formulate the Quantum Inverse Scattering Method for the case of anyonic\ngrading. This provides a general framework for constructing integrable models\ndescribing interacting hard-core anyons. Through this method we reconstruct the\nknown integrable model of hard core anyons associated with the XXX model, and\nas a new application we construct the anyonic $t-J$ model. The energy spectrum\nfor each model is derived by means of a generalisation of the algebraic Bethe\nansatz. The grading parameters implementing the anyonic signature give rise to\nsector-dependent phase factors in the Bethe ansatz equations.\n","Comment: 14 pages, revised version, some clarifications in text, references\n  added and upated"]}]
["0808.2026",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2026","Phys. Rev. B 79, 212509 (2009)","doi:10.1103/PhysRevB.79.212509"],"date":["2008-08-14"],"type":["text"],"creator":["Miclea, C. F.","Nicklas, M.","Jeevan, H. S.","Kasinathan, D.","Hossain, Z.","Rosner, H.","Gegenwart, P.","Geibel, C.","Steglich, F."],"language":[],"coverage":[],"title":["Possible re-entrant superconductivity in EuFe2As2 under pressure"],"description":["  We studied the temperature-pressure phase diagram of EuFe2As2 by measurements\nof the electrical resistivity. The antiferromagnetic spin-density-wave\ntransition at T_0 associated with the FeAs-layers is continuously suppressed\nwith increasing pressure, while the antiferromagnetic ordering temperature of\nthe Eu 2+ moments seems to be nearly pressure independent up to 2.6 GPa. Above\n2 GPa a sharp drop of the resistivity, \\rho(T), indicates the onset of\nsuperconductivity at T_c \\approx 29.5 K. Surprisingly, on further reducing the\ntemperature \\rho(T) is increasing again and exhibiting a maximum caused by the\nordering of the Eu 2+ moments, a behavior which is reminiscent of re-entrant\nsuperconductivity as it is observed in the ternary Chevrel phases or in the\nrare-earth nickel borocarbides.\n"]}]
["0808.2633",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2633","Phys. Rev. E 79, 066107 (2009)","doi:10.1103/PhysRevE.79.066107"],"date":["2008-08-19","2009-06-20"],"type":["text"],"creator":["Leung, Ian X. Y.","Hui, Pan","Lio', Pietro","Crowcroft, Jon"],"language":[],"coverage":[],"title":["Towards real-time community detection in large networks"],"description":["  The recent boom of large-scale Online Social Networks (OSNs) both enables and\nnecessitates the use of parallelisable and scalable computational techniques\nfor their analysis. We examine the problem of real-time community detection and\na recently proposed linear time - O(m) on a network with m edges - label\npropagation or \"epidemic\" community detection algorithm. We identify\ncharacteristics and drawbacks of the algorithm and extend it by incorporating\ndifferent heuristics to facilitate reliable and multifunctional real-time\ncommunity detection. With limited computational resources, we employ the\nalgorithm on OSN data with 1 million nodes and about 58 million directed edges.\nExperiments and benchmarks reveal that the extended algorithm is not only\nfaster but its community detection accuracy is compared favourably over popular\nmodularity-gain optimization algorithms known to suffer from their resolution\nlimits.\n","Comment: 10 pages, 11 figures"]}]
["0809.0667",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0667","Macromolecules 42, 860 (2009)","doi:10.1021/ma802017g"],"date":["2008-09-03","2009-06-20"],"type":["text"],"creator":["Hinczewski, Michael","Schlagberger, Xaver","Rubinstein, Michael","Krichevsky, Oleg","Netz, Roland R."],"language":[],"coverage":[],"title":["End-monomer dynamics in semiflexible polymers"],"description":["  Spurred by an experimental controversy in the literature, we investigate the\nend-monomer dynamics of semiflexible polymers through Brownian hydrodynamic\nsimulations and dynamic mean-field theory. Precise experimental observations\nover the last few years of end-monomer dynamics in the diffusion of\ndouble-stranded DNA have given conflicting results: one study indicated an\nunexpected Rouse-like scaling of the mean squared displacement (MSD) r^2(t) ~\nt^(1/2) at intermediate times, corresponding to fluctuations at length scales\nlarger than the persistence length but smaller than the coil size; another\nstudy claimed the more conventional Zimm scaling r^2(t) ~ t^(2/3) in the same\ntime range. We find a novel intermediate dynamical regime where the effective\nlocal exponent of the end-monomer MSD, alpha(t) = d log r^2(t)/ d log t, drops\nbelow the Zimm value of 2/3 for sufficiently long chains. The deviation from\nthe Zimm prediction increases with chain length, though it does not reach the\nRouse limit of 1/2. The qualitative features of this intermediate regime, in\nparticular the variation of alpha(t) with chain and persistence lengths, can be\nreproduced through a heuristic scaling argument. Anomalously low values of the\neffective exponent alpha are explained by hydrodynamic effects related to the\nslow crossover from dynamics on length scales smaller than the persistence\nlength to dynamics on larger length scales.\n","Comment: 29 pages, 11 figures; replaced with published version"]}]
["0809.1425",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1425","Phys. Rev. B 79, 245423 (2009)","doi:10.1103/PhysRevB.79.245423"],"date":["2008-09-08","2009-06-19"],"type":["text"],"creator":["Rossi, Enrico","Adam, S.","Sarma, S. Das"],"language":[],"coverage":[],"title":["Effective medium theory for disordered two-dimensional graphene"],"description":["  We develop an Effective Medium Theory to study the electrical transport\nproperties of disordered graphene. The theory includes non-linear screening and\nexchange-correlation effects allowing us to consider experimentally relevant\nstrengths of the Coulomb interaction. Assuming random Coulomb impurities, we\ncalculate the electrical conductivity as a function of gate voltage describing\nquantitatively the full cross-over from the fluctuations dominated regime\naround the Dirac point to the large doping regime at high gate voltages. We\nfind that the conductivity at the Dirac point is strongly affected by exchange\ncorrelation effects.\n","Comment: Final version, accepted for publication in Phys. Rev. B"]}]
["0812.2546",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2546"],"date":["2008-12-13","2009-06-20"],"type":["text"],"creator":["Fricker, Christine","Guillemin, Fabrice","Robert, Philippe"],"language":[],"coverage":[],"title":["An identification problem in an urn and ball model with heavy tailed\n  distributions"],"description":["  We consider in this paper an urn and ball problem with replacement, where\nballs are with different colors and are drawn uniformly from a unique urn. The\nnumbers of balls with a given color are i.i.d. random variables with a heavy\ntailed probability distribution, for instance a Pareto or a Weibull\ndistribution. We draw a small fraction $p\\ll 1$ of the total number of balls.\nThe basic problem addressed in this paper is to know to which extent we can\ninfer the total number of colors and the distribution of the number of balls\nwith a given color. By means of Le Cam's inequality and Chen-Stein method,\nbounds for the total variation norm between the distribution of the number of\nballs drawn with a given color and the Poisson distribution with the same mean\nare obtained. We then show that the distribution of the number of balls drawn\nwith a given color has the same tail as that of the original number of balls.\nWe finally establish explicit bounds between the two distributions when each\nball is drawn with fixed probability $p$.\n"]}]
["0903.1193",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.1193"],"date":["2009-03-06","2009-06-19"],"type":["text"],"creator":["Ruffini, Giulio"],"language":[],"coverage":[],"title":["Reality as Simplicity"],"description":["  The aim of this paper is to study the relevance of simplicity and its formal\nrepresentation as Kolmogorov or algorithmic complexity in the cognitive\nsciences. The discussion is based on two premises: 1) all human experience is\ngenerated in the brain, 2) the brain has only access to information. Taken\ntogether, these two premises lead us to conclude that all the elements of what\nwe call `reality' are derived mental constructs based on information and\ncompression, i.e., algorithmic models derived from the search for simplicity in\ndata. Naturally, these premises apply to humans in real or virtual environments\nas well as robots or other cognitive systems. Based on this, it is further\nhypothesized that there is a hierarchy of processing levels where simplicity\nand compression play a major role. As applications, I illustrate first the\nrelevance of compression and simplicity in fundamental neuroscience with an\nanalysis of the Mismatch Negativity paradigm. Then I discuss the applicability\nto Presence research, which studies how to produce real-feeling experiences in\nmediated interaction, and use Bayesian modeling to define in a formal way\ndifferent aspects of the illusion of Presence. The idea is put forth that given\nalternative models (interpretations) for a given mediated interaction, a brain\nwill select the simplest one it can construct weighted by prior models. In the\nfinal section the universality of these ideas and applications in robotics,\nmachine learning, biology and education is discussed. I emphasize that there is\na common conceptual thread based on the idea of simplicity, which suggests a\ncommon study approach.\n","Comment: Submitted to Brain Research Bulletin (special edition on VR, brain\n  research and robotics). 42 pages and 3 figures"]}]
["0903.1343",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Differential Geometry","35J70","31B15","31B35","53A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.1343","Topics Around Research of Vladimir Maz'ya/Internat. Math. Series,\n  Springer, Vol. 11-13, 2009"],"date":["2009-03-07","2009-06-19"],"type":["text"],"creator":["Xiao, Jie"],"language":[],"coverage":[],"title":["The $p$-Faber-Krahn Inequality Noted"],"description":["  When revisiting the Faber-Krahn inequality for the principal $p$-Laplacian\neigenvalue of a bounded open set in $\\mathbb R^n$ with smooth boundary, we\nsimply rename it as the $p$-Faber-Krahn inequality and interestingly find that\nthis inequality may be improved but also characterized through Maz'ya's\ncapacity method, the Euclidean volume, the Sobolev type inequality and\nMoser-Trudinger's inequality.\n"]}]
["0903.3635",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3635","Physical Review A vol. 79, 063402 (2009)","doi:10.1103/PhysRevA.79.063402"],"date":["2009-03-21","2009-06-19"],"type":["text"],"creator":["Thorn, Jeremy J.","Schoene, Elizabeth A.","Li, Tao","Steck, Daniel A."],"language":[],"coverage":[],"title":["Dynamics of Cold Atoms Crossing a One-Way Barrier"],"description":["  We implemented an optical one-way potential barrier that allows ultracold\n$^{87}$Rb atoms to transmit through when incident on one side of the barrier\nbut reflect from the other. This asymmetric barrier is a realization of\nMaxwell's demon, which can be employed to produce phase-space compression and\nhas implications for cooling atoms and molecules not amenable to standard\nlaser-cooling techniques. The barrier comprises two focused, Gaussian laser\nbeams that intersect the focus of a far-off-resonant, single-beam optical\ndipole trap that holds the atoms. The main barrier beam presents a\nstate-dependent potential to incident atoms, while the repumping barrier beam\noptically pumps atoms to a trapped state. We investigated the robustness of the\nbarrier asymmetry to changes in the barrier beam separation, the initial atomic\npotential energy, the intensity of the second beam, and the detuning of the\nfirst beam. We performed simulations of the atomic dynamics in the presence of\nthe barrier, showing that the initial three dimensional momentum distribution\nplays a significant role, and that light-assisted collisions are likely the\ndominant loss mechanism. We also carefully examined the relationship to\nMaxwell's demon and explicitly accounted for the apparent decrease in entropy\nfor our particular system.\n","Comment: 20 pages, 20 figures; update to match published version"]}]
["0904.0818",{"format":[],"subject":["Physics - Fluid Dynamics","Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.0818"],"date":["2009-04-05","2009-06-20"],"type":["text"],"creator":["de Divitiis, Nicola"],"language":[],"coverage":[],"title":["Self-Similar Solutions in the Homogeneous Isotropic Turbulence"],"description":["  We calculate the self-similar longitudinal velocity correlation function, the\nenergy spectrum and the corresponding other properties using a theory on the\nisotropic homogeneous turbulence just presented by the author in a previous\nwork. The correlation functions correspond to steady-state solutions of the\nevolution equation under the self-similarity hypothesis introduced by von\nK\\'arm\\'an. These solutions are numerically calculated and the results\nadequately describe several properties of the isotropic turbulence.\n","Comment: 15 pages, 10 figures, submitted to Phys. Rev. E"]}]
["0904.2269",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2269","EPL, 86 (2009) 50003","doi:10.1209/0295-5075/86/50003"],"date":["2009-04-15"],"type":["text"],"creator":["Guan, X. W.","Batchelor, M. T.","Lee, C.","Lee, J. Y."],"language":[],"coverage":[],"title":["Unified description of pairing, trionic and quarteting states for\n  one-dimensional SU(4) attractive fermions"],"description":["  Paired states, trions and quarteting states in one-dimensional SU(4)\nattractive fermions are investigated via exact Bethe ansatz calculations. In\nparticular, quantum phase transitions are identified and calculated from the\nquarteting phase into normal Fermi liquid, trionic states and spin-2 paired\nstates which belong to the universality class of linear field-dependent\nmagnetization in the vicinity of critical points. Moreover, unified exact\nresults for the ground state energy, chemical potentials and complete phase\ndiagrams for isospin $S=1/2, 1, 3/2$ attractive fermions with external fields\nare presented. Also identified are the magnetization plateaux of $m^z=M_s/3$\nand $m^z=2M_s/3$, where $M_s$ is the magnetization saturation value. The\nuniversality of finite-size corrections and collective dispersion relations\nprovides a further test ground for low energy effective field theory.\n","Comment: 13 pages, 4 figures"]}]
["0904.3917",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3917","Nano Lett. 9, 2414 (2009)","doi:10.1021/nl901066a"],"date":["2009-04-24"],"type":["text"],"creator":["Fransson, J."],"language":[],"coverage":[],"title":["Spin Inelastic Electron Tunneling Spectroscopy on Local Spin Adsorbed on\n  Surface"],"description":["  The recent experimental conductance measurements taken on magnetic impurities\non metallic surfaces, using scanning tunneling microscopy technique and\nsuggesting occurrence of inelastic scattering processes, are theoretically\naddressed. We argue that the observed conductance signatures are caused by\ntransitions between the spin states which have opened due to e.g. exchange\ncoupling between the local spins and the tunneling electrons, and are directly\ninterpretable in terms of inelastic transitions energies. Feasible measurements\nusing spin-polarized scanning tunneling microscopy that would enable new\ninformation about the excitation spectrum of the local spins are discussed.\n","Comment: 5 pages, 1 fugure, accepted in the Nano Letters"]}]
["0906.2848",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics","11E20, 11F37, 11B65","05A30,33 E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2848"],"date":["2009-06-16","2009-06-20"],"type":["text"],"creator":["Berkovich, Alexander","Jagy, William"],"language":[],"coverage":[],"title":["Ternary Quadratic Forms, Modular Equations and Certain Positivity\n  Conjectures"],"description":["  We show that many of Ramanujan's modular equations of degree 3 can be\ninterpreted in terms of integral ternary quadratic forms. This way we establish\nthat for any n in N\n  |{n= x(x+1)/2 + y^2 +z^2 : x,y,z in Z}| >= |{n= x(x+1)/2 + 3y^2 +3z^2:\nx,y,zin Z}|, just to mention one among many similar positive results of this\ntype. In particular, we prove the recent conjecture of H. Yesilyurt and the\nfirst author stating that for any n in N |{n= x(x+1)/2 + y^2 +z^2 : x,y,z in\nZ}| >= |{n= x(x+1)/2 + 7y^2 + 7z^2: x,y,z in Z}|. We prove a variety of\nidentities for certain ternary forms with discriminants 144,400, 784,3600 by\nconverting these into identities for appropriate eta- quotients. In the process\nwe discover and prove a few new modular equations of degree 5 and 7. For any\nsquare free odd integer S with prime factorization p_1.....p_r, we define the\nS-genus as a union of 2^r specially selected genera of ternary quadratic forms,\nall with discriminant 16 S^2. This notion of S-genus arises naturally in the\ncourse of our investigation. It entails an interesting injection from genera of\nbinary quadratic forms with discriminant -8 S to genera of ternary quadratic\nforms with discriminant 16 S^2.\n","Comment: 24 pages, 2 tables"]}]
["0906.3484",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.3484"],"date":["2009-06-18","2009-06-20"],"type":["text"],"creator":["Fraser, M. A.","Pasini, M.","Jones, R. M.","Lindroos, M."],"language":[],"coverage":[],"title":["Beam Dynamics Studies for the HIE-ISOLDE Linac at CERN"],"description":["  The upgrade of the normal conducting (NC) Radioactive Ion Beam EXperiment\n(REX)-ISOLDE heavy ion accelerator at CERN, under the High Intensity and Energy\n(HIE)-ISOLDE framework, proposes the use of superconducting (SC) quarter-wave\nresonators (QWRs) to increase the energy capability of the facility from 3\nMeV/u to beyond 10 MeV/u. A beam dynamics study of a lattice design comprising\nSC QWRs and SC solenoids has confirmed the design's ability to accelerate ions,\nwith a mass-to-charge ratio in the range 2.5 < A/q < 4.5, to the target energy\nwith a minimal emittance increase. We report on the development of this study\nto include the implementation of realistic fields within the QWRs and\nsolenoids. A preliminary error study is presented in order to constrain\ntolerances on the manufacturing and alignment of the linac.\n","Comment: 3 pages, 8 figures, 1 table, submitted to the Particle Accelerator\n  Conference (PAC) 2009 in Vancouver. Page formatting changed to US letter size"]}]
["cond-mat/0512489",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0512489","Adv. Phys. 56 (2007) 465","doi:10.1080/00018730701265383"],"date":["2005-12-20","2007-02-07"],"type":["text"],"creator":["Batchelor, M. T.","Guan, X. -W.","Oelkers, N.","Tsuboi, Z."],"language":[],"coverage":[],"title":["Integrable models and quantum spin ladders: comparison between theory\n  and experiment for the strong coupling ladder compounds"],"description":["  (abbreviated) This article considers recent advances in the investigation of\nthe thermal and magnetic properties of integrable spin ladder models and their\napplicability to the physics of real compounds. The ground state properties of\nthe integrable two-leg spin-1/2 and the mixed spin-(1/2,1) ladder models at\nzero temperature are analyzed by means of the Thermodynamic Bethe Ansatz.\nSolving the TBA equations yields exact results for the critical fields and\ncritical behaviour. The thermal and magnetic properties of the models are\ninvestigated in terms of the recently introduced High Temperature Expansion\nmethod, which is discussed in detail. It is shown that in the strong coupling\nlimit the integrable spin-1/2 ladder model exhibits three quantum phases: (i) a\ngapped phase in the regime $H<H_{c1}$, (ii) a fully polarised phase for\n$H>H_{c2}$, and (iii) a Luttinger liquid magnetic phase in the regime\n$H_{c1}<H<H_{c2}$. The critical behaviour in the vicinity of the critical\npoints is of the Pokrovsky-Talapov type. The temperature-dependent thermal and\nmagnetic properties are directly evaluated from the exact free energy\nexpression and compared to known experimental results for a range of strong\ncoupling ladder compounds. Similar analysis of the mixed spin-(1/2,1) ladder\nmodel reveals a rich phase diagram, with a 1/3 and a full saturation\nmagnetisation plateau within the strong antiferromagnetic rung coupling regime.\nFor weak rung coupling, the fractional magnetisation plateau is diminished and\na new quantum phase transition occurs. The phase diagram can be directly\ndeduced from the magnetisation curve obtained from the exact result derived\nfrom the HTE. The thermodynamics of the spin-orbital model with different\nsingle-ion anisotropies is also investigated.\n","Comment: 90 pages, 33 figures, extensive revision"]}]
["cond-mat/0606456",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0606456","J. Nanosci. Nanotechnol. 8 (2008) 2897"],"date":["2006-06-16"],"type":["text"],"creator":["Gawronski, Przemyslaw","Kulakowski, Krzysztof"],"language":[],"coverage":[],"title":["Remanence and switching sensitivity in nanodot magnetic arrays"],"description":["  New results are reported of the computer simulations on the magnetic\nbehaviour of magnetic arrays of nanoscopic dots, placed in cells of the square\nlattice. We show that the remanence magnetization $M_r$ decreases with the\narray size. For arrays 50x50, we investigate also the stability of the magnetic\nstructure of an array in an oscillating magnetic field. The damage spreading\ntechnique reveals that this stability increases with the standard deviation\n$\\sigma$ of the switching field of individual elements of the array. On the\nother hand, $M_r$ decreases with $\\sigma$. An optimalization of the system\n(large $M_r$ and large stability) can then be reached at some intermediate\nvalue of $\\sigma$.\n","Comment: 6 pages, 4 figures"]}]
["math/0703413",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J60","14F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703413","J. of the Korean Math. Soc.,Vol. 46(2009), no. 3, 589-607"],"date":["2007-03-14","2008-02-13"],"type":["text"],"creator":["Arrondo, E.","Madonna, C. G."],"language":[],"coverage":[],"title":["Curves and vector bundles on quartic threefolds"],"description":["  In this paper we study ACM vector bundles $\\E$ of rank $k \\geq 3$ on\nhypersurfaces $X_r \\subset\\Pj^4$ of degree $r \\geq 1$. We consider here mainly\nthe case of degree $r = 4$, which is the first unknown case in literature.\nUnder some natural conditions for the bundle $\\E$ we derive a list of possible\nChern classes $(c_1,c_2,c_3)$ which may arise in the cases of rank $k=3$ and\n$k=4$, when $r=4$. For some cases among these we give the corresponding\nexamples, the existence of all the other cases remaining under question.\n","Comment: final version, to apper on JKMS"]}]
