["0706.2247",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Quantum Algebra","57M27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2247"],"date":["2007-06-15","2009-03-30"],"type":["text"],"creator":["Wagner, Emmanuel"],"language":[],"coverage":[],"title":["A refinement of Khovanov-Rozansky link homology"],"description":["  This paper has been withdrawn by the author due to an error in the proof of\nTheorem 1.\n","Comment: This paper has been withdrawn"]}]
["0707.2173",{"format":[],"subject":["Mathematics - Combinatorics","05B20","05B30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2173"],"date":["2007-07-14","2009-03-30"],"type":["text"],"creator":["Djokovic, Dragomir Z."],"language":[],"coverage":[],"title":["Cyclic (v;r,s;lambda) difference families with two base blocks and v <=\n  50"],"description":["  We construct many new cyclic (v;r,s;lambda) difference families with v less\nthan or equal 50. In particular we construct the difference families with\nparameters (45;18,10;9), (45;22,22;21), (47;21,12;12), (47;19,15;12),\n(47;22,14;14), (48;20,10;10), (48;24,4;12), (50;25,20;20) for which the\nexistence question was an open problem. The (45;22,22;21) difference family\ngives a BIBD with parameters v=45, b=90, r=44, k=22 and lambda=21, and the one\nwith parameters (50;25,20;20) gives a pair of binary sequences of length 50\nwith zero periodic autocorrelation function (the periodic analog of a Golay\npair). We also construct nine new D-optimal designs. A normal form for cyclic\ndifference families is proposed and used effectively in compiling the list of\nknown and new difference families.\n","Comment: 39 pages, 6 tables. Minor corrections, a new SDS inserted. Abridged\n  version to appear in Annals of Combinatorics"]}]
["0708.1926",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1926","Phys.Lett.A372:6711-6716,2008","doi:10.1016/j.physleta.2008.09.041"],"date":["2007-08-14","2009-03-30"],"type":["text"],"creator":["Puetzfeld, Dirk","Obukhov, Yuri N."],"language":[],"coverage":[],"title":["Probing non-Riemannian spacetime geometry"],"description":["  The equations of motion for matter in non-Riemannian spacetimes are derived\nvia a multipole method. It is found that only test bodies with microstructure\ncouple to the non-Riemannian spacetime geometry. Consequently it is impossible\nto detect spacetime torsion with the satellite experiment Gravity Probe B,\ncontrary to some recent claims in the literature.\n","Comment: 8 pages, 1 figure, matches published version including the erratum in\n  Phys. Lett. A 373 (2009) 1600"]}]
["0710.5942",{"format":[],"subject":["Mathematics - Algebraic Topology","55P42, 20C20, 55R35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5942","Geom. Topol. Monogr. 11 (2007) 289-308","doi:10.2140/gtm.2007.11.289"],"date":["2007-10-31","2009-03-30"],"type":["text"],"creator":["Priddy, Stewart"],"language":[],"coverage":[],"title":["Lectures on the stable homotopy of BG"],"description":["  This paper is a survey of the stable homotopy theory of BG for G a finite\ngroup. It is based on a series of lectures given at the Summer School\nassociated with the Topology Conference at the Vietnam National University,\nHanoi, August 2004.\n","Comment: This is the version published by Geometry & Topology Monographs on 14\n  November 2007"]}]
["0711.2164",{"format":[],"subject":["Mathematics - Analysis of PDEs","35J45, 46E35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2164","Extended variant is published in: Bull. Pol. Acad. Sci. Math., 56\n  (2008), no. 3 -- 4, 213 -- 224."],"date":["2007-11-14"],"type":["text"],"creator":["Mikhailets, Vladimir A.","Murach, Alexandr A."],"language":[],"coverage":[],"title":["Elliptic systems of pseudodifferential equations in a refined scale on a\n  closed manifold"],"description":["  We study a system of pseudodifferential equations that is elliptic in the\nsense of Petrovskii on a closed compact smooth manifold. We prove that the\noperator generated by the system is Fredholm one on a refined two-sided scale\nof the functional Hilbert spaces. Elements of this scale are the special\nisotropic spaces of H\\\"{o}rmander--Volevich--Paneah.\n"]}]
["0712.1047",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Group Theory","20F55","06A07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1047"],"date":["2007-12-07","2009-03-30"],"type":["text"],"creator":["Armstrong, Drew"],"language":[],"coverage":[],"title":["The sorting order on a Coxeter group"],"description":["  Let $(W,S)$ be an arbitrary Coxeter system. For each word $\\omega$ in the\ngenerators we define a partial order--called the {\\sf $\\omega$-sorting\norder}--on the set of group elements $W_\\omega\\subseteq W$ that occur as\nsubwords of $\\omega$. We show that the $\\omega$-sorting order is a\nsupersolvable join-distributive lattice and that it is strictly between the\nweak and Bruhat orders on the group. Moreover, the $\\omega$-sorting order is a\n\"maximal lattice\" in the sense that the addition of any collection of Bruhat\ncovers results in a nonlattice. Along the way we define a class of structures\ncalled {\\sf supersolvable antimatroids} and we show that these are equivalent\nto the class of supersolvable join-distributive lattices.\n","Comment: 34 pages, 7 figures. Final version, to appear in Journal of\n  Combinatorial Theory Series A"]}]
["0712.1135",{"format":[],"subject":["Mathematics - Analysis of PDEs","46B70, 46E35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1135","Methods Funct. Anal. Topology, 14 (2008), no. 1, 81--100."],"date":["2007-12-07"],"type":["text"],"creator":["Mikhailets, Vladimir A.","Murach, Alexandr A."],"language":[],"coverage":[],"title":["Interpolation with a function parameter and refined scale of spaces"],"description":["  The interpolation of couples of separable Hilbert spaces with a function\nparameter is studied. The main properties of the classic interpolation are\nproved. Some applications to the interpolation of isotropic H\\\"ormander spaces\nover a closed manifold are given.\n"]}]
["0712.1581",{"format":[],"subject":["Mathematics - Analysis of PDEs","35J40","46E35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1581","Ukrainian Math. J., 60 (2008), no. 4, 574 -- 597. (in English)"],"date":["2007-12-10"],"type":["text"],"creator":["Mikhailets, Vladimir A.","Murach, Aleksandr A."],"language":["ru"],"coverage":[],"title":["Regular elliptic boundary-value problem in a two-sided refined scale of\n  spaces"],"description":["  A regular elliptic boundary-value problem over a bounded domain with a smooth\nboundary is studied. We prove that the operator of this problem is a Fredholm\none in the two-sided refined scale of the functional Hilbert spaces and\ngenerates a complete collection of isomorphisms. Elements of this scale are the\nisotropic spaces of Hormander-Volevich-Paneah and some its modifications. A\npriori estimate for the solution is established and its regularity is\ninvestigated.\n","Comment: In Russian Abstract in English"]}]
["0804.2064",{"format":[],"subject":["Quantitative Finance - Statistical Finance","Condensed Matter - Statistical Mechanics","Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.2064","J. Stat. Mech. (2009) P03037","doi:10.1088/1742-5468/2009/03/P03037"],"date":["2008-04-13","2009-03-30"],"type":["text"],"creator":["Arianos, Sergio","Carbone, Anna"],"language":[],"coverage":[],"title":["Cross-correlation of long-range correlated series"],"description":["  A method for estimating the cross-correlation $C_{xy}(\\tau)$ of long-range\ncorrelated series $x(t)$ and $y(t)$, at varying lags $\\tau$ and scales $n$, is\nproposed. For fractional Brownian motions with Hurst exponents $H_1$ and $H_2$,\nthe asymptotic expression of $C_{xy}(\\tau)$ depends only on the lag $\\tau$\n(wide-sense stationarity) and scales as a power of $n$ with exponent\n${H_1+H_2}$ for $\\tau\\to 0$. The method is illustrated on (i) financial series,\nto show the leverage effect; (ii) genomic sequences, to estimate the\ncorrelations between structural parameters along the chromosomes.\n","Comment: 14 pages, 8 figures"]}]
["0805.1385",{"format":[],"subject":["Computer Science - Computational Complexity","F.1.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1385"],"date":["2008-05-09","2009-03-30"],"type":["text"],"creator":["Chow, Timothy Y."],"language":[],"coverage":[],"title":["Almost-natural proofs"],"description":["  Razborov and Rudich have shown that so-called \"natural proofs\" are not useful\nfor separating P from NP unless hard pseudorandom number generators do not\nexist. This famous result is widely regarded as a serious barrier to proving\nstrong lower bounds in circuit complexity theory.\n  By definition, a natural combinatorial property satisfies two conditions,\nconstructivity and largeness. Our main result is that if the largeness\ncondition is weakened slightly, then not only does the Razborov-Rudich proof\nbreak down, but such \"almost-natural\" (and useful) properties provably exist.\nSpecifically, under the same pseudorandomness assumption that Razborov and\nRudich make, a simple, explicit property that we call \"discrimination\" suffices\nto separate P/poly from NP; discrimination is nearly linear-time computable and\nalmost large, having density 2^{-q(n)} where q is a quasi-polynomial function.\nFor those who hope to separate P from NP using random function properties in\nsome sense, discrimination is interesting, because it is constructive, yet may\nbe thought of as a minor alteration of a property of a random function.\n  The proof relies heavily on the self-defeating character of natural proofs.\nOur proof technique also yields an unconditional result, namely that there\nexist almost-large and useful properties that are constructive, if we are\nallowed to call non-uniform low-complexity classes \"constructive.\" We note,\nthough, that this unconditional result can also be proved by a more\nconventional counting argument.\n  Finally, we give an alternative proof, communicated to us by Salil Vadhan at\nFOCS 2008, of one of our theorems, and we make some speculative remarks on the\nfuture prospects for proving strong circuit lower bounds.\n","Comment: Journal version; main result has been strengthened, using a stronger\n  version of Razborov--Rudich; new proof of main result by Salil Vadhan added"]}]
["0807.2034",{"format":[],"subject":["Mathematics - General Mathematics","51K99, 51P05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2034"],"date":["2008-07-13","2009-03-30"],"type":["text"],"creator":["Rylov, Yuri A."],"language":[],"coverage":[],"title":["Geometries with intransitive equivalence relation"],"description":["  One considers geometry with the intransitive equaivalence relation. Such a\ngeometry is a physical geometry, i.e. it is described completely by the world\nfunction, which is a half of the squared distance function. The physical\ngeometry cannot be axiomatized, in general. It is obtained as a result of\ndeformation of the proper Euclidean geometry. Class of physical geometries is\nmore powerful, than the class of axiomatized geometries. The physical geometry\nadmits one to describe such geometric properties as discreteness, granularity\nand limited divisibility. These properties are important in application to the\nspace-time. They admits one to explain the discrimination properties of the\nspace-time, which generate discrete parameters of elementary particles.\nMathematical formalism of a physical geometry is very simple. The physical\ngeometry is formulated in geometrical terms (in terms of points and world\nfunction) without a use of means of description (coordinate system, space\ndimension, manifold, etc.).\n","Comment: 23 pages, 0 figures, correction of misprints"]}]
["0807.4581",{"format":[],"subject":["Nonlinear Sciences - Cellular Automata and Lattice Gases","Computer Science - Information Theory","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4581"],"date":["2008-07-29","2009-03-30"],"type":["text"],"creator":["Eldar, Yonina C.","Mishali, Moshe"],"language":[],"coverage":[],"title":["Robust Recovery of Signals From a Structured Union of Subspaces"],"description":["  Traditional sampling theories consider the problem of reconstructing an\nunknown signal $x$ from a series of samples. A prevalent assumption which often\nguarantees recovery from the given measurements is that $x$ lies in a known\nsubspace. Recently, there has been growing interest in nonlinear but structured\nsignal models, in which $x$ lies in a union of subspaces. In this paper we\ndevelop a general framework for robust and efficient recovery of such signals\nfrom a given set of samples. More specifically, we treat the case in which $x$\nlies in a sum of $k$ subspaces, chosen from a larger set of $m$ possibilities.\nThe samples are modelled as inner products with an arbitrary set of sampling\nfunctions. To derive an efficient and robust recovery algorithm, we show that\nour problem can be formulated as that of recovering a block-sparse vector whose\nnon-zero elements appear in fixed blocks. We then propose a mixed\n$\\ell_2/\\ell_1$ program for block sparse recovery. Our main result is an\nequivalence condition under which the proposed convex algorithm is guaranteed\nto recover the original signal. This result relies on the notion of block\nrestricted isometry property (RIP), which is a generalization of the standard\nRIP used extensively in the context of compressed sensing. Based on RIP we also\nprove stability of our approach in the presence of noise and modelling errors.\n  A special case of our framework is that of recovering multiple measurement\nvectors (MMV) that share a joint sparsity pattern. Adapting our results to this\ncontext leads to new MMV recovery methods as well as equivalence conditions\nunder which the entire set can be determined efficiently.\n","Comment: 5 figures. 30 pages. This work has been submitted to the IEEE for\n  possible publication"]}]
["0808.0988",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","14D20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0988"],"date":["2008-08-07","2009-03-28"],"type":["text"],"creator":["Chang, Huai-Liang"],"language":[],"coverage":[],"title":["Derived Kodaira Spencer map, Cosection lemma, and semiregularity"],"description":["  The cosection lemma proved by J. Li and Y.H. Kiem said the intrinsic normal\ncone lies inside the kernel of any cosection of the obstruction sheaf when the\nmoduli has a perfect obstruction theory. With a definition of higher tangent\nvectors of a scheme at a point, and a construction of the derived Kodaira\nSpencer map by K. Behrend and B. Fantechi, we prove a derived version of\ncosection lemma without perfect obstruction theory condition. As an application\nwe give a short proof of the Kodaira's Principle \\textit{ambient cohomology\nannihilates obstruction} (semiregularity), assuming the existence of locall\nuniversal family.\n","Comment: 10 pages"]}]
["0808.1685",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1685","Phys. Rev. Lett. 102, 116403 (2009)","doi:10.1103/PhysRevLett.102.116403"],"date":["2008-08-12","2009-03-30"],"type":["text"],"creator":["Braunecker, Bernd","Simon, Pascal","Loss, Daniel"],"language":[],"coverage":[],"title":["Nuclear Magnetism and Electronic Order in 13C Nanotubes"],"description":["  Single wall carbon nanotubes grown entirely from 13-C form an ideal system to\nstudy the effect of electron interaction on nuclear magnetism in one dimension.\nIf the electrons are in the metallic, Luttinger liquid regime, we show that\neven a very weak hyperfine coupling to the 13-C nuclear spins has a striking\neffect: The system is driven into an ordered phase, which combines electron and\nnuclear degrees of freedom, and which persists up into the millikelvin range.\nIn this phase the conductance is reduced by a universal factor of 2, allowing\nfor detection by standard transport experiments.\n","Comment: 7 pages, 3 figures; final version"]}]
["0808.2760",{"format":[],"subject":["Quantitative Biology - Cell Behavior"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2760","doi:10.1038/msb.2008.76"],"date":["2008-08-20","2009-03-30"],"type":["text"],"creator":["Foethke, Dietrich","Makushok, Tatyana","Brunner, Damian","Nedelec, Francois"],"language":[],"coverage":[],"title":["Force and length-dependent catastrophe activities explain interphase\n  microtubule organization in fission yeast"],"description":["  The cytoskeleton is essential for the maintenance of cell morphology in\neukaryotes. In fission yeast for example, polarized growth sites are organized\nby actin whereas microtubules (MT) acting upstream control where growth occurs\n(La Carbona et al, 2006). Growth is limited to the cell poles when MTs undergo\ncatastrophes there and not elsewhere on the cortex (Brunner and Nurse, 2000).\nHere we report that the modulation of MT dynamics by forces as observed in\nvitro (Dogterom and Yurke, 1997; Janson et al, 2003) can quantitatively explain\nthe localization of MT catastro-phes in S. pombe. However, we found that it is\nnecessary to add length-dependent catastrophe rates to make the model fully\nconsistent with other measured traits of MTs. This result demonstrates the\npossibility that MTs together with associated proteins such as kinesins having\na depolymerization activity can reliably mark the tips of the cell.\n","Comment: 25 pages, 3 figures"]}]
["0809.0774",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0774","J. Appl. Phys. 104, 123101 (2008)","doi:10.1063/1.3041423"],"date":["2008-09-04","2009-03-30"],"type":["text"],"creator":["Chen, Xi","Shen, Ming","Zhang, Zhen-Fu","Li, Chun-Fang"],"language":[],"coverage":[],"title":["Tunable Goos-H\\\"{a}nchen shift and polarization beam splitter in\n  electro-optic crystals"],"description":["  We have investigated the tunable lateral shift and polarization beam\nsplitting of the transmitted light beam through electro-optic crystals, based\non the Pockels effect. The positive and negative lateral shifts could be easily\ncontrolled by adjusting the permittivity tensor, which is modulated by the\nexternal applied electric field. An alternative way to realize the polarization\nbeam splitter was also proposed by the polarization-dependent lateral shifts.\nNumerical simulations for Gaussian-shaped incident beam have demonstrated the\nabove theoretical results obtained by stationary phase method. All these\nphenomena have potential applications in optical devices.\n","Comment: 5 pages, 7 figures"]}]
["0809.1091",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1091"],"date":["2008-09-05","2009-03-29"],"type":["text"],"creator":["Gutzwiller, Luke","Mitchell, Stephen A."],"language":[],"coverage":[],"title":["The topology of Birkhoff varieties"],"description":["  Our main theorem is that the inclusion of a Birkhoff variety in the affine\nGrassmannian is a homotopy equivalence. We also construct analogues of tubular\nneighborhoods for Birkhoff and Schubert varieties. We include some observations\non torus-equivariant cohomology.\n","Comment: This is a substantially revised version of an earlier submission. The\n  main results are unchanged, but the proofs have been improved and simplified.\n  We have also corrected an error regarding CW-structures on ind-varieties"]}]
["0809.2611",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2611","Phys. Rev. B 79, 064418 (2009).","doi:10.1103/PhysRevB.79.064418"],"date":["2008-09-16"],"type":["text"],"creator":["Basko, D. M.","Vavilov, M. G."],"language":[],"coverage":[],"title":["Stochastic dynamics of magnetization in a ferromagnetic nanoparticle out\n  of equilibrium"],"description":["  We consider a small metallic particle (quantum dot) where ferromagnetism\narises as a consequence of Stoner instability. When the particle is connected\nto electrodes, exchange of electrons between the particle and the electrodes\nleads to a temperature- and bias-driven Brownian motion of the direction of the\nparticle magnetization. Under certain conditions this Brownian motion is\ndescribed by the stochastic Landau-Lifshitz-Gilbert equation. As an example of\nits application, we calculate the frequency-dependent magnetic susceptibility\nof the particle in a constant external magnetic field, which is relevant for\nferromagnetic resonance measurements.\n","Comment: 15 pages, 6 figures"]}]
["0809.4787",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4787","Phys.Rev.D79:015007,2009","doi:10.1103/PhysRevD.79.015007"],"date":["2008-09-27","2009-03-30"],"type":["text"],"creator":["McKeen, David"],"language":[],"coverage":[],"title":["Constraining Light Bosons with Radiative $\\Upsilon(1S)$ Decays"],"description":["  Light bosons can be found in large classes of theories beyond the Standard\nModel. These light bosons may not be ruled out by current experiments and,\nindeed, may even provide an explanation for some anomalous experimental\nresults. The radiative decays of quarkonium ($c \\bar c, b \\bar b$) states offer\na promising opportunity to investigate such light bosons. Specifically, we\ninvestigate the reach that current CLEO data can have on models with light\nscalar and pseudoscalar bosons.\n","Comment: 8 pages, 16 figures, RevTeX; v2: published version"]}]
["0810.2595",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2595","PHYSICAL REVIEW B 79, 094426 (2009).","doi:10.1103/PhysRevB.79.094426"],"date":["2008-10-14","2009-03-04"],"type":["text"],"creator":["Ren, Zhi","Lin, Xiao","Tao, Qian","Jiang, Shuai","Zhu, Zengwei","Wang, Cao","Cao, Guanghan","Xu, Zhu'an"],"language":[],"coverage":[],"title":["Suppression of spin-density-wave transition and emergence of\n  ferromagnetic ordering of Eu$^{2+}$ moments in EuFe$_{2-x}$Ni$_{x}$As$_{2}$"],"description":["  We present a systematic study on the physical properties of\nEuFe$_{2-x}$Ni$_{x}$As$_{2}$ (0$\\leq$\\emph{x}$\\leq$0.2) by electrical\nresistivity, magnetic susceptibility and thermopower measurements. The undoped\ncompound EuFe$_{2}$As$_{2}$ undergoes a spin-density-wave (SDW) transition\nassociated with Fe moments at 195 K, followed by antiferromagnetic (AFM)\nordering of Eu$^{2+}$ moments at 20 K. Ni doping at the Fe site simultaneously\nsuppresses the SDW transition and AFM ordering of Eu$^{2+}$ moments. For\n$x\\geq$0.06, the magnetic ordering of Eu$^{2+}$ moments evolves from\nantiferromagnetic to ferromagnetic (FM). The SDW transition is completely\nsuppressed for $x\\geq$0.16, however, no superconducting transition was observed\ndown to 2 K. The possible origins of the AFM-to-FM transition and the absence\nof superconductivity in EuFe$_{2-x}$Ni$_{x}$As$_{2}$ system are discussed.\n","Comment: 5 pages, 5 figures, accepted for publication in PRB"]}]
["0810.3399",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3399"],"date":["2008-10-19","2009-03-29"],"type":["text"],"creator":["Mei, T."],"language":[],"coverage":[],"title":["Negative kinetic energy term of general relativity and its removing"],"description":["  We first present a new Lagrangian of general relativity, which can be divided\ninto kinetic energy term and potential energy term. Taking advantage of\nvierbein formalism, we reduce the kinetic energy term to a sum of five positive\nterms and one negative term. Some gauge conditions removing the negative\nkinetic energy term are discussed. Finally, we present a Lagrangian that only\ninclude positive kinetic energy terms. To remove the negative kinetic energy\nterm leads to a new field equation of general relativity in which there are at\nleast five equations of constraint and at most five dynamical equations, this\ncharacteristic is different from the normal Einstein field equation in which\nthere are four equations of constraint and six dynamical equations.\n","Comment: 9 pages, no figure"]}]
["0811.0025",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0025","Phys. Rev. E 79, 021110 (2009)","doi:10.1103/PhysRevE.79.021110"],"date":["2008-10-31","2009-03-28"],"type":["text"],"creator":["Gülpınar, Gül","Berker, A. Nihat"],"language":[],"coverage":[],"title":["Quenched-Vacancy Induced Spin-Glass Order"],"description":["  The ferromagnetic phase of an Ising model in d=3, with any amount of quenched\nantiferromagnetic bond randomness, is shown to undergo a transition to a\nspin-glass phase under sufficient quenched bond dilution. This general result,\ndemonstrated here with the numerically exact renormalization-group solution of\na d=3 hierarchical lattice, is expected to hold true generally, for the cubic\nlattice and for quenched site dilution. Conversely, in the\nferromagnetic-spinglass-antiferromagnetic phase diagram, the spin-glass phase\nexpands under quenched dilution at the expense of the ferromagnetic and\nantiferromagnetic phases. In the ferro-spinglass phase transition induced by\nquenched dilution reentrance is seen, as previously found for the\nferro-spinglass transition induced by increasing the antiferromagnetic bond\nconcentration.\n","Comment: Added data, references. 4 pages, 4 figures. Published version"]}]
["0811.0469",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0469","MODELING AND SIMULATION OF NEW MATERIALS: Proceedings of Modeling\n  and Simulation of New Materials: Tenth Granada Lectures, AIP Conference\n  Proceedings Volume 1091, 220-224 (2009)","doi:10.1063/1.3082286"],"date":["2008-11-04"],"type":["text"],"creator":["Baiesi, Marco","Maes, Christian","Netočný, Karel"],"language":[],"coverage":[],"title":["Exact computation of current cumulants in small Markovian systems"],"description":["  We describe an algorithm computing the exact value of the mean current, its\nvariance, and higher order cumulants for stochastic driven systems. The method\nuses a Rayleigh-Schrodinger perturbation expansion of the generating function\nof the current, and can be extended to compute covariances of multiple\ncurrents. As an example of application of the method, we give numerical\nevidence for a simple relation [Eq.(5)] between the second and the fourth\ncumulants of the current in a symmetric exclusion process.\n","Comment: 5 pages, 1 figure, submitted to AIP Proceedings of Granada Seminar\n  2008"]}]
["0811.1142",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1142","Nonlin. Processes Geophys., 16, 233-240, 2009"],"date":["2008-11-07","2009-03-30"],"type":["text"],"creator":["Baiesi, Marco"],"language":[],"coverage":[],"title":["Correlated earthquakes in a self-organized model"],"description":["  Motivated by the fact that empirical time series of earthquakes exhibit\nlong-range correlations in space and time and the Gutenberg-Richter\ndistribution of magnitudes, we propose a simple fault model that can account\nfor these types of scale-invariance. It is an avalanching process that displays\npower-laws in the event sizes, in the epicenter distances as well as in the\nwaiting-time distributions, and also aftershock rates obeying a generalized\nOmori law. We thus confirm that there is a relation between temporal and\nspatial clustering of the activity in this kind of models. The fluctuating\nboundaries of possible slipping areas show that the size of the largest\npossible earthquake is not always maximal, and the average correlation length\nis a fraction of the system size. This suggests that there is a concrete\nalternative to the extreme interpretation of self-organized criticality as a\nprocess in which every small event can cascade to an arbitrary large one: the\nnew picture includes fluctuating domains of coherent stress field as part of\nthe global self-organization. Moreover, this picture can be more easily\ncompared with other scenarios discussing fluctuating correlations lengths in\nseismicity.\n","Comment: 8 pages, 10 figures"]}]
["0811.1951",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1951","Phys. Rev. Lett. 102, 120602 (2009)","doi:10.1103/PhysRevLett.102.120602"],"date":["2008-11-12","2009-03-08"],"type":["text"],"creator":["Zoia, Andrea","Rosso, Alberto","Majumdar, Satya N."],"language":[],"coverage":[],"title":["Asymptotic behavior of self-affine processes in semi-infinite domains"],"description":["  We propose to model the stochastic dynamics of a polymer passing through a\npore (translocation) by means of a fractional Brownian motion, and study its\nbehavior in presence of an absorbing boundary. Based on scaling arguments and\nnumerical simulations, we present a conjecture that provides a link between the\npersistence exponent $\\theta$ and the Hurst exponent $H$ of the process, thus\nsheding light on the spatial and temporal features of translocation.\nFurthermore, we show that this conjecture applies more generally to a broad\nclass of self affine processes undergoing anomalous diffusion in bounded\ndomains, and we discuss some significant examples.\n","Comment: 4 pages, 3 figures; to be published in Phys. Rev. Lett"]}]
["0812.0699",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0699","J. Stat. Mech., P03039, 2009","doi:10.1088/1742-5468/2009/03/P03039"],"date":["2008-12-03","2008-12-26"],"type":["text"],"creator":["Abaimov, S. G."],"language":[],"coverage":[],"title":["Applicability and non-applicability of equilibrium statistical mechanics\n  to non-thermal damage phenomena: II. Spinodal behavior"],"description":["  This paper investigates the spinodal behavior of non-thermal damage\nphenomena. As an example, a non-thermal fiber-bundle model with the global\nuniform (meanfield) load sharing is considered. In the vicinity of the spinodal\npoint the power-law scaling behavior is found. For the meanfield fiber-bundle\nmodel the spinodal exponents are found to have typical meanfield values.\n","Comment: Version related: More careful explanation for the critical\n  slowing-down. General: The topological properties of non-thermal damage are\n  described by the formalism of statistical mechanics. This is the continuation\n  of arXiv:0805.0346. Comments, especially negative, are very welcome"]}]
["0812.0919",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0919","Eur.Phys.J.C60:375-386,2009","doi:10.1140/epjc/s10052-009-0892-7"],"date":["2008-12-04","2009-03-30"],"type":["text"],"creator":["Kiyo, Y.","Kühn, J. H.","Moch, S.","Steinhauser, M.","Uwer, P."],"language":[],"coverage":[],"title":["Top-quark pair production near threshold at LHC"],"description":["  The next-to-leading order analysis for the cross section for hadroproduction\nof top quark pairs close to threshold is presented. Within the framework of\nnon-relativistic QCD a significant enhancement compared to fixed order\nperturbation theory is observed which originates from the characteristic\nremnant of the 1S peak below production threshold of top quark pairs. The\nanalysis includes all color singlet and color octet configurations of top quark\npairs in S-wave states and, for the dominant configurations, it employs\nall-order soft gluon resummation for the hard parton cross section. Numerical\nresults for the Large Hadron Collider at $\\sqrt{s} = 14 $TeV and $\\sqrt{s} = 10\n$TeV and also for the Tevatron are presented. The possibility of a top quark\nmass measurement from the invariant mass distribution of top quark pairs is\ndiscussed.\n","Comment: 22 pages, 7 figures, minor corrections, references added, EPJC 60\n  (2009) 375"]}]
["0812.1166",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1166","Eur. Phys. J. E 28, 27-45 (2009)","doi:10.1140/epje/i2008-10419-y"],"date":["2008-12-05"],"type":["text"],"creator":["Schindler, Michael","Ajdari, Armand"],"language":[],"coverage":[],"title":["Modeling phase behavior for quantifying micro-pervaporation experiments"],"description":["  We present a theoretical model for the evolution of mixture concentrations in\na micro-pervaporation device, similar to those recently presented\nexperimentally. The described device makes use of the pervaporation of water\nthrough a thin PDMS membrane to build up a solute concentration profile inside\na long microfluidic channel. We simplify the evolution of this profile in\nbinary mixtures to a one-dimensional model which comprises two\nconcentration-dependent coefficients. The model then provides a link between\ndirectly accessible experimental observations, such as the widths of dense\nphases or their growth velocity, and the underlying chemical potentials and\nphenomenological coefficients. It shall thus be useful for quantifying the\nthermodynamic and dynamic properties of dilute and dense binary mixtures.\n","Comment: to be published in EPJ-E"]}]
["0812.1300",{"format":[],"subject":["Mathematics - Functional Analysis","44A12","52A38"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1300"],"date":["2008-12-06","2009-03-30"],"type":["text"],"creator":["Rubin, Boris"],"language":[],"coverage":[],"title":["Comparison of volumes of convex bodies in real, complex, and\n  quaternionic spaces"],"description":["  The classical Busemann-Petty problem (1956) asks, whether origin-symmetric\nconvex bodies in $\\mathbb {R}^n$ with smaller hyperplane central sections\nnecessarily have smaller volumes. It is known, that the answer is affirmative\nif $n\\le 4$ and negative if $n>4$. The same question can be asked when volumes\nof hyperplane sections are replaced by other comparison functions having\ngeometric meaning. We give unified exposition of this circle of problems in\nreal, complex, and quaternionic $n$-dimensional spaces. All cases are treated\nsimultaneously. In particular, we show that the Busemann-Petty problem in the\nquaternionic $n$-dimensional space has an affirmative answer if and only if $n\n=2$. The method relies on the properties of cosine transforms on the unit\nsphere. Possible generalizations are discussed.\n","Comment: 41 pages"]}]
["0812.1520",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1520","Phys. Rev. B 79, 115119 (2009)","doi:10.1103/PhysRevB.79.115119"],"date":["2008-12-08"],"type":["text"],"creator":["Werner, Philipp","Gull, Emanuel","Millis, Andrew J."],"language":[],"coverage":[],"title":["Metal-Insulator phase diagram and orbital selectivity in 3-orbital\n  models with rotationally invariant Hund coupling"],"description":["  A three band model containing the essential physics of transition metal\noxides with partially filled t_2g shells is solved in the single-site dynamical\nmean field approximation, using the full rotationally invariant Slater-Kanamori\ninteractions. We compute the metal-Mott insulator phase diagram in the space of\nchemical potential and interaction strength, determine the response of the\ndifferent phases to perturbations which break the orbital symmetry, and\nestablish the regimes in which an orbital selective Mott phase occurs. The\nresults are compared to data on titanates, ruthenates, vanadates and C_60.\n"]}]
["0812.2436",{"format":[],"subject":["Physics - Plasma Physics","Nuclear Experiment","Nuclear Theory","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2436","Published in Phys. Rev. E 79, 038401 (2009)","doi:10.1103/PhysRevE.79.038401"],"date":["2008-12-12","2009-02-26"],"type":["text"],"creator":["Kimura, S.","Anzalone, A.","Bonasera, A."],"language":[],"coverage":[],"title":["Comment on \"Observation of neutronless fusion reactions in picosecond\n  laser plasmas\""],"description":["  The paper by Belyaev et al. [Phys. Rev. E {\\bf 72}, 026406 (2005)] reported\nthe first experimental observation of alpha particles produced in the\nthermonuclear reaction $^{11}$B($p,\\alpha$)$^{8}$Be induced by\nlaser-irradiation on a $^{11}$B polyethylene (CH$_2$) composite target. The\nlaser used in the experiment is characterized by a picosecond pulse duration\nand a peak of intensity of 2$\\times10^{18}$ W/cm$^2$. We suggest that both the\nbackground-reduction method adopted in their detection system and the choice of\nthe detection energy region of the reaction products are possibly inadequate.\nConsequently the total yield reported underestimates the true yield. Based on\ntheir observation, we give an estimation of the total yield to be higher than\ntheir conclusion, i.e., of the order of 10$^5 \\alpha$ per shot.\n","Comment: 3 figures, accepted for publication in the Comment section of\n  Physical Review E"]}]
["0812.3293",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3293","J. Phys. A: Math. Theor. 42 (2009) 165004","doi:10.1088/1751-8113/42/16/165004"],"date":["2008-12-17","2009-03-30"],"type":["text"],"creator":["Prolhac, S.","Evans, M. R.","Mallick, K."],"language":[],"coverage":[],"title":["Matrix product solution of the multispecies partially asymmetric\n  exclusion process"],"description":["  We find the exact solution for the stationary state measure of the partially\nasymmetric exclusion process on a ring with multiple species of particles. The\nsolution is in the form of a matrix product representation where the matrices\nfor a system of N species are defined recursively in terms of the matrices for\na system of N-1 species. A complete proof is given, based on the quadratic\nrelations verified by these matrices. This matrix product construction is\ninterpreted in terms of the action of a transfer matrix.\n","Comment: 27 pages, 3 figures"]}]
["0812.3832",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3832","Phys. Rev. A 79, 032336 (2009)","doi:10.1103/PhysRevA.79.032336"],"date":["2008-12-19","2009-03-27"],"type":["text"],"creator":["Oreshkov, Ognyan","Calsamiglia, John"],"language":[],"coverage":[],"title":["Distinguishability measures between ensembles of quantum states"],"description":["  A quantum ensemble $\\{(p_x, \\rho_x)\\}$ is a set of quantum states each\noccurring randomly with a given probability. Quantum ensembles are necessary to\ndescribe situations with incomplete a priori information, such as the output of\na stochastic quantum channel (generalized measurement), and play a central role\nin quantum communication. In this paper, we propose measures of distance and\nfidelity between two quantum ensembles. We consider two approaches: the first\none is based on the ability to mimic one ensemble given the other one as a\nresource and is closely related to the Monge-Kantorovich optimal transportation\nproblem, while the second one uses the idea of extended-Hilbert-space (EHS)\nrepresentations which introduce auxiliary pointer (or flag) states. Both types\nof measures enjoy a number of desirable properties. The Kantorovich measures,\nalbeit monotonic under deterministic quantum operations, are not monotonic\nunder generalized measurements. In contrast, the EHS measures are. We present\noperational interpretations for both types of measures. We also show that the\nEHS fidelity between ensembles provides a novel interpretation of the fidelity\nbetween mixed states--the latter is equal to the maximum of the fidelity\nbetween all pure-state ensembles whose averages are equal to the mixed states\nbeing compared. We finally use the new measures to define distance and fidelity\nfor stochastic quantum channels and positive operator-valued measures (POVMs).\nThese quantities may be useful in the context of tomography of stochastic\nquantum channels and quantum detectors.\n","Comment: 31 pages, typos corrected"]}]
["0901.0014",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0014","JCAP 0903:026,2009","doi:10.1088/1475-7516/2009/03/026"],"date":["2008-12-30","2009-03-30"],"type":["text"],"creator":["Mirizzi, Alessandro","Redondo, Javier","Sigl, Guenter"],"language":[],"coverage":[],"title":["Microwave Background Constraints on Mixing of Photons with Hidden\n  Photons"],"description":["  Various extensions of the Standard Model predict the existence of hidden\nphotons kinetically mixing with the ordinary photon. This mixing leads to\noscillations between photons and hidden photons, analogous to the observed\noscillations between different neutrino flavors. In this context, we derive new\nbounds on the photon-hidden photon mixing parameters using the high precision\ncosmic microwave background spectral data collected by the Far Infrared\nAbsolute Spectrophotometer instrument on board of the Cosmic Background\nExplorer. Requiring the distortions of the CMB induced by the photon-hidden\nphoton mixing to be smaller than experimental upper limits, this leads to a\nbound on the mixing angle < 10^{-7}-10^{-5} for hidden photon masses between\n10^{-14} eV and 10^{-7} eV. This low-mass and low-mixing region of the hidden\nphoton parameter space was previously unconstrained.\n","Comment: Revised version (16 pages, 4 eps figures). Matches the one published\n  on JCAP. Minor changes: typos removed, references clarified, Figure 3\n  slightly modified to take into account the new experimental bounds on\n  photon-hidden photon mixing by LIPSS experiment (arXiv:0810.4189 [hep-ex],\n  our Ref. [39])"]}]
["0901.0952",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0952"],"date":["2009-01-07","2009-03-30"],"type":["text"],"creator":["Blood, Casey"],"language":[],"coverage":[],"title":["Problems with Probability in Everett's Interpretation of Quantum\n  Mechanics"],"description":["  In the many-worlds interpretations (MWIs) of Everett and others, if I am the\nobserver, there are several versions of me but no version is singled out as the\none corresponding to my perceptions. However, it can be shown that the\nprobability law implies one version must be singled out. Thus MWIs do not\nprovide a sufficient basis for probability. If we are to have an acceptable\ndescription of the physical universe, MWIs must be supplemented by some\nmechanism, such as hidden variables or collapse, that singles out one version\nof the observer as the perceiving version.\n","Comment: 8 pages. The main objections to MWIs have been simplified and\n  clarified in version 3. A more thorough description of other lines of\n  reasoning is given in version 2"]}]
["0901.2457",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","14F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2457"],"date":["2009-01-16","2009-03-30"],"type":["text"],"creator":["Costa, L.","Marques, P. Macias","Miró-Roig, R. M."],"language":[],"coverage":[],"title":["Stability and Unobstructedness of Syzygy Bundles"],"description":["  It is a longstanding problem in Algebraic Geometry to determine whether the\nsyzygy bundle $E_{d_1,..., d_n}$ on $\\PP^N$ defined as the kernel of a general\nepimorphism $\\xymatrix{\\phi:\\cO(-d_1)\\oplus...\\oplus\\cO(-d_n)\\ar[r] &\\cO}$ is\n(semi)stable. In this note, we restrict our attention to the case of syzygy\nbundles $E_{d,n}$ on $\\PP^N$ associated to $n$ generic forms $f_1,...,f_n\\in\nK[X_0,X_1,..., X_N]$ of the same degree $d$. Our first goal is to prove that\n$E_{d,n}$ is stable if $N+1\\le n\\le\\tbinom{d+2}{2}+N-2$. This bound improves,\nin general, the bound $n\\le d(N+1)$ given by G. Hein in \\cite{B}, Appendix A.\n  In the last part of the paper, we study moduli spaces of stable rank $n-1$\nvector bundles on $\\PP^N$ containing syzygy bundles. We prove that if $N+1\\le\nn\\le\\tbinom{d+2}{2}+N-2$ and $N\\ne 3$, then the syzygy bundle $E_{d,n}$ is\nunobstructed and it belongs to a generically smooth irreducible component of\ndimension $n\\tbinom{d+N}{N}-n^2$, if $N \\geq 4$, and\n$n\\tbinom{d+2}{2}+n\\tbinom{d-1}{2}-n^2$, if N=2.\n","Comment: 32 pages, minor changes"]}]
["0901.3272",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3272","Phys.Rev.D79:043526,2009","doi:10.1103/PhysRevD.79.043526"],"date":["2009-01-21","2009-03-30"],"type":["text"],"creator":["Jackson, Brendan M","Taylor, Andy","Berera, Arjun"],"language":[],"coverage":[],"title":["On the large-scale instability in interacting dark energy and dark\n  matter fluids"],"description":["  Recently, Valiviita et al. (2008) have reported a large-scale early-time\ninstability in coupled dark energy and dark matter models. We take the same\nform of energy-momentum exchange and specialise to the case when the\ninteraction rate is proportional to Hubble's parameter and the dark energy\ndensity only. Provided the coupling is made small enough for a given equation\nof state parameter, we show that the instability can be avoided. Expressions\nare derived for non-adiabatic modes on super-horizon scales in both the\nradiation and matter dominated regimes. We also examine the growth of dark\nmatter perturbations in the sub-horizon limit. There we find that the coupling\nhas almost no effect upon the growth of structure before dark energy begins to\ndominate. Once the universe begins to accelerate, the relative dark matter\ndensity fluctuations not only cease to grow as in uncoupled models, but\nactually decay as the universe continues to expand.\n","Comment: Updated to match version published in February edition of Phys.Rev.D"]}]
["0902.2231",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2231","Nano Letters 2009, 9, (3), 1028-1033","doi:10.1021/nl8032922"],"date":["2009-02-12"],"type":["text"],"creator":["Zhou, Xinjian","Zifer, Thomas","Wong, Bryan M.","Krafcik, Karen L.","Leonard, Francois","Vance, Andrew L."],"language":[],"coverage":[],"title":["Color Detection Using Chromophore-Nanotube Hybrid Devices"],"description":["  We present a nanoscale color detector based on a single-walled carbon\nnanotube functionalized with azobenzene chromophores, where the chromophores\nserve as photoabsorbers and the nanotube as the electronic read-out. By\nsynthesizing chromophores with specific absorption windows in the visible\nspectrum and anchoring them to the nanotube surface, we demonstrate the\ncontrolled detection of visible light of low intensity in narrow ranges of\nwavelengths. Our measurements suggest that upon photoabsorption, the\nchromophores isomerize from the ground state trans configuration to the excited\nstate cis configuration, accompanied by a large change in dipole moment,\nchanging the electrostatic environment of the nanotube. All-electron ab initio\ncalculations are used to study the chromophore-nanotube hybrids, and show that\nthe chromophores bind strongly to the nanotubes without disturbing the\nelectronic structure of either species. Calculated values of the dipole moments\nsupport the notion of dipole changes as the optical detection mechanism.\n","Comment: Accepted by Nano Letters"]}]
["0902.2982",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2982","Phys.Rev.D79:067504,2009","doi:10.1103/PhysRevD.79.067504"],"date":["2009-02-17","2009-03-30"],"type":["text"],"creator":["Boehmer, Christian G.","Lobo, Francisco S. N."],"language":[],"coverage":[],"title":["Stability of the Einstein static universe in modified Gauss-Bonnet\n  gravity"],"description":["  We analyze the stability of the Einstein static universe by considering\nhomogeneous perturbations in the context of f(G) modified Gauss-Bonnet theories\nof gravity. By considering a generic form of f(G), the stability region of the\nEinstein static universe is parameterized by the linear equation of state\nparameter w=p/rho and the second derivative f\"(G) of the Gauss-Bonnet term.\n","Comment: 5 pages, 1 figure; minor text changes, added references, improved\n  figure; shortened version to comply with length restrictions"]}]
["0903.1451",{"format":[],"subject":["Computer Science - Artificial Intelligence","Mathematics - Probability","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.1451"],"date":["2009-03-08","2009-03-30"],"type":["text"],"creator":["Dambreville, Frederic"],"language":[],"coverage":[],"title":["Definition of evidence fusion rules on the basis of Referee Functions"],"description":["  This chapter defines a new concept and framework for constructing fusion\nrules for evidences. This framework is based on a referee function, which does\na decisional arbitrament conditionally to basic decisions provided by the\nseveral sources of information. A simple sampling method is derived from this\nframework. The purpose of this sampling approach is to avoid the combinatorics\nwhich are inherent to the definition of fusion rules of evidences. This\ndefinition of the fusion rule by the means of a sampling process makes possible\nthe construction of several rules on the basis of an algorithmic implementation\nof the referee function, instead of a mathematical formulation. Incidentally,\nit is a versatile and intuitive way for defining rules. The framework is\nimplemented for various well known evidence rules. On the basis of this\nframework, new rules for combining evidences are proposed, which takes into\naccount a consensual evaluation of the sources of information.\n"]}]
["0903.2385",{"format":[],"subject":["Mathematics - Dynamical Systems","37M25","03F60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2385"],"date":["2009-03-13","2009-03-30"],"type":["text"],"creator":["Galatolo, Stefano","Hoyrup, Mathieu","Rojas, Cristobal"],"language":[],"coverage":[],"title":["Dynamics and abstract computability: computing invariant measures"],"description":["  We consider the question of computing invariant measures from an abstract\npoint of view. We work in a general framework (computable metric spaces,\ncomputable measures and functions) where this problem can be posed precisely.\nWe consider invariant measures as fixed points of the transfer operator and\ngive general conditions under which the transfer operator is (sufficiently)\ncomputable. In this case, a general result ensures the computability of\nisolated fixed points and hence invariant measures (in given classes of\n\"regular\" measures). This implies the computability of many SRB measures.\n  On the other hand, not all computable dynamical systems have a computable\ninvariant measure. We exhibit two interesting examples of computable dynamics,\none having an SRB measure which is not computable and another having no\ncomputable invariant measure at all, showing some subtlety in this kind of\nproblems.\n"]}]
["0903.3053",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3053"],"date":["2009-03-17","2009-03-30"],"type":["text"],"creator":["Demchik, Vadim","Strelchenko, Alexei"],"language":[],"coverage":[],"title":["Monte Carlo simulations on Graphics Processing Units"],"description":["  Implementation of basic local Monte-Carlo algorithms on ATI Graphics\nProcessing Units (GPU) is investigated. The Ising model and pure SU(2)\ngluodynamics simulations are realized with the Compute Abstraction Layer (CAL)\nof ATI Stream environment using the Metropolis and the heat-bath algorithms,\nrespectively. We present an analysis of both CAL programming model and the\nefficiency of the corresponding simulation algorithms on GPU. In particular,\nthe significant performance speed-up of these algorithms in comparison with\nserial execution is observed.\n","Comment: 15 pages, 4 figures, 2 tables"]}]
["0903.4058",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4058"],"date":["2009-03-24","2009-03-29"],"type":["text"],"creator":["Liang, Z. X.","Hu, B. B.","Wu, Biao"],"language":[],"coverage":[],"title":["Interaction Effects on Wannier Functions of a Bose-Einstein Condensate\n  in an Optical Lattice and Implications for Bose-Hubbard Model"],"description":["  We show that one can properly take into account of the interaction effects\nand construct a set of orthonormal Wannier functions for a Bose-Einstein\ncondensate in an optical lattice. These interaction-dependent Wannier functions\nare used to compute the tunneling rate $J$ and the on-site repulsion $U$ in the\nBose-Hubbard model. Both parameters are found to be substantially different\nfrom ones calculated with the single-particle Wannier functions. Our numerical\nresults of $U$ are found in good agreement with the measured on-site energy in\na recent experiment [Campbell {\\it et al.} Science {\\bf 314}, 281 (2006)].\n","Comment: 4 pages, 3 figures"]}]
["0903.4227",{"format":[],"subject":["Mathematics - General Mathematics","11M06, 11M26"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4227"],"date":["2009-03-24","2009-03-29"],"type":["text"],"creator":["Breslaw, Jon"],"language":[],"coverage":[],"title":["Towards a statistical proof of the Riemann Hypothesis"],"description":["  Using the $\\zeta$ functional equation and the Hadamard product, an analytical\nexpression for the sum of the reciprocal of the $\\zeta$ zeros is established.\nWe then demonstrate that on the critical line, $|\\zeta|$ is convex, and that in\nthe region $0 < \\Re(s) \\leq 0.5$, $|\\zeta|$ has a negative slope, given the RH.\nIn each case, analytical formulae are established, and numerical examples are\npresented to validate these formulae.\n","Comment: 9 pages, 1 figure. Revised because of an error on page 9"]}]
["0903.4688",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4688"],"date":["2009-03-26"],"type":["text"],"creator":["Georgiev, Mladen"],"language":[],"coverage":[],"title":["Migration of photogenerated charge carriers in silver halides: small\n  polaron transport"],"description":["  Nearly half a century ago, I joined an ambitious research project aimed at\nestablishing the mechanism of photodecomposition of ionic salts. We measured\nthe mobilities and lifetimes of photoelectrons and photoholes in silver bromide\nin order to get an early-stage knowledge of the process. The last pairs of\nquantities to study were the diffusion coefficients for which we got results,\nhighly controversial at that time. Now we show that the diffusion data suggest\nthe formation of itinerant Jahn Teller small polarons as the next-stage\nphoto-carriers in silver halides.\n","Comment: 13 pages including 4 figures and 1 table, all pdf"]}]
["0903.4689",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Algebraic Topology","14A20, 55P99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4689"],"date":["2009-03-26"],"type":["text"],"creator":["Dupont, Delphine"],"language":[],"coverage":[],"title":["Exemples de classification du champ des faisceaux pervers"],"description":["  In this thesis we show how to use stack theory to glue description of the\ncategory of perverse sheaves P(X,S) on a stratified space (X,S). Hence we give\nnew description of P(X,S) when X is locally C^n stratified by the\nstratification S given by the normal crossing.\n  First we give a characterization of the 2-category of a stack on a stratified\nspace. Thank to this and to a description in term of quiver's representation of\nthe category P(C^n,S) due to Galligo, Granger, Maisonobe, we define a stack on\nC^n constructible relatively to S, equivalent to the stack Perv(C,S) of\nperverse sheaves on C^n relatively to S. As a stack can be define on an open\ncovering and as toric varieties and C^2 stratified by a generic hyperplanes\narrangement are locally isomorphic to (C^n,S) we can define a stack CC on these\nspaces equivalent to the stack PervX. Then a study of the global sections of CC\ngives a category of quivers representations equivalent to the category P(X,S').\n","Comment: Ph. D. Thesis"]}]
["0903.4691",{"format":[],"subject":["Mathematics - Logic","03C20, 03E05, 03C95","03C55, 03C98"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4691"],"date":["2009-03-27"],"type":["text"],"creator":["Lipparini, Paolo"],"language":[],"coverage":[],"title":["Combinatorial and model-theoretical principles related to regularity of\n  ultrafilters and compactness of topological spaces. V"],"description":["  We generalize to the relations $(\\lambda, \\mu) \\stackrel{\\kappa}{\\Rightarrow}\n(\\lambda', \\mu')$ and $\\alm (\\lambda, \\mu) \\stackrel{\\kappa}{\\Rightarrow} \\alm\n(\\lambda', \\mu')$ some results obtained in Parts II and IV. We also present a\nmulti-cardinal version.\n","Comment: 11 pages"]}]
["0903.4702",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4702"],"date":["2009-03-26"],"type":["text"],"creator":["Cebra, D.","Collaboration, for the STAR"],"language":[],"coverage":[],"title":["Charged hadron results from Au+Au at 19.6 GeV"],"description":["  Results from a one day $\\sqrt{s_{NN}} = 19.6$ GeV Au+Au test run at RHIC\nusing the STAR detector are presented. The quality of these results from only\n175,000 triggered events demonstrates some of STAR's physics capabilities for\nthe upcoming beam energy scan at RHIC. From these 19.6 GeV Au+Au collisions, we\nhave analyzed the transverse mass spectra of $\\pi^{\\pm}$, $K^{\\pm}$, $p$, and\n$\\bar{p}$ at midrapidity and $m_T - m_0$ $< 1.0$ GeV/$c^2$. We have also\nmeasured the two-pion interferometry source radii. The collision energy\n($\\sqrt{s_{NN}} = 19.6$ GeV) of this low energy Au+Au RHIC collider run is very\nclose to that of the 158 AGeV fixed-target Pb+Pb runs at the SPS\n($\\sqrt{s_{NN}} = 17.3$ GeV). We present comparisons between these STAR data\nand the results published by NA49, NA44, WA98, and CERES.\n","Comment: 4 pages, 4 figures, Quark Matter 2008"]}]
["0903.4704",{"format":[],"subject":["Mathematics - Algebraic Topology","55T20, 55P48"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4704","Geom. Topol. Monogr. 10 (2007) 347-382","doi:10.2140/gtm.2007.10.347"],"date":["2009-03-26"],"type":["text"],"creator":["Tamaki, Dai"],"language":[],"coverage":[],"title":["On the E^1-term of the gravity spectral sequence"],"description":["  The author constructed a spectral sequence strongly converging to h_*(Omega^n\nSigma^n X) for any homology theory in [Topology 33 (1994) 631-662]. In this\nnote, we prove that the E^1-term of the spectral sequence is isomorphic to the\ncobar construction, and hence the spectral sequence is isomorphic to the\nclassical cobar-type Eilenberg-Moore spectral sequence based on the geometric\ncobar construction from the E^1-term. Similar arguments can be also applied to\nits variants constructed in [Contemp Math 293 (2002) 299-329].\n","Comment: This is the version published by Geometry & Topology Monographs on 18\n  April 2007"]}]
["0903.4706",{"format":[],"subject":["Quantum Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4706"],"date":["2009-03-26"],"type":["text"],"creator":["McCutcheon, Murray W.","Chang, Darrick E.","Zhang, Yinan","Lukin, Mikhail D.","Loncar, Marko"],"language":[],"coverage":[],"title":["Broad-band spectral control of single photon sources using a nonlinear\n  photonic crystal cavity"],"description":["  Motivated by developments in quantum information science, much recent effort\nhas been directed toward coupling individual quantum emitters to optical\nmicrocavities. Such systems can be used to produce single photons on demand,\nenable nonlinear optical switching at a single photon level, and implement\nfunctional nodes of a quantum network, where the emitters serve as processing\nnodes and photons are used for long-distance quantum communication. For many of\nthese practical applications, it is important to develop techniques that allow\none to generate outgoing single photons of desired frequency and bandwidth,\nenabling hybrid networks connecting different types of emitters and\nlong-distance transmission over telecommunications wavelengths. Here, we\npropose a novel approach that makes use of a nonlinear optical resonator, in\nwhich the single photon originating from the atom-like emitter is directly\nconverted into a photon with desired frequency and bandwidth using the\nintracavity nonlinearity. As specific examples, we discuss a high-finesse,\nTE-TM double-mode photonic crystal cavity design that allows for direct\ngeneration of single photons at telecom wavelengths starting from an InAs/GaAs\nquantum dot with a 950 nm transition wavelength, and a scheme for direct\noptical coupling of such a quantum dot with a diamond nitrogen-vacancy center\nat 637 nm.\n","Comment: 9 pages, 3 figures"]}]
["0903.4708",{"format":[],"subject":["Mathematics - Algebraic Topology","55N22, 55N20, 55S05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4708","Geom. Topol. Monogr. 10 (2007) 383-421","doi:10.2140/gtm.2007.10.383"],"date":["2009-03-26"],"type":["text"],"creator":["Torii, Takeshi"],"language":[],"coverage":[],"title":["Milnor operations and the generalized Chern character"],"description":["  We have shown that the n-th Morava K-theory K^*(X) for a CW-spectrum X with\naction of Morava stabilizer group G_n can be recovered from the system of some\nheight-(n+1) cohomology groups E^*(Z) with G_{n+1}-action indexed by finite\nsubspectra Z. In this note we reformulate and extend the above result. We\nconstruct a symmetric monoidal functor F from the category of\nE^{vee}_*(E)-precomodules to the category of K_{*}(K)-comodules. Then we show\nthat K^*(X) is naturally isomorphic to the inverse limit of F(E^*(Z)) as a\nK_{*}(K)-comodule.\n","Comment: This is the version published by Geometry & Topology Monographs on 18\n  April 2007"]}]
["0903.4711",{"format":[],"subject":["Mathematics - Algebraic Topology","55S10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4711","Geom. Topol. Monogr. 10 (2007) 423-449","doi:10.2140/gtm.2007.10.423"],"date":["2009-03-26"],"type":["text"],"creator":["Yamaguchi, Atsushi"],"language":[],"coverage":[],"title":["On excess filtration on the Steenrod algebra"],"description":["  In this note, we study some properties of the filtration of the Steenrod\nalgebra defined from the excess of admissible monomials. We give several\nconditions on a cocommutative graded Hopf algebra A^* which enable us to\ndevelop the theory of unstable A^*-modules.\n","Comment: This is the version published by Geometry & Topology Monographs on 18\n  April 2007"]}]
["0903.4717",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4717"],"date":["2009-03-26"],"type":["text"],"creator":["Hamilton, Andrew J S","Polhemus, Gavin"],"language":[],"coverage":[],"title":["The edge of locality: visualizing a black hole from the inside"],"description":["  We illustrate and discuss the view seen by an observer inside the horizon of\na Schwarzschild black hole. The view as the observer approaches the central\nsingularity is of particular interest because, according to ideas arising from\n\"observer complementarity,\" points in opposite directions along the observer's\npast lightcone are at \"the edge of locality,\" where standard flat-space\nquantum-field-theory commutation rules may be at the brink of failure. Near the\nsingularity, the observer's view is aberrated by the diverging tidal force into\na horizontal plane. The view in the horizontal plane is highly blueshifted, but\nall directions other than horizontal appear highly redshifted. We argue that\nthe affine distance provides a canonical measure of distance along a light ray\nfrom emitter to observer. Since the affine distance is not directly measurable\nby the observer, we also consider perceptual distances, and argue that the\ntrinocular distance (binocular distance is inadequate) provides an estimate of\naffine distance that would allow tree-leaping apes to survive in highly curved\nspacetime.\n","Comment: 11 figures. Visualization at\n  http://casa.colorado.edu/~ajsh/insidebh/schw.html"]}]
["0903.4731",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4731","Phys. Rev. E 79, 016112 (2009)","doi:10.1103/PhysRevE.79.016112"],"date":["2009-03-27"],"type":["text"],"creator":["Toenjes, Ralf","Blasius, Bernd"],"language":[],"coverage":[],"title":["Perturbation Analysis of the Kuramoto Phase Diffusion Equation Subject\n  to Quenched Frequency Disorder"],"description":["  The Kuramoto phase diffusion equation is a nonlinear partial differential\nequation which describes the spatio-temporal evolution of a phase variable in\nan oscillatory reaction diffusion system. Synchronization manifests itself in a\nstationary phase gradient where all phases throughout a system evolve with the\nsame velocity, the synchronization frequency. The formation of concentric waves\ncan be explained by local impurities of higher frequency which can entrain\ntheir surroundings. Concentric waves in synchronization also occur in\nheterogeneous systems, where the local frequencies are distributed randomly. We\npresent a perturbation analysis of the synchronization frequency where the\nperturbation is given by the heterogeneity of natural frequencies in the\nsystem. The nonlinearity in form of dispersion, leads to an overall\nacceleration of the oscillation for which the expected value can be calculated\nfrom the second order perturbation terms. We apply the theory to simple\ntopologies, like a line or the sphere, and deduce the dependence of the\nsynchronization frequency on the size and the dimension of the oscillatory\nmedium. We show that our theory can be extended to include rotating waves in a\nmedium with periodic boundary conditions. By changing a system parameter the\nsynchronized state may become quasi degenerate. We demonstrate how perturbation\ntheory fails at such a critical point.\n","Comment: 22 pages, 5 figures"]}]
["0903.4738",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4738"],"date":["2009-03-27"],"type":["text"],"creator":["Park, Hong Ju","Ayanoglu, Ender"],"language":[],"coverage":[],"title":["Constellation Precoded Beamforming"],"description":["  We present and analyze the performance of constellation precoded beamforming.\nThis multi-input multi-output transmission technique is based on the singular\nvalue decomposition of a channel matrix. In this work, the beamformer is\nprecoded to improve its diversity performance. It was shown previously that\nwhile single beamforming achieves full diversity without channel coding,\nmultiple beamforming results in diversity loss. In this paper, we show that a\nproperly designed constellation precoder makes uncoded multiple beamforming\nachieve full diversity order. We also show that partially precoded multiple\nbeamforming gets better diversity order than multiple beamforming without\nconstellation precoder if the subchannels to be precoded are properly chosen.\nWe propose several criteria to design the constellation precoder. Simulation\nresults match the analysis, and show that precoded multiple beamforming\nactually outperforms single beamforming without precoding at the same system\ndata rate while achieving full diversity order.\n","Comment: submitted to conference"]}]
["0903.4739",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4739"],"date":["2009-03-27"],"type":["text"],"creator":["Kalyniak, Pat","Tseliakhovich, Dmitriy"],"language":[],"coverage":[],"title":["Dark matter in a Simplest Little Higgs with T-parity model"],"description":["  Little Higgs models may provide a viable alternative to supersymmetry as an\nextension of the Standard Model. After the introduction of a discrete $Z_2$\nsymmetry, dubbed T-parity into Little Higgs models they also contain a\npromising dark matter candidate. We investigate a heavy neutrino as a dark\nmatter candidate in the Simplest Little Higgs with T-parity (SLHT) model. First\nwe calculate relic density constraints on the parameter space of the model and\nthen discuss collider signatures for the SLHT dark matter.\n","Comment: 11 pages, 10 figures"]}]
["0903.4742",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4742"],"date":["2009-03-27"],"type":["text"],"creator":["Lee, Kiryung","Bresler, Yoram"],"language":[],"coverage":[],"title":["Guaranteed Minimum Rank Approximation from Linear Observations by\n  Nuclear Norm Minimization with an Ellipsoidal Constraint"],"description":["  The rank minimization problem is to find the lowest-rank matrix in a given\nset. Nuclear norm minimization has been proposed as an convex relaxation of\nrank minimization. Recht, Fazel, and Parrilo have shown that nuclear norm\nminimization subject to an affine constraint is equivalent to rank minimization\nunder a certain condition given in terms of the rank-restricted isometry\nproperty. However, in the presence of measurement noise, or with only\napproximately low rank generative model, the appropriate constraint set is an\nellipsoid rather than an affine space. There exist polynomial-time algorithms\nto solve the nuclear norm minimization with an ellipsoidal constraint, but no\nperformance guarantee has been shown for these algorithms. In this paper, we\nderive such an explicit performance guarantee, bounding the error in the\napproximate solution provided by nuclear norm minimization with an ellipsoidal\nconstraint.\n"]}]
["0903.4745",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4745"],"date":["2009-03-27"],"type":["text"],"creator":["Roy, Ashim K.","Sharma, Subodh K.","Gupta, Ranjan"],"language":[],"coverage":[],"title":["A study of frequency and size distribution dependence of extinction for\n  astronomical silicate and graphite grains"],"description":["  It is generally agreed that interstellar dust grains consist of two main\ncomponents, namely, silicates and graphites. Some models, like MRN model,\nassume these grains to be homogeneous spheres following a power law size\ndistribution. This paper presents, in the framework of Mie theory, a\nparametrization of extinction spectrum curves of the silicates and the\ngraphites separately in terms of frequency and the minimum and maximum of sizes\nin the distribution. Analytic expressions in ultraviolet and far-ultraviolet\nare presented for both types of grains.The values of maximum and minimum sizes\nfor which these equations are valid have been identified. These equations can\nbe useful in a number of situations involving silicate and graphite grains.\n","Comment: 19 pages, 5 figures To appear in JQSRT 2009"]}]
["0903.4753",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4753"],"date":["2009-03-27"],"type":["text"],"creator":["Moreira, J. Agostinho","Almeida, A.","Ferreira, W. S.","Chaves, M. R.","Kreisel, J.","Vilela, S. M. F.","Tavares, P. B."],"language":[],"coverage":[],"title":["Coupling between phonons and magnetic excitations in orthorhombic\n  Eu_{1-x}Y_xMnO_3"],"description":["  In this work we present a detailed study of the structural and lattice\ndynamic properties of Y-doped EuMnO3 ceramics (Eu1-xYxMnO3, with 0<x<0.55). A\nthorough analysis towards the correlation between both structural and Raman\nmodes parameters has been undertaken. Our results provide evidence for two main\nstructural distortions of MnO6 octahedra, arising from a cooperative\nJahn-Teller and rotational distortions in these compounds. The temperature\ndependence of the B1g symmetric stretching mode of the MnO6 units has revealed\neither a positive or negative shift regarding the pure anharmonic temperature\ndependence of the phonon frequency, which strongly depends on the\nY-concentration. This frequency renormalization is explained in terms of a\ncompetition between ferro and antiferromagnetic interactions. The pronounced\nfrequency renormalization of the symmetric stretching mode for x=0.2 evidences\nthe predominance of the ferromagnetic interactions against the\nantiferromagnetic ones, which is in good correlation with the spontaneous\nmagnetization measured in this compound. The emerging of the shifts referred\nwell above the Neel temperature is likely associated with the coupling between\nphonons and dynamical fluctuations of the magnetic system, which provides\nfurther grounds for the existence of strong spin-phonon coupling in this\ncompound.\n","Comment: 34 pages, 13 figures, 1 table, submitted to Phys. Rev. B"]}]
["0903.4754",{"format":[],"subject":["Mathematics - Differential Geometry","44A12","53C35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4754"],"date":["2009-03-27"],"type":["text"],"creator":["Klein, Sebastian","Thorbergsson, Gudlaugur","Verhoczki, Laszlo"],"language":[],"coverage":[],"title":["On the Funk transform on compact symmetric spaces"],"description":["  We prove that a function on an irreducible compact symmetric space M, which\nis not a sphere, is determined by its integrals over the shortest closed\ngeodesics in M. We also prove a support theorem for the Funk transform on rank\none symmetric spaces which are not spheres.\n","Comment: 8 pages"]}]
["0903.4755",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4755"],"date":["2009-03-27"],"type":["text"],"creator":["Summa, Gianpietro"],"language":[],"coverage":[],"title":["A new approach to the step-drawdown test"],"description":["  In this paper a new approach to perform step-drawdown tests in presented.\nStep-drawdown tests known so far are performed strictly keeping the value of\nthe pumping rates constant through all the steps of the test. Current\ntechnology allows us to let the submerged electric pumps work at a specific\nrevolution per minute (rpm) and allows us to suitably modify the rotation\nvelocity at every step. Our approach is based on the idea of keeping the value\nof rpm fixed at every step of the test, instead of keeping constant the value\nof the discharge. Our technique has been experimentally applied to a well and a\ndescription of the operations and results are thoroughly presented. Our\napproach, in this peculiar case, has made possible to understand how actually\nthe discharge Q varies in function of the drawdown s_w. It has also made\npossible to monitor the approaching of the equilibrium between Q and s_w, using\nboth the variation of Q and that of s_w with time. Moreover, we have seen that\nfor the well studied in this paper the ratio Q/s_w remains almost constant\nwithin each step.\n","Comment: 14 pages, 9 figures, 2 tables"]}]
["0903.4764",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4764"],"date":["2009-03-27"],"type":["text"],"creator":["Yoshii, Y."],"language":[],"coverage":[],"title":["Locally extended affine root systems"],"description":["  We consider a natural generalization of both locally finite irreducible root\nsystems and extended affine root systems defined by Saito. We classify the\nsystems.\n"]}]
["0903.4768",{"format":[],"subject":["Mathematics - General Topology","Mathematics - Metric Geometry","54D05","54C30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4768"],"date":["2009-03-27"],"type":["text"],"creator":["Banakh, T.","Vovk, M.","Wójcik, M. R."],"language":[],"coverage":[],"title":["Connected, not separably connected complete metric spaces"],"description":["  In a separably connected space any two points are contained in a separable\nconnected subset. We show a mechanism that takes a connected bounded metric\nspace and produces a complete connected metric space whose separablewise\ncomponents form a quotient space isometric to the original space. We repeatedly\napply this mechanism to construct, as an inverse limit, a complete connected\nmetric space whose each separable subset is zero-dimensional.\n","Comment: 10 pages"]}]
["0903.4769",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","47A20","47A13","47A15","46L53","46L05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4769"],"date":["2009-03-27"],"type":["text"],"creator":["Dey, Santanu"],"language":[],"coverage":[],"title":["Characteristic Functions, Liftings and Modules"],"description":["  We review how some multianalytic inner functions of the Beurling type theorem\nare associated to row contractions following works of G.Popescu. Motivated by a\nresult on weak Markov dilations, we define a notion of characteristic function\nfor ergodic and coisometric row contractions with a one-dimensional invariant\nsubspace for the adjoints. Our characteristic function is a complete unitary\ninvariant for such tuples. Thereafter we extend the analysis of characteristic\nfunctions to contractive liftings of row contractions. We apply our theory to\ncompletely positive maps and explore applications to fixed point sets of\ncompletely positive maps related to each other by a subisometric lifting. In\nthe last two chapter we consider constrained row contractions and some module\nstructures in this context.\n","Comment: Habilitation thesis, 150 pages"]}]
["0903.4770",{"format":[],"subject":["Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4770"],"date":["2009-03-27"],"type":["text"],"creator":["Pabitra, Pal Choudhury","Sudhakar, Sahoo","Kumar, Nayak Birendra","Sarif, Hassan Sk."],"language":[],"coverage":[],"title":["Act of CVT and EVT In The Formation of Number-Theoretic Fractals"],"description":["  In this paper we have defined two functions that have been used to construct\ndifferent fractals having fractal dimensions between 1 and 2. More precisely,\nwe can say that one of our defined functions produce the fractals whose fractal\ndimension lies in [1.58, 2) and rest function produce the fractals whose\nfractal dimension lies in (1, 1.58]. Also we tried to calculate the amount of\nincrement of fractal dimension in accordance with base of the number systems.\nAnd in switching of fractals from one base to another, the increment of fractal\ndimension is constant, which is 1.58, its quite surprising!\n","Comment: 15 pages"]}]
["0903.4773",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4773"],"date":["2009-03-27"],"type":["text"],"creator":["Cattani, M.","Bassalo, J. M. F."],"language":[],"coverage":[],"title":["Intermediate Statistics, Parastatistics, Fractionary Statistics and\n  Gentileonic Statistics"],"description":["  We made in this paper a brief analysis of the following statistics:\nIntermediate Statistics, Parastatistics, Fractionary Statistics and Gentileonic\nStatistics that predict the existence of particles which are different from\nbosons, fermions and maxwellons. We shown the fundamental hypothesis assumed in\neach one of the above mentioned statistics and their main predictions and\ncompared them with experimental results. Taking into account the works done\nabout these statistics we could say that there is a tendency to believe that\nreal particles, that is, those that can be observed freely, can be only bosons,\nfermions and maxwellons and that all other particles, different from these\nwould be quasiparticles. Up to date in 3-dim systems only bosons, fermions and\nmaxwellons have been detected freely. Recently in 2-dim systems have been\ndetected the quasiparticles named anyons that have fractionary charges and\nspins.\n","Comment: 19 pages 2 figures"]}]
["0903.4784",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4784"],"date":["2009-03-27"],"type":["text"],"creator":["Gudyma, Iurii V.","Maksymov, Artur Iu."],"language":[],"coverage":[],"title":["Suppression of selection among broken-symmetry states by\n  cross-correlated noises in double-well system"],"description":["  Suppression of selection among broken-symmetry states has been found in\ndouble-well system resulting from two simultaneous correlated white noises, one\nadditive and the other multiplicative. Symmetry-asymmetry-symmetry transition\nis re-entrant as a function of the additive noise intensity for small\nmultiplicative noise.\n","Comment: 8 pages, 3 figures"]}]
["0903.4785",{"format":[],"subject":["Mathematics - Number Theory","11F67","11F11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4785"],"date":["2009-03-27"],"type":["text"],"creator":["Fukuhara, Shinji","Yang, Yifan"],"language":[],"coverage":[],"title":["Twisted Hecke L-values and period polynomials"],"description":["  Let $f_1,...,f_d$ be an orthogonal basis for the space of cusp forms of even\nweight $2k$ on $\\Gamma_0(N)$. Let $L(f_i,s)$ and $L(f_i,\\chi,s)$ denote the\n$L$-function of $f_i$ and its twist by a Dirichlet character $\\chi$,\nrespectively. In this note, we obtain a ``trace formula'' for the values\n$L(f_i,\\chi,m)\\overline{L(f_i,n)}$ at integers $m$ and $n$ with $0<m,n<2k$ and\nproper parity. In the case N=1 or N=2, the formula gives us a convenient way to\nevaluate precisly the value of the ratio $L(f,\\chi,m)/L(f,n)$ for a Hecke\neigenform $f$.\n","Comment: 20 pages"]}]
["0903.4792",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4792"],"date":["2009-03-27","2009-03-29"],"type":["text"],"creator":["Martinez-Manso, Jesus","Martinez-Linares, Jesus"],"language":[],"coverage":[],"title":["Purity Swapping in the Jaynes-Cummings Model: Obtaining Perfect\n  Interference Patterns from Totally Unpolarized Qubits"],"description":["  We show the existence of dynamical purity swapping phenomena in the\nJaynes-Cummings model. Moreover we show that purity swapping between a qubit\nand a generic quantum system is possible, provided they are coupled via\nnon-unitary matrix elements interaction. We particularize to the case of a\nquantum optical Ramsey interferometer. We show that using purity swapping, a\nperfect interference pattern can be obtained at the output port of the\ninterferometer even if we start from totally unpolarized sources. This feature\nis shown to be associated with the phenomena of recreation of the state vector\nat half of the revival time. In fact, we show that the Gea-Banacloche attractor\nis robust against degradation of the purity of the qubit input state. We also\nshow that the Tsallis entropy T2 is a useful entanglement monotone allowing one\nto relate directly entanglement with purity exchange in interacting systems. We\nconjecture an Araki-Lieb type inequality for T2 that bounds the maximum\ninterchange of purity between interacting systems.\n","Comment: 8 pages, 5 figures"]}]
["0903.4798",{"format":[],"subject":["Mathematics - Differential Geometry","53A55 (Primary) 53A30, 58J70, 17B56 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4798"],"date":["2009-03-27"],"type":["text"],"creator":["Silhan, Josef"],"language":[],"coverage":[],"title":["Conformally invariant quantization -- towards complete classification"],"description":["  Let $M$ be a smooth manifold equipped with a conformal structure, $E[w]$ the\nspace of densities with the the conformal weight $w$ and $D_{w,w+\\de}$ the\nspace of differential operators from $E[w]$ to $E[w+\\delta]$. Conformal\nquantization $Q$ is a right inverse of the principle symbol map on\n$D_{w,w+\\delta}$ such that $Q$ is conformally invariant and exists for all $w$.\nThis is known to exists for generic values of $\\delta$. We give explicit\nformulae for $Q$ for all $\\delta$ out of the set of critical weights. We\nprovide a simple description of this set and conjecture its minimality.\n","Comment: 18 pages"]}]
["0903.4803",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4803","SIGMA 5 (2009), 038, 12 pages","doi:10.3842/SIGMA.2009.038"],"date":["2009-03-27"],"type":["text"],"creator":["Magnus, Alphonse P."],"language":[],"coverage":[],"title":["Elliptic Hypergeometric Solutions to Elliptic Difference Equations"],"description":["  It is shown how to define difference equations on particular lattices\n$\\{x_n\\}$, $n\\in\\mathbb{Z}$, made of values of an elliptic function at a\nsequence of arguments in arithmetic progression (elliptic lattice). Solutions\nto special difference equations have remarkable simple interpolatory\nexpansions. Only linear difference equations of first order are considered\nhere.\n"]}]
["0903.4807",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4807"],"date":["2009-03-27"],"type":["text"],"creator":["Ingster, Yuri I.","Pouet, Christophe","Tsybakov, Alexandre B."],"language":[],"coverage":[],"title":["Sparse classification boundaries"],"description":["  Given a training sample of size $m$ from a $d$-dimensional population, we\nwish to allocate a new observation $Z\\in \\R^d$ to this population or to the\nnoise. We suppose that the difference between the distribution of the\npopulation and that of the noise is only in a shift, which is a sparse vector.\nFor the Gaussian noise, fixed sample size $m$, and the dimension $d$ that tends\nto infinity, we obtain the sharp classification boundary and we propose\nclassifiers attaining this boundary. We also give extensions of this result to\nthe case where the sample size $m$ depends on $d$ and satisfies the condition\n$(\\log m)/\\log d \\to \\gamma$, $0\\le \\gamma<1$, and to the case of non-Gaussian\nnoise satisfying the Cram\\'er condition.\n"]}]
["0903.4808",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4808","J. Stat. Mech. (2009) P02040","doi:10.1088/1742-5468/2009/02/P02040"],"date":["2009-03-27"],"type":["text"],"creator":["Burioni, R.","Corberi, F.","Vezzani, A."],"language":[],"coverage":[],"title":["Phase ordering and universality for continuous symmetry models on graphs"],"description":["  We study the phase-ordering kinetics following a temperature quench of O(N)\ncontinuous symmetry models with and 4 on graphs. By means of extensive\nsimulations, we show that the global pattern of scaling behaviours is analogous\nto the one found on usual lattices. The exponent a for the integrated response\nfunction and the exponent z, describing the growing length, are related to the\nlarge scale topology of the networks through the spectral dimension and the\nfractal dimension alone, by means of the same expressions as are provided by\nthe analytic solution of the inifnite N limit. This suggests that the large N\nvalue of these exponents could be exact for every N.\n","Comment: 14 pages, 11 figures"]}]
["0903.4815",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Classical Analysis and ODEs","Mathematics - Metric Geometry","52A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4815"],"date":["2009-03-27"],"type":["text"],"creator":["Re've'sz, Sz. Gy."],"language":[],"coverage":[],"title":["A discrete extension of the Blaschke Rolling Ball Theorem"],"description":["  The Rolling Ball Theorem asserts that given a convex body K in Euclidean\nspace and having a smooth surface bd(K) with all principal curvatures not\nexceeding c>0 at all boundary points, K necessarily has the property that to\neach boundary point there exists a ball B_r of radius r=1/c, fully contained in\nK and touching bd(K) at the given boundary point from the inside of K.\n  In the present work we prove a discrete analogue of the result on the plane.\nWe consider a certain discrete condition on the curvature, namely that to any\nboundary points x,y with |x-y|<t, the angle between any unit outer normals at x\nand at y, resp., does not exceed a given angle s. Then we construct a\ncorresponding body, M(t,s), which is to lie fully within K while containing the\ngiven boundary point x.\n  In dimension 2, M is almost a regular n-gon, and the result allows to recover\nthe precise form of Blaschke's Rolling Ball Theorem in the limit. Similarly, we\nconsider the dual type discrete Blaschke theorems ensuring certain\ncircumscribed polygons. In the limit, the discrete theorem enables us to\nprovide a new proof for a strong result of Strantzen assuming only a.e.\nexistence and lower estimations on the curvature.\n"]}]
["0903.4819",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4819"],"date":["2009-03-27"],"type":["text"],"creator":["Mennickent, R. E.","Kolaczkowski, Z."],"language":[],"coverage":[],"title":["Unveiling the phenomenon of Double Periodic Variables"],"description":["  In this paper we give a brief report of our recent research on Double\nPeriodic Variables (DPVs), including the discovery of DPVs in the Galaxy and\nsome insights on the nature of their long-cycle variability.\n","Comment: To appear in \"Proceedings of the XII Reunion Latinoamericana de la\n  UIA\", Revista Mexicana de Astronomia y Astrofisica, in press"]}]
["0903.4822",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4822"],"date":["2009-03-27"],"type":["text"],"creator":["Milman, Emanuel"],"language":[],"coverage":[],"title":["A converse to Maz'ya's inequality for capacities under curvature lower\n  bound"],"description":["  We survey some classical inequalities due to Maz'ya relating isocapacitary\ninequalities with their functional and isoperimetric counterparts in a\nmeasure-metric space setting, and extend Maz'ya's lower bound for the\n$q$-capacity ($q>1$) in terms of the 1-capacity (or isoperimetric) profile. We\nthen proceed to describe results by Buser, Bakry, Ledoux and most recently by\nthe author, which show that under suitable convexity assumptions on the\nmeasure-metric space, Maz'ya's inequality for capacities may be reversed, up to\ndimension independent numerical constants: a matching lower bound on 1-capacity\nmay be derived in terms of the $q$-capacity profile. We extend these results to\nhandle arbitrary $q > 1$ and weak semi-convexity assumptions, by obtaining some\nnew delicate semi-group estimates.\n","Comment: 26 pages, to appear in Springer's International Mathematical Series\n  Vols. 10-13"]}]
["0903.4839",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Commutative Algebra","08A35","08C05","17B01"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4839"],"date":["2009-03-27"],"type":["text"],"creator":["Belov-Kanel, A.","Lipyanski, R."],"language":[],"coverage":[],"title":["Automorphisms of the endomorphism semigroup of a free commutative\n  algebra"],"description":["  We describe the automorphism group of the endomorphism semigroup\n$\\End(K[x_1,...,x_n])$ of ring $K[x_1,...,x_n]$ of polynomials over an {\\it\narbitrary} field $K$. A similar result is obtained for automorphism group of\nthe category of finitely generated free commutative-associative algebras of the\nvariety $\\mathcal{CA}$ commutative algebras. This solves two problems posed by\nB. Plotkin (\\cite{24}, Problems 12 and 15).\n  More precisely, we prove that if $\\varphi\\in \\Aut\\End(K[x_1,...,x_n])$ then\nthere exists a semi-linear automorphism $s:K[x_1,...,x_n]\\to K[x_1,...,x_n]$\nsuch that $\\varphi(g)=s\\circ g\\circ s^{-1}$ for any $g\\in\\End(K[x_1,...,x_n])$.\nThis extends the result by A. Berzins obtained for an infinite field $K$.\n","Comment: 15 pages"]}]
["0903.4847",{"format":[],"subject":["Mathematics - Dynamical Systems","91A20","37N40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4847"],"date":["2009-03-27"],"type":["text"],"creator":["Sparrow, Sebastian van Strien Colin"],"language":[],"coverage":[],"title":["Fictitious Play in $3\\times 3$ games: chaos and dithering behaviour"],"description":["  In the 60's Shapley provided an example of a two player fictitious game with\nperiodic behaviour. In this game, player $A$ aims to copy $B$'s behaviour and\nplayer $B$ aims to play one ahead of player $A$. In this paper we continue to\nstudy a family of games which generalize Shapley's example by introducing an\nexternal parameter, and prove that there exists an abundance of periodic and\nchaotic behavior with players dithering between different strategies. The\nreason for all this, is that there exists a periodic orbit (consisting of\nplaying mixed strategies) which is of {\\em `jitter type'}: such an orbit is\nneither attracting, repelling or of saddle type as nearby orbits jitter closer\nand further away from it in a manner which is reminiscent of a random walk\nmotion. We prove that this behaviour holds for an open set of games.\n"]}]
["0903.4855",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4855"],"date":["2009-03-27"],"type":["text"],"creator":["Barrett, M."],"language":[],"coverage":[],"title":["B -> tau Leptonic and Semileptonic Decays"],"description":["  Decays of B mesons to states involving tau leptons can be used as a tool to\nsearch for the effects of new physics, such as those involving a charged Higgs\nboson. The experimental status of the decays B -> tau nu and B -> D^(*) tau nu\nis discussed, together with limits on new physics effects from current results.\n","Comment: 6 pages, 12 figures, contributed to the Proceedings of Heavy Quarks\n  and Leptons, Melbourne, 2008"]}]
["0903.4856",{"format":[],"subject":["Computer Science - Learning","Computer Science - Artificial Intelligence","Computer Science - Computer Vision and Pattern Recognition","F.2.2","I.5.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4856"],"date":["2009-03-27"],"type":["text"],"creator":["Gärtner, Bernd","Giesen, Joachim","Jaggi, Martin","Welsch, Torsten"],"language":[],"coverage":[],"title":["A Combinatorial Algorithm to Compute Regularization Paths"],"description":["  For a wide variety of regularization methods, algorithms computing the entire\nsolution path have been developed recently. Solution path algorithms do not\nonly compute the solution for one particular value of the regularization\nparameter but the entire path of solutions, making the selection of an optimal\nparameter much easier. Most of the currently used algorithms are not robust in\nthe sense that they cannot deal with general or degenerate input. Here we\npresent a new robust, generic method for parametric quadratic programming. Our\nalgorithm directly applies to nearly all machine learning applications, where\nso far every application required its own different algorithm.\n  We illustrate the usefulness of our method by applying it to a very low rank\nproblem which could not be solved by existing path tracking methods, namely to\ncompute part-worth values in choice based conjoint analysis, a popular\ntechnique from market research to estimate consumers preferences on a class of\nparameterized options.\n","Comment: 7 Pages, 1 Figure"]}]
["0903.4865",{"format":[],"subject":["Mathematics - Algebraic Topology","55R40, 13A50, 55S10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4865","Geom. Topol. Monogr. 11 (2007) 1-16","doi:10.2140/gtm.2007.11.1"],"date":["2009-03-27"],"type":["text"],"creator":["Broto, Carles"],"language":[],"coverage":[],"title":["Modular invariants detecting the cohomology of BF_4 at the prime 3"],"description":["  Attributed to J F Adams is the conjecture that, at odd primes, the mod-p\ncohomology ring of the classifying space of a connected compact Lie group is\ndetected by its elementary abelian p-subgroups. In this note we rely on Toda's\ncalculation of H^*(BF_4;F_3) in order to show that the conjecture holds in case\nof the exceptional Lie group F_4. To this aim we use invariant theory in order\nto identify parts of H^*(BF_4;F_3) with invariant subrings in the cohomology of\nelementary abelian 3-subgroups of F_4. These subgroups themselves are\nidentified via the Steenrod algebra action on H^*(BF_4;F_3).\n","Comment: This is the version published by Geometry & Topology Monographs on 14\n  November 2007"]}]
["0903.4866",{"format":[],"subject":["Mathematics - Combinatorics","91A46","91A05","94B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4866"],"date":["2009-03-27"],"type":["text"],"creator":["Ellis, Robert B.","Nyman, Kathryn L."],"language":[],"coverage":[],"title":["Two-batch liar games on a general bounded channel"],"description":["  We consider an extension of the 2-person R\\'enyi-Ulam liar game in which lies\nare governed by a channel $C$, a set of allowable lie strings of maximum length\n$k$. Carole selects $x\\in[n]$, and Paul makes $t$-ary queries to uniquely\ndetermine $x$. In each of $q$ rounds, Paul weakly partitions $[n]=A_0\\cup >...\n\\cup A_{t-1}$ and asks for $a$ such that $x\\in A_a$. Carole responds with some\n$b$, and if $a\\neq b$, then $x$ accumulates a lie $(a,b)$. Carole's string of\nlies for $x$ must be in the channel $C$. Paul wins if he determines $x$ within\n$q$ rounds. We further restrict Paul to ask his questions in two off-line\nbatches. We show that for a range of sizes of the second batch, the maximum\nsize of the search space $[n]$ for which Paul can guarantee finding the\ndistinguished element is $\\sim t^{q+k}/(E_k(C)\\binom{q}{k})$ as $q\\to\\infty$,\nwhere $E_k(C)$ is the number of lie strings in $C$ of maximum length $k$. This\ngeneralizes previous work of Dumitriu and Spencer, and of Ahlswede, Cicalese,\nand Deppe. We extend Paul's strategy to solve also the pathological liar\nvariant, in a unified manner which gives the existence of asymptotically\nperfect two-batch adaptive codes for the channel $C$.\n","Comment: 26 pages"]}]
["0903.4867",{"format":[],"subject":["Mathematics - Algebraic Topology","20F36, 55N25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4867","Geom. Topol. Monogr. 11 (2007) 17-32","doi:10.2140/gtm.2007.11.17"],"date":["2009-03-27"],"type":["text"],"creator":["Cohen, F R","Kamiyama, Yasuhiko"],"language":[],"coverage":[],"title":["Configurations and parallelograms associated to centers of mass"],"description":["  The purpose of this article is to\n  1. define M(t,k) the t-fold center of mass arrangement for k points in the\nplane,\n  2. give elementary properties of M(t,k) and\n  3. give consequences concerning the space M(2,k) of k distinct points in the\nplane, no four of which are the vertices of a parallelogram.\n  The main result proven in this article is that the classical unordered\nconfiguration of k points in the plane is not a retract up to homotopy of the\nspace of k unordered distinct points in the plane, no four of which are the\nvertices of a parallelogram. The proof below is homotopy theoretic without an\nexplicit computation of the homology of these spaces.\n  In addition, a second, speculative part of this article arises from the\nfailure of these methods in the case of odd primes p. This failure gives rise\nto a candidate for the localization at odd primes p of the double loop space of\nan odd sphere obtained from the p-fold center of mass arrangement. Potential\nconsequences are listed.\n","Comment: This is the version published by Geometry & Topology Monographs on 14\n  November 2007"]}]
["0903.4870",{"format":[],"subject":["Mathematics - Algebraic Topology","55N15, 57R19, 57R20, 22A22, 55R40, 58A12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4870","Geom. Topol. Monogr. 11 (2007) 33-58","doi:10.2140/gtm.2007.11.33"],"date":["2009-03-27"],"type":["text"],"creator":["Felisatti, Marcello","Neumann, Frank"],"language":[],"coverage":[],"title":["Secondary theories for simplicial manifolds and classifying spaces"],"description":["  We define secondary theories and characteristic classes for simplicial smooth\nmanifolds generalizing Karoubi's multiplicative K-theory and multiplicative\ncohomology groups for smooth manifolds.\n  As a special case we get versions of the groups of differential characters of\nCheeger and Simons for simplicial smooth manifolds.\n  Special examples include classifying spaces of Lie groups and Lie groupoids.\n","Comment: This is the version published by Geometry & Topology Monographs on 14\n  November 2007"]}]
["0903.4876",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4876"],"date":["2009-03-27"],"type":["text"],"creator":["Girelli, Florian","Liberati, Stefano","Sindoni, Lorenzo"],"language":[],"coverage":[],"title":["Is the notion of time really fundamental?"],"description":["  From the Physics point of view, time is now best described through General\nRelativity, as part of space-time which is a dynamical object encoding gravity.\nTime possesses also some intrinsic irreversibility due to thermodynamics,\nquantum mechanical effects... This irreversibility can look puzzling since\ntime-like loops (and hence time machines) can appear in General Relativity (for\nexample in the Goedel universe, a solution of Einstein's equations). We take\nthis apparent discrepancy as a warning bell pointing to us that time as we\nunderstand it, might not be fundamental and that whatever theory, lying beyond\nGeneral Relativity, may not include time as we know it as a fundamental\nstructure. We propose therefore, following the philosophy of analog models of\ngravity, that time and gravity might not be fundamental per se, but only\nemergent features. We illustrate our proposal using a toy-model where we show\nhow the Lorentzian signature and Nordstroem gravity (a diffeomorphisms\ninvariant scalar gravity theory) can emerge from a timeless non-dynamical\nspace.\n","Comment: 9 pages, 2 figures. Fourth prize essay for the competition of the\n  Foundational Questions Institute (fqxi.org) on the Nature of Time"]}]
["0903.4883",{"format":[],"subject":["Mathematics - Number Theory","11A41","11L20","11Y60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4883"],"date":["2009-03-27"],"type":["text"],"creator":["Bagis, Nikos"],"language":[],"coverage":[],"title":["Approximation of Sums of Primes"],"description":["  In this work we consider sums of primes that converging very slow. We set as\na base, a reformulation of analytic prime number theorem and we use the values\nof Riemann Zeta function for the approximation. We also give the truncation\nerror of these approximations\n"]}]
["cond-mat/0607433",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0607433"],"date":["2006-07-17","2009-03-29"],"type":["text"],"creator":["Han, S. J."],"language":[],"coverage":[],"title":["Coherent Collective Excitations in a Superfluid: Spontaneously Broken\n  Symmetries and Fluctuations-Dissipation"],"description":["  This paper presents an elementary theory of the phase-coherent collective\nexcitations in both He II in the gravitational field and atomic Bose-Einstein\ncondensation in a trap. The theory is based on the concept of off-diagonal\nlong-range order by Penrose and Onsager and the quantum theory of Bohm, with\nemphasis on the broken symmetry in a Bose-Einstein gas with repulsive\ninteractions. It is shown that a spontaneously broken symmetry that accompanies\na phonon (Nambu-Goldstone mode) takes place at the surface layer of an\ninhomogeneous Bose system in the presence of an external field. The\nspontaneously broken symmetry in a Bose system is described and is shown to\nmanifest itself in both He II and the Bose-Einstein condensation - a shell-like\nstructure of Bose-Einstein condensation in a trap. The broken symmetry gives a\ncoherent explanation for a number of long standing puzzles in He II.\n","Comment: 84 pages, 1 figure, (1) The Bose-Einstein condensation is discussed\n  in both a degenerate Bose gas and an imperfect Bose gas to show how the\n  pair-interaction affects the nature of phase-transition, (2) The\n  Onsager-Feynman quantization of circulation in He II is discussed with the\n  identifiable cause with Planck's quantum condition"]}]
["math/0605499",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0605499"],"date":["2006-05-18","2009-03-30"],"type":["text"],"creator":["Raïs, Mustapha"],"language":["fr"],"coverage":[],"title":["Notes sur l'indice des alg\\`ebres de Lie (I)"],"description":["  This article contains:\n  - Proofs of certain results recently obtained by D. Panyushev.\n  - An addendum to the \"inequality of Panyushev\".\n  - Calculations of indexes of certain contracted Lie algebras.\n  - Examples of additivity of the index of Lie algebras.\n  -----\n  On trouvera dans ce papier :\n  - Des d\\'emonstrations de certains des r\\'esultats obtenus r\\'ecemment par D.\nPanyushev.\n  - Un compl\\'ement portant sur \"l'in\\'egalit\\'e de Panyushev''.\n  - Des calculs d'indices de certaines contract\\'ees d'alg\\`ebres de Lie.\n  - Des exemples d'additivit\\'e de l'indice des alg\\`ebres de Lie.\n","Comment: Article is written in french. The author's name has been corrected"]}]
["math/0605500",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0605500"],"date":["2006-05-18","2009-03-30"],"type":["text"],"creator":["Raïs, Mustapha"],"language":["fr"],"coverage":[],"title":["Notes sur l'indice des alg\\`ebres de Lie (II)"],"description":["  This text is a continuation to \"Notes sur l'indice des alg\\`ebres de Lie\n(I)\", math.RT/0605499\n  -----\n  Ce texte est une suite \\`a : \"Notes sur l'indice des alg\\`ebres de Lie (I)\".\n","Comment: Article is written in french. The author's name has been corrected"]}]
["math/0606383",{"format":[],"subject":["Mathematics - Geometric Topology","57M99, 57N10, 57M27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0606383","Geom. Topol. Monogr. 12 (2007) 1-15","doi:10.2140/gtm.2007.12.1"],"date":["2006-06-15","2009-03-30"],"type":["text"],"creator":["Bachman, David","Derby-Talbot, Ryan"],"language":[],"coverage":[],"title":["Degeneration of Heegaard genus, a survey"],"description":["  We survey known (and unknown) results about the behavior of Heegaard genus of\n3-manifolds constructed via various gluings. The constructions we consider are\n(1) gluing together two 3-manifolds with incompressible boundary, (2) gluing\ntogether the boundary components of surface times I, and (3) gluing a\nhandlebody to the boundary of a 3-manifold. We detail those cases in which it\nis known when the Heegaard genus is less than what is expected after gluing.\n","Comment: This is the version published by Geometry & Topology Monographs on 3\n  December 2007"]}]
["math/0608517",{"format":[],"subject":["Mathematics - Geometric Topology","57M50, 57M10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0608517","Geom. Topol. Monogr. 12 (2007) 17-33","doi:10.2140/gtm.2007.12.17"],"date":["2006-08-21","2009-03-30"],"type":["text"],"creator":["Brittenham, Mark","Rieck, Yo'av"],"language":[],"coverage":[],"title":["The Heegaard genus of bundles over S^1"],"description":["  This paper explores connections between Heegaard genus, minimal surfaces, and\npseudo-Anosov monodromies. Fixing a pseudo-Anosov map phi and an integer n, let\nM_n be the 3-manifold fibered over S^1 with monodromy phi^n.\n  JH Rubinstein showed that for a large enough n every minimal surface of genus\nat most h in M_n is homotopic into a fiber; as a consequence Rubinstein\nconcludes that every Heegaard surface of genus at most h for M_n is standard,\nthat is, obtained by tubing together two fibers. We prove this result and also\ndiscuss related results of Lackenby and Souto.\n","Comment: This is the version published by Geometry & Topology Monographs on 3\n  December 2007"]}]
["math/0609652",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Dynamical Systems","34C27","34D20","34G10","35B15","35B35","47D06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609652"],"date":["2006-09-22","2009-03-30"],"type":["text"],"creator":["Van Minh, Nguyen"],"language":[],"coverage":[],"title":["A Spectral Theory of Non-Uniformly Continuous Functions and the\n  Loomis-Arendt-Batty-Vu Theory on the Asymptotic Behavior of Solutions of\n  Evolution Equations"],"description":["  In this paper we present a new approach to the spectral theory of {\\it\nnon-uniformly continuous} functions and a new framework for the\nLoomis-Arendt-Batty-Vu theory. Our approach is direct and free of\n$C_0$-semigroups, so the obtained results, that extend previous ones, can be\napplied to large classes of evolution equations and their solutions.\n","Comment: 23 pages"]}]
["math/0701792",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Group Theory","20F55, 51F15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701792"],"date":["2007-01-27","2009-03-30"],"type":["text"],"creator":["Bessis, David","Reiner, Victor"],"language":[],"coverage":[],"title":["Cyclic sieving of noncrossing partitions for complex reflection groups"],"description":["  We prove an instance of the cyclic sieving phenomenon, occurring in the\ncontext of noncrossing parititions for well-generated complex reflection\ngroups.\n","Comment: 23 pages; final version to appear in Annals of Combinatorics"]}]
["math/0703132",{"format":[],"subject":["Mathematics - Geometric Topology","57M25, 57N10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703132","Geom. Topol. Monogr. 12 (2007) 35-87","doi:10.2140/gtm.2007.12.35"],"date":["2007-03-05","2009-03-30"],"type":["text"],"creator":["Eudave-Munoz, Mario"],"language":[],"coverage":[],"title":["Incompressible surfaces and (1,2)-knots"],"description":["  We give a description of all (1,2)-knots in S^3 which admit a closed\nmeridionally incompressible surface of genus 2 in their complement. That is, we\ngive several constructions of (1,2)-knots having a meridionally incompressible\nsurface of genus 2, and then show that any such surface for a (1,2)-knot must\ncome from one of the constructions. As an application, we show explicit\nexamples of tunnel number one knots which are not (1,2)-knots.\n","Comment: This is the version published by Geometry & Topology Monographs on 3\n  December 2007"]}]
["physics/0609178",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0609178","Physica A 378 (2007) 453","doi:10.1016/j.physa.2006.12.005"],"date":["2006-09-21"],"type":["text"],"creator":["Woloszyn, Maciej","Stauffer, Dietrich","Kulakowski, Krzysztof"],"language":[],"coverage":[],"title":["Phase transition in Nowak-Sznajd opinion dynamics"],"description":["  The Nowak modification of the Sznajd opinion dynamics model on the square\nlattice assumes that with probabilities beta and gamma the opinions flip due to\nmass-media advertising from down to up, and vice versa. Besides, with\nprobability alpha the Sznajd rule applies that a neighbour pair agreeing in its\ntwo opinions convinces all its six neighbours of that opinion. Our Monte Carlo\nsimulations and mean-field theory find sharp phase transitions in the parameter\nspace.\n","Comment: 8 pages draft for Physica A including all figures"]}]
["physics/0611153",{"format":[],"subject":["Physics - Physics and Society","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0611153","Eur. Phys. J. B 57 (2007) 331","doi:10.1140/epjb/e2007-00169-4"],"date":["2006-11-15","2007-04-28"],"type":["text"],"creator":["Woloszyn, M.","Stauffer, D.","Kulakowski, K."],"language":[],"coverage":[],"title":["Order-disorder phase transition in a cliquey social network"],"description":["  We investigate the network model of community by Watts, Dodds and Newman (D.\nJ. Watts et al., Science 296 (2002) 1302) as a hierarchy of groups, each of 5\nindividuals. A homophily parameter $\\alpha$ controls the probability\nproportional to $\\exp(-\\alpha x)$ of selection of neighbours against distance\n$x$. The network nodes are endowed with spin-like variables $s_i = \\pm 1$, with\nIsing interaction $J>0$. The Glauber dynamics is used to investigate the\norder-disorder transition. The transition temperature $T_c$ is close to 3.8 for\n$\\alpha < 0.0$ and it falls down to zero above this value. The result provides\na mathematical illustration of the social ability to a collective action {\\it\nvia} weak ties, as discussed by Granovetter in 1973.\n","Comment: 10 pages, 7 figures"]}]
["quant-ph/0611154",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0611154","EPL, 82 (2008) 30009","doi:10.1209/0295-5075/82/30009"],"date":["2006-11-14"],"type":["text"],"creator":["Chen, Xi","Li, Chun-Fang"],"language":[],"coverage":[],"title":["Physical mechanism of superluminal traversal time: interference between\n  multiple finite wave packets"],"description":["  The mechanism of superluminal traversal time through a potential well or\npotential barrier is investigated from the viewpoint of interference between\nmultiple finite wave packets, due to the multiple reflections inside the well\nor barrier. In the case of potential-well traveling that is classically\nallowed, each of the successively transmitted constituents is delayed by a\nsubluminal time. When the thickness of the well is much smaller in comparision\nwith a characteristic length of the incident wave packet, the reshaped wave\npacket in transmission maintains the profile of the incident wave packet. In\nthe case of potential-barrier tunneling that is classically forbidden, though\neach of the successively transmitted constituents is delayed by a time that is\nindependent of the barrier thickness, the interference between multiple\ntransmitted constituents explains the barrier-thickness dependence of the\ntraversal time for thin barriers and its barrier-thickness independence for\nthick barriers. This manifests the nature of Hartman effect.\n","Comment: 9 pages, 3 figures, Some comments and suggestions are appreciated"]}]
