["0709.4227",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4227","JHEP 0711:095,2007","doi:10.1088/1126-6708/2007/11/095"],"date":["2007-09-26","2007-10-04"],"type":["text"],"creator":["Bonciani, R.","Degrassi, G.","Vicini, A."],"language":[],"coverage":[],"title":["Scalar Particle Contribution to Higgs Production via Gluon Fusion at NLO"],"description":["  We consider the gluon fusion production cross section of a scalar Higgs boson\nin models where fermion and scalar massive colored particles are present. We\nreport analytic expressions for the matrix elements of $gg\\to Hg$, $q\\bar{q}\\to\nHg$, and $qg\\to Hq$ processes completing the calculation of the NLO QCD\ncorrections in these extended scenarios. The formulas are written in a complete\ngeneral case, allowing a flexible use for different theoretical models.\nApplications of our results to two different models are presented: i) a model\nin which the SM Higgs sector is augmented by a weak doublet scalar in the\n$SU(N_c)$ adjoint representation. ii) The MSSM, in the limit of neglecting the\ngluino contribution to the cross section.\n","Comment: 20 pages, 5 figures. Minor changes. Refs. added"]}]
["0710.5592",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5592"],"date":["2007-10-30","2009-04-23"],"type":["text"],"creator":["Vasilieva, Alina"],"language":[],"coverage":[],"title":["Quantum Query Algorithm Constructions for Computing AND, OR and MAJORITY\n  Boolean Functions"],"description":["  Quantum algorithms can be analyzed in a query model to compute Boolean\nfunctions where input is given in a black box and the aim is to compute\nfunction value for arbitrary input using as few queries as possible. We\nconcentrate on quantum query algorithm designing tasks in this paper. The main\naim of the research was to find new efficient algorithms and develop general\nalgorithm designing techniques. First, we present several exact quantum query\nalgorithms for certain problems that are better than classical counterparts.\nNext, we introduce algorithm transformation methods that allow significant\nenlarging of exactly computable functions sets. Finally, we propose quantum\nalgorithm designing methods. Given algorithms for the set of sub-functions, our\nmethods use them to design a more complex one, based on algorithms described\nbefore. Methods are applicable for input algorithms with specific properties\nand preserve acceptable error probability and number of queries. Methods offer\nconstructions for computing AND, OR and MAJORITY kinds of Boolean functions.\n","Comment: 24 pages, 5 figures"]}]
["0712.2546",{"format":[],"subject":["Mathematics - Geometric Topology","57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2546"],"date":["2007-12-15","2009-04-23"],"type":["text"],"creator":["Kauffman, Louis H."],"language":[],"coverage":[],"title":["An Extended Bracket Polynomial for Virtual Knots and Links"],"description":["  This paper defines a new invariant of virtual knots and links that we call\nthe extended bracket polynomial, and denote by <<K>> for a virtual knot or link\nK. This invariant is a state summation over bracket states of the oriented\ndiagram for K. Each state is reduced to a virtual 4-regular graph in the plane\nand the polynomial takes values in the module generated by these reduced graphs\nover the ring Q[A,A^{-1}]. The paper is relatively self-contained, with\nbackground information about virtual knots and long virtual knots. We give\nnumerous examples applying the extended bracket, including a new proof of the\nnon-triviality of the Kishino diagram and the flat Kishino diagram and\nnon-classicality of single crossing virtualizations. The paper has a section on\nthe estimation of virtual crossing number using the extended bracket state sum.\nExamples are given of virtual knots with arbitrary minimal embedding genus and\narbitrarily high positive difference between the virtual crossing number and\nthe minimal embedding genus. A simplification of <<K>> is introduced and\ndenoted by A[K]. This simplified extended bracket, the arrow polynomial, is a\npolynomial in an infinite set of variables. It is quite strong (detecting the\nflat Kishino diagram for example) and easily computable. The paper contains a\ndescription of a computer algorithm for A[K] and uses the arrow polynomial, in\nconjunction with the extended bracket polynomial to determine the minimum genus\nsurfaces on which some virtual knots can be represented.\n","Comment: 60 pages, 55 figures, LaTeX document"]}]
["0802.0071",{"format":[],"subject":["Mathematics - Probability","Mathematics - Complex Variables","30B50","26D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0071","Acta Math.Hung. 2009, v.123, No 1-2, 41-64"],"date":["2008-02-01","2009-04-23"],"type":["text"],"creator":["Lifshits, Mikhail","Weber, Michel"],"language":[],"coverage":[],"title":["On the Supremum of Some Random Dirichlet Polynomials"],"description":["  We study the supremum of some random Dirichlet polynomials with independent\ncoefficients and obtain sharp upper and lower bounds for supremum expectation\nthus extending the results from our previous work (see\nhttp://arXiv.org/abs/math/0703691). Our approach in proving these results is\nentirely based on methods of stochastic processes, in particular the metric\nentropy method.\n"]}]
["0802.2128",{"format":[],"subject":["Mathematics - Logic","03G25","03B60","03G15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2128","Logica Universalis, 2(2):265-275, Oct 2008.","doi:10.1007/s11787-008-0037-z"],"date":["2008-02-14"],"type":["text"],"creator":["Mann, Allen L."],"language":[],"coverage":[],"title":["Perfect IFG-formulas"],"description":["  IFG logic is a variant of the independence-friendly logic of Hintikka and\nSandu. We answer the question: ``Which IFG-formulas are equivalent to ordinary\nfirst-order formulas?'' We use the answer to show that the ordinary cylindric\nset algebra over a structure can be embedded into a reduct of the IFG-cylindric\nset algebra over the structure.\n","Comment: 7 pages. Submitted to Logica Universalis. See also\n  http://math.colgate.edu/~amann/"]}]
["0802.2330",{"format":[],"subject":["Quantitative Biology - Molecular Networks","Nonlinear Sciences - Adaptation and Self-Organizing Systems","Physics - Biological Physics","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2330","Current Protein and Peptide Science 2009 vol. 10, pp. 161-172"],"date":["2008-02-16","2009-04-23"],"type":["text"],"creator":["Antal, Miklos A.","Bode, Csaba","Csermely, Peter"],"language":[],"coverage":[],"title":["Perturbation waves in proteins and protein networks: Applications of\n  percolation and game theories in signaling and drug design"],"description":["  The network paradigm is increasingly used to describe the dynamics of complex\nsystems. Here we review the current results and propose future development\nareas in the assessment of perturbation waves, i.e. propagating structural\nchanges in amino acid networks building individual protein molecules and in\nprotein-protein interaction networks (interactomes). We assess the\npossibilities and critically review the initial attempts for the application of\ngame theory to the often rather complicated process, when two protein molecules\napproach each other, mutually adjust their conformations via multiple\ncommunication steps and finally, bind to each other. We also summarize\navailable data on the application of percolation theory for the prediction of\namino acid network- and interactome-dynamics. Furthermore, we give an overview\nof the dissection of signals and noise in the cellular context of various\nperturbations. Finally, we propose possible applications of the reviewed\nmethodologies in drug design.\n","Comment: 14 pages, 3 figures, 1 table, 80 references"]}]
["0803.1075",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1075","Physical Review E 78 (2008) 045202(R)","doi:10.1103/PhysRevE.78.045202"],"date":["2008-03-07","2009-04-23"],"type":["text"],"creator":["Nonnenmacher, Stéphane","Schenck, Emmanuel"],"language":[],"coverage":[],"title":["Resonance distribution in open quantum chaotic systems"],"description":["  In order to study the resonance spectra of chaotic cavities subject to some\ndamping (which can be due to absorption or partial reflection at the\nboundaries), we use a model of damped quantum maps. In the high-frequency\nlimit, the distribution of (quantum) decay rates is shown to cluster near a\n``typical'' value, which is larger than the classical decay rate of the\ncorresponding damped ray dynamics. The speed of this clustering may be quite\nslow, which could explain why it has not been detected in previous numerical\ndata.\n","Comment: 4 pages. Compared with version 2, we have slightly modified the\n  figures, corrected some misprints, and added the values for the fits in\n  figure 3"]}]
["0803.2624",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2624","International Journal of Modern Physics C, Volume 20, Issue 01,\n  pp. 117-131 (2009).","doi:10.1142/S0129183109013509"],"date":["2008-03-18","2008-05-02"],"type":["text"],"creator":["Wang, Fa","Li, Li","Hu, Jianming","Ji, Yan","Yao, Danya","Zhang, Yi","Jin, Xuexiang","Su, Yuelong","Wei, Zheng"],"language":[],"coverage":[],"title":["A Markov Process Inspired Cellular Automata Model of Road Traffic"],"description":["  To provide a more accurate description of the driving behaviors in vehicle\nqueues, a namely Markov-Gap cellular automata model is proposed in this paper.\nIt views the variation of the gap between two consequent vehicles as a Markov\nprocess whose stationary distribution corresponds to the observed distribution\nof practical gaps. The multiformity of this Markov process provides the model\nenough flexibility to describe various driving behaviors. Two examples are\ngiven to show how to specialize it for different scenarios: usually mentioned\nflows on freeways and start-up flows at signalized intersections. The agreement\nbetween the empirical observations and the simulation results suggests the\nsoundness of this new approach.\n","Comment: revised according to the helpful comments from the anonymous\n  reviewers"]}]
["0805.2177",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2177","Phys. Rev. Lett. 101, 230401 (2008).","doi:10.1103/PhysRevLett.101.230401"],"date":["2008-05-14"],"type":["text"],"creator":["Troyer, Matthias","Trebst, Simon","Shtengel, Kirill","Nayak, Chetan"],"language":[],"coverage":[],"title":["Local interactions and non-Abelian quantum loop gases"],"description":["  Two-dimensional quantum loop gases are elementary examples of topological\nground states with Abelian or non-Abelian anyonic excitations. While Abelian\nloop gases appear as ground states of local, gapped Hamiltonians such as the\ntoric code, we show that gapped non-Abelian loop gases require non-local\ninteractions (or non-trivial inner products). Perturbing a local, gapless\nHamiltonian with an anticipated ``non-Abelian'' ground-state wavefunction\nimmediately drives the system into the Abelian phase, as can be seen by\nmeasuring the Hausdorff dimension of loops. Local quantum critical behavior is\nfound in a loop gas in which all equal-time correlations of local operators\ndecay exponentially.\n","Comment: 4 pages, 5 figures"]}]
["0806.1485",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1485"],"date":["2008-06-09"],"type":["text"],"creator":["Morales, Javier","Apátiga, Miguel","Castaño, Victor M."],"language":[],"coverage":[],"title":["Growth of Diamond Films from Tequila"],"description":["  Diamond thin films were growth using Tequila as precursor by Pulsed Liquid\nInjection Chemical Vapor Deposition (PLI-CVD) onto both silicon (100) and\nstainless steel 304 at 850 C. The diamond films were characterized by Scanning\nElectron Microscopy (SEM) and Raman spectroscopy. The spherical crystallites\n(100 to 400 nm) show the characteristic 1332 cm-1 Raman band of diamond.\n","Comment: 9 pages, 3 figues and 1 table"]}]
["0806.3033",{"format":[],"subject":["Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3033","Theoretical Computer Science 410, 21-23 (2009) 2033-2044","doi:10.1016/j.tcs.2008.12.053"],"date":["2008-06-18","2009-01-05"],"type":["text"],"creator":["Guignard, Adrien","Sopena, Eric"],"language":[],"coverage":[],"title":["Compound Node-Kayles on Paths"],"description":["  In his celebrated book \"On Number and Games\" (Academic Press, New-York,\n1976), J.H. Conway introduced twelve versions of compound games. We analyze\nthese twelve versions for the Node-Kayles game on paths. For usual disjunctive\ncompound, Node-Kayles has been solved for a long time under normal play, while\nit is still unsolved under mis\\`ere play. We thus focus on the ten remaining\nversions, leaving only one of them unsolved.\n","Comment: Theoretical Computer Science (2009) to appear"]}]
["0806.4217",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Physics - Optics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4217","J. Mod. Opt. 56, 822-830 (2009)","doi:10.1080/09500340802296331"],"date":["2008-06-25"],"type":["text"],"creator":["Takami, Toshiya","Fujisaki, Hiroshi"],"language":[],"coverage":[],"title":["Resonant Analytic Fields Applied to Generic Multi-state Systems"],"description":["  Rotating-wave approximation and its validity in multi-state quantum systems\nare studied through analytic approach. Their applicability is also verified\nfrom the viewpoint of generic states by the use of direct numerical\nintegrations of the Schroedinger equation. First, we introduce an extension of\nthe rotating-wave approximation for multi-state systems. Under an assumption\nthat a smooth transition is induced by the optimal field, we obtain three types\nof analytic control fields and demonstrate their validity and deficiency for\ngeneric systems represented by random matrices. Through the comparison, we\nconclude that the analytic field based on our coarse-grained approach\noutperforms the other ones for generic quantum systems with a large number of\nstates. Finally, the further extension of the analytic field is introduced for\nrealistic chaotic systems and its validity is shown in banded random matrix\nsystems.\n","Comment: 9 pages, 12 figure files, a revised version will appear in J. Mod.\n  Opt"]}]
["0807.0412",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0412","Eur. Phys. J. B 68, 293 (2009)","doi:10.1140/epjb/e2008-00374-7"],"date":["2008-07-02","2008-12-17"],"type":["text"],"creator":["Roux, G.","Capponi, S.","Lecheminant, P.","Azaria, P."],"language":[],"coverage":[],"title":["Spin 3/2 fermions with attractive interactions in a one-dimensional\n  optical lattice: phase diagrams, entanglement entropy, and the effect of the\n  trap"],"description":["  We study spin 3/2 fermionic cold atoms with attractive interactions confined\nin a one-dimensional optical lattice. Using numerical techniques, we determine\nthe phase diagram for a generic density. For the chosen parameters,\none-particle excitations are gapped and the phase diagram is separated into two\nregions: one where the two-particle excitation gap is zero, and one where it is\nfinite. In the first region, the two-body pairing fluctuations (BCS) compete\nwith the density ones. In the other one, a molecular superfluid (MS) phase, in\nwhich bound-states of four particles form, competes with the density\nfluctuations. The properties of the transition line between these two regions\nis studied through the behavior of the entanglement entropy. The physical\nfeatures of the various phases, comprising leading correlations, Friedel\noscillations, and excitation spectra, are presented. To make the connection\nwith experiments, the effect of a harmonic trap is taken into account. In\nparticular, we emphasize the conditions under which the appealing MS phase can\nbe realized, and how the phases could be probed by using the density profiles\nand the associated structure factor. Lastly, the consequences on the flux\nquantization of the different nature of the pairing in the BCS and MS phases\nare studied in a situation where the condensate is in a ring geometry.\n","Comment: 15 pages, 21 figures"]}]
["0807.3958",{"format":[],"subject":["Quantum Physics","Condensed Matter - Other Condensed Matter","High Energy Physics - Theory","Mathematical Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3958","Phys. Rev. A 79, 040305(R) (2009)","doi:10.1103/PhysRevA.79.040305"],"date":["2008-07-24","2009-04-23"],"type":["text"],"creator":["Adesso, G.","Dell'Anno, F.","De Siena, S.","Illuminati, F.","Souza, L. A. M."],"language":[],"coverage":[],"title":["Optimal estimation of losses at the ultimate quantum limit with\n  non-Gaussian states"],"description":["  We address the estimation of the loss parameter of a bosonic channel probed\nby arbitrary signals. Unlike the optimal Gaussian probes, which can attain the\nultimate bound on precision asymptotically either for very small or very large\nlosses, we prove that Fock states at any fixed photon number saturate the bound\nunconditionally for any value of the loss. In the relevant regime of low-energy\nprobes, we demonstrate that superpositions of the first low-lying Fock states\nyield an absolute improvement over any Gaussian probe. Such few-photon states\ncan be recast quite generally as truncations of de-Gaussified photon-subtracted\nstates.\n","Comment: 4 pages, 3 figures"]}]
["0807.4025",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4025","Phys. Rev. A 79, 042330 (2009)","doi:10.1103/PhysRevA.79.042330"],"date":["2008-07-25","2008-09-19"],"type":["text"],"creator":["Kay, Alastair"],"language":[],"coverage":[],"title":["Interfacing with Hamiltonian Dynamics"],"description":["  Simple constructions and protocols are demonstrated to allow the\nimplementation of universal quantum computation on an arbitrarily large quantum\nsystem by controlling a fixed number of spins, vastly reducing the engineering\nrequirements in comparison to a direct implementation of the circuit model.\nAnalytic pulse sequences are derived for deterministic gate operation and\nsystem cooling which only require pulse strengths that are comparable to the\nintrinsic Hamiltonian of the system.\n","Comment: 9 pages, 4 figures v2: small correction to cooling section"]}]
["0808.2519",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2519","Phys.Rev.D79:014506,2009","doi:10.1103/PhysRevD.79.014506"],"date":["2008-08-18","2009-01-26"],"type":["text"],"creator":["Bernard, C.","DeTar, C.","Di Pierro, M.","El-Khadra, A. X.","Evans, R. T.","Freeland, E. D.","Gamiz, E.","Gottlieb, Steven","Heller, U. M.","Hetrick, J. E.","Kronfeld, A. S.","Laiho, J.","Levkova, L.","Mackenzie, P. B.","Okamoto, M.","Simone, J.","Sugar, R.","Toussaint, D.","Van de Water, R. S."],"language":[],"coverage":[],"title":["The B -> D* l nu form factor at zero recoil from three-flavor lattice\n  QCD: A model independent determination of |V_cb|"],"description":["  We present the first lattice QCD calculation of the form factor for B-> D* l\nnu with three flavors of sea quarks. We use an improved staggered action for\nthe light valence and sea quarks (the MILC configurations), and the Fermilab\naction for the heavy quarks. The form factor is computed at zero recoil using a\nnew double ratio method that yields the form factor more directly than the\nprevious Fermilab method. Other improvements over the previous calculation\ninclude the use of much lighter light quark masses, and the use of lattice\n(staggered) chiral perturbation theory in order to control the light quark\ndiscretization errors and chiral extrapolation. We obtain for the form factor,\nF_{B-> D*}(1)=0.921(13)(20), where the first error is statistical and the\nsecond is the sum of all systematic errors in quadrature. Applying a 0.7%\nelectromagnetic correction and taking the latest PDG average for F_{B->\nD*}(1)|V_cb| leads to |V_cb|=(38.7 +/- 0.9_exp +/- 1.0_theo) x 10^-3.\n","Comment: 48 pages, 9 figures. Sections VI and VII D clarified, minor typos\n  corrected and references added. Version published in PRD"]}]
["0808.3079",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3079","Phys.Rev.D79:016002,2009; Erratum-ibid.79:019902,2009","doi:10.1103/PhysRevD.79.016002","doi:10.1103/PhysRevD.79.019902"],"date":["2008-08-22","2009-01-26"],"type":["text"],"creator":["Dreiner, H. K.","Grab, S.","Trenkel, M. K."],"language":[],"coverage":[],"title":["Stau LSP Phenomenology: Two- versus Four-Body Decay Modes and Resonant\n  Single Slepton Production at the LHC as an Example"],"description":["  We investigate B3 mSUGRA models, where the lightest scalar tau, stau_1, is\nthe LSP. B3 models allow for lepton number and R-parity violation; the LSP can\nthus decay. We assume one non-zero B3 coupling lambda'_ijk at M_GUT, which\ngenerates further B3 couplings at M_Z. We study the RGEs and give numerical\nexamples. The new couplings lead to additional stau_1 decays, providing\ndistinct collider signatures. We classify the stau_1 decays and describe their\ndependence on the mSUGRA parameters. We exploit our results for single slepton\nproduction at the LHC. As an explicit numerical example, we investigate single\nsmuon production, focussing on like-sign dimuons in the final state. Also\nconsidered are final states with three or four muons.\n","Comment: 25 pages, 13 figures; typos corrected, title changed, references\n  added: final version accepted by PRD"]}]
["0808.3750",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3750","Phys. Rev. Lett. 102, 167002 (2009)","doi:10.1103/PhysRevLett.102.167002"],"date":["2008-08-27"],"type":["text"],"creator":["Lipscombe, O. J.","Vignolle, B.","Perring, T. G.","Frost, C. D.","Hayden, S. M."],"language":[],"coverage":[],"title":["The emergence of coherent magnetic excitations in the pseudogap phase of\n  La2-xSrxCuO4"],"description":["  We use inelastic neutron scattering to measure the magnetic excitations in\nthe underdoped superconductor La2-xSrxCuO4 (x=0.085, Tc=22 K) over energy and\ntemperatures ranges 5 < E < 200 meV and 5 < T < 300 K respectively. At high\ntemperature (T = 300 K), we observe strongly damped excitations with a\ncharacteristic energy scale of approximately 50 meV. As the temperature is\nlowered to T = 30 K, and we move into the pseudogap state, the magnetic\nexcitations become highly structured in energy and momentum below about 60 meV.\nThis change appears to be associated with the development of the pseudogap in\nthe electronic excitations.\n"]}]
["0808.3927",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3927","PHILOSOPHICAL MAGAZINE 88, 4015 (2008)","doi:10.1080/14786430802481911"],"date":["2008-08-28"],"type":["text"],"creator":["Leuzzi, Luca"],"language":[],"coverage":[],"title":["Static and dynamic glass-glass transitions: a mean-field study"],"description":["  The behavior of a family of mean-field glass models is reviewed. The models\nare analyzed by means of a Langevin-based approach to the dynamics and a\nReplica theory computation of the thermodynamics. We focus on the phase diagram\nof a particular model case, where glass-to-glass transitions occur between\nphases with a different number of characteristic time-scales for the relaxation\nprocesses. The appearence of Johari-Goldstein processes as collective\nreorganizations of sets of fast processes is discussed.\n","Comment: Contribution to the Special Issue of Philosophical Magazine for the\n  11th International Workshop on Complex Systems"]}]
["0809.2189",{"format":[],"subject":["Mathematics - Dynamical Systems","37C99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2189"],"date":["2008-09-12","2009-04-23"],"type":["text"],"creator":["Bell, Paul","Delvenne, Jean-Charles","Jungers, Raphael","Blondel, Vincent D."],"language":[],"coverage":[],"title":["The Continuous Skolem-Pisot Problem: On the Complexity of Reachability\n  for Linear Ordinary Differential Equations"],"description":["  We study decidability and complexity questions related to a continuous\nanalogue of the Skolem-Pisot problem concerning the zeros and nonnegativity of\na linear recurrent sequence. In particular, we show that the continuous version\nof the nonnegativity problem is NP-hard in general and we show that the\npresence of a zero is decidable for several subcases, including instances of\ndepth two or less, although the decidability in general is left open. The\nproblems may also be stated as reachability problems related to real zeros of\nexponential polynomials or solutions to initial value problems of linear\ndifferential equations, which are interesting problems in their own right.\n","Comment: 14 pages, no figure"]}]
["0810.3797",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Superconductivity","High Energy Physics - Theory","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3797","Annals of Physics 324 (2009), pp. 1136-1157","doi:10.1016/j.aop.2009.01.003"],"date":["2008-10-21","2008-11-17"],"type":["text"],"creator":["Mañes, Juan L.","Valle, Manuel A."],"language":[],"coverage":[],"title":["Effective theory for the Goldstone field in the BCS-BEC crossover at T=0"],"description":["  We perform a detailed study of the effective Lagrangian for the Goldstone\nmode of a superfluid Fermi gas at zero temperature in the whole BCS-BEC\ncrossover. By using a derivative expansion of the response functions, we derive\nthe most general form of this Lagrangian at the next to leading order in the\nmomentum expansion in terms of four coefficient functions. This involves the\nelimination of all the higher order time derivatives by careful use of the\nleading order field equations. In the infinite scattering length limit where\nconformal invariance is realized, we show that the effective Lagrangian must\ncontain an unnoticed invariant combination of higher spatial gradients of the\nGoldstone mode, while explicit couplings to spatial gradients of the trapping\npotential are absent. Across the whole crossover, we determine all the\ncoefficient functions at the one-loop level, taking into account the dependence\nof the gap parameter on the chemical potential in the mean-field approximation.\nThese results are analytically expressed in terms of elliptic integrals of the\nfirst and second kind. We discuss the form of these coefficients in the extreme\nBCS and BEC regimes and around the unitary limit, and compare with recent work\nby other authors.\n","Comment: 27 pages. 4 references added, typos corrected, expanded Section III B"]}]
["0810.4816",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4816","Path Integrals: New Trends and Perspectives. Proceedings of the\n  9th International Conference (Dresden, Germany, September 23-28, 2007). Eds.,\n  W. Janke, A. Pelster (World Scientific, Singapore, 2008), pp. 508-513."],"date":["2008-10-27"],"type":["text"],"creator":["Bogoliubov, N. M.","Malyshev, C."],"language":[],"coverage":[],"title":["A Path Integration Approach to the Correlators of XY Heisenberg Magnet\n  and Random Walks"],"description":["  The path integral approach is used for the calculation of the correlation\nfunctions of the $XY$ Heisenberg chain. The obtained answers for the two-point\ncorrelators of the $XX$ magnet are of the determinantal form and are\ninterpreted in terms of the generating functions for the random turns vicious\nwalkers.\n","Comment: Proceedings of the 9th International Conference \"Path Integrals - New\n  Trends and Perspectives\", 6 pages, LaTeX"]}]
["0810.5234",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.5234","JHEP 0904:055,2009","doi:10.1088/1126-6708/2009/04/055"],"date":["2008-10-29","2009-04-23"],"type":["text"],"creator":["Aoki, Hajime","Nishimura, Jun","Susaki, Yoshiaki"],"language":[],"coverage":[],"title":["Finite-matrix formulation of gauge theories on a non-commutative torus\n  with twisted boundary conditions"],"description":["  We present a novel finite-matrix formulation of gauge theories on a\nnon-commutative torus. Unlike the previous formulation based on a map from a\nsquare matrix to a field on a discretized torus with periodic boundary\nconditions, our formulation is based on the algebraic characterization of the\nconfiguration space. This enables us to describe the twisted boundary\nconditions in terms of finite matrices and hence to realize the Morita\nequivalence at a fully regularized level. Matter fields in the fundamental\nrepresentation turn out to be represented by rectangular matrices for twisted\nboundary conditions analogously to the matrix spherical harmonics on the fuzzy\nsphere with the monopole background. The corresponding Ginsparg-Wilson Dirac\noperator defines an index, which can be used to classify gauge field\nconfigurations into topological sectors. We also perform Monte Carlo\ncalculations for the index as a consistency check. Our formulation is expected\nto be useful for applications of non-commutative geometry to various problems\nrelated to topological aspects of field theories and string theories.\n","Comment: 25 pages, 2 figures v2: 2 figures added, version published in JHEP"]}]
["0810.5648",{"format":[],"subject":["Mathematics - Spectral Theory","39A10, 47B36","34C10, 34L05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.5648","in Proceedings of the 14th International Conference on Difference\n  Equations and Applications, M. Bohner (ed) et al., 105--115, Ugur--Bahcesehir\n  University Publishing Company, Istanbul, 2009"],"date":["2008-10-31","2009-04-22"],"type":["text"],"creator":["Ammann, Kerstin","Teschl, Gerald"],"language":[],"coverage":[],"title":["Relative Oscillation Theory for Jacobi Matrices"],"description":["  We develop relative oscillation theory for Jacobi matrices which, rather than\ncounting the number of eigenvalues of one single matrix, counts the difference\nbetween the number of eigenvalues of two different matrices. This is done by\nreplacing nodes of solutions associated with one matrix by weighted nodes of\nWronskians of solutions of two different matrices.\n","Comment: 8 pages"]}]
["0811.1027",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1027"],"date":["2008-11-06","2009-04-22"],"type":["text"],"creator":["Seevinck, M. P."],"language":[],"coverage":[],"title":["Parts and Wholes. An Inquiry into Quantum and Classical Correlations"],"description":["  ** The primary topic of this dissertation is the study of the relationships\nbetween parts and wholes as described by particular physical theories, namely\ngeneralized probability theories in a quasi-classical physics framework and\nnon-relativistic quantum theory.\n  ** A large part of this dissertation is devoted to understanding different\naspects of four different kinds of correlations: local, partially-local,\nno-signaling and quantum mechanical correlations. Novel characteristics of\nthese correlations have been used to study how they are related and how they\ncan be discerned via Bell-type inequalities that give non-trivial bounds on the\nstrength of the correlations.\n  ** The study of quantum correlations has also prompted us to study a) the\nmulti-partite qubit state space with respect to its entanglement and\nseparability characteristics, and b) the differing strength of the correlations\nin separable and entangled qubit states. Results include a novel classification\nof multipartite (partial) separability and entanglement, strong constraints on\nthe monogamy of entanglement and of non-local correlations, and many new\nentanglement detection criteria that are directly experimentally accessible.\n  ** Because of the generality of the investigation these results also have\nstrong foundational as well as philosophical repercussions for the different\nsorts of physical theories as a whole; notably for the viability of hidden\nvariable theories for quantum mechanics, for the possibility of doing\nexperimental metaphysics, for the question of holism in physical theories, and\nfor the classical vs. quantum dichotomy.\n","Comment: Dissertation, Utrecht University, 2008. 286 pages. ISBN:\n  978-90-3934916-8. A hard copy is obtainable via Igitur of the Utrecht\n  University Library. This version 3 has exactly the same content as the\n  version 2. Only the page layout has been changed to match the hard copy\n  layout of the Dissertation which is on B5 format"]}]
["0811.1220",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1220","Phys. Rev. B 79, 064405 (2009)","doi:10.1103/PhysRevB.79.064405"],"date":["2008-11-10","2009-01-01"],"type":["text"],"creator":["Xu, Cenke","Sachdev, Subir"],"language":[],"coverage":[],"title":["Global phase diagrams of frustrated quantum antiferromagnets in two\n  dimensions: doubled Chern-Simons theory"],"description":["  We present a general approach to understanding the quantum phases and phase\ntransitions of quantum antiferromagnets in two spatial dimensions. We begin\nwith the simplest spin liquid state, the Z_2 spin liquid, whose elementary\nexcitations are spinons and visons, carrying Z_2 electric and magnetic charges\nrespectively. Their dynamics are expressed in terms of a doubled U(1)\nChern-Simons theory, which correctly captures the `topological' order of the\nZ_2 spin liquid state. We show that the same theory also yields a description\nof the variety of ordered phases obtained when one or more of the elementary\nexcitations condense. Field theories for the transitions and multicritical\npoints between these phases are obtained. We also survey experimental results\non antiferromagnets on the anisotropic triangular lattice, and make connections\nbetween their phase diagrams and our results.\n","Comment: 36 pages, 11 figures"]}]
["0812.1192",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1192","Europhys. Lett. 85, 67003 (2009)","doi:10.1209/0295-5075/85/67003"],"date":["2008-12-05"],"type":["text"],"creator":["Cheng, Peng","Shen, Bing","Mu, Gang","Zhu, Xiyu","Han, Fei","Zeng, Bin","Wen, Hai-Hu"],"language":[],"coverage":[],"title":["High-T_c superconductivity induced by doping rare earth elements into\n  CaFeAsF"],"description":["  We have successfully synthesized the fluoride-arsenide compounds\nCa$_{1-x}$RE$_x$FeAsF (RE=Nd, Pr; x=0, 0.6). The x-ray powder diffraction\nconfirmed that the main phases of our samples are Ca$_{1-x}$RE$_x$FeAsF with\nthe ZrCuSiAs structure. By measuring resistivity, superconductivity was\nobserved at 57.4 K in Nd-doped and 52.8 K in Pr-doped samples with x=0.6. Bulk\nsuperconductivity was also proved by the DC magnetization measurements in both\nsamples. Hall effect measurements revealed hole-like charge carriers in the\nparent compound CaFeAsF with a clear resistivity anomaly below 118 K, while the\nHall coefficient $R_H$ in the normal state is negative for the superconducting\nsamples Ca$_{0.4}$Nd$_{0.6}$FeAsF and Ca$_{0.4}$Pr$_{0.6}$FeAsF. This indicates\nthat the rare earth element doping introduces electrons into CaFeAsF which\ninduces the high temperature superconductivity.\n","Comment: 4 pages, 4 figures"]}]
["0812.2428",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2428","Phys.Rev.D78:124018,2008; Erratum-ibid.79:029901,2009","doi:10.1103/PhysRevD.78.124018","doi:10.1103/PhysRevD.79.029901"],"date":["2008-12-12"],"type":["text"],"creator":["Hackmann, Eva","Kagramanova, Valeria","Kunz, Jutta","Laemmerzahl, Claus"],"language":[],"coverage":[],"title":["Analytic solutions of the geodesic equation in higher dimensional static\n  spherically symmetric space-times"],"description":["  The complete analytical solutions of the geodesic equation of massive test\nparticles in higher dimensional Schwarzschild, Schwarzschild-(anti)de Sitter,\nReissner-Nordstroem and Reissner-Nordstroem-(anti)de Sitter space--times are\npresented. Using the Jacobi inversion problem restricted to the theta divisor\nthe explicit solution is given in terms of Kleinian sigma functions. The\nderived orbits depend on the structure of the roots of the characteristic\npolynomials which depend on the particle's energy and angular momentum, on the\nmass and the charge of the gravitational source, and the cosmological constant.\nWe discuss the general structure of the orbits and show that due to the\nspecific dimension-independent form of the angular momentum and the\ncosmological force a rich variety of orbits can emerge only in four and five\ndimensions. We present explicit analytical solutions for orbits up to 11\ndimensions. A particular feature of Reissner--Nordstroem space-times is that\nbound and escape orbits traverse through different universes.\n","Comment: accepted for publication in PRD"]}]
["0812.2494",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2494"],"date":["2008-12-12","2009-04-23"],"type":["text"],"creator":["Grinevich, P. G.","Kaipa, K. V."],"language":[],"coverage":[],"title":["Calculation of Topological Charge of Real Finite-Gap sine-Gordon\n  solutions using Theta-functional formulae"],"description":["  The most basic characteristic of x-quasiperiodic solutions u(x,t) of the\nsine-Gordon equation u_{tt}-u_{xx}+\\sin u=0 is the topological charge density\ndenoted $\\bar n$. The real finite-gap solutions u(x,t) are expressed in terms\nof the Riemann theta-functions of a non-singular hyperelliptic curve $\\Gamma$\nand a positive generic divisor D of degree g on $\\Gamma$, where the spectral\ndata $(\\Gamma, D)$ must satisfy some reality conditions. The problem addressed\nin note is: to calculate $\\bar n$ directly from the theta-functional\nexpressions for the solution u(x,t). The problem is solved here by introducing\nwhat we call the multiscale or elliptic limit of real finite-gap sine-Gordon\nsolutions. We deform the spectral curve to a singular curve, for which the\ncalculation of topological charges reduces to two special easier cases.\n"]}]
["0812.3992",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3992","Phys.Rev.D79:034019,2009","doi:10.1103/PhysRevD.79.034019"],"date":["2008-12-20","2008-12-29"],"type":["text"],"creator":["Kopeliovich, B. Z.","Schmidt, Ivan","Siddikov, M."],"language":[],"coverage":[],"title":["DVCS via color dipoles: Nonperturbative effects"],"description":["  We study the DVCS amplitude within the color dipole approach. The light-cone\nwave function of a real photon is evaluated in the instanton vacuum model. Our\nparameter free calculations are able to describe H1 data, both the absolute\nvalues and the $t$-dependences, at medium-high values of $Q^{2}$. The $Q^{2}$\ndependence is found to be sensitive to the choice of the phenomenological cross\nsection fitted to DIS data.\n","Comment: 11 pages; references added, bibliographic inaccuracy corrected"]}]
["0812.4723",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4723","Phys. Rev. D 79, 085018 (2009)","doi:10.1103/PhysRevD.79.085018"],"date":["2008-12-26","2009-04-23"],"type":["text"],"creator":["Boyanovsky, D.","Holman, R.","Hutasoit, Jimmy A."],"language":[],"coverage":[],"title":["Unparticle-Higgs Mixing: MSW Resonances, See-saw Mechanism and Spinodal\n  Instabilities"],"description":["  Motivated by slow-roll inflationary cosmology we study a scalar unparticle\nweakly coupled to a Higgs field in the broken symmetry phase. The mixing\nbetween the unparticle and the Higgs field results in a seesaw type matrix and\nthe mixing angles feature a Mikheyev-Smirnov-Wolfenstein (MSW) effect as a\nconsequence of the unparticle field being noncanonical. We find two (MSW)\nresonances for small and large spacelike momenta. The unparticlelike mode\nfeatures a nearly flat potential with spinodal instabilities and a large\nexpectation value. An effective potential for the unparticlelike field is\ngenerated from the Higgs potential, but with couplings suppressed by a large\npower of the small seesaw ratio. The dispersion relation for the Higgs-like\nmode features an imaginary part even at \"tree level\" as a consequence of the\nfact that the unparticle field describes a multiparticle continuum. Mixed\nunparticle-Higgs propagators reveal the possibility of oscillations, albeit\nwith short coherence lengths. The results are generalized to the case in which\nthe unparticle features a mass gap, in which case a low energy MSW resonance\nmay occur for lightlike momenta depending on the scales. Unparticle-Higgs\nmixing leads to an effective unparticle potential of the new-inflation form.\nSlow-roll variables are suppressed by seesaw ratios and the anomalous\ndimensions and favor a red spectrum of scalar perturbations consistent with\ncosmic microwave background data.\n","Comment: 22 pages, 1 figure, RevTeX; v.2: a section on inflation added and\n  references added"]}]
["0812.5088",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.5088","JHEP 0903:070,2009","doi:10.1088/1126-6708/2009/03/070"],"date":["2008-12-30","2009-01-07"],"type":["text"],"creator":["Danielsson, Ulf H.","Thorlacius, Larus"],"language":[],"coverage":[],"title":["Black holes in asymptotically Lifshitz spacetime"],"description":["  A model of 3+1 dimensional gravity with negative cosmological constant\ncoupled to abelian gauge fields has been proposed as a gravity dual for\nLifshitz like critical phenomena in 2+1 dimensions. The finite temperature\nbehavior is described by black holes that are asymptotic to the Lifshitz fixed\npoint geometry. There is a one-parameter family of charged black holes, where\nthe magnitude of the charge is uniquely determined by the black hole area.\nThese black holes are thermodynamically stable and become extremal in the limit\nof vanishing size. The theory also has a discrete spectrum of localized objects\ndescribed by non-singular spacetime geometries. The finite temperature behavior\nof Wilson loops is reminiscent of strongly coupled gauge theories in 3+1\ndimensions, including screening at large distances.\n","Comment: 19 pages, 15 figures in jpeg format, v2: added reference"]}]
["0901.0005",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0005","Physical Review B 79, 134512 (2009)","doi:10.1103/PhysRevB.79.134512"],"date":["2009-01-02","2009-03-13"],"type":["text"],"creator":["Galitski, Victor","Sachdev, Subir"],"language":[],"coverage":[],"title":["Paired electron pockets in the hole-doped cuprates"],"description":["  We propose a theory for the underdoped hole-doped cuprates, focusing on the\n\"nodal-anti-nodal dichotomy\" observed in recent experiments. Our theory begins\nwith an ordered antiferromagnetic Fermi liquid with electron and hole pockets.\nWe argue that it is useful to consider a quantum transition at which the loss\nof antiferromagnetic order leads to a hypothetical metallic \"algebraic charge\nliquid\" (ACL) with pockets of charge -e and +e fermions, and an emergent U(1)\ngauge field; the instabilities of the ACL lead to the low temperature phases of\nthe underdoped cuprates. The pairing instability leads to a superconductor with\nthe strongest pairing within the -e Fermi pockets, a d-wave pairing signature\nfor electrons, and very weak nodal-point pairing of the +e fermions near the\nBrillouin zone diagonals. The influence of an applied magnetic field is\ndiscussed using a proposed phase diagram as a function of field strength and\ndoping. We describe the influence of gauge field and pairing fluctuations on\nthe quantum Shubnikov-de Haas oscillations in the normal states induced by the\nfield. For the finite temperature pseudogap region, our theory has some\nsimilarities to the phenomenological two-fluid model of -2e bosons and +e\nfermions proposed by Geshkenbein, Ioffe, and Larkin [cond-mat/9609209], which\ndescribes anomalous aspects of transverse transport in a magnetic field.\n","Comment: 38 pages, 5 figures; (v3) added refs and shortened Section IV; (v4)\n  added phase diagrams"]}]
["0901.1418",{"format":[],"subject":["Mathematical Physics","Mathematics - Probability","05C80","60J10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.1418"],"date":["2009-01-11","2009-04-22"],"type":["text"],"creator":["Hou, Zhenting","Kong, Xiangxing","Shi, Dinghua","Chen, Guanrong","Zhao, Qinggui"],"language":[],"coverage":[],"title":["Degree-distribution Stability of Evolving Networks"],"description":["  In this paper, we study a class of stochastic processes, called evolving\nnetwork Markov chains, in evolving networks. Our approach is to transform the\ndegree distribution problem of an evolving network to a corresponding problem\nof evolving network Markov chains. We investigate the evolving network Markov\nchains, thereby obtaining some exact formulas as well as a precise criterion\nfor determining whether the steady degree distribution of the evolving network\nis a power-law or not. With this new method, we finally obtain a rigorous,\nexact and unified solution of the steady degree distribution of the evolving\nnetwork.\n","Comment: 17 pages"]}]
["0901.3136",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3136"],"date":["2009-01-20","2009-04-23"],"type":["text"],"creator":["Capozziello, Salvatore","Vignolo, Stefano"],"language":[],"coverage":[],"title":["On the well formulation of the Initial Value Problem of metric--affine\n  $f(R)$-gravity"],"description":["  We study the well formulation of the initial value problem of f(R)-gravity in\nthe metric-affine formalism. The problem is discussed in vacuo and in presence\nof perfect-fluid matter, Klein-Gordon and Yang-Mills fields. Adopting Gaussian\nnormal coordinates, it can be shown that the problem is always well-formulated.\nOur results refute some criticisms to the viability of f(R)-gravity recently\nappeared in literature.\n","Comment: 11 pages"]}]
["0901.4103",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4103"],"date":["2009-01-27","2009-04-23"],"type":["text"],"creator":["Sachdev, Subir"],"language":[],"coverage":[],"title":["Exotic phases and quantum phase transitions: model systems and\n  experiments"],"description":["  I survey theoretical advances in our understanding of the quantum phases and\nphase transitions of Mott insulators, and of allied conducting systems obtained\nby doping charge carriers. A number of new experimental examples of Mott\ninsulators have appeared in recent years, and I critically compare their\nobserved properties with the theoretical expectations.\n","Comment: 29 pages, 13 figures; Rapporteur talk at the 24th Solvay Conference\n  on Physics, \"Quantum Theory of Condensed Matter\", Brussels, Oct 2008;\n  (v2+v3+v4) added refs and clarifications; v5: added figure testing theory of\n  pressure-tuned QPT in a dimerized antiferromagnet; v6: added refs"]}]
["0902.1925",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1925","Phys. Rev. Lett. 102, 166403 (2009)","doi:10.1103/PhysRevLett.102.166403"],"date":["2009-02-11"],"type":["text"],"creator":["Schneider, J. M.","Orlita, M.","Potemski, M.","Maude, D. K."],"language":[],"coverage":[],"title":["A consistent interpretation of the low temperature magneto-transport in\n  graphite using the Slonczewski--Weiss--McClure 3D band structure calculations"],"description":["  Magnetotransport of natural graphite and highly oriented pyrolytic graphite\n(HOPG) has been measured at mK temperatures. Quantum oscillations for both\nelectron and hole carriers are observed with orbital angular momentum quantum\nnumber up to $N\\approx90$. A remarkable agreement is obtained when comparing\nthe data and the predictions of the Slonczewski--Weiss--McClure tight binding\nmodel for massive fermions. No evidence for Dirac fermions is observed in the\ntransport data which is dominated by the crossing of the Landau bands at the\nFermi level, corresponding to $dE/dk_z=0$, which occurs away from the $H$ point\nwhere Dirac fermions are expected.\n","Comment: 3 figures"]}]
["0902.2958",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2958","Phys. Rev. B 79, 134203 (2009)","doi:10.1103/PhysRevB.79.134203"],"date":["2009-02-17"],"type":["text"],"creator":["Chepulskii, Roman","Curtarolo, Stefano"],"language":[],"coverage":[],"title":["First-principle solubilities of alkali and alkaline earth metals in Mg-B\n  alloys"],"description":["  By devising a novel framework, we present a comprehensive theoretical study\nof solubilities of alkali (Li, Na, K, Rb, Cs) and alkaline earth (Be, Ca, Sr,\nBa) metals in the he boron-rich Mg-B system. The study is based on\nfirst-principle calculations of solutes formation energies in MgB$_2$, MgB$_4$,\nMgB$_7$ alloys and subsequent statistical-thermodynamical evaluation of\nsolubilities. The advantage of the approach consists in considering all the\nknown phase boundaries in the ternary phase diagram. Substitutional Na, Ca, and\nLi demonstrate the largest solubilities, and Na has the highest (0.5-1 % in\nMgB$_7$ at $T=650-1000$ K). All the considered interstitials have negligible\nsolubilities. The solubility of Be in MgB$_7$ can not be determined because the\ncorresponding low-solubility formation energy is negative indicating the\nexistence of an unknown ternary ground state. We have performed a\nhigh-throughput search of ground states in binary Mg-B, Mg-$A$, and B-$A$\nsystems, and we construct the ternary phase diagrams of Mg-B-$A$ alloys based\non the stable binary phases. Despite its high temperature observations, we find\nthat Sr$_{9}$Mg$_{38}$ is not a low-temperature equilibrium structure. We also\ndetermine two new possible ground states CaB$_{4}$ and RbB$_{4}$, not yet\nobserved experimentally.\n","Comment: 5 figures"]}]
["0902.3911",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3911","Physical Review B 79, 134426 (2009)","doi:10.1103/PhysRevB.79.134426"],"date":["2009-02-23","2009-02-24"],"type":["text"],"creator":["Feyerherm, R.","Dudzik, E.","Wolter, A. U. B.","Valencia, S.","Prokhnenko, O.","Maljuk, A.","Landsgesell, S.","Aliouane, N.","Bouchenoire, L.","Brown, S.","Argyriou, D. N."],"language":[],"coverage":[],"title":["Magnetic-field induced effects on the electric polarization in RMnO3 (R\n  = Dy, Gd)"],"description":["  X-ray resonant magnetic scattering studies of rare earth magnetic ordering\nwere performed on perovskite manganites RMnO3 (R = Dy, Gd) in an applied\nmagnetic field. The data reveal that the field-induced three-fold polarization\nenhancement for H || a (H approx. 20 kOe) observed in DyMnO3 below 6.5 K is due\nto a re-emergence of the Mn-induced Dy spin order with propagation vector k(Dy)\n= k(Mn) = 0.385 b*, which accompanies the suppression of the independent Dy\nmagnetic ordering, k(Dy) = 1/2 b*. For GdMnO3, the Mn-induced ordering of Gd\nspins is used to track the Mn-ordering propagation vector. The data confirm the\nincommensurate ordering reported previously, with k(Mn) varying from 0.245 to\n0.16 b* on cooling from T_N(Mn) down to a transition temperature T'. New\nsuperstructure reflections which appear below T' suggest a propagation vector\nk(Mn) = 1/4 b* in zero magnetic field, which may coexist with the previously\nreported A-type ordering of Mn. The Gd spins order with the same propagation\nvector below 7 K. Within the ordered state of Gd at T = 1.8 K we find a phase\nboundary for an applied magnetic field H || b, H = 10 kOe, which coincides with\nthe previously reported transition between the ground state paraelectric and\nthe ferroelectric phase of GdMnO3. Our results suggest that the magnetic\nordering of Gd in magnetic field may stabilize a cycloidal ordering of Mn that,\nin turn, produces ferroelectricity.\n","Comment: 8 Figures, v2: improved figure layout"]}]
["0903.0476",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0476","Phys.Rev.D79:034034,2009","doi:10.1103/PhysRevD.79.034034"],"date":["2009-03-03"],"type":["text"],"creator":["Ganbold, G."],"language":[],"coverage":[],"title":["Glueballs and Mesons: the Ground States"],"description":["  We provide a new, independent, and analytic estimate of the lowest glueball\nmass, and we found it at 1661 MeV within a relativistic quantum-field model\nbased on analytic confinement. The conventional mesons and the weak decay\nconstants are described to extend the consideration. For the spectra of\ntwo-gluon and two-quark bound states we solve the ladder Bethe-Salpeter\nequation. By using a minimal set of model parameters (the quark masses, the\ncoupling constant, and the confinement scale) we obtain numerical results which\nare in reasonable agreement with experimental evidence in the wide range of\nenergy scale. The model serves a reasonable framework to describe\nsimultaneously different sectors in low-energy particle physics.\n","Comment: 17 pages, 4 figures, 1 table"]}]
["0903.1578",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.1578","Phys.Lett.B674:73-79,2009","doi:10.1016/j.physletb.2009.03.004"],"date":["2009-03-09"],"type":["text"],"creator":["Blasone, Massimo","Capolupo, Antonio","Celeghini, Enrico","Vitiello, Giuseppe"],"language":[],"coverage":[],"title":["Non-cyclic phases for neutrino oscillations in quantum field theory"],"description":["  We show the presence of non-cyclic phases for oscillating neutrinos in the\ncontext of quantum field theory. Such phases carry information about the\nnon-perturbative vacuum structure associated with the field mixing. By\nsubtracting the condensate contribution of the flavor vacuum, the previously\nstudied quantum mechanics geometric phase is recovered.\n"]}]
["0903.2189",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2189"],"date":["2009-03-12","2009-04-23"],"type":["text"],"creator":["Sattin, F."],"language":[],"coverage":[],"title":["An Explanation From First-Principle Equations For The Universality of\n  Non-Gaussian Distributions in Edge Plasma Fluctuations"],"description":["  Probability Distributions Functions (PDFs) of fluctuations of plasma edge\nparameters are skewed curves fairly different from normal distributions, whose\nshape appears almost independent of the plasma conditions and devices. We start\nfrom a minimal fluid model of edge turbulence and reformulate it in terms of\nuncoupled Langevin equations, admiting analytical solution for the PDFs of all\nthe fields involved. We show that the supposed peculiarities of PDFs, and their\nuniversal character, are related to the generic properties of Langevin\nequations involving quadratic nonlinearities.\n","Comment: 10 pages. To be submitted. V2: conclusions unaltered, text and\n  contents improved"]}]
["0903.2883",{"format":[],"subject":["Quantitative Biology - Molecular Networks","Physics - Data Analysis, Statistics and Probability","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2883","Physica A 388, 2771 (2009)","doi:10.1016/j.physa.2009.03.011"],"date":["2009-03-16","2009-03-27"],"type":["text"],"creator":["Takemoto, Kazuhiro","Arita, Masanori"],"language":[],"coverage":[],"title":["Heterogeneous distribution of metabolites across plant species"],"description":["  We investigate the distribution of flavonoids, a major category of plant\nsecondary metabolites, across species. Flavonoids are known to show high\nspecies specificity, and were once considered as chemical markers for\nunderstanding adaptive evolution and characterization of living organisms. We\ninvestigate the distribution among species using bipartite networks, and find\nthat two heterogeneous distributions are conserved among several families: the\npower-law distributions of the number of flavonoids in a species and the number\nof shared species of a particular flavonoid. In order to explain the possible\norigin of the heterogeneity, we propose a simple model with, essentially, a\nsingle parameter. As a result, we show that two respective power-law statistics\nemerge from simple evolutionary mechanisms based on a multiplicative process.\nThese findings provide insights into the evolution of metabolite diversity and\ncharacterization of living organisms that defy genome sequence analysis for\ndifferent reasons.\n","Comment: 16 pages, 7 figures, 1 table"]}]
["0903.4306",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4306","J. Phys.: Condens. Matter 21 (2009) 225001","doi:10.1088/0953-8984/21/22/225001"],"date":["2009-03-25"],"type":["text"],"creator":["Blomqvist, Janne","Salo, Petri"],"language":[],"coverage":[],"title":["Adsorption of benzene, phenol, propane and carbonic acid molecules on\n  oxidized Al(111) and alpha-Al2O3(0001) surfaces: A first-principles study"],"description":["  We present the results of ab initio calculations describing the adsorption of\ncertain small organic molecules on clean and oxidized Al(111) surfaces as well\nas on the alpha-Al2O3(0001) surface. Our results show that adsorption of\nbenzene on the clean and oxidized Al(111) surfaces is generally weak, the\nadsorption energy being at most around -0.5 eV per benzene molecule, and the\nmolecule adsorbed at a considerable distance from the surfaces. The adsorption\nenergy varies weakly at the different adsorption sites and as a function of the\noxygen coverage. For the alumina surface, we find no benzene adsorption at all.\nWe have also calculated a phenol molecule on the aluminium and alumina\nsurfaces, since it is similar to the benzene molecule. The results show a weak\nadsorption for phenol on the alumina surface and no adsorption on the aluminium\nor oxidized aluminium surfaces at all. For the propane molecule there is no\nadsorption on either the oxidized aluminium or the alumina surface, whereas the\ncarbonic acid molecule binds strongly to the alumina but not to the aluminium\nsurface.\n","Comment: 18 pages, 20 figures, accepted to Journal of Physics: Condensed\n  Matter"]}]
["0903.5382",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.5382","Phys. Rev. A 79, 042103 (2009)","doi:10.1103/PhysRevA.79.042103"],"date":["2009-03-31"],"type":["text"],"creator":["Moodley, Mervlyn","Petruccione, Francesco"],"language":[],"coverage":[],"title":["Stochastic Wave-Function Unravelling of the Generalized Lindblad Master\n  Equation"],"description":["  Recently a generalized master equation was derived that extends the Lindblad\ntheory to highly non-Markovian quantum processes (H.-P. Breuer, Phys. Rev. A\n\\textbf{75}, 022103 (2007)). We perform a stochastic unravelling of this master\nequation by considering $n$ random state vectors that satisfy the corresponding\nstochastic differential equation for a piecewise deterministic process. As an\napplication we consider a two-state system randomly coupled to an environment\nconsisting of two energy bands with finite number of levels. Our numerical\nresults are compared to results obtained from the time-convolutionless (TCL)\nprojection operator method using correlated projection superoperators and the\nexact solution of the Schr\\\"{o}dinger equation for this system.\n","Comment: Accepted for publication in Phys. Rev. A"]}]
["0904.1326",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1326","Appl. Phys. Lett. 94, 163505 (2009)","doi:10.1063/1.3119215"],"date":["2009-04-08","2009-04-23"],"type":["text"],"creator":["Zheng, Yi","Ni, Guang-Xin","Toh, Chee-Tat","Zeng, Ming-Gang","Chen, Shu-Ting","Yao, Kui","Ozyilmaz, Barbaros"],"language":[],"coverage":[],"title":["Gate-controlled non-volatile graphene-ferroelectric memory"],"description":["  In this letter, we demonstrate a non-volatile memory device in a graphene FET\nstructure using ferroelectric gating. The binary information, i.e. \"1\" and \"0\",\nis represented by the high and low resistance states of the graphene working\nchannels and is switched by controlling the polarization of the ferroelectric\nthin film using gate voltage sweep. A non-volatile resistance change exceeding\n200% is achieved in our graphene-ferroelectric hybrid devices. The experimental\nobservations are explained by the electrostatic doping of graphene by electric\ndipoles at the ferroelectric/graphene interface.\n","Comment: 4 papes, 4 figures"]}]
["0904.2349",{"format":[],"subject":["Mathematics - Differential Geometry","53C55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2349"],"date":["2009-04-15","2009-04-23"],"type":["text"],"creator":["Ornea, Liviu","Pantilie, Radu"],"language":[],"coverage":[],"title":["On the local structure of generalized Kaehler manifolds"],"description":["  Let (g,b,J_+,J_-) be the bihermitian structure corresponding to a generalized\nKaehler structure. We find natural integrability conditions under which db=0.\n","Comment: 9 pages"]}]
["0904.2389",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Disordered Systems and Neural Networks","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2389","Proc. Natl. Acad. Sci. USA 106, 6483-6488 (2009)","doi:10.1073/pnas.0808904106"],"date":["2009-04-15"],"type":["text"],"creator":["Serrano, M. Angeles","Boguna, Marian","Vespignani, Alessandro"],"language":[],"coverage":[],"title":["Extracting the multiscale backbone of complex weighted networks"],"description":["  A large number of complex systems find a natural abstraction in the form of\nweighted networks whose nodes represent the elements of the system and the\nweighted edges identify the presence of an interaction and its relative\nstrength. In recent years, the study of an increasing number of large scale\nnetworks has highlighted the statistical heterogeneity of their interaction\npattern, with degree and weight distributions which vary over many orders of\nmagnitude. These features, along with the large number of elements and links,\nmake the extraction of the truly relevant connections forming the network's\nbackbone a very challenging problem. More specifically, coarse-graining\napproaches and filtering techniques are at struggle with the multiscale nature\nof large scale systems. Here we define a filtering method that offers a\npractical procedure to extract the relevant connection backbone in complex\nmultiscale networks, preserving the edges that represent statistical\nsignificant deviations with respect to a null model for the local assignment of\nweights to edges. An important aspect of the method is that it does not\nbelittle small-scale interactions and operates at all scales defined by the\nweight distribution. We apply our method to real world network instances and\ncompare the obtained results with alternative backbone extraction techniques.\n"]}]
["0904.3336",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3336"],"date":["2009-04-21"],"type":["text"],"creator":["Moorhead, Althea V.","Ford, Eric B."],"language":[],"coverage":[],"title":["Type II migration of planets on eccentric orbits"],"description":["  The observed extrasolar planets possess both large masses (with a median M\nsin i of 1.65 MJ) and a wide range in orbital eccentricity (0 < e < 0.94). As\nplanets are thought to form in circumstellar disks, one important question in\nplanet formation is determining whether, and to what degree, a gaseous disk\naffects an eccentric planet's orbit. Recent studies have probed the interaction\nbetween a disk and a terrestrial planet on an eccentric orbit, and the\ninteraction between a disk and a gas giant on a nearly circular orbit, but\nlittle is known about the interaction between a disk and an eccentric gas\ngiant. Such a scenario could arise due to scattering while the disk is still\npresent, or perhaps through planet formation via gravitational instability. We\nfill this gap with simulations of eccentric, massive (gap-forming) planets in\ndisks using the hydrodynamical code FARGO. Although the long-term orbital\nevolution of the planet depends on disk properties, including the boundary\nconditions used, the disk always acts to damp eccentricity when the planet is\nreleased into the disk. This eccentricity damping takes place on a timescale of\n40 years, 15 times faster than the migration timescale.\n","Comment: 7 pages, 7 figures, submitted to ApJ"]}]
["0904.3340",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3340"],"date":["2009-04-21"],"type":["text"],"creator":["Gioran, Chris","Kontoyiannis, Ioannis"],"language":[],"coverage":[],"title":["Lossy Compression in Near-Linear Time via Efficient Random Codebooks and\n  Databases"],"description":["  The compression-complexity trade-off of lossy compression algorithms that are\nbased on a random codebook or a random database is examined. Motivated, in\npart, by recent results of Gupta-Verd\\'{u}-Weissman (GVW) and their underlying\nconnections with the pattern-matching scheme of Kontoyiannis' lossy Lempel-Ziv\nalgorithm, we introduce a non-universal version of the lossy Lempel-Ziv method\n(termed LLZ). The optimality of LLZ for memoryless sources is established, and\nits performance is compared to that of the GVW divide-and-conquer approach.\nExperimental results indicate that the GVW approach often yields better\ncompression than LLZ, but at the price of much higher memory requirements. To\ncombine the advantages of both, we introduce a hybrid algorithm (HYB) that\nutilizes both the divide-and-conquer idea of GVW and the single-database\nstructure of LLZ. It is proved that HYB shares with GVW the exact same\nrate-distortion performance and implementation complexity, while, like LLZ,\nrequiring less memory, by a factor which may become unbounded, depending on the\nchoice or the relevant design parameters. Experimental results are also\npresented, illustrating the performance of all three methods on data generated\nby simple discrete memoryless sources. In particular, the HYB algorithm is\nshown to outperform existing schemes for the compression of some simple\ndiscrete sources with respect to the Hamming distortion criterion.\n","Comment: 23 pages, four figures, four tables"]}]
["0904.3351",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Data Structures and Algorithms","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3351"],"date":["2009-04-21"],"type":["text"],"creator":["Fozunbal, Majid"],"language":[],"coverage":[],"title":["A Subsequence-Histogram Method for Generic Vocabulary Recognition over\n  Deletion Channels"],"description":["  We consider the problem of recognizing a vocabulary--a collection of words\n(sequences) over a finite alphabet--from a potential subsequence of one of its\nwords. We assume the given subsequence is received through a deletion channel\nas a result of transmission of a random word from one of the two generic\nunderlying vocabularies. An exact maximum a posterior (MAP) solution for this\nproblem counts the number of ways a given subsequence can be derived from\nparticular subsets of candidate vocabularies, requiring exponential time or\nspace.\n  We present a polynomial approximation algorithm for this problem. The\nalgorithm makes no prior assumption about the rules and patterns governing the\nstructure of vocabularies. Instead, through off-line processing of\nvocabularies, it extracts data regarding regularity patterns in the\nsubsequences of each vocabulary. In the recognition phase, the algorithm just\nuses this data, called subsequence-histogram, to decide in favor of one of the\nvocabularies. We provide examples to demonstrate the performance of the\nalgorithm and show that it can achieve the same performance as MAP in some\nsituations.\n  Potential applications include bioinformatics, storage systems, and search\nengines.\n","Comment: 5 pages, International Symposium on Information Theory (ISIT) 2009"]}]
["0904.3352",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3352"],"date":["2009-04-21"],"type":["text"],"creator":["Szita, Istvan","Lorincz, Andras"],"language":[],"coverage":[],"title":["Optimistic Initialization and Greediness Lead to Polynomial Time\n  Learning in Factored MDPs - Extended Version"],"description":["  In this paper we propose an algorithm for polynomial-time reinforcement\nlearning in factored Markov decision processes (FMDPs). The factored optimistic\ninitial model (FOIM) algorithm, maintains an empirical model of the FMDP in a\nconventional way, and always follows a greedy policy with respect to its model.\nThe only trick of the algorithm is that the model is initialized\noptimistically. We prove that with suitable initialization (i) FOIM converges\nto the fixed point of approximate value iteration (AVI); (ii) the number of\nsteps when the agent makes non-near-optimal decisions (with respect to the\nsolution of AVI) is polynomial in all relevant quantities; (iii) the per-step\ncosts of the algorithm are also polynomial. To our best knowledge, FOIM is the\nfirst algorithm with these properties. This extended version contains the\nrigorous proofs of the main theorem. A version of this paper appeared in\nICML'09.\n","Comment: This paper is the extended version of a similarly named paper\n  appearing in ICML'09, containing the rigorous proofs of the main theorem"]}]
["0904.3353",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3353"],"date":["2009-04-21"],"type":["text"],"creator":["Wiebe, Nathan","Sripakdeevong, Parin","Gammal, Arnaldo","Pattanayak, Arjendu K."],"language":[],"coverage":[],"title":["Parameter scaling in a novel measure of quantum-classical difference for\n  decohering chaotic systems"],"description":["  In this paper we introduce a diagnostic for measuring the quantum-classical\ndifference for open quantum systems, which is the normalized size of the\nquantum terms in the Master equation for Wigner function evolution. For a\ndriven Duffing oscillator, this measure shows remarkably precise scaling over\nlong time-scales with the parameter $\\zeta_0=\\hbar^2/D$. We also see that,\nindependent of $\\zeta_0$ the dynamics follows a similar pattern. For small\n$\\zeta_0$ all of our curves collapses to essentially a single curve when scaled\nby the maximum value of the quantum-classical difference. In both limits of\nlarge and small $\\zeta_0$ we see a saturation effect in the size of the\nquantum-classical difference; that is, the instantaneous difference between\nquantum and classical evolutions cannot be either too small or too large.\n","Comment: 4 pages, submitted at Physical Review"]}]
["0904.3355",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Classical Analysis and ODEs","12H05","12H10","39A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3355"],"date":["2009-04-21"],"type":["text"],"creator":["Nieto, Ana Peon"],"language":[],"coverage":[],"title":["On sigma-delta-Picard-Vessiot extensions"],"description":["  We study the differential Galois theory of difference equations under weaker\nhypothesis on the field of constants of the automorphism. This framework yields\na new approach to results by C.Hardouin and M.Singer, which answers possitively\na question by M.Singer: under the classical hypothesis, the known results are\nstill valid. In particular, our Galois group is isomorphic to theirs over a\nsuitable field. We also explicitly calculate the number of connected components\nof the Galois group.\n","Comment: 12 pages"]}]
["0904.3361",{"format":[],"subject":["Mathematics - General Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3361"],"date":["2009-04-22"],"type":["text"],"creator":["Rylov, Yuri A."],"language":[],"coverage":[],"title":["Abel Prize 2009 as a necessitation to discussion on geometry, or\n  physicist versus geometers"],"description":["  Contemporary geometers do not acknowledge nonaxomatizable geometries. This\nfact means that our knowledge of geometry is poor. A perfect knowledge of\ngeometry is important for \"consumers of geometry\" (physicists dealing with\ngeometry of microcosm), because poor knowledge of geometry forces physicists to\nrefuse from the orthodox geometrical paradigm and to use the quantum paradigm,\nwhich is a simple fitting, compensating our imperfect knowledge of geometry.\n","Comment: 5 pages, 0 figures"]}]
["0904.3365",{"format":[],"subject":["Mathematics - Number Theory","11A99, 11Y99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3365"],"date":["2009-04-21"],"type":["text"],"creator":["Ren, Cheng Hui"],"language":[],"coverage":[],"title":["Expansion and Improvement of Sieve and application in Goldbach's problem"],"description":["  This paper expands and improves on the general Sieve method. This expaned and\nimproved Sieve is applied to Goldbach's problem. A new estimate of the\nexception set in Goldbach's number E(X), an improved lower bound D_{1,2}(N) and\nupper bound D(N) are proposed. The proposed values are: |E(X)|<= X^{0.702+e},\nD_{1,2}(N)>= 2.27C(N)/ln^{2}(N), D(N) <= 6.916C(N)/ln^{2}(N).\n","Comment: 50 pages, 5 tables"]}]
["0904.3366",{"format":[],"subject":["Computer Science - Formal Languages and Automata Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3366"],"date":["2009-04-21"],"type":["text"],"creator":["Daley, Mark","Domaratzki, Michael","Salomaa, Kai"],"language":[],"coverage":[],"title":["State complexity of orthogonal catenation"],"description":["  A language $L$ is the orthogonal catenation of languages $L_1$ and $L_2$ if\nevery word of $L$ can be written in a unique way as a catenation of a word in\n$L_1$ and a word in $L_2$. We establish a tight bound for the state complexity\nof orthogonal catenation of regular languages. The bound is smaller than the\nbound for arbitrary catenation.\n","Comment: DCFS 2008"]}]
["0904.3371",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Representation Theory","14H60","20C08","17B67","20F55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3371"],"date":["2009-04-21"],"type":["text"],"creator":["Yun, Zhiwei"],"language":[],"coverage":[],"title":["Towards a Global Springer Theory II: the double affine action"],"description":["  We construct an action of the graded double affine Hecke algebra (DAHA) on\nthe parabolic Hitchin complex, extending the affine Weyl group action\nconstructed in \\cite{GSI}. In particular, we get representations of the\ndegenerate DAHA on the cohomology of parabolic Hitchin fibers. We also\ngeneralize our construction to {\\em parahoric} versions of Hitchin stacks,\nincluding the construction of 'tHooft operators as a special case. We then\nstudy the interaction of the DAHA action and the cap product action given by\nthe Picard stack acting on the parabolic Hitchin stack.\n","Comment: 47 pages"]}]
["0904.3372",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Representation Theory","14H60","20G35","14F20","14K30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3372"],"date":["2009-04-21"],"type":["text"],"creator":["Yun, Zhiwei"],"language":[],"coverage":[],"title":["Towards a Global Springer Theory III: Endoscopy and Langlands duality"],"description":["  We prove three new results about the global Springer action defined in\n\\cite{GSI}. The first one determines the support of the perverse cohomology\nsheaves of the parabolic Hitchin complex, which serves as a technical tool for\nthe next results. The second one (the Endoscopic Decomposition Theorem) links\ncertain direct summands of the parabolic Hitchin complex of $G$ to the\nendoscopic groups of $G$. This result generalizes Ng\\^o's geometric\nstabilization of the trace formula in \\cite{NgoFL}. The third result links the\nstable parts of the parabolic Hitchin complexes for Langlands dual groups, and\nestablishes a relation between the global Springer action on one hand and\ncertain Chern class action on the other. This result is inspired by the mirror\nsymmetry between dual Hitchin fibrations. Finally, we present the first\nnontrivial example in the global Springer theory.\n","Comment: 48 pages"]}]
["0904.3374",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - K-Theory and Homology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3374"],"date":["2009-04-21"],"type":["text"],"creator":["Voineagu, Mircea"],"language":[],"coverage":[],"title":["Cylindrical Homomorphisms and Lawson Homology"],"description":["  We use the cylindrical homomorphism and a geometric construction introduced\nby J. Lewis to study the Lawson homology groups of certain hypersurfaces\n$X\\subset \\mathbb{P}^{n+1}$ of degree $d\\leq n+1$. As an application, we\ncompute the rational semi-topological K-theory of a generic cubic of dimension\n5, 6 and 8 and, using the Bloch-Kato conjecture, we prove Suslin's conjecture\nfor these varieties. Using the generic cubic sevenfolds, we show that there are\nsmooth projective varieties with the lowest non-trivial step in their\ns-filtration infinitely generated and undetected by the Abel-Jacobi map.\n","Comment: to appear in Journal of K-theory"]}]
["0904.3377",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3377"],"date":["2009-04-21"],"type":["text"],"creator":["Ali, M. Hossain","Hasan, M. Khayrul"],"language":[],"coverage":[],"title":["Dispersion Relations for Cold Plasmas around Reissner-Nordstr\\\"om Black\n  Holes"],"description":["  We investigate the general relativistic magnetohydrodynamic (GRMHD) equations\nfor cold plasma around the Reissner-Nordstr\\\"om black hole. Applying 3+1\nspacetime split we linearize the perturbed equations for\nnon-magnetized/magnetized plasma in both rotating and non-rotating background.\nBy Fourier analyze we then derive dispersion relations and investigate the\nexistence of waves with positive angular frequency in the vicinity of the black\nhole horizon. The analysis finds propagation of negative phase and group\nvelocities for rotating magnetized surroundings.\n","Comment: 25 pages, 9 figures"]}]
["0904.3382",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3382"],"date":["2009-04-22"],"type":["text"],"creator":["Schulz, Norbert S.","Allen, Glenn","Bautz, Mark W.","Canizares, Claude C.","Davis, John","Dewey, Dan","Huenemoerder, David P.","Heilmann, Ralf","Houck, John","Marshall, Herman L.","Nowak, Mike","Schattenburg, Mark","Bregman, Joel","Diaz-Trigo, Maria","Fang, Taotao","Gagne, Marc","Kallman, Tim","Lautenegger, Maurice","Lee, Julia","Miller, Jon","Mukai, Koji","Parerels, Frits","Pollock, Andy","Rasmussen, Andy","Raymond, John","Smith, Randall","Yao, Yangsen"],"language":[],"coverage":[],"title":["Distribution and Structure of Matter in and around Galaxies"],"description":["  Understanding the origins and distribution of matter in the Universe is one\nof the most important quests in physics and astronomy. Themes range from\nastro-particle physics to chemical evolution in the Galaxy to cosmic\nnucleosynthesis and chemistry in an anticipation of a full account of matter in\nthe Universe. Studies of chemical evolution in the early Universe will answer\nquestions about when and where the majority of metals were formed, how they\nspread and why they appar today as they are. The evolution of matter in our\nUniverse cannot be characterized as a simple path of development. In fact the\nstate of matter today tells us that mass and matter is under constant\nreformation through on-going star formation, nucleosynthesis and mass loss on\nstellar and galactic scales. X-ray absorption studies have evolved in recent\nyears into powerful means to probe the various phases of interstellar and\nintergalactic media. Future observatories such as IXO and Gen-X will provide\nvast new opportunities to study structure and distribution of matter with high\nresolution X-ray spectra. Specifically the capabilities of the soft energy\ngratings with a resolution of R=3000 onboard IXO will provide ground breaking\ndeterminations of element abundance, ionization structure, and dispersion\nvelocities of the interstellar and intergalactic media of our Galaxy and the\nLocal Group\n","Comment: A White Paper Submitted to the Astro2010 Decadal Survey"]}]
["0904.3385",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3385"],"date":["2009-04-22"],"type":["text"],"creator":["Schulz, Norbert S.","Allen, Glenn","Bautz, Mark W.","Canizares, Claude C.","Davis, John","Dewey, Dan","Huenemoerder, David P.","Heilmann, Ralf","Houck, John","Marshall, Herman L.","Nowak, Mike","Schattenburg, Mark","Audard, Marc","Drake, Jeremy","Gagne, Marc","Kastner, Joel","Kallman, Tim","Lautenegger, Maurice","Lee, Julia","Miller, Jon","Montmerle, Thierry","Mukai, Koji","Osten, Rachel","Parerels, Frits","Pollock, Andy","Preibisch, Thomas","Raymond, John","Reale, Fabio","Smith, Randall","Testa, Paola","Weintraub, David"],"language":[],"coverage":[],"title":["Structure and Evolution of Pre-Main Sequence Stars"],"description":["  Low-mass pre-main sequence (PMS) stars are strong and variable X-ray\nemitters, as has been well established by EINSTEIN and ROSAT observatories. It\nwas originally believed that this emission was of thermal nature and primarily\noriginated from coronal activity (magnetically confined loops, in analogy with\nSolar activity) on contracting young stars. Broadband spectral analysis showed\nthat the emission was not isothermal and that elemental abundances were\nnon-Solar. The resolving power of the Chandra and XMM X-ray gratings\nspectrometers have provided the first, tantalizing details concerning the\nphysical conditions such as temperatures, densities, and abundances that\ncharacterize the X-ray emitting regions of young star. These existing high\nresolution spectrometers, however, simply do not have the effective area to\nmeasure diagnostic lines for a large number of PMS stars over required to\nanswer global questions such as: how does magnetic activity in PMS stars differ\nfrom that of main sequence stars, how do they evolve, what determines the\npopulation structure and activity in stellar clusters, and how does the\nactivity influence the evolution of protostellar disks. Highly resolved\n(R>3000) X-ray spectroscopy at orders of magnitude greater efficiency than\ncurrently available will provide major advances in answering these questions.\nThis requires the ability to resolve the key diagnostic emission lines with a\nprecision of better than 100 km/s.\n","Comment: A White Paper Submitted to the Astro2010 Decadal Survey"]}]
["0904.3387",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3387"],"date":["2009-04-22"],"type":["text"],"creator":["Chong, C.","Pelinovsky, D. E."],"language":[],"coverage":[],"title":["Variational Approximations of Bifurcations of Asymmetric Solitons in\n  Cubic-Quintic Nonlinear Schroedinger Lattices"],"description":["  Using a variational approximation we study discrete solitons of a nonlinear\nSchroedinger lattice with a cubic-quintic nonlinearity. Using an ansatz with\nsix parameters we are able to approximate bifurcations of asymmetric solutions\nconnecting site-centered and bond-centered solutions and resulting in the\nexchange of their stability. We show that the numerically exact and variational\napproximations are quite close for solitons of small powers.\n","Comment: 12 Pages, 7 figures"]}]
["0904.3394",{"format":[],"subject":["Physics - Computational Physics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3394"],"date":["2009-04-22"],"type":["text"],"creator":["Zhakhovskii, V.","Nishihara, K.","Abe, M."],"language":[],"coverage":[],"title":["Molecular Dynamics Simulation on Stability of Converging Shocks"],"description":["  Molecular Dynamic (MD) approach is applied to study the converging\ncylindrical shock waves in a dense Lennard-Jones (LJ) fluid. MD method is based\non tracking of the atom motions and hence it has an fundamental advantages over\nhydrodynamic methods which assumes shocks as a structureless discontinuity and\nrequires an equation of state. Due to the small thickness of shock fronts in\nliquid the two million particles is enough to simulate propagation of a\ncylindrical shocks in close detail.\n  We investigate stability of converging shocks with different perturbation\nmodes and its mixture. It was shown that in a case of relatively large initial\nripples the Mach stems are formed. Supersonic jets generated by interaction of\nreflected shocks in downstream flow are observed. We also study the\nRichtmyer-Meshkov (RM) instability of an interface between two Lennard-Jones\nliquids of different mass densities. Surprisingly, mode 3 ripples grow very\nslow in comparison with higher mode numbers and growth rate of a higher mode\ndecay slower.\n","Comment: published in Proc. of the 2nd Int. Conference on Inertial Fusion\n  Science and Applications, IFSA2001, Kyoto, Japan, Sept. 9-14, 2001. Edited by\n  K. A. Tanaka, D. D. Meyerhofer, J. Meyer-ter-Vehn (Paris: Elsevier, 2002) pp.\n  106-109"]}]
["0904.3396",{"format":[],"subject":["Quantitative Biology - Other Quantitative Biology","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3396"],"date":["2009-04-22"],"type":["text"],"creator":["Andrecut, M."],"language":[],"coverage":[],"title":["Sparse Approximation of Computational Time Reversal Imaging"],"description":["  Computational time reversal imaging can be used to locate the position of\nmultiple scatterers in a known background medium. Here, we discuss a sparse\napproximation method for computational time-reversal imaging. The method is\nformulated entirely in the frequency domain, and besides imaging it can also be\nused for denoising, and to determine the magnitude of the scattering\ncoefficients in the presence of moderate noise levels.\n","Comment: 21 pages, 8 figures"]}]
["0904.3397",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Mathematics - Probability","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3397"],"date":["2009-04-22"],"type":["text"],"creator":["Chabanol, Marie-Line","Duchon, Jean"],"language":[],"coverage":[],"title":["Levy solutions of a randomly forced Burgers equation"],"description":["  We consider the one dimensional Burgers equation forced by a brownian in\nspace and white noise in time process $\\partial_t u + u \\partial_x u = f(x,t)$,\nwith $2E(f(x,t)f(y,s)) = (|x|+|y|-|x-y|)\\delta(t-s)$ and we show that there are\nLevy processes solutions, for which we give the evolution equation of the\ncharacteristic exponent. In particular we give the explicit solution in the\ncase $u_0(x)=0$.\n","Comment: 7 pages"]}]
["0904.3398",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3398","Physica B 404, 479 (2009)","doi:10.1016/j.physb.2008.11.060"],"date":["2009-04-22"],"type":["text"],"creator":["Otsuka, Yuichi","Seo, Hitoshi","Motome, Yukitoshi","Kato, Takeo"],"language":[],"coverage":[],"title":["Phase competitions and coexistences in quasi-one-dimensional molecular\n  conductors: exact diagonalization study"],"description":["  We investigate ground state properties of a quasi-one-dimensional\nelectron-lattice coupled model for quarter-filled molecular conductors. The\neffective one-dimensional extended Hubbard model coupled to adiabatic lattice\ndegree of freedom is derived by the inter-chain mean-field approximation and\nsolved by Lanczos exact diagonalization method. We find that the critical\nbehavior among lattice tetramerized states with different charge-lattice\nordered patterns is sensitively affected by the inter-chain Coulomb\ninteraction, lattice anharmonicity, and intrinsic dimerization. This indicates\na subtle balance between these states originating from strong correlation and\nreduced dimensionality.\n"]}]
["0904.3399",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Algebraic Topology","Mathematics - Number Theory","57M25, 11R32, 11R34"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3399"],"date":["2009-04-22"],"type":["text"],"creator":["Morishita, Masanori"],"language":[],"coverage":[],"title":["Analogies between Knots and Primes, 3-Manifolds and Number Rings"],"description":["  This is an expository article of our work on analogies between knot theory\nand algebraic number theory. We shall discuss foundational analogies between\nknots and primes, 3-manifolds and number rings mainly from the group-theoretic\npoint of view.\n"]}]
["0904.3400",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Group Theory","22D25, 22E27, 46L05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3400"],"date":["2009-04-22"],"type":["text"],"creator":["Ludwig, Jean","Turowska, Lyudmila"],"language":[],"coverage":[],"title":["The C*-alegbras of the Heisenberg Group and of thread-like Lie groups"],"description":["  We describe the C*-algebras of the Heisenberg group H_n, n\\geq 1, and the\nthread-like Lie group G_N, N\\geq 3, in terms of C*-algebras of operator fields.\n","Comment: 31 pages"]}]
["0904.3401",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Quantum Algebra","57M25","57M27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3401"],"date":["2009-04-22"],"type":["text"],"creator":["Wehrli, Stephan M."],"language":[],"coverage":[],"title":["Mutation invariance of Khovanov homology over $\\mathbb{F}_2$"],"description":["  We prove that Khovanov homology and Lee homology with coefficients in\n$\\mathbb{F}_2$ are invariant under component-preserving link mutations.\n","Comment: 14 pages, 5 figures"]}]
["0904.3403",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3403","Asian Journal of Physics, 17, 479, 2008"],"date":["2009-04-22"],"type":["text"],"creator":["Krishan, V.","Masuda, S."],"language":[],"coverage":[],"title":["Magnetic Transport On The Solar Atmosphere By Turbulent Ambipolar\n  Diffusion"],"description":["  The lower solar atmosphere consists of partially ionized turbulent plasmas\nharbouring velocity field, magnetic field and current density fluctuations. The\ncorrelations amongst these small scale fluctuations give rise to large scale\nflows and magnetic fields which decisively affect all transport processes. The\nthree fluid system consisting of electrons, ions and neutral particles supports\nnonideal effects such as the Hall effect and the ambipolar diffusion. Here, we\nstudy magnetic transport by ambipolar diffusion and compare the characteristic\ntimescales of the laminar and the turbulent ambipolar diffusion processes. As\nexpected from a turbulent transport process, the time scale of the turbulent\nambipolar diffusion is found to be smaller by orders of magnitude as compared\nwith the laminar ambipolar diffusion.The nonlinearity of the laminar ambipolar\ndiffusion creates magnetic structures with sharp gradients which are amenable\nto processes such as magnetic reconnection and energy release therefrom for\nheating and flaring of the solar plasma.\n","Comment: 10 pages"]}]
["0904.3408",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3408"],"date":["2009-04-22"],"type":["text"],"creator":["Mohr, N."],"language":[],"coverage":[],"title":["Dilepton mass edge measurement in SUSY events with CMS"],"description":["  Within the mSUGRA model, the observability of the decay of the next to\nlightest neutralino into leptons and the lightest neutralino has been studied\nusing a full simulation of the CMS detector. The final state signature consists\nof two opposite sign leptons, several hard jets and missing transverse energy.\nThe expected precision of the measurement of the dilepton mass edge is reported\nfor 1 fb^-1 of data, including systematic and statistic uncertainties,\ncomparing two benchmark points with different signatures.\n","Comment: 4 pages, 6 figures, Proceedings of the XLIVth Recontres de Moriond on\n  Electroweak Interactions and Unified Theories, La Thuile, March 2009"]}]
["0904.3411",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3411"],"date":["2009-04-22"],"type":["text"],"creator":["Lubotzky, Alexander"],"language":[],"coverage":[],"title":["Finite simple groups of Lie type as expanders"],"description":["  Finite simple groups of Lie type as expanders\n"]}]
["0904.3413",{"format":[],"subject":["Physics - Computational Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3413","Fluid Phase Equilib. 209: 29-53 (2003)"],"date":["2009-04-22"],"type":["text"],"creator":["Stoll, Jürgen","Vrabec, Jadran","Hasse, Hans"],"language":[],"coverage":[],"title":["Comprehensive study of the vapour-liquid equilibria of the pure\n  two-centre Lennard-Jones plus pointdipole fluid"],"description":["  Results of a systematic investigation of the vapour-liquid equilibria of 38\nindividual two-centre Lennard-Jones plus axial pointdipole model fluids (2CLJD)\nare reported over a range of reduced dipolar momentum 0 $\\le \\mu^{*2} \\le$ 20\nand of reduced elongation 0 $\\le$ L* $\\le$ 1.0. Temperatures investigated are\nfrom about 55 % to about 95 % of the critical temperature of each fluid. The\nNpT+Test Particle Method is used for the generation of vapour pressures,\nsaturated densities, and saturated enthalpies. For the lowest temperatures,\nthese data are calculated with highly accurate chemical potentials obtained\nfrom the gradual insertion method. Critical temperatures $T*_c$ and densities\n$\\rho*_c$ are obtained from Guggenheim's equations. Empirical correlations for\ncritical data $T*_c$ and $\\rho*_c$ as well as for saturated densities $\\rho'*$,\n$\\rho''*$, and vapour pressures $p*_\\sigma$ are developed as global functions\nof the model parameters. They describe the simulation data generally within\ntheir statistical uncertainties. Critical pressures and acentric factors of the\n2CLJD fluid can be calculated from these correlations. The present results are\na sound basis for adjustments of the model parameters $\\mu^{*2}$, $L*$,\n$\\sigma$, and $\\epsilon$ to experimental VLE data of real fluids.\n"]}]
["0904.3419",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3419"],"date":["2009-04-22"],"type":["text"],"creator":["Cherepashchuk, A. M.","Sunyaev, R. A.","Postnov, K. A.","Antokhina, E. A.","Molkov, S. V."],"language":[],"coverage":[],"title":["Analysis of hard X-ray eclipse in SS433 from INTEGRAL observations"],"description":["  The analysis of hard X-ray INTEGRAL observations (2003-2008) of\nsuperaccreting galactic microquasar SS433 at precessional phases of the source\nwith the maximum disk opening angle is carried out. It is found that the shape\nand width of the primary X-ray eclipse is strongly variable suggesting\nadditional absorption in dense stellar wind and gas outflows from the optical\nA7I-component and the wind-wind collision region. The independence of the\nobserved hard X-ray spectrum on the accretion disk precessional phase suggests\nthat hard X-ray emission (20-100 keV) is formed in an extended, hot,\nquasi-isothermal corona, probably heated by interaction of relativistic jet\nwith inhomogeneous wind outflow from the precessing supercritical accretion\ndisk. A joint modeling of X-ray eclipsing and precessional hard X-ray\nvariability of SS433 revealed by INTEGRAL by a geometrical model suggests the\nbinary mass ratio $q=m_x/m_v\\simeq 0.25\\div 0.5$. The absolute minimum of joint\norbital and precessional $\\chi^2$ residuals is reached at $q\\simeq 0.3$. The\nfound binary mass ratio range allows us to explain the substantial precessional\nvariability of the minimum brightness at the middle of the primary optical\neclipse. For the mass function of the optical star $f_v=0.268 M_\\odot$ as\nderived from Hillwig & Gies data, the obtained value of $q\\simeq 0.3$ yields\nthe masses of the components $m_x\\simeq 5.3 M_\\odot$, $m_v\\simeq 17.7 M_\\odot$,\nconfirming the black hole nature of the compact object in SS433.\n","Comment: 23 pages, 15 figures, MNRAS accepted"]}]
["0904.3424",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3424"],"date":["2009-04-22"],"type":["text"],"creator":["Vaneeva, O. O.","Popovych, R. O.","Sophocleous, C."],"language":[],"coverage":[],"title":["Reduction operators of variable coefficient semilinear diffusion\n  equations with a power source"],"description":["  Reduction operators (called often nonclassical symmetries) of variable\ncoefficient semilinear reaction-diffusion equations with power nonlinearity\n$f(x)u_t=(g(x)u_x)_x+h(x)u^m$ ($m\\neq0,1,2$) are investigated using the\nalgorithm suggested in [O.O. Vaneeva, R.O. Popovych and C. Sophocleous, Acta\nAppl. Math., 2009, V.106, 1-46; arXiv:0708.3457].\n","Comment: 19 pages, contribution to the Proceedings of 4th Workshop \"Group\n  Analysis of Differential Equations and Integrable Systems\" (26 - 30 October\n  2008, Protaras, Cyprus)"]}]
["0904.3430",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H45","16G20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3430"],"date":["2009-04-22"],"type":["text"],"creator":["Crawley-Boevey, William"],"language":[],"coverage":[],"title":["Connections for weighted projective lines"],"description":["  We introduce a notion of a connection on a coherent sheaf on a weighted\nprojective line (in the sense of Geigle and Lenzing). Using a theorem of\nHuebner and Lenzing we show, under a mild hypothesis, that if one considers\ncoherent sheaves equipped with such a connection, and one passes to the\nperpendicular category to a nonzero vector bundle without self-extensions, then\nthe resulting category is equivalent to the category of representations of a\ndeformed preprojective algebra.\n","Comment: 12 pages"]}]
["0904.3431",{"format":[],"subject":["Mathematics - General Mathematics","05C"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3431"],"date":["2009-04-22"],"type":["text"],"creator":["Cahit, I."],"language":[],"coverage":[],"title":["Algorithmic proof of Barnette's Conjecture"],"description":["  In this paper we have given an algorithmic proof of an long standing\nBarnette's conjecture (1969) that every 3-connected bipartite cubic planar\ngraph is hamiltonian. Our method is quite different than the known approaches\nand it rely on the operation of opening disjoint chambers, bu using\nspiral-chain like movement of the outer-cycle elastic-sticky edges of the cubic\nplanar graph. In fact we have shown that in hamiltonicity of Barnette graph a\nsingle-chamber or double-chamber with a bridge face is enough to transform the\nproblem into finding specific hamiltonian path in the cubic bipartite graph\nreduced. In the last part of the paper we have demonstrated that, if the given\ncubic planar graph is non-hamiltonian then the algorithm which constructs\nspiral-chain (or double-spiral chain) like chamber shows that except one vertex\nthere exists (n-1)-vertex cycle.\n","Comment: 13 pages, 6 figures, draft paper"]}]
["0904.3433",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3433"],"date":["2009-04-22"],"type":["text"],"creator":["Böttcher, Julia","Hladky, Jan","Piguet, Diana"],"language":[],"coverage":[],"title":["The tripartite Ramsey number for trees"],"description":["  We prove that for all epsilon>0 there are c>0 and n_0 such that for all n>n_0\nthe following holds. For any two-colouring of the edges of $K_{n,n,n}$ one\ncolour contains copies of all trees T of order t<(3-epsilon)n/2 and with\nmaximum degree at most n^c. This confirms a conjecture of Schelp.\n","Comment: 25 pages"]}]
["0904.3434",{"format":[],"subject":["Mathematical Physics","Mathematics - Representation Theory","34M55","17B80","37K10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3434"],"date":["2009-04-22"],"type":["text"],"creator":["Fuji, Kenta","Suzuki, Takao"],"language":[],"coverage":[],"title":["Drinfeld-Sokolov hierarchies of type A and fourth order Painleve systems"],"description":["  We study the Drinfeld-Sokolov hierarchies of type A_n^{(1)} associated with\nthe regular conjugacy classes of W(A_n). A class of fourth order Painleve\nsystems is derived from them by similarity reductions.\n","Comment: 25 pages"]}]
["0904.3444",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3444"],"date":["2009-04-22"],"type":["text"],"creator":["Gupta, Bhupendra"],"language":[],"coverage":[],"title":["Comment to \"Coverage by Randomly Deployed Wireless Sensor Networks\""],"description":["  It is a correction paper on \"P.J. Wan and C.W. Yi, \"Coverage by Randomly\nDeployed Wireless Sensor Networks\", IEEE Transaction On Information Theory,\nvol.52, No.6, June 2006.\"\n  In the above paper, Lemma (4), on page 2659 play the key role for deriving\nthe main results in the paper. The statement as well as the proof of Lemma (4),\npage $2659,$ is not correct. We have given the correct version of Lemma. This\nchange in Lemma leads a drastic change in all the result derived in the above\npaper.\n"]}]
["0904.3446",{"format":[],"subject":["Mathematical Physics","35Q60, 83C50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3446","Mathematical journal, 2007,V,7(2007),No4(26), pp.12-24"],"date":["2009-04-22"],"type":["text"],"creator":["Alexeyeva, L. A."],"language":["ru"],"coverage":[],"title":["Lorenz transformations for one biquaternion model of\n  electro-gravymagnetic field. Conservation laws"],"description":["  The biquaternion approach is developed for building of the equations of the\ninter-action of different charges and currents and generated\nElectro-GravyMagnetic fields. The field analogues of three Newton's laws are\noffered free and interacting charge-currents, as well as total field of\ninteraction. An invariance of the equations for one EGM-field model at Lorenz\ntransformation is investigated, and, in particu-lar, law of the conservation of\nthe charge-current. It is shown that at interaction by fields, this law differs\nfrom the well-known one. So for closing the equation of charge-currents\ntransformations the new modification of Maxwell's equations is offered with\nentering the scalar field of resistance in the biquaternion of EGM-field\ntension. Relativistic formula for transformation of density of the masses and\ncharge, current, forces and their powers are built.\n","Comment: 12 pages (in Russian)"]}]
["0904.3447",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3447"],"date":["2009-04-22"],"type":["text"],"creator":["Fel, Leonid G.","Bear, Jacob"],"language":[],"coverage":[],"title":["Dispersion and Dispersivity Tensors in Saturated Porous Media with\n  Uniaxial Symmetry"],"description":["  The coefficients of dispersion, D_{ij}, and the dispersivity, a_{ijkl},\nappear in the expression for the flux of a solute in saturated flow through\nporous media. We present a detailed analysis of these tensors in an axially\nsymmetric porous medium and show that in such a medium, the dispersivity is\ngoverned by 6 independent moduli. We present also the constraints that have to\nbe satisfied by these moduli. We also show that at least two independent\nexperiments are required in order to obtain the values of these coefficients\nfor any three-dimensional porous medium domain.\n","Comment: 11"]}]
["0904.3452",{"format":[],"subject":["Mathematics - Group Theory","55P05, 55R35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3452","Algebr. Geom. Topol. 6 (2006) 1267-1288","doi:10.2140/agt.2006.6.1267"],"date":["2009-04-22"],"type":["text"],"creator":["Libman, Assaf"],"language":[],"coverage":[],"title":["The normaliser decomposition for p-local finite groups"],"description":["  We construct an analogue of the normaliser decomposition for p-local finite\ngroups (S,F,L) with respect to collections of F-centric subgroups and\ncollections of elementary abelian subgroups of S. This enables us to describe\nthe classifying space of a p-local finite group, before p-completion, as the\nhomotopy colimit of a diagram of classifying spaces of finite groups whose\nshape is a poset and all maps are induced by group monomorphisms.\n","Comment: This is the version published by Algebraic & Geometric Topology on 11\n  September 2006"]}]
["0904.3453",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3453","SIGMA 5 (2009), 050, 19 pages","doi:10.3842/SIGMA.2009.050"],"date":["2009-04-22"],"type":["text"],"creator":["Chu, Wenchang","Wang, Chenying"],"language":[],"coverage":[],"title":["Partial Sums of Two Quartic q-Series"],"description":["  The partial sums of two quartic basic hypergeometric series are investigated\nby means of the modified Abel lemma on summation by parts. Several summation\nand transformation formulae are consequently established.\n"]}]
["0904.3457",{"format":[],"subject":["Mathematics - Complex Variables","30C45,30C50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3457"],"date":["2009-04-22"],"type":["text"],"creator":["Najafzadeh, Sh.","Gordji, M. Eshaghi","Ebadian, A."],"language":[],"coverage":[],"title":["Certain Subclasses of Convex functions with positive and missing\n  Coefficients by using a fixed point"],"description":["  By considering a fixed point in unit disk $\\Delta$, a new class of univalent\nconvex functions is defined. Coefficient inequalities, integral operator and\nextreme points of this class are obtained.\n","Comment: 5 pages"]}]
["0904.3458",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3458"],"date":["2009-04-22"],"type":["text"],"creator":["Sivadasan, Praveen","Lal, P Sojan"],"language":[],"coverage":[],"title":["JConstHide: A Framework for Java Source Code Constant Hiding"],"description":["  Software obfuscation or obscuring a software is an approach to defeat the\npractice of reverse engineering a software for using its functionality\nillegally in the development of another software. Java applications are more\namenable to reverse engineering and re-engineering attacks through methods such\nas decompilation because Java class files store the program in a semi complied\nform called byte codes. The existing obfuscation systems obfuscate the Java\nclass files. Obfuscated source code produce obfuscated byte codes and hence two\nlevel obfuscation (source code and byte code level) of the program makes it\nmore resilient to reverse engineering attacks . But source code obfuscation is\nmuch more difficult due to richer set of programming constructs and the scope\nof the different variables used in the program and only very little progress\nhas been made on this front. We in this paper are proposing a framework named\nJConstHide for hiding constants, especially integers in the java source codes,\nto defeat reverse engineering through decompilation. To the best of our\nknowledge, no data hiding software are available for java source code constant\nhiding.\n"]}]
["0904.3460",{"format":[],"subject":["Mathematics - Dynamical Systems","34A34","37C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3460"],"date":["2009-04-22"],"type":["text"],"creator":["Gordji, M. Eshaghi","Ebadian, A.","Ghaemi, M. B.","Shokri, J."],"language":[],"coverage":[],"title":["On systems of nonlinear equations"],"description":["  In this paper, we introduce an iterative numerical method to solve systems of\nnonlinear equations. The third-order convergence of this method is analyzed.\nSeveral examples are given to illustrate the efficiency of the proposed method.\n","Comment: 7 pages"]}]
["0904.3461",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3461"],"date":["2009-04-22"],"type":["text"],"creator":["Jouravlev, M.","Kim, Kwang S."],"language":[],"coverage":[],"title":["Nonstationary theory of magnetic field induced current for molecular\n  spin nanojunction"],"description":["  For the study of molecular spin junctions, we take into account two types of\ncouplings between the molecule and the metal leads: (i) electron transfer that\ngives rise to net current in the biased junction and (ii) energy transfer\nbetween the molecule and the leads. Using a rotating wave approximation in the\nHeisenberg representation, we derive a set of differential equations for the\nexpectation values of relevant variables: electron and phonon populations and\nmolecular polarization. A magnetic field control method to enhance the charge\ntransfer at spin nanojunctions, which characterizes the molecule feature, is\ndiscussed. An approximate analytical solution of the resulting dynamical\nequation is supported by numerical solution. The magnetic control by charge\ntransfer is described by transient pseudo-fermions of electrons interacting\nwith spins. The rapid adiabatic passage of the energy between the molecule and\nthe leads is taken into account. The current for molecular spin nanojunctions\nis derived.\n"]}]
["0904.3462",{"format":[],"subject":["Mathematics - Functional Analysis","46S40","39B52, 39B82, 26E50,"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3462"],"date":["2009-04-22"],"type":["text"],"creator":["Gordji, M. Eshaghi","Ghobadipour, N."],"language":[],"coverage":[],"title":["Fuzzy stability of ring homomorphisms and ring derivations on fuzzy\n  Banach algebras"],"description":["  In this paper, we establish the Hyers--Ulam--Rassias stability of ring\nhomomorphisms and ring derivations on fuzzy Banach algebras.\n","Comment: 9 pages"]}]
["0904.3465",{"format":[],"subject":["Mathematics - Commutative Algebra","13N15","32S25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3465"],"date":["2009-04-22"],"type":["text"],"creator":["Marco-Buzunariz, Miguel Ángel","Martín-Morales, Jorge"],"language":[],"coverage":[],"title":["Graded Betti Numbers of the Logarithmic Derivation Module"],"description":["  Let $Q\\in \\K[x_1,...,x_n] = S$ be a homogeneous polynomial of degree $d$. The\nfreeness of the logarithmic derivation module, $D(Q)$, and of its natural\ngeneralizations, has been widely studied. In the free case, $D(Q) \\simeq\n\\bigoplus_{i=1}^n S(-d_i)$ where the $d_i$'s are the exponents of the module;\nand as a direct consequence of the Saito-Ziegler criterion, the formula $d =\n\\sum_i d_i$ holds. In this paper we give a generalization of this formula in\nthe non-free case. Moreover, we show that an equivalent formula is also true in\nthe quasi-homogeneous case, and show to what extent it can be generalized for\narbitrary polynomials.\n"]}]
["0904.3468",{"format":[],"subject":["Mathematics - Probability","92D25 (Primary)","60K35, 60J70, 60J80 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3468"],"date":["2009-04-22"],"type":["text"],"creator":["Collet, Pierre","Martinez, Servet","Méléard, Sylvie","Martin, Jaime San"],"language":[],"coverage":[],"title":["Quasi-stationary distributions for structured birth and death processes\n  with mutations"],"description":["  We study the probabilistic evolution of a birth and death continuous time\nmeasure-valued process with mutations and ecological interactions. The\nindividuals are characterized by (phenotypic) traits that take values in a\ncompact metric space. Each individual can die or generate a new individual. The\nbirth and death rates may depend on the environment through the action of the\nwhole population. The offspring can have the same trait or can mutate to a\nrandomly distributed trait. We assume that the population will be extinct\nalmost surely. Our goal is the study, in this infinite dimensional framework,\nof quasi-stationary distributions when the process is conditioned on\nnon-extinction. We firstly show in this general setting, the existence of\nquasi-stationary distributions. This result is based on an abstract theorem\nproving the existence of finite eigenmeasures for some positive operators. We\nthen consider a population with constant birth and death rates per individual\nand prove that there exists a unique quasi-stationary distribution with maximal\nexponential decay rate. The proof of uniqueness is based on an absolute\ncontinuity property with respect to a reference measure.\n","Comment: 39 pages"]}]
["0904.3470",{"format":[],"subject":["Mathematics - General Topology","Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3470"],"date":["2009-04-22"],"type":["text"],"creator":["Tsaban, Boaz"],"language":[],"coverage":[],"title":["SPM Bulletin 27"],"description":["  Contents: 1. Editor's note 2. Research announcements 2.1. Pseudocompact group\ntopologies with no infinite compact subsets 2.2. Selective coideals on\n(FIN[1]k) 2.3. Entire functions mapping uncountable dense sets of reals onto\neach other monotonically 2.4. Effective refining of Borel coverings 2.5.\nSymmetry and colorings: Some results and open problems 2.6. Many partition\nrelations below density 2.7. Lindelof indestructibility, topological games and\nselection principles 2.8. Locally precompact groups: (Local) realcompactness\nand connectedness 2.9. The group Aut is Roelcke precompact 2.10. An infinite\ncombinatorial statement with a poset parameter 2.11. The Schur `1 Theorem for\nfifilters 2.12. On uniform asymptotic upper density in locally compact abelian\ngroups 2.13. A c0-saturated Banach space with no long unconditional basic\nsequences 2.14. Zero subspaces of polynomials on `1(2.15. MAD Families and SANE\nPlayer 2.16. On the consistency of d_k > cov_k(M) 2.17. o-Boundedness of free\ntopological groups 2.18. Combinatorial and model-theoretical principles related\nto regularity of ultrafilters and compactness of topological spaces. V 2.19.\nMenger subsets of the Sorgenfrey line 2.20. Combinatorial and model-theoretical\nprinciples related to regularity of ultrafilters and compactness of topological\nspaces. VI 3. Unsolved problems from earlier issues\n"]}]
["0904.3478",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Combinatorics","57M99","68R15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3478"],"date":["2009-04-22"],"type":["text"],"creator":["Fukunaga, Tomonori"],"language":[],"coverage":[],"title":["Homotopy classification of nanophrases with less than or equal to four\n  letters"],"description":["  In this paper we give the stable classification of ordered, pointed, oriented\nmulti-component curves on surfaces with minimal crossing number less than or\nequal to 2 such that any equivalent curve has no simply closed curves in its\ncomponents. To do this, we use the theory of words and phrases which was\nintroduced by V. Turaev. Indeed we give the homotopy classification of\nnanophrases with less than or equal to 4 letters. It is an extension of the\nclassification of nanophrases of length 2 with less than or equal to 4 letters\nwhich was given by the author in a previous paper. This is a corrected version\nof Hokkaido University Preprint Series in Mathematics #921. I corrected the\nsubsection 5.3 and added proofs of propositions.\n","Comment: 15 pages, 2 figures. This is a corrected version of Hokkaido\n  University Preprint Series in Mathematics #921"]}]
["0904.3480",{"format":[],"subject":["Mathematics - Algebraic Geometry","32C38, 14D07, 14B15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3480"],"date":["2009-04-22"],"type":["text"],"creator":["Schnell, Christian"],"language":[],"coverage":[],"title":["Local duality and mixed Hodge modules"],"description":["  We establish a relationship between the graded quotients of a filtered\nholonomic D-module, their sheaf-theoretic duals, and the characteristic\nvariety, in case the filtered D-module underlies a polarized Hodge module on a\nsmooth algebraic variety. The proof is based on Saito's result that the\nassociated graded module is Cohen-Macaulay, and on local duality on the\ncotangent bundle.\n","Comment: 16 pages"]}]
["0904.3493",{"format":[],"subject":["Mathematics - Differential Geometry","53A05","53A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3493"],"date":["2009-04-22","2009-04-23"],"type":["text"],"creator":["Solomon, Bruce"],"language":[],"coverage":[],"title":["Surfaces with central cross-sections"],"description":["  A surface S in R^3 has the central plane oval property (cpo) if (i) S meets\nat least one affine plane transversally along a strictly convex oval, and (ii)\nEvery such transverse oval on S has central symmetry.\n  We show that a complete, connected C^2 surface with cpo must be either a\ngeneralized cylinder, or quadric.\n  Applying this, we deduce that a complete C^2 surface containing a transverse\nplane oval but no skewloop, must be a cylinder or a quadric.\n","Comment: 35 pages, 3 figures"]}]
["0904.3500",{"format":[],"subject":["Mathematics - Algebraic Geometry","14D20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3500"],"date":["2009-04-22"],"type":["text"],"creator":["Arcara, Daniele","Bertram, Aaron"],"language":[],"coverage":[],"title":["Reider's Theorem and Thaddeus Pairs Revisited"],"description":["  Bridgeland stability conditions allow for a new generalization of Thaddeus\npairs to surfaces and a new interpretation of Reider's theorem as a consequence\nof \"Schur's lemma\" for stable objects (Hom(E,F) = 0 if E,F are stable objects\nand the slope of E exceeds the slope of F). One improvement of Reider's theorem\nresults (Proposition 3.8/Corollary 3.9), and wall-crossings for the new\nThaddeus pairs are discussed. This paper was submitted to the CMI conference\nproceedings celebrating the 65th birthday of Peter Newstead.\n","Comment: 17 pages"]}]
["0904.3501",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","Computer Science - Multiagent Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3501"],"date":["2009-04-22"],"type":["text"],"creator":["Bhattacharya, Sayan","Conitzer, Vincent","Munagala, Kamesh","Xia, Lirong"],"language":[],"coverage":[],"title":["Incentive Compatible Budget Elicitation in Multi-unit Auctions"],"description":["  In this paper, we consider the problem of designing incentive compatible\nauctions for multiple (homogeneous) units of a good, when bidders have private\nvaluations and private budget constraints. When only the valuations are private\nand the budgets are public, Dobzinski {\\em et al} show that the {\\em adaptive\nclinching} auction is the unique incentive-compatible auction achieving\nPareto-optimality. They further show thatthere is no deterministic\nPareto-optimal auction with private budgets. Our main contribution is to show\nthe following Budget Monotonicity property of this auction: When there is only\none infinitely divisible good, a bidder cannot improve her utility by reporting\na budget smaller than the truth. This implies that a randomized modification to\nthe adaptive clinching auction is incentive compatible and Pareto-optimal with\nprivate budgets.\n  The Budget Monotonicity property also implies other improved results in this\ncontext. For revenue maximization, the same auction improves the best-known\ncompetitive ratio due to Abrams by a factor of 4, and asymptotically approaches\nthe performance of the optimal single-price auction.\n  Finally, we consider the problem of revenue maximization (or social welfare)\nin a Bayesian setting. We allow the bidders have public size constraints (on\nthe amount of good they are willing to buy) in addition to private budget\nconstraints. We show a simple poly-time computable 5.83-approximation to the\noptimal Bayesian incentive compatible mechanism, that is implementable in\ndominant strategies. Our technique again crucially needs the ability to prevent\nbidders from over-reporting budgets via randomization.\n"]}]
["0904.3504",{"format":[],"subject":["Mathematics - Differential Geometry","53C42","53C50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3504"],"date":["2009-04-22"],"type":["text"],"creator":["Albujer, Alma L.","Alias, Luis J."],"language":[],"coverage":[],"title":["A local estimate for maximal surfaces in Lorentzian product spaces"],"description":["  In this paper we introduce a local approach for the study of maximal surfaces\nimmersed into a Lorentzian product space of the form $M^2\\times R_1$, where\n$M^2$ is a connected Riemannian surface and $M^2\\times R_1$ is endowed with the\nproduct Lorentzian metric. Specifically, we establish a local integral\ninequality for the squared norm of the second fundamental form of the surface,\nwhich allows us to derive an alternative proof of our Calabi-Bernstein theorem\ngiven in \\cite{AA}.\n","Comment: To appear in Matematica Contemporanea. Dedicated to Professor\n  Manfredo P. do Carmo on the occasion of his 80th birthday"]}]
["0904.3505",{"format":[],"subject":["Mathematics - Differential Geometry","53C44","32Q20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3505"],"date":["2009-04-22"],"type":["text"],"creator":["Munteanu, Ovidiu","Székelyhidi, Gábor"],"language":[],"coverage":[],"title":["On convergence of the K\\\"ahler-Ricci flow"],"description":["  We study the convergence of the K\\\"ahler-Ricci flow on a Fano manifold under\nsome stability conditions. More precisely we assume that the first eingenvalue\nof the $\\bar\\partial$-operator acting on vector fields is uniformly bounded\nalong the flow, and in addition the Mabuchi energy decays at most\nlogarithmically. We then give different situations in which the condition on\nthe Mabuchi energy holds.\n","Comment: 11 pages"]}]
["0904.3509",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Numerical Analysis","49J20","93B05","65K10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3509"],"date":["2009-04-22"],"type":["text"],"creator":["Lebeau, Gilles","Nodet, Maelle"],"language":[],"coverage":[],"title":["Experimental Study of the HUM Control Operator for Linear Waves"],"description":["  We consider the problem of the numerical approximation of the linear\ncontrollability of waves. All our experiments are done in a bounded domain\n\\Omega of the plane, with Dirichlet boundary conditions and internal control.\nWe use a Galerkin approximation of the optimal control operator of the\ncontinuous model, based on the spectral theory of the Laplace operator in\n\\Omega. This allows us to obtain surprisingly good illustrations of the main\ntheoretical results available on the controllability of waves, and to formulate\nsome questions for the future analysis of optimal control theory of waves.\n","Comment: 38 figures"]}]
["0904.3514",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics","11P70, 11B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3514"],"date":["2009-04-22"],"type":["text"],"creator":["Bardaji, Itziar","Grynkiewicz, David J."],"language":[],"coverage":[],"title":["Long Arithmetic Progressions in Sets with Small Sumset"],"description":["  Let $A, B\\subseteq \\mathbb{Z}$ be finite, nonempty subsets with $\\min A=\\min\nB=0$, and let $$\\delta(A,B)={\\begin{array}{ll}\n  1 & \\hbox{if} A\\subseteq B,\n  0 & \\hbox{otherwise.}\n  If $\\max B\\leq \\max A\\leq |A|+|B|-3$ and \\label{one}|A+B|\\leq\n|A|+2|B|-3-\\delta(A,B), then we show $A+B$ contains an arithmetic progression\nwith difference 1 and length $|A|+|B|-1$.\n  As a corollary, if \\eqref{one} holds, $\\max(B)\\leq \\max(A)$ and either\n$\\gcd(A)=1$ or else $\\gcd(A+B)=1$ and $|A+B|\\leq 2|A|+|B|-3$, then $A+B$\ncontains an arithmetic progression with difference 1 and length $|A|+|B|-1$.\n"]}]
["0904.3518",{"format":[],"subject":["Mathematics - Probability","60H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3518"],"date":["2009-04-22"],"type":["text"],"creator":["Bass, Richard F.","Chen, Zhen-Qing"],"language":[],"coverage":[],"title":["Regularity of harmonic functions for a class of singular stable-like\n  processes"],"description":["  We consider the system of stochastic differential equations dX_t=A(X_{t-})\ndZ_t, where Z_t^1, ..., Z^d_t are independent one-dimensional symmetric stable\nprocesses of order \\alpha, and the matrix-valued function A is bounded,\ncontinuous and everywhere non-degenerate. We show that bounded harmonic\nfunctions associated with X are Holder continuous, but a Harnack inequality\nneed not hold. The Levy measure associated with the vector-valued process Z is\nhighly singular.\n"]}]
["0904.3520",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3520"],"date":["2009-04-22"],"type":["text"],"creator":["Dreyer, Olaf"],"language":[],"coverage":[],"title":["Time is not the problem"],"description":["  Attempts to quantize general relativity encounter an odd problem. The\nHamiltonian that normally generates time evolution vanishes in the case of\ngeneral relativity as a result of diffeomorphism invariance. The theory seems\nto be saying that time does not exist. The most obvious feature of our world,\nnamely that time seems to progress and that the world changes accordingly\nbecomes a problem in this presumably fundamental theory. This is called the\nproblem of time. In this essay we argue that this problem is the result of an\nunphysical idealization. We are caught in this \"problem of time\" trap because\nwe took a wrong turn in the early days of relativity by permanently including a\nsplit of geometry and matter into our physical theories. We show that another\npossibility exists that circumvents the problem of time and also sheds new\nlight on other problems like the cosmological constant problem and the horizon\nproblem in early universe cosmology.\n","Comment: Article submitted to the \"The Nature of Time\" contest of the FQXi\n  foundation. It received a 4th prize"]}]
["0904.3521",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3521"],"date":["2009-04-22"],"type":["text"],"creator":["Heary, R. J.","Han, J. E."],"language":[],"coverage":[],"title":["Perturbation study of nonequilibrium quasi-particle spectra in an\n  infinite-dimensional Hubbard lattice"],"description":["  A model for nonequilibrium dynamical mean-field theory is constructed for the\ninfinite dimensional Hubbard lattice. We impose nonequilibrium by expressing\nthe physical orbital as a superposition of a left-($L$) moving and right-($R$)\nmoving electronic state with the respective chemical potential $\\mu_L$ and\n$\\mu_R$. Using the second-order iterative perturbation theory we calculate the\nquasi-particle properties as a function of the chemical potential bias between\nthe $L$ and $R$ movers, i.e. $\\Phi = \\mu_L - \\mu_R$. The evolution of the\nnonequilibrium quasi-particle spectrum is mapped out as a function of the bias\nand temperature. The quasi-particle states with the renormalized Fermi energy\nscale $\\varepsilon^0_{QP}$ disappear at $\\Phi\\sim\\varepsilon^0_{QP}$ in the low\ntemperature limit. The second-order perturbation theory predicts that in the\nvicinity of the Mott-insulator transition at the Coulomb parameter $U=U_c$,\nthere exists another critical Coulomb parameter $U_d$ ($<U_c$) such that, for\n$U_d<U<Uc$, quasi-particle states are destroyed abruptly when\n$(\\varepsilon^0_{QP})^2\\sim a(\\pi k_BT_c)^2+ b\\Phi_c^2$ with the critical\ntemperature $T_c$, the critical bias $\\Phi_c$ and the numerical constants $a$\nand $b$ at the order of unity.\n"]}]
["0904.3525",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Numerical Analysis","F.4.1","G.1.6"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3525"],"date":["2009-04-22"],"type":["text"],"creator":["Monniaux, David"],"language":[],"coverage":[],"title":["On using floating-point computations to help an exact linear arithmetic\n  decision procedure"],"description":["  We consider the decision problem for quantifier-free formulas whose atoms are\nlinear inequalities interpreted over the reals or rationals. This problem may\nbe decided using satisfiability modulo theory (SMT), using a mixture of a SAT\nsolver and a simplex-based decision procedure for conjunctions.\nState-of-the-art SMT solvers use simplex implementations over rational numbers,\nwhich perform well for typical problems arising from model-checking and program\nanalysis (sparse inequalities, small coefficients) but are slow for other\napplications (denser problems, larger coefficients). We propose a simple\npreprocessing phase that can be adapted on existing SMT solvers and that may be\noptionally triggered. Despite using floating-point computations, our method is\nsound and complete - it merely affects efficiency. We implemented the method\nand provide benchmarks showing that this change brings a naive and slow\ndecision procedure (\"textbook simplex\" with rational numbers) up to the\nefficiency of recent SMT solvers, over test cases arising from model-checking,\nand makes it definitely faster than state-of-the-art SMT solvers on dense\nexamples.\n"]}]
["0904.3526",{"format":[],"subject":["Mathematics - Number Theory","11N13","11N36","11P32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3526"],"date":["2009-04-22"],"type":["text"],"creator":["Tolev, Doychin"],"language":[],"coverage":[],"title":["The ternary Goldbach problem with arithmetic weights attached to two of\n  the variables"],"description":["  We consider the ternary Goldbach problem with two prime variables of the form\n$k^2+m^2+1$ and find an asymptotic formula for the number of its solutions.\n"]}]
["0904.3527",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3527"],"date":["2009-04-22"],"type":["text"],"creator":["Karevski, Dragi","Platini, Thierry"],"language":[],"coverage":[],"title":["Quantum Non-Equilibrium Steady States Induced by Repeated Interactions"],"description":["  We study the steady state of a finite XX chain coupled at its boundaries to\nquantum reservoirs made of free spins that interact one after the other with\nthe chain. The two-point correlations are calculated exactly and it is shown\nthat the steady state is completely characterized by the magnetization profile\nand the associated current. Except at the boundary sites, the magnetization is\ngiven by the average of the reservoirs' magnetizations. The steady state\ncurrent, proportional to the difference in the reservoirs' magnetizations,\nshows a non-monotonous behavior with respect to the system-reservoir coupling\nstrength, with an optimal current state for a finite value of the coupling.\nMoreover, we show that the steady state can be described by a generalized Gibbs\nstate.\n","Comment: to appear in Phys. Rev. Lett"]}]
["0904.3532",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3532"],"date":["2009-04-22"],"type":["text"],"creator":["Iniotakis, Christian"],"language":[],"coverage":[],"title":["Zero-bias conductance peak split in d-wave superconductors: Derivation\n  of the universal magnetic field dependence"],"description":["  The zero-bias conductance peak in d-wave superconductors splits in an applied\nmagnetic field. In this work, the experimentally observed universal relation\ndelta ~ B0^(1/2) for strip-shaped samples is derived analytically based on the\nlong-ranged current contributions from Abrikosov vortices inside the sample.\nThe result is in full agreement with observed key properties, and features such\nas hysteresis effects are made accessible. Employing a magnetically induced\nadditional order parameter is not necessary for the physical explanation of the\nuniversal relation.\n","Comment: 5 pages, 3 figures"]}]
["0904.3534",{"format":[],"subject":["Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3534","Methods in molecular biology (Clifton, N.J.) 519 (2009) 19-30","doi:10.1007/978-1-59745-281-6_2"],"date":["2009-04-22"],"type":["text"],"creator":["Rabilloud, Thierry"],"language":[],"coverage":[],"title":["Solubilization of Proteins in 2DE: An Outline"],"description":["  Protein solubilization for two-dimensional electrophoresis (2DE) has to break\nmolecular interactions to separate the biological contents of the material of\ninterest into isolated and intact polypeptides. This must be carried out in\nconditions compatible with the first dimension of 2DE, namely isoelectric\nfocusing. In addition, the extraction process must enable easy removal of any\nnonprotein component interfering with the isoelectric focusing. The constraints\nbrought in this process by the peculiar features of isoelectric focusing are\ndiscussed, as well as their consequences in terms of possible solutions and\nlimits for the solubilization process.\n"]}]
["0904.3535",{"format":[],"subject":["Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3535","Methods in molecular biology (Clifton, N.J.) 519 (2009) 339-350","doi:10.1007/978-1-59745-281-6_21"],"date":["2009-04-22"],"type":["text"],"creator":["Lelong, Cécile","Chevallet, Mireille","Luche, Sylvie","Rabilloud, Thierry"],"language":[],"coverage":[],"title":["Silver Staining of Proteins in 2DE Gels"],"description":["  Silver staining detects proteins after electrophoretic separation on\npolyacrylamide gels. Its main positive features are its excellent sensitivity\n(in the low nanogram range) and the use of very simple and cheap equipment and\nchemicals. The sequential phases of silver staining are protein fixation, then\nsensitization, then silver impregnation, and finally image development. Several\nvariants of silver staining are described here, which can be completed in a\ntime range from 2 h to 1 day after the end of the electrophoretic separation.\nOnce completed, the stain is stable for several weeks.\n"]}]
["0904.3536",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3536"],"date":["2009-04-22"],"type":["text"],"creator":["Biet, Joffrey","Warth, Valérie","Herbinet, Olivier","Glaude, Pierre-Alexandre","Battin-Leclerc, Frédérique"],"language":[],"coverage":[],"title":["Modeling Study of the Low-Temperature Oxidation of Large Methyl Esters"],"description":["  This study focuses on the automatic generation by the software EXGAS of\nkinetic models for the oxidation of large methyl esters using a single set of\nkinetic parameters. The obtained models allow to well reproduce the oxidation\nof n-decane / methyl palmitate mixture in a jet-stirred reactor. This paper\nalso presents the construction and a comparison of models for methyl esters\nfrom C7 up to C17 in terms f conversion in a jet-stirred reactor and of\nignition delay time in a shock tube. This comparison study showed that methyl\nesters larger than methyl octanoate behave similarly and have very close\nreactivities.\n","Comment: European Combustion Meeting 2009, Vienne : Autriche (2009)"]}]
["0904.3537",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3537"],"date":["2009-04-22"],"type":["text"],"creator":["Pedersen, Ulf R.","Hecksher, Tina","Jakobsen, Bo","Schrøder, Thomas B.","Gnan, Nicoletta","Bailey, Nicholas P.","Dyre, Jeppe C."],"language":[],"coverage":[],"title":["Estimating the density scaling exponent of viscous liquids from specific\n  heat and bulk modulus data"],"description":["  It was recently shown by computer simulations that a large class of liquids\nexhibits strong correlations in their thermal fluctuations of virial and\npotential energy [Pedersen et al., Phys. Rev. Lett. 100, 015701 (2008)]. Among\norganic liquids the class of strongly correlating liquids includes van der\nWaals liquids, but excludes ionic and hydrogen-bonding liquids. The present\nnote focuses on the density scaling of strongly correlating liquids, i.e., the\nfact their relaxation time tau at different densities rho and temperatures T\ncollapses to a master curve according to the expression tau propto\nF(rho^gamma/T) [Schroder et al., arXiv:0803.2199]. We here show how to\ncalculate the exponent gamma from bulk modulus and specific heat data, either\nmeasured as functions of frequency in the metastable liquid or extrapolated\nfrom the glass and liquid phases to a common temperature (close to the glass\ntransition temperature). Thus an exponent defined from the response to highly\nnonlinear parameter changes may be determined from linear response\nmeasurements.\n"]}]
["0904.3538",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3538","Spring 2008 Meeting, Western States Section/The Combustion\n  Institute, Los Angeles : \\'Etats-Unis d'Am\\'erique (2008)"],"date":["2009-04-22"],"type":["text"],"creator":["Sirjean, Baptiste","Herbinet, Olivier","Glaude, Pierre-Alexandre","Ruiz-Lopez, M. F.","Fournet, René"],"language":[],"coverage":[],"title":["Theoretical Study of the Thermal Decomposition of a Jet Fuel Surrogate"],"description":["  In a scramjet, the fuel can be used to cool down the engine walls. The\nthermal decomposition of the jet fuel changes the reacting mixture before its\ncombustion. A numerical study of the pyrolysis of norbornane, a jet fuel\nsurrogate, has been performed. Rate constants of some sensitive reaction\nchannels have been calculated by means of quantum chemical calculations at the\nCBS-QB3 level of theory. The mechanism has been validated against experimental\nresults obtained in a jet-stirred reactor and important and/or sensitive\npathways have been derived.\n"]}]
["0904.3539",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3539"],"date":["2009-04-22"],"type":["text"],"creator":["Bennadji, Hayet","Biet, Joffrey","Coniglio-Jaubert, Lucie","Billaud, Francis","Glaude, Pierre-Alexandre","Battin-Leclerc, Frédérique"],"language":[],"coverage":[],"title":["Experimental Autoignition of C4-C6 Saturated and Unsaturated Methyl and\n  Ethyl Esters"],"description":["  Autoignition delay times, ?, of methyl crotonate, methyl acrylate, ethyl\nbutanoate, ethyl crotonate, and ethyl acrylate were studied in shock tube\nexperiments. A series of mixtures diluted with argon, of varying fuel/oxygen\nequivalence ratios (?=0.25, 0.4, 1.0, and 2.0), were measured behind reflected\nshock waves over the temperature range of 1280-1930 K, pressure range of 7-9.65\natm, during which the logarithm of ? varies linearly as a function of the\ninverse temperature for all equivalence ratios. The ignition delay time\ndecreases as temperature rises. The dependence of ? on temperature, and\nreactant concentrations is given in an empirical correlation. The results\nprovide a database for the validation of small saturated and unsaturated esters\nkinetic mechanisms at elevated temperatures and pressure combustion.\n","Comment: European Combustion Meeting 2009, Vienne : Autriche (2009)"]}]
["astro-ph/0603772",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0603772"],"date":["2006-03-28","2009-04-23"],"type":["text"],"creator":["Katz, J. I."],"language":[],"coverage":[],"title":["Scaling of Black Hole Accretion Discs from Gamma-Ray Bursts and Black\n  Hole X-Ray Binaries to Active Galactic Nuclei"],"description":["  I consider how physical processes scale over eight orders of magnitude in\nblack hole mass, from stellar masses in gamma-ray bursts (GRB) and black-hole\nX-ray binaries (BHXRB) to supermassive active galactic nuclei (AGN). Accretion\nrates onto stellar mass black holes range over more than sixteen orders of\nmagnitude, from the lower luminosity BHXRB to GRB. These enormous parameter\nranges correspond to qualitative as well as quantitative differences in\nbehavior. The fundamental questions involve the balance between nonequilibrium\nand thermalized plasmas. When energy fluxes exceed a critical value $\\sim\n10^{29}$ erg/cm$^2$s, as in GRB, a black-body equilibrium pair plasma forms. At\nthe lower fluxes found in AGN, BHXRB and microquasars, accretion power\nelectrodynamically accelerates a small number of very energetic particles,\nexplaining their non-thermal spectra and the high energy gamma-ray emission of\nblazars. Ultra-high energy cosmic rays may be accelerated by massive black\nholes, otherwise undetectable, with very low thermal luminosities. New-born\nfast high-field pulsars may be in the black-body equilibrium regime, resembling\nSGR in permanent outburst. I also consider the question, significant for the\nacceleration of nonthermal particles in GRB outflows, of whether collisionless\nplasmas interpenetrate rather than forming hydrodynamic shocks, and propose\nthis as an alternative to internal shock models of GRB.\n","Comment: 23 pages This paper has been revised, refocused on scaling relations\n  among black hole accretion discs, with particular attention to the\n  characteristic energy density at which an equilibrium pair plasma is dense\n  enough to be opaque and its implications) and accordingly retitled"]}]
["cond-mat/0504702",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0504702","Phys. Rev. B 72, 134205 (2005)","doi:10.1103/PhysRevB.72.134205"],"date":["2005-04-27"],"type":["text"],"creator":["Chepulskii, R. V.","Butler, W. H."],"language":[],"coverage":[],"title":["Temperature and particle size dependence of equilibrium order parameter\n  of FePt"],"description":["  First, second and third nearest neighbor pair mixing potentials for\nequiatomic FePt alloys were calculated from first principles by the\nConnolly-Williams method within the canonical cluster expansion formalism.\nUsing the mixing potentials obtained in this manner, the dependency of\nequilibrium L1_0 ordering on temperature was studied for bulk and for\n(approximately) spherical nanoparticles ranging in size from 2.5 to 6nm. The\norder parameter was calculated using Monte Carlo simulation and the analytical\nring approximation. For nanoparticles of finite size, the (long range) order\nparameter changed continuously from unity to zero with increasing temperature.\nRather than a discontinuity indicative of a phase transition, we obtained an\ninflection point in the order as a function of temperature. This inflection\npoint occurred at a temperature below the bulk phase transition temperature and\ndecreased as the particle size decreased. Our calculations predict that 3.5nm\ndiameter particles in configurational equilibrium at 600 C (a typical annealing\ntemperature for promoting L1_0 ordering) have an L1_0 order parameter of\napproximately 0.84 (compared to a maximum possible value equal to unity).\nAccording to our investigations, the experimental absence of (relatively) high\nL1_0 order in 3.5nm diameter nanoparticles annealed at 600 C or below is\nprimarily a problem of kinetics rather than equilibrium\n"]}]
["math/0303317",{"format":[],"subject":["Mathematics - Combinatorics","05C62"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0303317"],"date":["2003-03-25","2009-04-23"],"type":["text"],"creator":["Feder, Elie","Garber, David"],"language":[],"coverage":[],"title":["The Orchard crossing number of an abstract graph"],"description":["  We introduce the Orchard crossing number, which is defined in a similar way\nto the well-known rectilinear crossing number. We compute the Orchard crossing\nnumber for some simple families of graphs. We also prove some properties of\nthis crossing number.\n  Moreover, we define a variant of this crossing number which is tightly\nconnected to the rectilinear crossing number, and compute it for some simple\nfamilies of graphs.\n","Comment: 17 pages, 10 figures. Totally revised, new material added. Submitted"]}]
["math/0507498",{"format":[],"subject":["Mathematics - Geometric Topology","57M27, 57R58, 57M05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0507498","Algebr. Geom. Topol. 6 (2006) 1355-1398","doi:10.2140/agt.2006.6.1355"],"date":["2005-07-25","2009-04-23"],"type":["text"],"creator":["Grigsby, J Elisenda"],"language":[],"coverage":[],"title":["Knot Floer homology in cyclic branched covers"],"description":["  In this paper, we introduce a sequence of invariants of a knot K in S^3: the\nknot Floer homology groups of the preimage of K in the m-fold cyclic branched\ncover over K. We exhibit the knot Floer homology in the m-fold branched cover\nas the categorification of a multiple of the Turaev torsion in the case where\nthe m-fold branched cover is a rational homology sphere. In addition, when K is\na 2-bridge knot, we prove that the knot Floer homology of the lifted knot in a\nparticular Spin^c structure in the branched double cover matches the knot Floer\nhomology of the original knot K in S^3. We conclude with a calculation\ninvolving two knots with identical knot Floer homology in S^3 for which the\nknot Floer homology groups in the double branched cover differ as Z_2-graded\ngroups.\n","Comment: This is the version published by Algebraic & Geometric Topology on 25\n  September 2006"]}]
["math/0509007",{"format":[],"subject":["Mathematics - Geometric Topology","57M27, 57N10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0509007","Algebr. Geom. Topol. 6 (2006) 1319-1330","doi:10.2140/agt.2006.6.1319"],"date":["2005-09-01","2009-04-23"],"type":["text"],"creator":["Bartolini, Loretta","Rubinstein, J Hyam"],"language":[],"coverage":[],"title":["One-sided Heegaard splittings of RP^3"],"description":["  Using basic properties of one-sided Heegaard splittings, a direct proof that\ngeometrically compressible one-sided splittings of RP^3 are stabilised is\ngiven. The argument is modelled on that used by Waldhausen to show that\ntwo-sided splittings of S^3 are standard.\n","Comment: This is the version published by Algebraic & Geometric Topology on 20\n  September 2006"]}]
["math/0509504",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Geometric Topology","20F65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0509504","Algebr. Geom. Topol. 6 (2006) 1341-1354","doi:10.2140/agt.2006.6.1341"],"date":["2005-09-21","2009-04-23"],"type":["text"],"creator":["Belegradek, Igor"],"language":[],"coverage":[],"title":["Aspherical manifolds, relative hyperbolicity, simplicial volume and\n  assembly maps"],"description":["  This paper contains examples of closed aspherical manifolds obtained as a\nby-product of recent work by the author [arXiv:math.GR/0509490] on the relative\nstrict hyperbolization of polyhedra. The following is proved.\n  (I) Any closed aspherical triangulated n-manifold M^n with hyperbolic\nfundamental group is a retract of a closed aspherical triangulated\n(n+1)-manifold N^(n+1) with hyperbolic fundamental group.\n  (II) If B_1,...,B_m are closed aspherical triangulated n-manifolds, then\nthere is a closed aspherical triangulated manifold N of dimension n+1 such that\nN has nonzero simplicial volume, N retracts to each B_k, and \\pi_1(N) is\nhyperbolic relative to \\pi_1(B_k)'s.\n  (III) Any finite aspherical simplicial complex is a retract of a closed\naspherical triangulated manifold with positive simplicial volume and\nnon-elementary relatively hyperbolic fundamental group.\n","Comment: This is the version published by Algebraic & Geometric Topology on 20\n  September 2006"]}]
["math/0510105",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Metric Geometry","53C23 (Primary) 51B20, 20F65 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0510105","Math. Proc. Camb. Phil. Soc, 142 (3) 497-507, 2007","doi:10.1017/S0305004107000096"],"date":["2005-10-05","2006-06-29"],"type":["text"],"creator":["Walsh, Cormac"],"language":[],"coverage":[],"title":["The horofunction boundary of finite-dimensional normed spaces"],"description":["  We determine the set of Busemann points of an arbitrary finite-dimensional\nnormed space. These are the points of the horofunction boundary that are the\nlimits of \"almost-geodesics\". We prove that all points in the horofunction\nboundary are Busemann points if and only if the set of extreme sets of the dual\nunit ball is closed in the Painleve-Kuratowski topology.\n","Comment: 11 pages v2. Some proofs streamlined and another example added"]}]
["math/0512001",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Algebraic Topology","20F55, 20C08, 20E42, 20F65, 20J06, 57M07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0512001","Algebr. Geom. Topol. 6 (2006) 1289-1318","doi:10.2140/agt.2006.6.1289"],"date":["2005-11-30","2009-04-23"],"type":["text"],"creator":["Davis, Michael W","Dymara, Jan","Januszkiewicz, Tadeusz","Okun, Boris"],"language":[],"coverage":[],"title":["Cohomology of Coxeter groups with group ring coefficients: II"],"description":["  For any Coxeter group W, we define a filtration of H^*(W;ZW) by W-submodules\nand then compute the associated graded terms. More generally, if U is a CW\ncomplex on which W acts as a reflection group we compute the associated graded\nterms for H_*(U) and, in the case where the action is proper and cocompact, for\nH^*_c(U).\n","Comment: This is the version published by Algebraic & Geometric Topology on 15\n  September 2006"]}]
["math/0601561",{"format":[],"subject":["Mathematics - Geometric Topology","57M50, 57M12, 57M27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0601561","Algebr. Geom. Topol. 6 (2006) 1413-1428","doi:10.2140/agt.2006.6.1413"],"date":["2006-01-23","2009-04-23"],"type":["text"],"creator":["DeBlois, Jason"],"language":[],"coverage":[],"title":["Totally geodesic surfaces and homology"],"description":["  We construct examples of hyperbolic rational homology spheres and hyperbolic\nknot complements in rational homology spheres containing closed embedded\ntotally geodesic surfaces.\n","Comment: This is the version published by Algebraic & Geometric Topology on 25\n  September 2006"]}]
["math/0604358",{"format":[],"subject":["Mathematics - Geometric Topology","57M99, 57R50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0604358","Algebr. Geom. Topol. 6 (2006) 1331-1340","doi:10.2140/agt.2006.6.1331"],"date":["2006-04-16","2009-04-23"],"type":["text"],"creator":["McCullough, Darryl"],"language":[],"coverage":[],"title":["Homeomorphisms which are Dehn twists on the boundary"],"description":["  A homeomorphism of a 3-manifold M is said to be Dehn twists on the boundary\nwhen its restriction to the boundary of M is isotopic to the identity on the\ncomplement of a collection of disjoint simple closed curves in the boundary of\nM. In this paper, we give various results about such collections of curves and\nthe associated homeomorphisms. In particular, if M is compact, orientable,\nirreducible and the boundary of M is a single torus, and M admits a\nhomeomorphism which is a nontrivial Dehn twist on the boundary of M, then M\nmust be a solid torus.\n","Comment: This is the version published by Algebraic & Geometric Topology on 20\n  September 2006"]}]
["math/0605312",{"format":[],"subject":["Mathematics - Geometric Topology","57M25, 57M27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0605312","Algebr. Geom. Topol. 6 (2006) 1399-1412","doi:10.2140/agt.2006.6.1399"],"date":["2006-05-11","2009-04-23"],"type":["text"],"creator":["Habiro, Kazuo","Meilhan, Jean-Baptiste"],"language":[],"coverage":[],"title":["On the Kontsevich integral of Brunnian links"],"description":["  The purpose of the paper is twofold. First, we give a short proof using the\nKontsevich integral for the fact that the restriction of an invariant of degree\n2n to (n+1)-component Brunnian links can be expressed as a quadratic form on\nthe Milnor mu-bar link-homotopy invariants of length n+1. Second, we describe\nthe structure of the Brunnian part of the degree 2n-graded quotient of the\nGoussarov--Vassiliev filtration for (n+1)-component links.\n","Comment: This is the version published by Algebraic & Geometric Topology on 25\n  September 2006"]}]
["math/0611920",{"format":[],"subject":["Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611920","Advances in Geometry, 8 (4) 503-529, 2008","doi:10.1515/ADVGEOM.2008.032"],"date":["2006-11-29","2008-03-04"],"type":["text"],"creator":["Walsh, Cormac"],"language":[],"coverage":[],"title":["The horofunction boundary of the Hilbert geometry"],"description":["  We investigate the horofunction boundary of the Hilbert geometry defined on\nan arbitrary finite-dimensional bounded convex domain D. We determine its set\nof Busemann points, which are those points that are the limits of\n`almost-geodesics'. In addition, we show that any sequence of points converging\nto a point in the horofunction boundary also converges in the usual sense to a\npoint in the Euclidean boundary of D. We prove that all horofunctions are\nBusemann points if and only if the set of extreme sets of the polar of D is\nclosed in the Painleve-Kuratowski topology.\n","Comment: 24 pages, 2 figures; minor changes, examples added"]}]
["math/0612591",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Geometric Topology","51M20 (Secondary) 57N25, 18D50 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612591"],"date":["2006-12-20","2009-04-22"],"type":["text"],"creator":["Lambrechts, P.","Tourtchine, V.","Volic, I."],"language":[],"coverage":[],"title":["Associahedron, cyclohedron, and permutohedron as compactifications of\n  configuration spaces"],"description":["  As in the case of the associahedron and cyclohedron, the permutohedron can\nalso be defined as an appropriate compactification of a configuration space of\npoints on an interval or on a circle. The construction of the compactification\nendows the permutohedron with a projection to the cyclohedron, and the\ncyclohedron with a projection to the associahedron. We show that the preimages\nof any point via these projections might not be homeomorphic to (a cell\ndecomposition of) a disk, but are still contractible. We briefly explain an\napplication of this result to the study of knot spaces from the point of view\nof the Goodwillie-Weiss manifold calculus.\n","Comment: 27 pages The new version gives a more detailed exposition for the\n  projection from the cyclohedron to the associahedron as maps of\n  compactifications of configuration spaces. We also develop a similar picture\n  for the projection from the permutohedron to the cyclohedron/associahedron"]}]
["math/0702113",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Geometric Topology","57T20, 55P62 (Primary) 55P35, 57T35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702113"],"date":["2007-02-05","2009-04-23"],"type":["text"],"creator":["Grbic, Jelena","Terzic, Svjetlana"],"language":[],"coverage":[],"title":["The integral Pontrjagin homology of the based loop space on a flag\n  manifold"],"description":["  The based loop space homology of a special family of homogeneous spaces, flag\nmanifolds of connected compact Lie groups is studied. First, the rational\nhomology of the based loop space on a complete flag manifold is calculated\ntogether with its Pontrjagin structure. Second, it is shown that the integral\nhomology of the based loop space on a flag manifold is torsion free. This\nresults in a description of the integral homology. In addition, the integral\nPontrjagin structure is determined.\n","Comment: revised version, 17 pages, to appear in Osaka Journal of Mathematics"]}]
["nlin/0701014",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems","Physics - Physics and Society","Quantitative Finance - General Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0701014","J. Econ. Behav. Org. 70 (2009) 206-230"],"date":["2007-01-08"],"type":["text"],"creator":["Yukalov, V. I.","Sornette, D.","Yukalova, E. P."],"language":[],"coverage":[],"title":["Nonlinear Dynamical Model of Regime Switching Between Conventions and\n  Business Cycles"],"description":["  We introduce and study a non-equilibrium continuous-time dynamical model of\nthe price of a single asset traded by a population of heterogeneous interacting\nagents in the presence of uncertainty and regulatory constraints. The model\ntakes into account (i) the price formation delay between decision and\ninvestment by the second-order nature of the dynamical equations, (ii) the\nlinear and nonlinear mean-reversal or their contrarian in the form of\nspeculative price trading, (iii) market friction, (iv) uncertainty in the\nfundamental value which controls the amplitude of mispricing, (v) nonlinear\nspeculative momentum effects and (vi) market regulations that may limit large\nmispricing drifts. We find markets with coexisting equilibrium, conventions and\nbusiness cycles, which depend on (a) the relative strength of value-investing\nversus momentum-investing, (b) the level of uncertainty on the fundamental\nvalue and (c) the degree of market regulation. The stochastic dynamics is\ncharacterized by nonlinear geometric random walk-like processes with\nspontaneous regime shifts between different conventions or business cycles.\nThis model provides a natural dynamical framework to model regime shifts\nbetween different market phases that may result from the interplay between the\neffects (i-vi).\n","Comment: Latex file, 25 figures"]}]
