["0704.0408",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0408","Phys. Rev. B 76, 033403 (2007)","doi:10.1103/PhysRevB.76.033403"],"date":["2007-04-03"],"type":["text"],"creator":["Viljas, J. K.","Pauly, F.","Cuevas, J. C."],"language":[],"coverage":[],"title":["Photoconductance of organic single-molecule contacts"],"description":["  We study the dc conductance of organic single-molecule contacts in the\npresence of external electromagnetic radiation (photoconductance). In agreement\nwith previous predictions, we find that the radiation can lead to large\nenhancements of the conductance of such contacts by bringing off-resonant\nlevels into resonance through photoassisted processes. In our analysis we make\nuse of the simplifying fact that, under certain assumptions, the\nphotoconductance can be expressed in terms of the transmission function in the\nabsence of the radiation. The conductance enhancement is demonstrated for\noligophenylene molecules between gold electrodes, whose electronic structure is\ncalculated based on density-functional theory. It is shown that the exponential\ndecay of the conductance with the length of the molecule can be replaced by a\nlength-independent value in the presence of radiation.\n","Comment: 4 pages, 2 figures"]}]
["0705.3285",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3285","Phys. Rev. B 77, 155312 (2008)","doi:10.1103/PhysRevB.77.155312"],"date":["2007-05-23"],"type":["text"],"creator":["Pauly, F.","Viljas, J. K.","Cuevas, J. C.","Schön, Gerd"],"language":[],"coverage":[],"title":["Tilt-angle landscapes and temperature dependence of the conductance in\n  biphenyl-dithiol single-molecule junctions"],"description":["  Using a density-functional-based transport method we study the conduction\nproperties of several biphenyl-derived dithiol (BPDDT) molecules wired to gold\nelectrodes. The BPDDT molecules differ in their side groups, which control the\ndegree of conjugation of the pi-electron system. We have analyzed the\ndependence of the low-bias zero-temperature conductance on the tilt angle phi\nbetween the two phenyl ring units, and find that it follows closely a\ncos^2(phi) law, as expected from an effective pi-orbital coupling model. We\nshow that the tilting of the phenyl rings results in a decrease of the\nzero-temperature conductance by roughly two orders of magnitude, when going\nfrom a planar conformation to a configuration in which the rings are\nperpendicular. In addition we demonstrate that the side groups, apart from\ndetermining phi, have no influence on the conductance. All this is in agreement\nwith the recent experiment by Venkataraman et al. [Nature 442, 904 (2006)].\nFinally, we study the temperature dependence of both the conductance and its\nfluctuations and find qualitative differences between the examined molecules.\nIn this analysis we consider two contributions to the temperature behavior, one\ncoming from the Fermi functions and the other one from a thermal average over\ndifferent contact configurations. We illustrate that the fluctuations of the\nconductance due to temperature-induced changes in the geometric structure of\nthe molecule can be reduced by an appropriate design.\n","Comment: 9 pages, 6 figures; submitted to Phys. Rev. B"]}]
["0709.3588",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3588","Phys. Rev. B 78, 035315 (2008)","doi:10.1103/PhysRevB.78.035315"],"date":["2007-09-22","2008-05-05"],"type":["text"],"creator":["Pauly, F.","Viljas, J. K.","Cuevas, J. C."],"language":[],"coverage":[],"title":["Length-dependent conductance and thermopower in single-molecule\n  junctions of dithiolated oligophenylene derivatives"],"description":["  We study theoretically the length dependence of both conductance and\nthermopower in metal-molecule-metal junctions made up of dithiolated\noligophenylenes contacted to gold electrodes. We find that while the\nconductance decays exponentially with increasing molecular length, the\nthermopower increases linearly as suggested by recent experiments. We also\nanalyze how these transport properties can be tuned with methyl side groups.\nOur results can be explained by considering the level shifts due to their\nelectron-donating character as well as the tilt-angle dependence of conductance\nand thermopower. Qualitative features of the substituent effects in our\ndensity-functional calculations are explained using a tight-binding model. In\naddition, we observe symmetry-related even-odd transmission channel\ndegeneracies as a function of molecular length.\n","Comment: 7 pages, 9 figures; submitted to Phys. Rev. B"]}]
["0712.0084",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Computational Complexity","F.4.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.0084"],"date":["2007-12-01","2009-05-24"],"type":["text"],"creator":["Champenois, Gilles"],"language":[],"coverage":[],"title":["From vectors to mnesors"],"description":["  The mnesor theory is the adaptation of vectors to artificial intelligence.\nThe scalar field is replaced by a lattice. Addition becomes idempotent and\nmultiplication is interpreted as a selection operation. We also show that\nmnesors can be the foundation for a linear calculus.\n"]}]
["0712.2045",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2045","Nature Physics 4, 186 - 197 (2008)","doi:10.1038/nphys892"],"date":["2007-12-13","2008-01-30"],"type":["text"],"creator":["Gegenwart, Philipp","Si, Qimiao","Steglich, Frank"],"language":[],"coverage":[],"title":["Quantum Criticality in Heavy Fermion Metals"],"description":["  Quantum criticality describes the collective fluctuations of matter\nundergoing a second-order phase transition at zero temperature. Heavy fermion\nmetals have in recent years emerged as prototypical systems to study quantum\ncritical points. There have been considerable efforts, both experimental and\ntheoretical, which use these magnetic systems to address problems that are\ncentral to the broad understanding of strongly correlated quantum matter. Here,\nwe summarize some of the basic issues, including i) the extent to which the\nquantum criticality in heavy fermion metals goes beyond the standard theory of\norder-parameter fluctuations, ii) the nature of the Kondo effect in the quantum\ncritical regime, iii) the non-Fermi liquid phenomena that accompany quantum\ncriticality, and iv) the interplay between quantum criticality and\nunconventional superconductivity.\n","Comment: (v2) 39 pages, 8 figures; shortened per the editorial mandate; to\n  appear in Nature Physics. (v1) 43 pages, 8 figures; Non-technical review\n  article, intended for general readers; the discussion part contains more\n  specialized topics"]}]
["0712.3646",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.3646","J. Stat. Phys. 133, 659 (2008)","doi:10.1007/s10955-008-9635-7"],"date":["2007-12-21","2009-05-23"],"type":["text"],"creator":["Mamasakhlisov, Yevgeni Sh.","Naji, Ali","Podgornik, Rudolf"],"language":[],"coverage":[],"title":["Partially Annealed Disorder and Collapse of Like-Charged Macroions"],"description":["  Charged systems with partially annealed charge disorder are investigated\nusing field-theoretic and replica methods. Charge disorder is assumed to be\nconfined to macroion surfaces surrounded by a cloud of mobile neutralizing\ncounterions in an aqueous solvent. A general formalism is developed by assuming\nthat the disorder is partially annealed (with purely annealed and purely\nquenched disorder included as special cases), i.e., we assume in general that\nthe disorder undergoes a slow dynamics relative to fast-relaxing counterions\nmaking it possible thus to study the stationary-state properties of the system\nusing methods similar to those available in equilibrium statistical mechanics.\nBy focusing on the specific case of two planar surfaces of equal mean surface\ncharge and disorder variance, it is shown that partial annealing of the\nquenched disorder leads to renormalization of the mean surface charge density\nand thus a reduction of the inter-plate repulsion on the mean-field or\nweak-coupling level. In the strong-coupling limit, charge disorder induces a\nlong-range attraction resulting in a continuous disorder-driven collapse\ntransition for the two surfaces as the disorder variance exceeds a threshold\nvalue. Disorder annealing further enhances the attraction and, in the limit of\nlow screening, leads to a global attractive instability in the system.\n","Comment: 21 pages, 2 figures"]}]
["0801.0058",{"format":[],"subject":["Physics - Biological Physics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0058","Europhys. Lett. 82, 48001 (2008)","doi:10.1209/0295-5075/82/48001"],"date":["2007-12-29"],"type":["text"],"creator":["Punkkinen, Olli","Naji, Ali","Podgornik, Rudolf","Vattulainen, Ilpo","Hansen, Per-Lyngs"],"language":[],"coverage":[],"title":["Ionic Cloud Distribution close to a Charged Surface in the Presence of\n  Salt"],"description":["  Despite its importance, the understanding of ionic cloud distribution close\nto a charged macroion under physiological salt conditions has remained very\nlimited especially for strongly coupled systems with, for instance, multivalent\ncounterions. Here we present a formalism that predicts both counterion and\ncoion distributions in the vicinity of a charged macroion for an arbitrary\namount of added salt and in both limits of mean field and strong coupling. The\ndistribution functions are calculated explicitly for ions next to an infinite\nplanar charged wall. We present a schematic phase diagram identifying different\nphysical regimes in terms of electrostatic coupling parameter and bulk salt\nconcentration.\n","Comment: 6 pages, 2 figures"]}]
["0801.1323",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1323","Phys. Rev. B 77, 155119 (2008)","doi:10.1103/PhysRevB.77.155119"],"date":["2008-01-08","2008-07-17"],"type":["text"],"creator":["Viljas, J. K.","Pauly, F.","Cuevas, J. C."],"language":[],"coverage":[],"title":["Modeling elastic and photoassisted transport in organic molecular wires:\n  length dependence and current-voltage characteristics"],"description":["  Using a pi-orbital tight-binding model, we study the elastic and\nphotoassisted transport properties of metal-molecule-metal junctions based on\noligophenylenes of varying lengths. The effect of monochromatic light is\nmodeled with an ac voltage over the contact. We first show how the low-bias\ntransmission function can be obtained analytically, using methods previously\nemployed for simpler chain models. In particular, the decay coefficient of the\noff-resonant transmission is extracted by considering both a finite-length\nchain and infinitely extended polyphenylene. Based on these analytical results,\nwe discuss the length-dependence of the linear-response conductance, the\nthermopower, and the light-induced enhancement of the conductance in the limit\nof weak intensity and low frequency. In general the conductance-enhancement is\ncalculated numerically as a function of the light frequency. Finally, we\ncompute the current-voltage characteristics at finite dc voltages, and show\nthat in the low-voltage regime, the effect of low-frequency light is to induce\ncurrent steps with a voltage separation determined by twice the frequency.\nThese effects are more pronounced for longer molecules. We study two different\nprofiles for the dc and ac voltages, and it is found that the results are\nrobust with respect to such variations. Although we concentrate here on the\nspecific model of oligophenylenes, the results should be qualitatively similar\nfor many other organic molecules with a large enough electronic gap.\n","Comment: 15 pages, 11 figures, minor corrections to old version"]}]
["0801.2144",{"format":[],"subject":["Quantum Physics","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2144","Proceedings IEEE Information Theory Workshop 2008 (ITW 2008),\n  Porto, Portugal, May 2008, pp. 396-400","doi:10.1109/ITW.2008.4578694"],"date":["2008-01-14"],"type":["text"],"creator":["Grassl, Markus","Roetteler, Martin"],"language":[],"coverage":[],"title":["Non-Additive Quantum Codes from Goethals and Preparata Codes"],"description":["  We extend the stabilizer formalism to a class of non-additive quantum codes\nwhich are constructed from non-linear classical codes. As an example, we\npresent infinite families of non-additive codes which are derived from Goethals\nand Preparata codes.\n","Comment: submitted to the 2008 IEEE Information Theory Workshop (ITW 2008)"]}]
["0801.2150",{"format":[],"subject":["Quantum Physics","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2150","Proceedings 2008 IEEE International Symposium on Information\n  Theory (ISIT 2008), Toronto, Canada, July 2008, pp. 300-304","doi:10.1109/ISIT.2008.4594996"],"date":["2008-01-14"],"type":["text"],"creator":["Grassl, Markus","Roetteler, Martin"],"language":[],"coverage":[],"title":["Quantum Goethals-Preparata Codes"],"description":["  We present a family of non-additive quantum codes based on Goethals and\nPreparata codes with parameters ((2^m,2^{2^m-5m+1},8)). The dimension of these\ncodes is eight times higher than the dimension of the best known additive\nquantum codes of equal length and minimum distance.\n","Comment: Submitted to the 2008 IEEE International Symposium on Information\n  Theory"]}]
["0802.1414",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1414","Asymptotic Analysis 63 (2009) 1-27","doi:10.3233/ASY-2008-0923"],"date":["2008-02-11","2008-09-12"],"type":["text"],"creator":["Helffer, Bernard","Pankrashkin, Konstantin"],"language":[],"coverage":[],"title":["Semiclassical reduction for magnetic Schroedinger operator with periodic\n  zero-range potentials and applications"],"description":["  The two-dimensional Schroedinger operator with a uniform magnetic field and a\nperiodic zero-range potential is considered. For weak magnetic fields we reduce\nthe spectral problem to the semiclassical analysis of one-dimensional\nHarper-like operators. This shows the existence of parts of Cantor structure in\nthe spectrum for special values of the magnetic flux.\n","Comment: 31 pages, minor revision (typos corrected, references updated),\n  accepted in Asymptotic Analysis"]}]
["0804.2480",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.2480","Phys. Rev. Lett. 101, 076401 (2008)","doi:10.1103/PhysRevLett.101.076401"],"date":["2008-04-16","2008-08-04"],"type":["text"],"creator":["Si, Qimiao","Abrahams, Elihu"],"language":[],"coverage":[],"title":["Strong Correlations and Magnetic Frustration in the High Tc Iron\n  Pnictides"],"description":["  We consider the iron pnictides in terms of a proximity to a Mott insulator.\nThe superexchange interactions contain competing nearest-neighbor and\nnext-nearest-neighbor components. In the undoped parent compound, these\nfrustrated interactions lead to a two-sublattice collinear antiferromagnet\n(each sublattice forming a Neel ordering), with a reduced magnitude for the\nordered moment. Electron or hole doping, together with the frustration effect,\nsuppresses the magnetic ordering and allows a superconducting state. The\nexchange interactions favor a d-wave superconducting order parameter; in the\nnotation appropriate for the Fe square lattice, its orbital symmetry is\n$d_{xy}$. A number of existing and future experiments are discussed in light of\nthe theoretical considerations.\n","Comment: (v2) 4+ pages, 4 figures, discussions on several points expanded;\n  references added. To appear in Phys. Rev. Lett"]}]
["0808.0305",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0305","PNAS 106, 4118-4121 (2009)","doi:10.1073/pnas.0900886106"],"date":["2008-08-04","2009-02-02"],"type":["text"],"creator":["Dai, Jianhui","Si, Qimiao","Zhu, Jian-Xin","Abrahams, Elihu"],"language":[],"coverage":[],"title":["Iron pnictides as a new setting for quantum criticality"],"description":["  Two major themes in the physics of condensed matter are quantum critical\nphenomena and unconventional superconductivity. These usually occur in the\ncontext of competing interactions in systems of strongly-correlated electrons.\nAll this interesting physics comes together in the behavior of the recently\ndiscovered iron pnictide compounds that have generated enormous interest\nbecause of their moderately high-temperature superconductivity. The ubiquity of\nantiferromagnetic ordering in their phase diagrams naturally raises the\nquestion of the relevance of magnetic quantum criticality, but the answer\nremains uncertain both theoretically and experimentally. Here we show that the\nundoped iron pnictides feature a novel type of magnetic quantum critical point,\nwhich results from a competition between electronic localization and\nitinerancy. Our theory provides a mechanism to understand the\nexperimentally-observed variation of the ordered moment among the undoped iron\npnictides. We suggest P substitution for As in the undoped iron pnictides as a\nmeans to access this new example of magnetic quantum criticality in an unmasked\nfashion. Our findings point to the iron pnictides as a much-needed new setting\nfor quantum criticality, one that offers a new set of control parameters.\n","Comment: (v3) New abstract, more explanatory material, accepted for PNAS"]}]
["0810.4091",{"format":[],"subject":["Mathematics - Operator Algebras","46L55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4091"],"date":["2008-10-22","2009-05-24"],"type":["text"],"creator":["Katsura, Takeshi","Sims, Aidan","Tomforde, Mark"],"language":[],"coverage":[],"title":["Realizations of AF-algebras as graph algebras, Exel-Laca algebras, and\n  ultragraph algebras"],"description":["  We give various necessary and sufficient conditions for an AF-algebra to be\nisomorphic to a graph C*-algebra, an Exel-Laca algebra, and an ultragraph\nC*-algebra. We also explore consequences of these results. In particular, we\nshow that all stable AF-algebras are both graph C*-algebras and Exel-Laca\nalgebras, and that all simple AF-algebras are either graph C*-algebras or\nExel-Laca algebras. In addition, we obtain a characterization of AF-algebras\nthat are isomorphic to the C*-algebra of a row-finite graph with no sinks.\n","Comment: 34 pages, Version 2 comments: Some minor typos corrected; Version 3\n  comments: Some typos corrected. This is the version to appear"]}]
["0811.4491",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.4491","Phys. Rev. B 79, 140410(R) (2009)","doi:10.1103/PhysRevB.79.140410"],"date":["2008-11-27"],"type":["text"],"creator":["Häfner, M.","Viljas, J. K.","Cuevas, J. C."],"language":[],"coverage":[],"title":["Anisotropic magnetoresistance in ferromagnetic atomic-sized metal\n  contacts"],"description":["  Recent experiments in ferromagnetic atomic-sized contacts have shown that the\nanisotropic magnetoresistance (AMR) is greatly enhanced and has an asymmetric\nangular dependence as compared with that of bulk samples. The origin of these\neffects is still under debate. In this work we present a theoretical analysis\nof the AMR in atomic contacts of the 3d ferromagnetic materials. Our results\nstrongly suggest that the anomalous AMR stems from the reduced symmetry of the\natomic contact geometries. We also present calculations supporting the idea\nthat the pronounced voltage- and temperature dependence in some experiments can\nbe attributed to impurities near the constrictions.\n","Comment: 4 pages, 3 figures"]}]
["0812.1259",{"format":[],"subject":["Mathematics - Number Theory","11P32","11A07","11B05","11B25","11N36"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1259"],"date":["2008-12-05","2009-05-23"],"type":["text"],"creator":["Pan, Hao","Zhang, Wei"],"language":[],"coverage":[],"title":["On the integers of the form $p^2+b^2+2^n$ and $b_1^2+b_2^2+2^{n^2}$"],"description":["  We prove that the sumset {p^2+b^2+2^n: p is prime and b,n\\in N} has positive\nlower density. We also construct a residue class with odd modulo, which\ncontains no integer of the form p^2+b^2+2^n. And similar results are\nestablished for the sumset {b_1^2+b_2^2+2^{n^2}: b_1,b_2,n\\in N}.\n","Comment: 17 pages"]}]
["0812.2486",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Operator Algebras","22D25 (Primary) 46L05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2486"],"date":["2008-12-12","2009-05-24"],"type":["text"],"creator":["Poznansky, Tal"],"language":[],"coverage":[],"title":["Characterization of linear groups whose reduced C*-algebras are simple"],"description":["  The reduced C*-algebra of a countable linear group G is shown to be simple if\nand only if G has no nontrivial normal amenable subgroups. Moreover, these\nconditions are shown to be equivalent to the uniqueness of tracial state on the\naforementioned C*-algebra.\n","Comment: 42 pages; In previous versions, statement of Proposition 2.11 was\n  erroneous. Here is the list of resulting corrections: statement and proof of\n  Proposition 2.11; Remark 2.12; statements of Proposition 2.17 and Theorems\n  6.4 and 6.5; proof of Theorem 6.3; addition of Lemma 6.6"]}]
["0901.1311",{"format":[],"subject":["Physics - Atomic Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.1311","Phys. Rev. Lett. 102, 203001 (2009)","doi:10.1103/PhysRevLett.102.203001"],"date":["2009-01-09"],"type":["text"],"creator":["Le, Anh-Thu","Lucchese, R. R.","Lee, M. T.","Lin, C. D."],"language":[],"coverage":[],"title":["Probing molecular frame photoionization via laser generated high-order\n  harmonics from aligned molecules"],"description":["  Present photoionization experiments cannot measure molecular frame\nphotoelectron angular distributions (MFPAD) from the outermost valence\nelectrons of molecules. We show that details of the MFPAD can be retrieved with\nhigh-order harmonics generated by infrared lasers from aligned molecules. Using\naccurately calculated photoionization transition dipole moments for\nfixed-in-space molecules, we show that the dependence of the magnitude and\nphase of the high-order harmonics on the alignment angle of the molecules\nobserved in recent experiments can be quantitatively reproduced. This result\nprovides the needed theoretical basis for ultrafast dynamic chemical imaging\nusing infrared laser pulses.\n","Comment: 5 pages, 4 figures"]}]
["0901.1319",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.1319","Physical Review A 79, 050306(R) (2009)","doi:10.1103/PhysRevA.79.050306"],"date":["2009-01-09"],"type":["text"],"creator":["Grassl, Markus","Shor, Peter","Smith, Graeme","Smolin, John","Zeng, Bei"],"language":[],"coverage":[],"title":["Generalized Concatenated Quantum Codes"],"description":["  We introduce the concept of generalized concatenated quantum codes. This\ngeneralized concatenation method provides a systematical way for constructing\ngood quantum codes, both stabilizer codes and nonadditive codes. Using this\nmethod, we construct families of new single-error-correcting nonadditive\nquantum codes, in both binary and nonbinary cases, which not only outperform\nany stabilizer codes for finite block length, but also asymptotically achieve\nthe quantum Hamming bound for large block length.\n","Comment: 4 pages, 1 figure"]}]
["0903.1442",{"format":[],"subject":["Mathematics - Logic","03C60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.1442"],"date":["2009-03-08","2009-05-23"],"type":["text"],"creator":["Shkop, Ahuva C."],"language":[],"coverage":[],"title":["Henson and Rubel's Theorem for Zilber's Pseudoexponentiation"],"description":["  This paper contains an alternate proof of the Schanuel Nullstellensatz for\nZilber's Pseudoexponentiation. Furthermore, in an algebraically closed\nexponential field whose exponential map is surjective with standard kernel,\nthis property follows from the field being exponentially algebraically closed.\n"]}]
["0905.2805",{"format":[],"subject":["Mathematical Physics","14J32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2805"],"date":["2009-05-18","2009-05-24"],"type":["text"],"creator":["de Andrade, Garcia"],"language":[],"coverage":[],"title":["Spectrum of kinematic fast dynamo operator in Ricci flows"],"description":["  Spectrum of kinematic fast dynamo operators in Ricci compressible flows in\nEinstein 2-manifolds is investigated. A similar expression, to the one obtained\nby Chicone, Latushkin and Montgomery-Smith (Comm Math Phys (1995)) is given,\nfor the fast dynamo operator. The operator eigenvalue is obtained in a highly\nconducting media, in terms of linear and nonlinear orders of Ricci scalar.\nEigenvalue spectra shows that there is a relation between the Ricci scalar and\nexpansion of the flow. Spatial 3-Einstein manifold section of\nFriedmann-Robertson-Walker (FRW) is obtained in the limit of ideal plasma. If\nthe trace of the Ricci curvature tensor is negative, a contraction of the\ninflationary phase of the universe takes place, and the dynamo action takes\nplace. When the universe expands a decaying magnetic field or non-dynamo is\nobtained. As in Latushkin and Vishik (Comm Math Phys (2003)) the Lyapunov\nexponents in kinematic dynamos is also investigated. Since positive curvature\nscalar are preserved under Ricci flow, it is shown that fast dynamos are\npreserved under this same flow.\n","Comment: Departamento de fisica teorica-IF-UERJ"]}]
["0905.2881",{"format":[],"subject":["Mathematics - Probability","Mathematics - Combinatorics","05C80","60C05","60K35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2881"],"date":["2009-05-18","2009-05-24"],"type":["text"],"creator":["Linusson, Svante"],"language":[],"coverage":[],"title":["A note on correlations in randomly oriented graphs"],"description":["  Given a graph $G$, we consider the model where $G$ is given a random\norientation by giving each edge a random direction. It is proven that for\n$a,b,s\\in V(G)$, the events $\\{s\\to a\\}$ and $\\{s\\to b\\}$ are positively\ncorrelated. This correlation persists, perhaps unexpectedly, also if we first\ncondition on $\\{s\\nto t\\}$ for any vertex $t\\neq s$. With this conditioning it\nis also true that $\\{s\\to b\\}$ and $\\{a\\to t\\}$ are negatively correlated.\n  A concept of increasing events in random orientations is defined and a\ngeneral inequality corresponding to Harris inequality is given.\n  The results are obtained by combining a very useful lemma by Colin McDiarmid\nwhich relates random orientations with edge percolation, with results by van\nden Berg, H\\\"aggstr\\\"om, Kahn on correlation inequalities for edge percolation.\n  The results are true also for another model of randomly directed graphs.\n","Comment: 7 pages. The main lemma was first published by Colin McDiarmid.\n  Relevant reference added and text rewritten to reflect this fact"]}]
["cond-mat/0401637",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0401637","Phys. Rev. Lett. 93, 205301 (2004)","doi:10.1103/PhysRevLett.93.205301"],"date":["2004-01-30","2004-11-15"],"type":["text"],"creator":["Viljas, J. K.","Thuneberg, E. V."],"language":[],"coverage":[],"title":["Dissipative Currents in Superfluid 3He Weak Links"],"description":["  We calculate the current-pressure relation for pinholes connecting two\nvolumes of bulk superfluid 3He-B. The theory of multiple Andreev reflections,\nadapted from superconducting weak links, leads to a nonlinear dependence of the\ndc current on pressure bias. In arrays of pinholes one has to take into account\noscillations of the texture at the Josephson frequency. The associated\nradiation of spin waves from the junction leads to an additional dissipative\ncurrent at small biases, in quantitative agreement with measurements.\n","Comment: 4 pages, 3 figures; updated to the published version"]}]
["cond-mat/0408430",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0408430","Phys. Rev. B 71, 064509 (2005)","doi:10.1103/PhysRevB.71.064509"],"date":["2004-08-19"],"type":["text"],"creator":["Viljas, J. K."],"language":[],"coverage":[],"title":["Multiple Andreev Reflections in Weak Links of Superfluid 3He-B"],"description":["  We calculate the current-pressure characteristics of a ballistic pinhole\naperture between two volumes of B-phase superfluid 3He. The most important\nmechanism contributing to dissipative currents in weak links of this type is\nthe process of multiple Andreev reflections. At low biases this process is\nsignificantly affected by relaxation due to inelastic\nquasiparticle-quasiparticle collisions. In the numerical calculations,\nsuppression of the superfluid order parameter at surfaces is taken into account\nself-consistently. When this effect is neglected, the theory may be developed\nanalytically like in the case of s-wave superconductors. A comparison with\nexperimental results is presented.\n","Comment: 12 pages, 9 figures, RevTeX4"]}]
["cond-mat/0508470",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0508470","Phys. Rev. B 72, 245415 (2005)","doi:10.1103/PhysRevB.72.245415"],"date":["2005-08-19"],"type":["text"],"creator":["Viljas, J. K.","Cuevas, J. C.","Pauly, F.","Häfner, M."],"language":[],"coverage":[],"title":["Electron-vibration interaction in transport through atomic gold wires"],"description":["  We calculate the effect of electron-vibration coupling on conduction through\natomic gold wires, which was measured in the experiments of Agra\\\"it et al.\n[Phys. Rev. Lett. 88, 216803 (2002)]. The vibrational modes, the coupling\nconstants, and the inelastic transport are all calculated using a tight-binding\nparametrization and the non-equilibrium Green function formalism. The\nelectron-vibration coupling gives rise to small drops in the conductance at\nvoltages corresponding to energies of some of the vibrational modes. We study\nsystematically how the position and height of these steps vary as a linear wire\nis stretched and more atoms are added to it, and find a good agreement with the\nexperiments. We also consider two different types of geometries, which are\nfound to yield qualitatively similar results. In contrast to previous\ncalculations, we find that typically there are several close-lying drops due to\ndifferent longitudinal modes. In the experiments, only a single drop is usually\nvisible, but its width is too large to be accounted for by temperature.\nTherefore, to explain the experimental results, we find it necessary to\nintroduce a finite broadening to the vibrational modes, which makes the\nseparate drops merge into a single, wide one. In addition, we predict how the\nsignatures of vibrational modes in the conductance curves differ between linear\nand zigzag-type wires.\n","Comment: 19 pages, 12 figures"]}]
["cond-mat/0607505",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0607505","Phys. Rev. B 75, 075406 (2007)","doi:10.1103/PhysRevB.75.075406"],"date":["2006-07-19","2007-02-07"],"type":["text"],"creator":["Viljas, J. K.","Cuevas, J. C."],"language":[],"coverage":[],"title":["Role of electronic structure in photoassisted transport through\n  atomic-sized contacts"],"description":["  We study theoretically quantum transport through laser-irradiated metallic\natomic-sized contacts. The radiation field is treated classically, assuming its\neffect to be the generation of an ac voltage over the contact. We derive an\nexpression for the dc current and compute the linear conductance in one-atom\nthick contacts as a function of the ac frequency, concentrating on the role\nplayed by electronic structure. In particular, we present results for three\nmaterials (Al, Pt, and Au) with very different electronic structures. It is\nshown that, depending on the frequency and the metal, the radiation can either\nenhance or diminish the conductance. This can be intuitively understood in\nterms of the energy dependence of the transmission of the contacts in the\nabsence of radiation.\n","Comment: 7 pages, 7 figures; four new figures added"]}]
["cond-mat/0608132",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0608132","Phys. Rev. B 77, 104409 (2008)","doi:10.1103/PhysRevB.77.104409"],"date":["2006-08-04"],"type":["text"],"creator":["Häfner, M.","Viljas, J. K.","Frustaglia, D.","Pauly, F.","Dreher, M.","Nielaba, P.","Cuevas, J. C."],"language":[],"coverage":[],"title":["Theoretical study of the conductance of ferromagnetic atomic-sized\n  contacts"],"description":["  Recently, different experiments on the transport through atomic-sized\ncontacts made of ferromagnetic materials have produced contradictory results.\nIn particular, several groups have reported the observation of half-integer\nconductance quantization, which requires having full spin polarization and\nperfectly conducting channels. Motivated by these surprising results, we have\nstudied theoretically the conductance of ideal atomic contact geometries of the\nferromagnetic 3d materials Fe, Co, and Ni using a realistic tight-binding\nmodel. Our analysis shows that in the absence of magnetic domains, the d bands\nof these transition metals play a key role in the electrical conduction. In the\ncontact regime this fact has the following important consequences for the three\nmaterials: (i) there are partially open conduction channels and therefore\nconductance quantization is not expected, (ii) the conductance of the last\nplateau is typically above G_0=2e^2/h, (iii) both spin species contribute to\nthe transport and thus there is in general no full current polarization, and\n(iv) both the value of the conductance and the current polarization are very\nsensitive to the contact geometry and to disorder. In the tunneling regime we\nfind that a strong current polarization can be achieved.\n","Comment: 9 pages, 5 figures"]}]
["cond-mat/0702477",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0702477","Phys. Rev. B 76, 075413 (2007)","doi:10.1103/PhysRevB.76.075413"],"date":["2007-02-20","2007-05-16"],"type":["text"],"creator":["Wohlthat, S.","Pauly, F.","Viljas, J. K.","Cuevas, J. C.","Schön, Gerd"],"language":[],"coverage":[],"title":["Ab initio study of charge transport through single oxygen molecules in\n  atomic aluminum contacts"],"description":["  We present ab initio calculations of transport properties of atomic-sized\naluminum contacts in the presence of oxygen. The experimental situation is\nmodeled by considering a single oxygen atom (O) or one of the molecules O2 and\nO3 bridging the gap between electrodes forming ideal, atomically sharp\npyramids. The transport characteristics are computed for these geometries with\nincreasing distances between the leads, simulating the opening of a break\njunction. To facilitate comparison with experiments further, the vibrational\nmodes of the oxygen connected to the electrodes are studied. It is found that\nin the contact regime the change of transport properties due to the presence of\noxygen is strong and should be detectable in experiments. All three types of\noxygen exhibit a comparable behavior in their vibrational frequencies and\nconductances, which are well below the conductance of pure aluminum atomic\ncontacts. The conductance decreases for an increasing number of oxygen atoms.\nIn the tunneling regime the conductance decays exponentially with distance and\nthe decay length depends on whether or not oxygen is present in the junction.\nThis fact may provide a way to identify the presence of a gas molecule in\nmetallic atomic contacts.\n","Comment: 8 pages, 9 figures; added appendix"]}]
["quant-ph/0703112",{"format":[],"subject":["Quantum Physics","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0703112","Proceedings 2002 IEEE International Symposium on Information\n  Theory (ISIT 2002), Lausanne, Switzerland, June/July 2002, p. 45","doi:10.1109/ISIT.2002.1023317"],"date":["2007-03-13"],"type":["text"],"creator":["Grassl, Markus","Klappenecker, Andreas","Roetteler, Martin"],"language":[],"coverage":[],"title":["Graphs, Quadratic Forms, and Quantum Codes"],"description":["  We show that any stabilizer code over a finite field is equivalent to a\ngraphical quantum code. Furthermore we prove that a graphical quantum code over\na finite field is a stabilizer code. The technique used in the proof\nestablishes a new connection between quantum codes and quadratic forms. We\nprovide some simple examples to illustrate our results.\n","Comment: 5 pages, 2 figures, paper presented at the 2002 IEEE International\n  Symposium on Information Theory"]}]
["quant-ph/0703113",{"format":[],"subject":["Quantum Physics","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0703113","Proceedings 2007 Canadian Workshop on Information Theory (CWIT\n  2007), Edmonton, Canada, June 2007, pp. 180-183","doi:10.1109/CWIT.2007.375730"],"date":["2007-03-13","2007-04-09"],"type":["text"],"creator":["Aly, Salah A.","Grassl, Markus","Klappenecker, Andreas","Roetteler, Martin","Sarvepalli, Pradeep Kiran"],"language":[],"coverage":[],"title":["Quantum Convolutional BCH Codes"],"description":["  Quantum convolutional codes can be used to protect a sequence of qubits of\narbitrary length against decoherence. We introduce two new families of quantum\nconvolutional codes. Our construction is based on an algebraic method which\nallows to construct classical convolutional codes from block codes, in\nparticular BCH codes. These codes have the property that they contain their\nEuclidean, respectively Hermitian, dual codes. Hence, they can be used to\ndefine quantum convolutional codes by the stabilizer code construction. We\ncompute BCH-like bounds on the free distances which can be controlled as in the\ncase of block codes, and establish that the codes have non-catastrophic\nencoders.\n","Comment: 4 pages, minor changes, accepted for publication at the 10th Canadian\n  Workshop on Information Theory (CWIT'07)"]}]
["quant-ph/0703181",{"format":[],"subject":["Quantum Physics","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0703181","Proceedings 2005 IEEE International Symposium on Information\n  Theory (ISIT 2005), Adelaide, Australia, September 2005, pp. 1018-1022","doi:10.1109/ISIT.2005.1523493"],"date":["2007-03-19"],"type":["text"],"creator":["Grassl, Markus","Roetteler, Martin"],"language":[],"coverage":[],"title":["Quantum Block and Convolutional Codes from Self-orthogonal Product Codes"],"description":["  We present a construction of self-orthogonal codes using product codes. From\nthe resulting codes, one can construct both block quantum error-correcting\ncodes and quantum convolutional codes. We show that from the examples of\nconvolutional codes found, we can derive ordinary quantum error-correcting\ncodes using tail-biting with parameters [[42N,24N,3]]_2. While it is known that\nthe product construction cannot improve the rate in the classical case, we show\nthat this can happen for quantum codes: we show that a code [[15,7,3]]_2 is\nobtained by the product of a code [[5,1,3]]_2 with a suitable code.\n","Comment: 5 pages, paper presented at the 2005 IEEE International Symposium on\n  Information Theory"]}]
["quant-ph/0703182",{"format":[],"subject":["Quantum Physics","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0703182","Proceedings 2007 IEEE International Symposium on Information\n  Theory (ISIT 2007), Nice, France, June 2007, pp. 816-820","doi:10.1109/ISIT.2007.4557325"],"date":["2007-03-19"],"type":["text"],"creator":["Grassl, Markus","Roetteler, Martin"],"language":[],"coverage":[],"title":["Constructions of Quantum Convolutional Codes"],"description":["  We address the problems of constructing quantum convolutional codes (QCCs)\nand of encoding them. The first construction is a CSS-type construction which\nallows us to find QCCs of rate 2/4. The second construction yields a quantum\nconvolutional code by applying a product code construction to an arbitrary\nclassical convolutional code and an arbitrary quantum block code. We show that\nthe resulting codes have highly structured and efficient encoders. Furthermore,\nwe show that the resulting quantum circuits have finite depth, independent of\nthe lengths of the input stream, and show that this depth is polynomial in the\ndegree and frame size of the code.\n","Comment: 5 pages, to appear in the Proceedings of the 2007 IEEE International\n  Symposium on Information Theory"]}]
