["0801.0805",{"format":[],"subject":["Mathematics - Number Theory","11A41, 11A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0805","Amer. Math. Monthly, 116 (4), (April 2009), 362-364."],"date":["2008-01-05","2008-06-11"],"type":["text"],"creator":["Alkauskas, Giedrius"],"language":[],"coverage":[],"title":["One curious proof of Fermat's little theorem"],"description":["  We give a proof of Fermat's little theorem which does not use nor\narithmetic(Euclidean algorithm) neither algebra (group theory), but it rather\nemploys the field of the formal power series Q((x)). The note is an example of\na mathematical joke, though it contains a rigorous proof. (The paper will\nappear in print exactly as in the version v3).\n","Comment: 3 pages. To appear in American Mathematical Monthly"]}]
["0802.1075",{"format":[],"subject":["Quantum Physics","High Energy Physics - Theory","Mathematical Physics","Mathematics - Classical Analysis and ODEs","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1075","Prog. Theor. Phys. 119 (2009), 663-700","doi:10.1143/PTP.119.663"],"date":["2008-02-07"],"type":["text"],"creator":["Odake, Satoru","Sasaki, Ryu"],"language":[],"coverage":[],"title":["Exactly solvable `discrete' quantum mechanics; shape invariance,\n  Heisenberg solutions, annihilation-creation operators and coherent states"],"description":["  Various examples of exactly solvable `discrete' quantum mechanics are\nexplored explicitly with emphasis on shape invariance, Heisenberg operator\nsolutions, annihilation-creation operators, the dynamical symmetry algebras and\ncoherent states. The eigenfunctions are the (q-)Askey-scheme of hypergeometric\northogonal polynomials satisfying difference equation versions of the\nSchr\\\"odinger equation. Various reductions (restrictions) of the symmetry\nalgebra of the Askey-Wilson system are explored in detail.\n","Comment: 46 pages, 2 figures"]}]
["0803.0844",{"format":[],"subject":["Quantitative Finance - Trading and Market Microstructure","Physics - Data Analysis, Statistics and Probability","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0844"],"date":["2008-03-06","2009-11-03"],"type":["text"],"creator":["Ren, F.","Zheng, B.","Chen, P."],"language":[],"coverage":[],"title":["Modeling interaction of trading volume in financial dynamics"],"description":["  A dynamic herding model with interactions of trading volumes is introduced.\nAt time $t$, an agent trades with a probability, which depends on the ratio of\nthe total trading volume at time $t-1$ to its own trading volume at its last\ntrade. The price return is determined by the volume imbalance and number of\ntrades. The model successfully reproduces the power-law distributions of the\ntrading volume, number of trades and price return, and their relations.\nMoreover, the generated time series are long-range correlated. We demonstrate\nthat the results are rather robust, and do not depend on the particular form of\nthe trading probability.\n","Comment: 7 pages, 4 figures"]}]
["0803.3815",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3815","International Journal of Mathematics and Mathematical Sciences,\n  vol. 2009, Article ID 545892, 41 pages, 2009.","doi:10.1155/2009/545892"],"date":["2008-03-26","2009-05-15"],"type":["text"],"creator":["Hartwig, Jonas T."],"language":[],"coverage":[],"title":["The elliptic GL(n) dynamical quantum group as an h-Hopf algebroid"],"description":["  Using the language of h-Hopf algebroids which was introduced by Etingof and\nVarchenko, we construct a dynamical quantum group, F_ell(GL(n)), from the\nelliptic solution of the quantum dynamical Yang-Baxter equation with spectral\nparameter associated to the Lie algebra sl_n. We apply the generalized FRST\nconstruction and obtain an h-bialgebroid F_ell(M(n)). Natural analogs of the\nexterior algebra and their matrix elements, elliptic minors, are defined and\nstudied. We show how to use the cobraiding to prove that the elliptic\ndeterminant is central. Localizing at this determinant and constructing an\nantipode we obtain the h-Hopf algebroid F_ell(GL(n)).\n","Comment: 38 pages"]}]
["0808.3384",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3384","Phys.Rev.D80:043509,2009","doi:10.1103/PhysRevD.80.043509"],"date":["2008-08-25","2009-11-03"],"type":["text"],"creator":["Beltran, Maria","Hooper, Dan","Kolb, Edward W.","Krusberg, Zosia C."],"language":[],"coverage":[],"title":["Deducing the nature of dark matter from direct and indirect detection\n  experiments in the absence of collider signatures of new physics"],"description":["  Despite compelling arguments that significant discoveries of physics beyond\nthe standard model are likely to be made at the Large Hadron Collider, it\nremains possible that this machine will make no such discoveries, or will make\nno discoveries directly relevant to the dark matter problem. In this article,\nwe study the ability of astrophysical experiments to deduce the nature of dark\nmatter in such a scenario. In most dark matter studies, the relic abundance and\ndetection prospects are evaluated within the context of some specific particle\nphysics model or models (e.g. supersymmetry). Here, we attempt to develop a\nmodel-independent approach toward the phenomenology of weakly interacting\nmassive particles in the absence of any discoveries at the Large Hadron\nCollider. In particular, we consider generic fermionic or scalar dark matter\nparticles with a variety of interaction forms, and calculate the corresponding\nconstraints from and sensitivity of direct and indirect detection experiments.\nThe results may provide some guidance in disentangling information from future\ndirect and indirect detection experiments.\n","Comment: 19 pages, 7 figures"]}]
["0809.4412",{"format":[],"subject":["Mathematics - Group Theory","20E45","20G40","20D06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4412"],"date":["2008-09-25","2009-11-03"],"type":["text"],"creator":["Gill, Nick","Singh, Anupam"],"language":[],"coverage":[],"title":["Real and strongly real classes in finite linear groups"],"description":["  We classify the real and strongly real conjugacy classes in $GL_n(q)$,\n$SL_n(q)$, $PGL_n(q)$, $PSL_n(q)$, and all quasi-simple covers of $PSL_n(q)$.\nIn each case we give a formula for the number of real, and the number of\nstrongly real, conjugacy classes.\n","Comment: 46 pages. Minor errors have been corrected in this version. This\n  version also contains a treatment of exceptional covers of $PSL_n(q)$; this\n  treatment had been erroneously omitted in version 1"]}]
["0809.5204",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.5204"],"date":["2008-09-30","2009-11-03"],"type":["text"],"creator":["Böcherer, Georg","de Baynast, Alexandre"],"language":[],"coverage":[],"title":["A Distributed MAC Protocol for Cooperation in Random Access Networks"],"description":["  WLAN is one of the most successful applications of wireless communications in\ndaily life because of low cost and ease of deployment. The enabling technique\nfor this success is the use of random access schemes for the wireless channel.\nRandom access requires minimal coordination between the nodes, which\nconsiderably reduces the cost of the infrastructure. Recently, cooperative\ncommunication in wireless networks has been of increasing interest because it\npromises higher rates and reliability. An additional MAC overhead is necessary\nto coordinate the nodes to allow cooperation and this overhead can possibly\ncancel out the cooperative benefits. In this work, a completely distributed\nprotocol is proposed that allows nodes in the network to cooperate via Two-Hop\nand Decode-and-Forward for transmitting their data to a common gateway node. It\nis shown that high throughput gains are obtained in terms of the individual\nthroughput that can be guaranteed to any node in the network. These results are\nvalidated by Monte Carlo simulations.\n","Comment: 5 pages, improved presentation compared to previous version v1"]}]
["0810.1907",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1907","Proc. Nat. Acad. Sci. 106, 15573-15576 (2009).","doi:10.1073/pnas.0907589106"],"date":["2008-10-10"],"type":["text"],"creator":["Kim, Jae Wook","Haam, S. Y.","Oh, Y. S.","Park, S.","Cheong, S. -W.","Sharma, P. A.","Jaime, M.","Harrison, N.","Han, Jung Hoon","Jeon, Gun-Sang","Coleman, P.","Kim, Kee Hoon"],"language":[],"coverage":[],"title":["Observation of a multiferroic critical end point"],"description":["  The study of abrupt increases in magnetization with magnetic field known as\nmetamagnetic transitions has opened a rich vein of new physics in itinerant\nelectron systems, including the discovery of quantum critical end points with a\nmarked propensity to develop new kinds of order. However, the electric analogue\nof the metamagnetic critical end point, a \"metaelectric\" critical end point has\nnot yet been realized. Multiferroic materials wherein magnetism and\nferroelectricity are cross-coupled are ideal candidates for the exploration of\nthis novel possibility using magnetic-field (\\emph{H}) as a tuning parameter.\nHerein, we report the discovery of a magnetic-field-induced metaelectric\ntransition in multiferroic BiMn$_{2}$O$_{5}$ in which the electric polarization\n(\\emph{P}) switches polarity along with a concomitant Mn spin-flop transition\nat a critical magnetic field \\emph{H}$_{\\rm c}$. The simultaneous metaelectric\nand spin-flop transitions become sharper upon cooling, but remain a continuous\ncrossover even down to 0.5 K. Near the \\emph{P}=0 line realized at\n$\\mu_{0}$\\emph{H}$_{\\rm c}$$\\approx$18 T below 20 K, the dielectric constant\n($\\varepsilon$) increases significantly over wide field- and temperature\n(\\emph{T})-ranges. Furthermore, a characteristic power-law behavior is found in\nthe \\emph{P}(\\emph{H}) and $\\varepsilon$(\\emph{H}) curves at \\emph{T}=0.66 K.\nThese findings indicate that a magnetic-field-induced metaelectric critical end\npoint is realized in BiMn$_2$O$_5$ near zero temperature.\n","Comment: 6 pages, 3 figures"]}]
["0812.2748",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2748","Nature Phys. 5, 805 (2009)","doi:10.1038/nphys1364"],"date":["2008-12-15"],"type":["text"],"creator":["Amo, A.","Lefrere, J.","Pigeon, S.","Adrados, C.","Ciuti, C.","Carusotto, I.","Houdre, R.","Giacobino, E.","Bramati, A."],"language":[],"coverage":[],"title":["Observation of Superfluidity of Polaritons in Semiconductor\n  Microcavities"],"description":["  One of the most striking manifestations of quantum coherence in interacting\nboson systems is superfluidity. Exciton-polaritons in semiconductor\nmicrocavities are two-dimensional composite bosons predicted to behave as\nparticular quantum fluids. We report the observation of superfluid motion of\npolaritons created by a laser in a semiconductor microcavity. Superfluidity is\ninvestigated in terms of the Landau criterion and manifests itself as the\nsuppression of scattering from defects when the flow velocity is slower than\nthe speed of sound in the fluid. On the other hand, a Cerenkov-like wake\npattern is clearly observed when the flow velocity exceeds the speed of sound.\nThe experimental findings are in excellent quantitative agreement with the\npredictions based on a generalized Gross-Pitaevskii theory, showing that\npolaritons in microcavities constitute a very rich system for exploring the\nphysics of non-equilibrium quantum fluids.\n","Comment: 14 pages, 3 figures"]}]
["0812.4282",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4282","Journal of Applied Physics 105 (2009) 07E318","doi:10.1063/1.3072383"],"date":["2008-12-22","2009-03-30"],"type":["text"],"creator":["Nakamae, Sawako","Tahri, Youssef","Thibierge, Caroline","L'Hôte, Denis","Vincent, Eric","Dupuis, Vincent","Dubois, Emmanuelle","Perzynski, Régine"],"language":[],"coverage":[],"title":["Observation of superspin glass state in magnetically textured ferrofluid\n  (gamma-Fe2O3)"],"description":["  Magnetic properties in a magnetically textured ferrofluid made out of\ninteracting maghemite (gamma-Fe2O3) nanoparticles suspended in glycerin have\nbeen investigated. Despite the loss of uniform distribution of anisotropy axes,\na superspin glass state exists at low temperature in a concentrated, textured\nferrofluid as in the case of its non-textured counterpart. The onset of\nsuperspin glass state was verified from the sample's AC susceptibility. The\ninfluence of the anisotropy axis orientation on the aging behavior in the\nglassy states is also discussed.\n"]}]
["0901.0354",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11L07, 11F30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0354"],"date":["2009-01-03","2009-11-03"],"type":["text"],"creator":["Liu, Chunlei","Liu, Wenxin","Niu, Chuanze"],"language":[],"coverage":[],"title":["Generic T-adic exponential sums in one variable"],"description":["  The $T$-adic exponential sum associated to a Laurent polynomial in one\nvariable is studied. An explicit arithmetic polygon is proved to be the generic\nNewton polygon of the $C$-function of the T-adic exponential sum. It gives the\ngeneric Newton polygon of $L$-functions of $p$-power order exponential sums.\n","Comment: including update proofs of results of 0802.0271"]}]
["0901.0695",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Metric Geometry","46B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0695"],"date":["2009-01-06","2009-11-03"],"type":["text"],"creator":["Li, Hanfeng","Weston, Anthony"],"language":[],"coverage":[],"title":["Strict p-negative type of a metric space"],"description":["  Doust and Weston introduced a new method called \"enhanced negative type\" for\ncalculating a non trivial lower bound p(T) on the supremal strict p-negative\ntype of any given finite metric tree (T,d). In the context of finite metric\ntrees any such lower bound p(T) > 1 is deemed to be non trivial. In this paper\nwe refine the technique of enhanced negative type and show how it may be\napplied more generally to any finite metric space (X,d) that is known to have\nstrict p-negative type for some non negative p. This allows us to significantly\nimprove the lower bounds on the supremal strict p-negative type of finite\nmetric trees that were given by Doust and Weston and, moreover, leads in to one\nof our main results: The supremal p-negative type of a finite metric space\ncannot be strict. By way of application we are then able to exhibit large\nclasses of finite metric spaces (such as finite isometric subspaces of Hadamard\nmanifolds) that must have strict p-negative type for some p > 1. We also show\nthat if a metric space (finite or otherwise) has p-negative type for some p >\n0, then it must have strict q-negative type for all q in [0,p). This\ngeneralizes a well known theorem of Schoenberg and leads to a complete\nclassification of the intervals on which a metric space may have strict\np-negative type. (Several of the results in this paper hold more generally for\nsemi-metric spaces.)\n","Comment: 15 pages - this updated version of the said paper contains additional\n  new theory. The paper is accepted for publication in the journal POSITIVITY"]}]
["0902.0679",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0679","A&A 506, 647-660 (2009)","doi:10.1051/0004-6361/200911787"],"date":["2009-02-04","2009-10-05"],"type":["text"],"creator":["Tweed, D.","Devriendt, J.","Blaizot, J.","Colombi, S.","Slyz, A."],"language":[],"coverage":[],"title":["Building Merger Trees from Cosmological N-body Simulations"],"description":["  Although a fair amount of work has been devoted to growing Monte-Carlo merger\ntrees which resemble those built from an N-body simulation, comparatively\nlittle effort has been invested in quantifying the caveats one necessarily\nencounters when one extracts trees directly from such a simulation. To somewhat\nrevert the tide, this paper seeks to provide its reader with a comprehensive\nstudy of the problems one faces when following this route. The first step to\nbuilding merger histories of dark matter haloes and their subhaloes is to\nidentify these structures in each of the time outputs (snapshots) produced by\nthe simulation. Even though we discuss a particular implementation of such an\nalgorithm (called AdaptaHOP) in this paper, we believe that our results do not\ndepend on the exact details of the implementation but extend to most if not all\n(sub)structure finders. We then highlight different ways to build merger\nhistories from AdaptaHOP haloes and subhaloes, contrasting their various\nadvantages and drawbacks. We find that the best approach to (sub)halo merging\nhistories is through an analysis that goes back and forth between\nidentification and tree building rather than one which conducts a\nstraightforward sequential treatment of these two steps. This is rooted in the\ncomplexity of the merging trees which have to depict an inherently dynamical\nprocess from the partial temporal information contained in the collection of\ninstantaneous snapshots available from the N-body simulation.\n","Comment: 19 pages, 28 figures"]}]
["0903.1697",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.1697","Prog. Theor. Phys. 122 (2009), 943-951","doi:10.1143/PTP.122.943"],"date":["2009-03-10","2009-08-20"],"type":["text"],"creator":["Yoshizumi, Hiroyuki","Tohyama, Takami","Morinari, Takao"],"language":[],"coverage":[],"title":["Induced Order in Nonequivalent Two-Leg Hubbard Ladder"],"description":["  Motivated by the presence of different orders in multilayered\nhigh-temperature superconductors, we examine a model consisting of\nnonequivalent two Hubbard chains coupled by interchain hopping by using the\ndensity-matrix renormalization group (DMRG) and a mean-field theory. As an\nexample, we consider a system with noninteracting chain without order and a\nHubbard chain with strong spin-density-wave correlation. We find that the\nmagnitude of the interchain hopping controls the strength of induced order as\nwell as that of original order and its fluctuation. It is also found that the\ninduced order decreases with increasing the magnitude of the original order.\nImplications to the multilayered system are discussed.\n","Comment: 9 pages"]}]
["0903.1893",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.1893","Prog. Theor. Phys. 122 (2009), 1035-1044","doi:10.1143/PTP.122.1035"],"date":["2009-03-10"],"type":["text"],"creator":["Miyatsu, T.","Saito, K."],"language":[],"coverage":[],"title":["Hyperons in nuclear matter"],"description":["  The chiral version of the QMC model, in which the effect of gluon and pion\nexchanges is included self-consistently, is applied to the hyperons in a\nnuclear medium. The hyperfine interaction due to the gluon exchange plays an\nimportant role in the in-medium baryon spectra, while the pion-cloud effect is\nrelatively small. At the quark mean-field level, the $\\Lambda$ feels more\nattractive force than the \\Sigma or \\Xi in matter.\n","Comment: 9 pages, 6 figures"]}]
["0903.2095",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2095","Macromolecules, 42, (2009), 7553-7562.","doi:10.1021/ma901098c"],"date":["2009-03-12"],"type":["text"],"creator":["Hiraiwa, T.","Ohta, T."],"language":[],"coverage":[],"title":["Tension Dynamics and Linear Viscoelastic Behavior of a Single\n  Semiflexible Polymer Chain"],"description":["  We study the dynamical response of a single semiflexible polymer chain based\non the theory developed by Hallatschek et al. for the wormlike-chain model. The\nlinear viscoelastic response under oscillatory forces acting at the two chain\nends is derived analytically as a function of the oscillation frequency . We\nshall show that the real part of the complex compliance in the low frequency\nlimit is consistent with the static result of Marko and Siggia whereas the\nimaginary part exhibits the power-law dependence +1/2. On the other hand, these\ncompliances decrease as the power law -7/8 for the high frequency limit. These\nare different from those of the Rouse dynamics. A scaling argument is developed\nto understand these novel results.\n","Comment: 23 pages, 6 figures"]}]
["0903.4185",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Superconductivity","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4185"],"date":["2009-03-25","2009-11-03"],"type":["text"],"creator":["Pu, Shi","Sin, Sang-Jin","Zhou, Yang"],"language":[],"coverage":[],"title":["A Holographic model for Non-Relativistic Superconductor"],"description":["  We build a holographic description of non-relativistic system for\nsuperconductivity in strongly interacting condensed matter via gauge/gravity\nduality. We focus on the phase transition and give an example to show that a\nsimple gravitational theory can provide a non-relativistic holographical dual\ndescription of a superconductor. There is also a critical temperature like the\nrelativistic case, below which a charged condensation field appears by a second\norder phase transition and the (DC) conductivity becomes infinite. We also\ncalculated the frequency dependent conductivity.\n","Comment: 12 pages, 5 figures, non-relativistic parameter dependence of\n  critical temperature was added"]}]
["0903.4566",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4566","Condens. Matter Phys. 12 (2009) 353"],"date":["2009-03-26"],"type":["text"],"creator":["Canova, Lucia","Strecka, Jozef","Lucivjansky, Tomas"],"language":[],"coverage":[],"title":["Exact solution of the mixed spin-1/2 and spin-S Ising-Heisenberg diamond\n  chain"],"description":["  The geometric frustration in a class of the mixed spin-1/2 and spin-S\nIsing-Heisenberg diamond chains is investigated by combining three exact\nanalytical techniques: Kambe projection method, decoration-iteration\ntransformation and transfer-matrix method. The ground state, the magnetization\nprocess and the specific heat as a function of the external magnetic field are\nparticularly examined for different strengths of the geometric frustration. It\nis shown that the increase of the Heisenberg spin value S raises the number of\nintermediate magnetization plateaux, which emerge in magnetization curves\nprovided that the ground state is highly degenerate on behalf of a sufficiently\nstrong geometric frustration. On the other hand, all intermediate magnetization\nplateaux merge into a linear magnetization versus magnetic field dependence in\nthe limit of classical Heisenberg spin S -> infinity. The enhanced\nmagnetocaloric effect with cooling rate exceeding the one of paramagnetic salts\nis also detected when the disordered frustrated phase constitutes the ground\nstate and the external magnetic field is small enough.\n","Comment: 16 pages, 7 figures, submitted to Condens. Matter. Phys"]}]
["0903.4576",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Functional Analysis","42B25 (Primary) 42B35, 42B30 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4576"],"date":["2009-03-26","2009-11-02"],"type":["text"],"creator":["Yang, Dachun","Yang, Dongyong","Zhou, Yuan"],"language":[],"coverage":[],"title":["Localized Morrey-Campanato Spaces on Metric Measure Spaces and\n  Applications to Schr\\\"odinger Operators"],"description":["  Let ${\\mathcal X}$ be a space of homogeneous type in the sense of Coifman and\nWeiss and ${\\mathcal D}$ a collection of balls in $\\cx$. The authors introduce\nthe localized atomic Hardy space $H^{p, q}_{\\mathcal D}({\\mathcal X})$ with\n$p\\in (0,1]$ and $q\\in[1,\\infty]\\cap(p,\\infty]$, the localized Morrey-Campanato\nspace ${\\mathcal E}^{\\alpha, p}_{\\mathcal D}({\\mathcal X})$ and the localized\nMorrey-Campanato-BLO space $\\widetilde{\\mathcal E}^{\\alpha, p}_{\\mathcal\nD}({\\mathcal X})$ with $\\az\\in{\\mathbb R}$ and $p\\in(0, \\infty)$ and establish\ntheir basic properties including $H^{p, q}_{\\mathcal D}({\\mathcal X})=H^{p,\n\\infty}_{\\mathcal D}({\\mathcal X})$ and several equivalent characterizations\nfor ${\\mathcal E}^{\\alpha, p}_{\\mathcal D}({\\mathcal X})$ and $\\wz{\\mathcal\nE}^{\\alpha, p}_{\\mathcal D}({\\mathcal X})$. Especially, the authors prove that\nwhen $p\\in(0,1]$, the dual space of $H^{p, \\infty}_{\\mathcal D}({\\mathcal X})$\nis ${\\mathcal E}^{1/p-1, 1}_{\\mathcal D}({\\mathcal X})$. Let $\\rho$ be an\nadmissible function modeled on the known auxiliary function determined by the\nSchr\\\"odinger operator. Denote the spaces ${\\mathcal E}^{\\alpha, p}_{\\mathcal\nD}({\\mathcal X})$ and $\\widetilde{\\mathcal E}^{\\alpha, p}_{\\mathcal\nD}({\\mathcal X})$, respectively, by ${\\mathcal E}^{\\alpha, p}_{\\rho}({\\mathcal\nX})$ and $\\widetilde{\\mathcal E}^{\\alpha, p}_{\\rho}({\\mathcal X})$, when\n${\\mathcal D}$ is determined by $\\rho$. The authors then obtain the boundedness\nfrom ${\\mathcal E}^{\\alpha, p}_{\\rho}({\\mathcal X})$ to $\\widetilde{\\mathcal\nE}^{\\alpha, p}_{\\rho}({\\mathcal X})$ of the radial and the Poisson semigroup\nmaximal functions and the Littlewood-Paley $g$-function which are defined via\nkernels modeled on the semigroup generated by the Schr\\\"odinger operator.\n","Comment: Nagoya Math. J. (to appear)"]}]
["0903.5100",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.5100"],"date":["2009-03-29","2009-11-03"],"type":["text"],"creator":["Ivlev, B."],"language":[],"coverage":[],"title":["Underbarrier interference"],"description":["  Quantum tunneling through a two-dimensional static barrier becomes unusual\nwhen a momentum of an electron has a tangent component with respect to a border\nof the prebarrier region. If the barrier is not homogeneous in the direction\nperpendicular to tunneling a fraction of the electron state is waves\npropagating away from the barrier. When the tangent momentum is zero a mutual\ninterference of the waves results in an exponentially small outgoing flux. The\nfinite tangent momentum destroys the interference due to formation of caustics\nby the waves. As a result, a significant fraction of the prebarrier density is\ncarried away from the barrier providing a not exponentially small penetration\neven through an almost classical barrier. The total electron energy is well\nbelow the barrier.\n","Comment: 15 pages, 12 figures"]}]
["0904.0173",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - Earth and Planetary Astrophysics","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.0173","J.Geophys.Res.114:A11101,2009","doi:10.1029/2009JA014079"],"date":["2009-04-01","2009-05-23"],"type":["text"],"creator":["Xiong, Ming","Zheng, Huinan","Wang, Shui"],"language":[],"coverage":[],"title":["Magnetohydrodynamic simulation of the interaction between two\n  interplanetary magnetic clouds and its consequent geoeffectiveness: 2.\n  Oblique collision"],"description":["  The numerical studies of the interplanetary coupling between multiple\nmagnetic clouds (MCs) are continued by a 2.5-dimensional ideal\nmagnetohydrodynamic (MHD) model in the heliospheric meridional plane. The\ninterplanetary direct collision (DC) / oblique collision (OC) between both MCs\nresults from their same/different initial propagation orientations. Here the OC\nis explored in contrast to the results of the DC (Xiong et al., 2007). Both the\nslow MC1 and fast MC2 are consequently injected from the different heliospheric\nlatitudes to form a compound stream during the interplanetary propagation. The\nMC1 and MC2 undergo contrary deflections during the process of oblique\ncollision. Their deflection angles of $|\\delta \\theta_1|$ and $|\\delta\n\\theta_2|$ continuously increase until both MC-driven shock fronts are merged\ninto a stronger compound one. The $|\\delta \\theta_1|$, $|\\delta \\theta_2|$, and\ntotal deflection angle $\\Delta \\theta$ ($\\Delta \\theta = |\\delta \\theta_1| +\n|\\delta \\theta_2|$) reach their corresponding maxima when the initial eruptions\nof both MCs are at an appropriate angular difference. Moreover, with the\nincrease of MC2's initial speed, the OC becomes more intense, and the\nenhancement of $\\delta \\theta_1$ is much more sensitive to $\\delta \\theta_2$.\nThe $|\\delta\\theta_1|$ is generally far less than the $|\\delta\\theta_2|$, and\nthe unusual case of $|\\delta\\theta_1|\\simeq|\\delta\\theta_2|$ only occurs for an\nextremely violent OC. But because of the elasticity of the MC body to buffer\nthe collision, this deflection would gradually approach an asymptotic degree.\nTherefore, the deflection due to the OC should be considered for the evolution\nand ensuing geoeffectiveness of interplanetary interaction among successive\ncoronal mass ejections (CMEs).\n","Comment: 51 pages, 13 figures, JGR - Space Physics, in press"]}]
["0904.1505",{"format":[],"subject":["Mathematics - Probability","Quantitative Biology - Neurons and Cognition","60K35","92B20","60G55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1505"],"date":["2009-04-09","2009-11-03"],"type":["text"],"creator":["Cardanobile, Stefano","Rotter, Stefan"],"language":[],"coverage":[],"title":["Multiplicatively interacting point processes and applications to neural\n  modeling"],"description":["  We introduce a nonlinear modification of the classical Hawkes process, which\nallows inhibitory couplings between units without restrictions. The resulting\nsystem of interacting point processes provides a useful mathematical model for\nrecurrent networks of spiking neurons with exponential transfer functions. The\nexpected rates of all neurons in the network are approximated by a first-order\ndifferential system. We study the stability of the solutions of this equation,\nand use the new formalism to implement a winner-takes-all network that operates\nrobustly for a wide range of parameters. Finally, we discuss relations with the\ngeneralised linear model that is widely used for the analysis of spike trains.\n","Comment: 22 pages, 7 figures. Submitted to J. Comp. Neurosci. Overall changes\n  according to suggestions of different reviewers. A conceptual error in a\n  derivation has been corrected"]}]
["0905.0001",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0001","The Astronomical Journal 138 (2009) 1690-1708","doi:10.1088/0004-6256/138/6/1690"],"date":["2009-05-01","2009-11-03"],"type":["text"],"creator":["Perley, D. A.","Cenko, S. B.","Bloom, J. S.","Chen, H. -W.","Butler, N. R.","Kocevski, D.","Prochaska, J. X.","Brodwin, M.","Glazebrook, K.","Kasliwal, M. M.","Kulkarni, S. R.","Lopez, S.","Ofek, E. O.","Pettini, M.","Soderberg, A. M.","Starr, D."],"language":[],"coverage":[],"title":["The Host Galaxies of Swift Dark Gamma-Ray Bursts: Observational\n  Constraints on Highly Obscured and Very High-Redshift GRBs"],"description":["  In this work we present the first results of our imaging campaign at Keck\nObservatory to identify the host galaxies of \"dark\" gamma-ray bursts (GRBs),\nevents with no detected optical afterglow or with detected optical flux\nsignificantly fainter than expected from the observed X-ray afterglow. We find\nthat out of a uniform sample of 29 Swift bursts rapidly observed by the Palomar\n60-inch telescope through March 2008 (14 of which we classify as dark), all\nevents have either a detected optical afterglow, a probable optical host-galaxy\ndetection, or both. Our results constrain the fraction of Swift GRBs coming\nfrom very high redshift (z > 7), such as the recent GRB 090423, to between\n0.2-7 percent at 80% confidence. In contrast, a significant fraction of the\nsample requires large extinction columns (host-frame A_V > 1 mag, with several\nevents showing A_V > 2-6 mag), identifying dust extinction as the dominant\ncause of the dark GRB phenomenon. We infer that a significant fraction of GRBs\n(and, by association, of high-mass star formation) occurs in highly obscured\nregions. However, the host galaxies of dark GRBs seem to have normal optical\ncolors, suggesting that the source of obscuring dust is local to the vicinity\nof the GRB progenitor or highly unevenly distributed within the host galaxy.\n","Comment: 21 pages, 10 figures. Published in AJ"]}]
["0905.2945",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2945","Phys. Rev. B 80, 195402 (2009)"],"date":["2009-05-18","2009-09-04"],"type":["text"],"creator":["Arndt, A.","Spoddig, D.","Esquinazi, P.","Barzola-Quiquia, J.","Butz, T."],"language":[],"coverage":[],"title":["On the origin of the electric carrier concentration in graphite"],"description":["  We investigate the dependence of the electrical resistivity of $\\sim 60 $nm\nthick single crystalline graphite samples on the defect concentration produced\nby proton irradiation at very low fluences. We show that the resistivity\ndecreases few percent at room temperature after inducing defects at\nconcentrations as low as $\\sim 0.1 $ppm due to the increase in the carrier\ndensity, in agreement with theoretical estimates. The overall results indicate\nthat the carrier densities measured in graphite are not intrinsic but related\nto defects and impurities.\n","Comment: 11 pages, 4 figures"]}]
["0905.4060",{"format":[],"subject":["Computer Science - Logic in Computer Science","Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4060"],"date":["2009-05-25","2009-11-03"],"type":["text"],"creator":["Hyvernat, Pierre"],"language":[],"coverage":[],"title":["A Completeness Theorem for \"Total Boolean Functions\""],"description":["  Christine Tasson introduced an algebraic notion of totality for a\ndenotational model of linear logic in the category of vector spaces. The notion\nof total boolean function is, in a way, quite intuitive. This note provides a\npositive answer to the question of completeness of the \"boolean centroidal\ncalculus\" w.r.t. total boolean functions.\n","Comment: short note"]}]
["0906.0370",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0370","JHEP 0908:018,2009","doi:10.1088/1126-6708/2009/08/018"],"date":["2009-06-02","2009-07-17"],"type":["text"],"creator":["Dall'Agata, Gianguido","Villadoro, Giovanni","Zwirner, Fabio"],"language":[],"coverage":[],"title":["Type-IIA flux compactifications and N=4 gauged supergravities"],"description":["  We establish the precise correspondence between Type-IIA flux\ncompactifications preserving an exact or spontaneously broken N=4 supersymmetry\nin four dimensions, and gaugings of their effective N=4 supergravities. We\nexhibit the explicit map between fluxes and Bianchi identities in the\nhigher-dimensional theory and generalized structure constants and Jacobi\nidentities in the reduced theory, also detailing the origin of gauge groups\nembedded at angles in the duality group. We present AdS4 solutions of the\nmassive Type-IIA theory with spontaneous breaking to N=1, at small string\ncoupling and large volume, and discuss their dual CFT3.\n","Comment: 43 pages, 1 figure. v2: refs added, v3: minor additions. Final\n  version to appear on JHEP"]}]
["0906.0746",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0746","Phys. Rev. B 80, 165325 (2009)","doi:10.1103/PhysRevB.80.165325"],"date":["2009-06-03"],"type":["text"],"creator":["Amo, A.","Liew, T. C. H.","Adrados, C.","Giacobino, E.","Kavokin, A. V.","Bramati, A."],"language":[],"coverage":[],"title":["Anisotropic Optical Spin Hall Effect in Semiconductor Microcavities"],"description":["  Propagating, directionally dependent, polarized spin-currents are created in\nan anisotropic planar semiconductor microcavity, via Rayleigh scattering of\noptically injected polaritons in the optical spin Hall regime. The influence of\nanisotropy results in the suppression or enhancement of the pseudospin\nprecession of polaritons scattered into different directions. This is exploited\nto create intense spin currents by excitation on top of localized defects. A\ntheoretical model considering the influence of the total effective magnetic\nfield on the polariton pseudospin quantitatively reproduces the experimental\nobservations.\n","Comment: 4 pages, 4 figures"]}]
["0906.1371",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1371","New J. Phys. 11, 115003 (2009)","doi:10.1088/1367-2630/11/11/115003"],"date":["2009-06-08","2009-10-07"],"type":["text"],"creator":["Stauber, Tobias","Schliemann, John"],"language":[],"coverage":[],"title":["Electronic properties of graphene and graphene nanoribbons with\n  \"pseudo-Rashba\" spin-orbit coupling"],"description":["  We discuss the electronic properties of graphene and graphene nanoribbons\nincluding \"pseudo-Rashba\" spin-orbit coupling. After summarizing the bulk\nproperties, we first analyze the scattering behavior close to an infinite mass\nand zigzag boundary. For low energies, we observe strong deviations from the\nusual spin-conserving behavior at high energies such as reflection acting as\nspin polarizer or switch. This results in a spin polarization along the\ndirection of the boundary due to the appearance of evanescent modes in the case\nof non-equilibrium or when there is no coherence between the two one-particle\nbranches. We then discuss the spin and density distribution of graphene\nnanoribbons.\n","Comment: 18 pages, 9 figures; section on nanoribbons added"]}]
["0906.2589",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Geometric Topology","57Q45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2589"],"date":["2009-06-14","2009-11-03"],"type":["text"],"creator":["Munson, Brian A.","Volic, Ismar"],"language":[],"coverage":[],"title":["Cosimplicial models for spaces of links"],"description":["  We study the spaces of string links and homotopy string links in an arbitrary\nmanifold using multivariable manifold calculus of functors. We construct\nmulti-cosimplicial models for both spaces and deduce certain convergence\nproperties of the associated Bousfield-Kan homotopy and cohomology spectral\nsequences when the ambient manifold is a Euclidean space of dimension four or\nmore.\n","Comment: Minor mistakes and typos corrected"]}]
["0906.4457",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4457","Phys. Rev. B 80, 184402 (2009)","doi:10.1103/PhysRevB.80.184402"],"date":["2009-06-24","2009-10-13"],"type":["text"],"creator":["Steinigeweg, Robin","Gemmer, Jochen"],"language":[],"coverage":[],"title":["Density dynamics in translationally invariant spin-1/2 chains at high\n  temperatures: a current auto-correlation approach to finite time- and\n  length-scales"],"description":["  We investigate transport in several translationally invariant spin-1/2 chains\nin the limit of high temperatures. We concretely consider spin transport in the\nanisotropic Heisenberg chain, the pure Heisenberg chain within an alternating\nfield, and energy transport in an Ising chain which is exposed to a tilted\nfield. Our approach is essentially based on a connection between the evolution\nof the variance of an inhomogeneous non-equilibrium density and the current\nauto-correlation function at finite times. Although this relationship is not\nrestricted to the case of diffusive transport, it allows to extract a\nquantitative value for the diffusion constant in that case. By means of\nnumerically exact diagonalization we indeed observe diffusive behavior in the\nconsidered spin chains for a range of model parameters and confirm the\ndiffusion coefficients which were obtained for these systems from\nnon-equilibrium bath scenarios.\n","Comment: 10 pages, 7 figures, accepted for publication in Phys. Rev. B"]}]
["0906.5042",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5042"],"date":["2009-06-27","2009-11-03"],"type":["text"],"creator":["Guével, Ronan Le","Lévy-Véhel, Jacques"],"language":[],"coverage":[],"title":["A Ferguson-Klass-LePage series representation of multistable\n  multifractional processes and related processes"],"description":["  The study of non-stationary processes whose local form has controlled\nproperties is a fruitful and important area of research, both in theory and\napplications. We present here a construction of multifractional multistable\nprocesses, based on the Ferguson-Klass-LePage series representation of stable\nprocesses. We consider various particular cases of interest, including\nmultistable L\\'evy motion, multistable reverse Ornstein-Uhlenbeck process,\nlog-fractional multistable motion and linear multistable multifractional\nmotion. We also compute the finite dimensional distributions of those\nprocesses. Finally, we display numerical experiments showing graphs of\nsynthesized paths of such processes.\n"]}]
["0907.0896",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Combinatorics","32S22","52C35, 55N35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0896"],"date":["2009-07-05","2009-11-03"],"type":["text"],"creator":["Cohen, D.","Denham, G.","Falk, M.","Varchenko, A."],"language":[],"coverage":[],"title":["Critical points and resonance of hyperplane arrangements"],"description":["  If F is a master function corresponding to a hyperplane arrangement A and a\ncollection of weights y, we investigate the relationship between the critical\nset of F, the variety defined by the vanishing of the one-form w = d log F, and\nthe resonance of y. For arrangements satisfying certain conditions, we show\nthat if y is resonant in dimension p, then the critical set of F has\ncodimension at most p. These include all free arrangements and all rank 3\narrangements.\n","Comment: revised version, Canadian Journal of Mathematics, to appear"]}]
["0907.4857",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4857"],"date":["2009-07-28","2009-11-03"],"type":["text"],"creator":["Jones-Smith, Katherine","Krauss, Lawrence M.","Mathur, Harsh"],"language":[],"coverage":[],"title":["Implications of Broken Symmetry for Superhorizon Conservation Theorems\n  in Cosmology"],"description":["  Inflation produces super-horizon sized perturbations that ultimately return\nwithin the horizon and are thought to form the seeds of all observed large\nscale structure in the Universe. But inflationary predictions can only be\ncompared with present day observations if, as conventional wisdom dictates,\nthey remain unpolluted by subsequent sub-horizon causal physical processes and\ntherefore remain immune from the vicissitudes of unknown universal dynamics in\nthe intervening period. Here we demonstrate that conventional wisdom need not\nbe correct, and as a result cosmological signatures arising from intervening\nunknown non-inflationary processes may confuse the interpretation of\nobservational data today.\n","Comment: changed title"]}]
["0909.2832",{"format":[],"subject":["Quantitative Biology - Biomolecules","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.2832","Journal of Theoretical Biology 261 (2009) 531-539"],"date":["2009-09-15"],"type":["text"],"creator":["van der Gulik, Peter","Massar, Serge","Gilis, Dimitri","Buhrman, Harry","Rooman, Marianne"],"language":[],"coverage":[],"title":["The first peptides: the evolutionary transition between prebiotic amino\n  acids and early proteins"],"description":["  The issues we attempt to tackle here are what the first peptides did look\nlike when they emerged on the primitive earth, and what simple catalytic\nactivities they fulfilled. We conjecture that the early functional peptides\nwere short (3 to 8 amino acids long), were made of those amino acids, Gly, Ala,\nVal and Asp, that are abundantly produced in many prebiotic synthesis\nexperiments and observed in meteorites, and that the neutralization of Asp's\nnegative charge is achieved by metal ions. We further assume that some traces\nof these prebiotic peptides still exist, in the form of active sites in\npresent-day proteins. Searching these proteins for prebiotic peptide candidates\nled us to identify three main classes of motifs, bound mainly to Mg^{2+} ions:\nD(F/Y)DGD corresponding to the active site in RNA polymerases, DGD(G/A)D\npresent in some kinds of mutases, and DAKVGDGD in dihydroxyacetone kinase. All\nthree motifs contain a DGD submotif, which is suggested to be the common\nancestor of all active peptides. Moreover, all three manipulate phosphate\ngroups, which was probably a very important biological function in the very\nfirst stages of life. The statistical significance of our results is supported\nby the frequency of these motifs in today's proteins, which is three times\nhigher than expected by chance, with a P-value of 3 10^{-2}. The implications\nof our findings in the context of the appearance of life and the possibility of\nan experimental validation are discussed.\n","Comment: 22 pages, 2 figures, J. Theor. Biol. (2009) in press"]}]
["0909.5259",{"format":[],"subject":["Physics - Physics Education"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.5259","Caderno Brasileiro de Ensino de Fisica V26 N2 Agosto 2009\n  p.416-425"],"date":["2009-09-28","2009-11-03"],"type":["text"],"creator":["Lunazzi, J. J."],"language":[],"coverage":[],"title":["La Nube: La Manera Mas Emocionante De Experimentar Espejos Planos"],"description":["  ESPANOL: Una experiencia que parte del uso de un espejo plano colocado\nhorizontalmente a la altura de la nariz del observador, que permite uma nueva\ndimension a la experiencia de ver imagenes com espejos simples, sirve para\ndiscutir lo que aun puede hacerse para que el estudiante gane uma vision mas\nprofunda y conceptual en el aprendizaje de la fisica. El enfasis esta en la\nidea de independencia mental, que incluye la de que nuevos resultados pueden\nsurgir en el analisis de experimentos que no necesariamente precisan ser hechos\ncon elementos nuevos o de sofisticada realizacion.\n  ENGLISH TRANSLATION: The experience of employing a plane mirror located at\nthe height of the nose of an observer, giving a new dimension to the\nexperiences made with simple mirrors, is used as an example into the discussion\nof what can be done for the student to reach a deeper and conceptual insight in\nlearning Physics. The main idea lays on the mental independence, which includes\nthat new results can come through the analysis of experiments which not\nnecessarily needs to be made with new elements or through a sophisticated\nprocedure.\n","Comment: 7 pages, 3 figures. Translation to spanish from the original version,\n  which was in portughes, reported in Arxiv before"]}]
["0910.0581",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0581"],"date":["2009-10-03","2009-11-03"],"type":["text"],"creator":["Chen, Wei Yeu"],"language":[],"coverage":[],"title":["Theory of thermally activated vortex bundles flow over the\n  directional-dependent potential barriers in type-II superocnductors"],"description":["  The thermally activated vortex bundle flow over the directional-dependent\nenergy barrier in type-II superconductors is investigated. The coherent\noscillation frequency and the mean direction of the random collective pinning\nforce of the vortex bundles are evaluated by applying the random walk theorem.\nThe thermally activated vortex bundle flow velocity is obtained.The\ntemperature- and field-dependent Hall and longitudinal resistivities induced by\nthe bundle flow for type-II superconducting bulk materials and thin films are\ncalculated. All the results are in agreement with the experiments.\n","Comment: 14 pages; Corrected typos"]}]
["0910.0697",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0697"],"date":["2009-10-05","2009-11-03"],"type":["text"],"creator":["Ressayre, Nicolas"],"language":[],"coverage":[],"title":["Eigencones and the PRV conjecture"],"description":["  Let $G$ be a complex semisimple simply connected algebraic group. Given two\nirreducible representations $V_1$ and $V_2$ of $G$, we are interested in some\ncomponents of $V_1\\otimes V_2$. Consider two geometric realizations of $V_1$\nand $V_2$ using the Borel-Weil-Bott theorem. Namely, for $i=1, 2$, let $\\Li_i$\nbe a $G$-linearized line bundle on $G/B$ such that ${\\rm H}^{q_i}(G/B,\\Li_i)$\nis isomorphic to $V_i$. Assume that the cup product $$ {\\rm\nH}^{q_1}(G/B,\\Li_1)\\otimes {\\rm H}^{q_2}(G/B,\\Li_2)\\longto {\\rm\nH}^{q_1+q_2}(G/B,\\Li_1\\otimes\\Li_2) $$ is non zero. Then, ${\\rm\nH}^{q_1+q_2}(G/B,\\Li_1\\otimes\\Li_2)$ is an irreducible component of $V_1\\otimes\nV_2$; such a component is said to be {\\it cohomological}. Solving a\nDimitrov-Roth conjecture, we prove here that the cohomological components of\n$V_1\\otimes V_2$ are exactly the PRV components of stable multiplicity one.\nNote that Dimitrov-Roth already obtained some particular cases. We also\ncharacterize these components in terms of the geometry of the Eigencone of $G$.\nAlong the way, we prove that the structure coefficients of the Belkale-Kumar\nproduct on ${\\rm H}^*(G/B,\\ZZ)$ in the Schubert basis are zero or one.\n"]}]
["0910.2023",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2023"],"date":["2009-10-11","2009-11-02"],"type":["text"],"creator":["Hsiang-Lin, Lou","Pei-Hsuan, Li"],"language":[],"coverage":[],"title":["Nonabelian Kaluza-Klein Dyon"],"description":["  We propose a new nonabelian Kaluza-Klein dyon solution in the\nseven-dimensional spacetimes. This is a Wu-Yang-like Kaluza-Klein dyon. The\ndyonic metric is spherically symmetric, two spherical coordinate systems are\nused, and the metric admits SO(3) Killing vectors. It can be verified that the\nEinstein equation is satisfied in seven-dimensional spacetimes. The\nstress-energy tensor of the Yang-Mills field in Einstein equation is derived\nfrom Ricci tensor automatically, not put by hand from outside. The Ricci scalar\ncurvature \\bar{R} vanishes. The four-dimensional part of the dyonic metric is\njust the Schwarzschild black hole metric.\n"]}]
["0910.3091",{"format":[],"subject":["Mathematics - General Topology","Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3091"],"date":["2009-10-16","2009-11-03"],"type":["text"],"creator":["Dzamonja, MIrna","Juhasz, Istvan"],"language":[],"coverage":[],"title":["CH, a problem of Rolewicz and bidiscrete systems"],"description":["  We give a construction under $CH$ of a non-metrizable compact Hausdorff space\n$K$ such that any uncountable semi-biorthogonal sequence in $C(K)$ must be of a\nvery specific kind. The space $K$ has many nice properties, such as being\nhereditarily separable, hereditarily Lindel\\\"of and a 2-to-1 continuous\npreimage of a metric space, and all Radon measures on $K$ are separable.\nHowever $K$ is not a Rosenthal compactum.\n  We introduce the notion of bidiscrete systems in compact spaces and note that\nevery infinite compact Hausdorff space $K$ must have a bidiscrete system of\nsize $d(K)$, the density of $K$. This, in particular, implies that $C(K)$ has a\nbiorthogonal system of size $d(K)$.\n"]}]
["0910.3476",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Geometric Topology","14J29","14J10","14J17","53D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3476"],"date":["2009-10-19","2009-11-03"],"type":["text"],"creator":["Park, Heesang"],"language":[],"coverage":[],"title":["A complex surface of general type with $p_g=0$, $K^2=4$, and\n  $\\pi_1=\\mathbb{Z}/2\\mathbb{Z}$"],"description":["  We construct a minimal complex surface of general type with $p_g=0$, $K^2\n=4$, and $\\pi_1=\\mathbb{Z}/2\\mathbb{Z}$ using a rational blow-down surgery and\na $\\mathbb{Q}$-Gorenstein smoothing theory. In a similar fashion, we also\nconstruct a symplectic 4-manifold with $b_2^+=1$, $K^2=5$, and\n$\\pi_1=\\mathbb{Z}/2\\mathbb{Z}$.\n","Comment: 9 pages, 8 figures; Added Section 4; Corrected typos"]}]
["0911.0006",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0006"],"date":["2009-10-30"],"type":["text"],"creator":["Aihara, H.","Burrows, P.","Oreglia, M."],"language":[],"coverage":[],"title":["SiD Letter of Intent"],"description":["  Letter of intent describing SiD (Silicon Detector) for consideration by the\nInternational Linear Collider IDAG panel. This detector concept is founded on\nthe use of silicon detectors for vertexing, tracking, and electromagnetic\ncalorimetry. The detector has been cost-optimized as a general-purpose detector\nfor a 500 GeV electron-positron linear collider.\n","Comment: Letter of Intent for SiD detector concept presented to ILC IDAG"]}]
["0911.0009",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0009"],"date":["2009-10-30"],"type":["text"],"creator":["Lacerda, Pedro"],"language":[],"coverage":[],"title":["The Dark Red Spot on KBO Haumea"],"description":["  Kuiper belt object 136108 Haumea is one of the most fascinating bodies in our\nsolar system. Approximately 2000x1600x1000 km in size, it is one of the largest\nKuiper belt objects (KBOs) and an unusually elongated one for its size. The\nshape of Haumea is the result of rotational deformation due to its extremely\nshort 3.9-hour rotation period. Unlike other 1000 km-scale KBOs which are\ncoated in methane ice the surface of Haumea is covered in almost pure\nwater-ice. The bulk density of Haumea, estimated around 2.6 g/cc, suggests a\nmore rocky interior composition, different from the water-ice surface.\nRecently, Haumea has become the second KBO after Pluto to show observable signs\nof surface features. A region darker and redder than the average surface of\nHaumea has been identified, the composition and origin of which remain unknown.\nI discuss this recent finding and what it may tell us about Haumea.\n","Comment: 7 pages, 2 figures, Proc. IAU 2009 Symposium S263 \"Icy Bodies of the\n  Solar System\""]}]
["0911.0013",{"format":[],"subject":["Physics - Physics and Society","Nonlinear Sciences - Adaptation and Self-Organizing Systems","Physics - Popular Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0013"],"date":["2009-10-30"],"type":["text"],"creator":["Cherif, Alhaji","Barley, Kamal"],"language":[],"coverage":[],"title":["Stochastic Nonlinear Dynamics of Interpersonal and Romantic\n  Relationships"],"description":["  Current theories from biosocial (e.g.: the role of neurotransmitters in\nbehavioral features), ecological (e.g.: cultural, political, and institutional\nconditions), and interpersonal (e.g.: attachment) perspectives have grounded\ninterpersonal and romantic relationships in normative social experiences.\nHowever, these theories have not been developed to the point of providing a\nsolid theoretical understanding of the dynamics present in interpersonal and\nromantic relationships, and integrative theories are still lacking. In this\npaper, mathematical models are use to investigate the dynamics of interpersonal\nand romantic relationships, which are examined via ordinary and stochastic\ndifferential equations, in order to provide insight into the behaviors of love.\nThe analysis starts with a deterministic model and progresses to nonlinear\nstochastic models capturing the stochastic rates and factors (e.g.: ecological\nfactors, such as historical, cultural and community conditions) that affect\nproximal experiences and shape the patterns of relationship. Numerical examples\nare given to illustrate various dynamics of interpersonal and romantic\nbehaviors (with emphasis placed on sustained oscillations, and transitions\nbetween locally stable equilibria) that are observable in stochastic models\n(closely related to real interpersonal dynamics), but absent in deterministic\nmodels.\n"]}]
["0911.0018",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Category Theory","55P48"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0018"],"date":["2009-10-30"],"type":["text"],"creator":["Lurie, Jacob"],"language":[],"coverage":[],"title":["Derived Algebraic Geometry VI: E_k Algebras"],"description":["  In this paper, we study algebras over the little cubes operads introduced by\nBoardman and Vogt, using the formalism of higher category theory.\n","Comment: 226 pages"]}]
["0911.0025",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Representation Theory","11M99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0025"],"date":["2009-10-30"],"type":["text"],"creator":["Gillespie, Tim"],"language":[],"coverage":[],"title":["Solvable Base Change and Rankin-Selberg Convolutions"],"description":["  Given unitary automorphic cuspidal representations $\\pi$ and $\\pi'$ defined\non $GL_n(\\mathbb{A}_E)$ and $GL_m(\\mathbb{A}_F)$, respectively, with $E$ and\n$F$ solvable algebraic number fields we deduce a prime number theorem for the\nRankin-Selberg L-function $L(s,AI_{E/\\mathbb{Q}}(\\pi)\\times\nAI_{F/\\mathbb{Q}}(\\pi'))$ under a self-contragredient assumption and a suitable\nGalois invariance condition on the representations, where $AI_{K/\\mathbb{Q}}$\ndenotes the automorphic induction functor for any number field $K/\\mathbb{Q}$.\n","Comment: Submitted to the Journal of Number Theory (10/30)"]}]
["0911.0028",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0028","International Journal of Computer Science and Information\n  Security, IJCSIS, Vol. 6, No. 1, pp. 006-015, October 2009, USA"],"date":["2009-11-02"],"type":["text"],"creator":["Elalfi, A. E. E.","Elalami, M. E.","Asem, Y. M ."],"language":[],"coverage":[],"title":["Knowledge Extraction for Discriminating Male and Female in Logical\n  Reasoning from Student Model"],"description":["  The learning process is a process of communication and interaction between\nthe teacher and his students on one side and between the students and each\nothers on the other side. Interaction of the teacher with his students has a\ngreat importance in the process of learning and education. The pattern and\nstyle of this interaction is determined by the educational situation, trends\nand concerns, and educational characteristics. Classroom interaction has an\nimportance and a big role in increasing the efficiency of the learning process\nand raising the achievement levels of students. Students need to learn skills\nand habits of study, especially at the university level. The effectiveness of\nlearning is affected by several factors that include the prevailing patterns of\ninteractive behavior in the classroom. These patterns are reflected in the\nactivities of teacher and learners during the learning process. The\neffectiveness of learning is also influenced by the cognitive and non cognitive\ncharacteristics of teacher that help him to succeed, the characteristics of\nlearners, teaching subject, and the teaching methods. This paper presents a\nmachine learning algorithm for extracting knowledge from student model. The\nproposed algorithm utilizes the inherent characteristic of genetic algorithm\nand neural network for extracting comprehensible rules from the student\ndatabase. The knowledge is used for discriminating male and female levels in\nlogical reasoning as a part of an expert system course.\n","Comment: 10 pages IEEE format, International Journal of Computer Science and\n  Information Security, IJCSIS 2009, ISSN 1947 5500, Impact Factor 0.423,\n  http://sites.google.com/site/ijcsis/"]}]
["0911.0030",{"format":[],"subject":["Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0030"],"date":["2009-10-30"],"type":["text"],"creator":["Couceiro, Miguel","Haddad, Lucien"],"language":[],"coverage":[],"title":["Finitely generated maximal partial clones and their intersections"],"description":["  Let A be a finite non-singleton set. For |A|=2 we show that the partial clone\nconsisting of all selfdual monotone partial functions on A is not finitely\ngenerated, while it is the intersection of two finitely generated maximal\npartial clones on A. Moreover for |A| >= 3 we show that there are pairs of\nfinitely generated maximal partial clones whose intersection is a non-finitely\ngenerated partial clone on A.\n"]}]
["0911.0032",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0032"],"date":["2009-10-31"],"type":["text"],"creator":["Caillet, X.","Orieux, A.","Lemaitre, A.","Filloux, P.","Favero, I.","Leo, G.","Ducci, S."],"language":[],"coverage":[],"title":["Semiconductor ridge microcavity source of quantum light at room\n  temperature"],"description":["  We experimentally demonstrate an integrated semiconductor ridge microcavity\nsource of counterpropagating twin photons at room temperature in the telecom\nrange. Based on parametric down conversion with a counterpropagating\nphase-matching, pump photons generate photon pairs with an efficiency of about\n10^(-11) and a spectral linewidth of 0.3 nm for a 1mm long sample. The\nindistiguishability of the photons of the pair are measured via a two-photon\ninterference experiment showing a visibility of 85%. This work opens a route\ntowards new guided-wave semiconductor quantum devices.\n"]}]
["0911.0036",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0036","Phys. Rev B 80, 144522 (2009)","doi:10.1103/PhysRevB.80.144522"],"date":["2009-10-30"],"type":["text"],"creator":["Yin, Z. P.","Pickett, W. E."],"language":[],"coverage":[],"title":["Antiphase magnetic boundaries in iron-based superconductors: A\n  first-principle density-functional theory study"],"description":["  Superconductivity arises in the layered iron-pnictide compounds when magnetic\nlong range order disappears. We use first principles density functional methods\nto study magnetic arrangements that may compete with long range order near the\nphase boundary. Specifically, we study the energetics and charge density\ndistribution (through calculation of the electric field gradients) for ordered\nsupercells with varying densities of antiphase magnetic boundaries. We quantify\nthe amount by which Fe atoms with low spin moments at the antiphase boundaries\nhave higher energies than Fe atoms with high spin moments away from the\nantiphase boundaries. These disruptions in magnetic order should be useful in\naccounting for experimental data such as electric field gradients and hyperfine\nfields on both Fe and As atoms.\n","Comment: 7 pages, 2 figures, and 4 tables"]}]
["0911.0047",{"format":[],"subject":["Statistics - Methodology","Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0047"],"date":["2009-10-30"],"type":["text"],"creator":["Anderes, Ethan","Stein, Michael"],"language":[],"coverage":[],"title":["Local likelihood estimation of local parameters for nonstationary random\n  fields"],"description":["  We develop a weighted local likelihood estimate for the parameters that\ngovern the local spatial dependency of a locally stationary random field. The\nadvantage of this local likelihood estimate is that it smoothly downweights the\ninfluence of far away observations, works for irregular sampling locations, and\nwhen designed appropriately, can trade bias and variance for reducing\nestimation error. This paper starts with an exposition of our technique on the\nproblem of estimating an unknown positive function when multiplied by a\nstationary random field. This example gives concrete evidence of the benefits\nof our local likelihood as compared to na\\\"ive local likelihoods where the\nstationary model is assumed throughout a neighborhood. We then discuss the\ndifficult problem of estimating a bandwidth parameter that controls the amount\nof influence from distant observations. Finally we present a simulation\nexperiment for estimating the local smoothness of a local Mat\\'ern random field\nwhen observing the field at random sampling locations in $[0,1]^2$.\n"]}]
["0911.0048",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0048"],"date":["2009-10-30"],"type":["text"],"creator":["Picka, Jeffrey"],"language":[],"coverage":[],"title":["Validation of Models for the Flow of Granular Media"],"description":["  Validation of models for powder flow requires that the models be stochastic\nand that they be fit by statistical inference. Methods from spatial and\nmultivariate statistics can be used for model fitting and assessment. If the\nquality of the fitted model is not assessed, there is a significant risk the\nmodel will fail to represent the physics of powder flow.\n","Comment: 10 pages, no figures"]}]
["0911.0050",{"format":[],"subject":["Computer Science - Information Retrieval","Computer Science - Computers and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0050"],"date":["2009-10-30"],"type":["text"],"creator":["Kim, Hyoungshick","Yoon, Ji Won"],"language":[],"coverage":[],"title":["How to Compare the Scientific Contributions between Research Groups"],"description":["  We present a method to analyse the scientific contributions between research\ngroups. Given multiple research groups, we construct their journal/proceeding\ngraphs and then compute the similarity/gap between them using network analysis.\nThis analysis can be used for measuring similarity/gap of the topics/qualities\nbetween research groups' scientific contributions. We demonstrate the\npracticality of our method by comparing the scientific contributions by Korean\nresearchers with those by the global researchers for information security in\n2006 - 2008. The empirical analysis shows that the current security research in\nSouth Korea has been isolated from the global research trend.\n"]}]
["0911.0051",{"format":[],"subject":["Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0051"],"date":["2009-10-30"],"type":["text"],"creator":["Picka, Jeffrey"],"language":[],"coverage":[],"title":["Objective Methods for Assessing Models for Wildfire Spread"],"description":["  Models for wildfires must be stochastic if their ability to represent\nwildfires is to be objectively assessed. The need for models to be stochastic\nemerges naturally from the physics of the fire, and methods for assessing fit\nare constructed to exploit information found in the time evolution of the burn\nregion.\n","Comment: 9 pages, no figures"]}]
["0911.0052",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0052"],"date":["2009-10-30"],"type":["text"],"creator":["Chen, Hui","Karmakar, Sanjit","Xie, Zhenda","Shih, Yanhua"],"language":[],"coverage":[],"title":["Observation of Anti-correlation of Classical Chaotic Light"],"description":["  We wish to report an experimental observation of anti-correlation from\nfirst-order incoherent classical chaotic light. We explain why the classical\nstatistical theory does not apply and provide a quantum interpretation. In\nquantum theory, either correlation or anti-correlation is a two-photon\ninterference phenomenon, which involves the superposition of two-photon\namplitudes, a nonclassical entity corresponding to different yet\nindistinguishable alternative ways of producing a joint-photodetection event.\n"]}]
["0911.0058",{"format":[],"subject":["Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0058"],"date":["2009-10-31"],"type":["text"],"creator":["Lesov, A."],"language":[],"coverage":[],"title":["The Weak Force: From Fermi to Feynman"],"description":["  Understanding of the weak force is traced from Fermi's theory of beta decay\nto the V-A theory of the mid 1950's. The theoretical suggestion and\nexperimental confirmation of parity violation in the weak force is discussed.\nTopics are presented chronologically, leaving room for biographical sketches\nand introducing basic mathematical and physical concepts as needed.\n","Comment: 46 pages, 2 figures"]}]
["0911.0062",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0062","New Journal of Physics 11 (2009) 105033","doi:10.1088/1367-2630/11/10/105033"],"date":["2009-10-31"],"type":["text"],"creator":["Dong, Daoyi","Petersen, Ian R."],"language":[],"coverage":[],"title":["Sliding mode control of quantum systems"],"description":["  This paper proposes a new robust control method for quantum systems with\nuncertainties involving sliding mode control (SMC). Sliding mode control is a\nwidely used approach in classical control theory and industrial applications.\nWe show that SMC is also a useful method for robust control of quantum systems.\nIn this paper, we define two specific classes of sliding modes (i.e.,\neigenstates and state subspaces) and propose two novel methods combining\nunitary control and periodic projective measurements for the design of quantum\nsliding mode control systems. Two examples including a two-level system and a\nthree-level system are presented to demonstrate the proposed SMC method. One of\nmain features of the proposed method is that the designed control laws can\nguarantee desired control performance in the presence of uncertainties in the\nsystem Hamiltonian. This sliding mode control approach provides a useful\ncontrol theoretic tool for robust quantum information processing with\nuncertainties.\n","Comment: 18 pages, 4 figures"]}]
["0911.0065",{"format":[],"subject":["Mathematics - Numerical Analysis","65M50, 65M60, 65L50, 65L60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0065"],"date":["2009-10-31"],"type":["text"],"creator":["He, Yinnian","Huang, Weizhang"],"language":[],"coverage":[],"title":["A posteriori error analysis for finite element solution of elliptic\n  differential equations using equidistributing meshes"],"description":["  The paper is concerned with the adaptive finite element solution of linear\nelliptic differential equations using equidistributing meshes. A strategy is\ndeveloped for defining this type of mesh based on residual-based a posteriori\nerror estimates and rigorously analyzing the convergence of a linear finite\nelement approximation using them. The existence and computation of\nequidistributing meshes and the continuous dependence of the finite element\napproximation on mesh are also studied. Numerical results are given to verify\nthe theoretical findings.\n"]}]
["0911.0069",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0069"],"date":["2009-10-31"],"type":["text"],"creator":["Bellamy, Gwyn"],"language":[],"coverage":[],"title":["Cuspidal representations of rational Cherednik algebras at t=0"],"description":["  We study those finite dimensional quotients of the rational Cherednik algebra\nat t=0 that are supported at a point of the centre. It is shown that each such\nquotient is Morita equivalent to a certain cuspidal quotient of a rational\nCherednik algebra associated to a parabolic subgroup of W.\n","Comment: Comments welcome"]}]
["0911.0070",{"format":[],"subject":["Mathematics - Complex Variables","30G35","31B30","35G05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0070"],"date":["2009-11-02"],"type":["text"],"creator":["Malonek, Helmuth R.","Peña, Dixan Peña","Sommen, Frank"],"language":[],"coverage":[],"title":["Fischer decomposition by inframonogenic functions"],"description":["  Let D denote the Dirac operator in the Euclidean space R^m. In this paper, we\npresent a refinement of the biharmonic functions and at the same time an\nextension of the monogenic functions by considering the equation DfD=0. The\nsolutions of this \"sandwich\" equation, which we call inframonogenic functions,\nare used to obtain a new Fischer decomposition for homogeneous polynomials in\nR^m.\n","Comment: 10 pages, accepted for publication in CUBO, A Mathematical Journal"]}]
["0911.0071",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0071"],"date":["2009-10-31"],"type":["text"],"creator":["Hofmann, Holger F."],"language":[],"coverage":[],"title":["On the resolution of quantum paradoxes by weak measurements"],"description":["  In this presentation, I argue that weak measurements empirically support the\nnotion of quantum superpositions as statistical alternatives. In short, weak\nmeasurements show that Schroedinger's cat is already dead or alive before the\nmeasurement. The collapse of the wavefunction in a strong measurement should\ntherefore be separated into the statistical selection of one of the available\nalternatives and a physical interaction that causes decoherence. The\napplication to entanglement reveals that measurements in A have no physical\neffect in B, resolving the paradox of Bell`s inequality violation in favor of\nlocality and against (non-empirical) realism.\n","Comment: 5 pages, contribution to the proceedings of QIT21, held Nov. 4-5 2009\n  in Tokyo"]}]
["0911.0072",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0072"],"date":["2009-10-31"],"type":["text"],"creator":["Tolbatov, Iogann"],"language":[],"coverage":[],"title":["Superconducting nanodrop model"],"description":["  Superconducting nanodrop model is constructed on the basis of the assumption\nof equality of the free energy functional gradient term to zero due to the\norder parameter value constancy in the superconducting nanodrop volume. In the\ninvestigation, we have defined the superconducting nanodrop thermodynamical\ncharacteristics: partition function, the magnitudes of the jumps in entropy and\nspecific heat at the second order phase transition, total energy, energy\nfluctuation, specific heat, free energy, and entropy.\n","Comment: 10 pages, 0 figures. Submitted to the Izvestiya VUZov. Fizika\n  (Russian Physics Journal)"]}]
["0911.0074",{"format":[],"subject":["Mathematics - Functional Analysis","46B25, 46E40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0074"],"date":["2009-10-31"],"type":["text"],"creator":["Mueller, Paul F. X."],"language":[],"coverage":[],"title":["Two Remarks on Primary Spaces"],"description":["  We prove that for any operator $T$ on $ \\ell^\\infty(H^1 (\\bT))$, the identity\nfactores through $T$ or $\\Id - T$.\n  We re-prove analogous results of H.M. Wark for the spaces\n$\\ell^infty(H^p(\\bT))$, $1<p <\\infty$. In the present paper direct\ncombinatorics of colored dyadic intervals replaces the dependence on\nSzemeredi's theorem in the work of H. M. Wark.\n"]}]
["0911.0075",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0075"],"date":["2009-10-31"],"type":["text"],"creator":["Benincasa, Paolo"],"language":[],"coverage":[],"title":["Universality of Holographic Phase Transitions and Holographic Quantum\n  Liquids"],"description":["  We explore the phase structure for defect theories in full generality using\nthe gauge/gravity correspondence. On the gravity side, the systems are\nconstructed by introducing M (probe) D(p+4-2k)-branes in a background generated\nby N Dp-branes to obtain a codimension-k intersection. The dual gauge theory is\na U(N) Supersymmetric Yang-Mills theory on a (1+p-k)-dimensional defect with\nboth adjoint and fundamental degrees of freedom. We focus on the phase\nstructure in the chemical potential versus temperature plane. We observe the\nexistence of two universality classes for holographic gauge theories, which are\nidentified by the order of the phase transition in the interior of the chemical\npotential/temperature plane. Specifically, all the sensible systems with no\ndefect show a third order phase transition. Gauge theories on a defect with\n(p-1)-spatial directions are instead characterised by a second order phase\ntransition. One can therefore state that the order of this phase transition is\nintimately related to the codimensionality of the defect. We also discuss the\nmassless hypermultiplet at low temperature, where a thermodynamical instability\nseems to appear for $p<3$. Finally, we comment on such an instability.\n","Comment: 42 pages, 3 figures"]}]
["0911.0079",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0079"],"date":["2009-10-31"],"type":["text"],"creator":["Xiu-Lian, Xu","Chun-Hua, Fu","Ai-Fen, Liu","Da-Ren, He"],"language":[],"coverage":[],"title":["Heterogeneity of Some Cooperation/Competition Properties"],"description":["  We show that the heterogeneity index, which was proposed by Hu and Wang\n(Physica A 2008 387 3769), can be used to describe the disparity of the\ncooperation sharing or competition gain distributions that is very important\nfor the cooperation/competition system dynamic understanding. An analytical\nrelation between the distribution parameters and the heterogeneity index is\nderived, which is in a good agreement with the empirical results. Our\ntheoretical and empirical analyses also show that the relation between the\ndistribution parameters can be analytically derived from so-called Zhang-Chang\nmodel (Physica A 2006 360 599 and 2007 383 687). This strongly recommends a\npossibility to create a general dynamic cooperation/competition model based on\nZhang-Chang model.\n","Comment: 5 pages"]}]
["0911.0083",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0083"],"date":["2009-10-31"],"type":["text"],"creator":["Choi, Tae Keun","Kim, Kyung Sik","Yu, Byung Geel"],"language":[],"coverage":[],"title":["Radiative decay of $K^-p$ system and photoproduction of $\\Lambda(1405)$"],"description":["  The properties of the $\\Lambda(1405)$ resonance have been investigated from\nradiative decay of $K^- p\\to Y\\gamma$ and photoproduction $\\gamma p\\to\nK^+\\Lambda(1405)$ within the framework of the isobar model. For a consistent\nresult with recently measured branching ratios, the axial vector meson\n$K_1(1270)$ is taken into account. Strong and electromagnetic coupling\nconstants of $\\Lambda(1405)$ are extracted from these branching ratios and are\napplied to the analysis of $K^+\\Lambda(1405)$ photoproduction. The total and\ndifferential cross sections are predicted.\n","Comment: 4 pages, 3 figures"]}]
["0911.0087",{"format":[],"subject":["Mathematics - Probability","Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0087"],"date":["2009-10-31"],"type":["text"],"creator":["Speicher, Roland"],"language":[],"coverage":[],"title":["Free Probability Theory"],"description":["  Free probability theory was created by Dan Voiculescu around 1985, motivated\nby his efforts to understand special classes of von Neumann algebras. His\ndiscovery in 1991 that also random matrices satisfy asymptotically the freeness\nrelation transformed the theory dramatically. Not only did this yield\nspectacular results about the structure of operator algebras, but it also\nbrought new concepts and tools into the realm of random matrix theory. In the\nfollowing we will give, mostly from the random matrix point of view, a survey\non some of the basic ideas and results of free probability theory.\n","Comment: 21 pages; my contribution for the Handbook on Random Matrix Theory,\n  to be published by Oxford University Press"]}]
["0911.0089",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0089"],"date":["2009-10-31"],"type":["text"],"creator":["Yuksel, Melda","Liu, Xi","Erkip, Elza"],"language":[],"coverage":[],"title":["A Secure Communication Game with a Relay Helping the Eavesdropper"],"description":["  In this work a four terminal Gaussian network composed of a source, a\ndestination, an eavesdropper and a jammer relay is studied. The jammer relay\ndoes not hear the source transmission. It assists the eavesdropper and aims to\ndecrease the achievable secrecy rates. The source, on the other hand, aims to\nincrease the achievable secrecy rates. Assuming Gaussian strategies at the\nsource and the jammer relay, this problem is formulated as a two-player\nzero-sum continuous game, where the payoff is the achieved secrecy rate. For\nthis game the Nash Equilibrium is generally achieved with mixed strategies. The\noptimal cumulative distribution functions for the source and the jammer relay\nthat achieve the value of the game, which is the equilibrium secrecy rate, are\nfound.\n","Comment: 5 pages, 4 figures, published in proceedings of IEEE Information\n  Theory Workshop, Taormina, Italy, October 2009"]}]
["0911.0094",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0094"],"date":["2009-10-31"],"type":["text"],"creator":["Moschelli, George","Gavin, Sean"],"language":[],"coverage":[],"title":["The Glasma and the Hard Ridge"],"description":["  Correlation measurements indicate that excess two particle correlations\nextend over causally disconnected rapidity ranges. Although, this enhancement\nis broad in relative rapidity $\\eta=\\eta_1 - \\eta_2$, it is focused in a narrow\nregion in relative azimuthal angle $\\phi=\\phi_1 - \\phi_2$. The resulting\nstructure looks like a ridge centered at $\\eta = \\phi=0$. Similar ridge\nstructures are observed in correlations of particles associated with a jet\ntrigger (the hard ridge) and in correlations without a trigger (the soft\nridge). The long range rapidity behavior requires that the correlation\noriginates in the earliest stage of the collision, and probes properties of the\nproduction mechanism. Glasma initial conditions as predicted by the theory of\nColor Glass Condensate and provide a and early stage correlation that naturally\nextends far in rapidity. We have previously shown that the soft ridge is a\nconsequence of particles forming from an initial Glasma phase that experience a\nlater stage transverse flow. We extend this work to study the ridge dependence\non the $p_t$ of the correlated pairs. We then determine the soft contribution\nto the hard ridge.\n","Comment: Proceeding of the APS meeting of the Division of Particles and Fields\n  2009, Detroit, Mi. Also see arXiv:0910.3590"]}]
["0911.0098",{"format":[],"subject":["Mathematics - Rings and Algebras","15A21 (Primary), 05E30 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0098"],"date":["2009-10-31"],"type":["text"],"creator":["Hanson, Edward"],"language":[],"coverage":[],"title":["A characterization of Leonard pairs using the notion of a tail"],"description":["  Let $V$ denote a vector space with finite positive dimension. We consider an\nordered pair of linear transformations $A: V\\to V$ and $A^*: V\\to V$ that\nsatisfy (i) and (ii) below:\n  (i) There exists a basis for $V$ with respect to which the matrix\nrepresenting $A$ is irreducible tridiagonal and the matrix representing $A^*$\nis diagonal.\n  (ii) There exists a basis for $V$ with respect to which the matrix\nrepresenting $A^*$ is irreducible tridiagonal and the matrix representing $A$\nis diagonal.\n  We call such a pair a Leonard pair on $V$. In this paper, we characterize the\nLeonard pairs using the notion of a tail. This notion is borrowed from\nalgebraic graph theory.\n","Comment: 12 pages"]}]
["0911.0099",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0099"],"date":["2009-10-31"],"type":["text"],"creator":["Gelashvili, G. V.","Mdivnishvili, M. O.","Nanobashvili, I. S.","Nanobashvili, S. I.","Rostomashvili, G. I."],"language":[],"coverage":[],"title":["Research of shock waves near to the area of cumulation"],"description":["  The purpose of the given work is detailed research of toroidal shock wave\nmovement process to the center of symmetry in air by normal atmosphere\npressure. The wave is generated by plazma which is generated by a ring\ndischarger.\n","Comment: 4 pages, 7 figures"]}]
["0911.0104",{"format":[],"subject":["Mathematics - Combinatorics","51E20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0104"],"date":["2009-10-31"],"type":["text"],"creator":["Cherowitzo, William"],"language":[],"coverage":[],"title":["Flocks of Cones: Herds and Herd Spaces"],"description":["  This is the first in a series of articles devoted to providing a foundation\nfor a theory of flocks of arbitrary cones in PG(3,q). The desire to have such a\ntheory stems from a need to better understand the very significant and\napplicable special case of flocks of quadratic cones in PG(3,q). Flocks of\nquadratic cones have connections with several other geometrical objects,\nincluding certain types of generalized quadrangles, spreads, translation\nplanes, hyperovals (in even characteristic), ovoids, inversive planes and\nquasi-fibrations of hyperbolic quadrics. This rich collection of\ninterconnections is the basis for the strong interest in such flocks. Recent\nwork has indicated that some of these connections can be extended to\nnon-quadratic cones, so there is an additional desire to have such a theory.\n"]}]
["0911.0105",{"format":[],"subject":["Computer Science - Logic in Computer Science","F.1.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0105"],"date":["2009-10-31"],"type":["text"],"creator":["Pratt-Hartmann, Ian","Düntsch, Ivo"],"language":[],"coverage":[],"title":["Functions Definable by Numerical Set-Expressions"],"description":["  A \"numerical set-expression\" is a term specifying a cascade of arithmetic and\nlogical operations to be performed on sets of non-negative integers. If these\noperations are confined to the usual Boolean operations together with the\nresult of lifting addition to the level of sets, we speak of \"additive\ncircuits\". If they are confined to the usual Boolean operations together with\nthe result of lifting addition and multiplication to the level of sets, we\nspeak of \"arithmetic circuits\". In this paper, we investigate the definability\nof sets and functions by means of additive and arithmetic circuits,\noccasionally augmented with additional operations.\n"]}]
["0911.0112",{"format":[],"subject":["Mathematics - General Mathematics","81Q05","35C05","35C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0112"],"date":["2009-10-31"],"type":["text"],"creator":["Bagis, Nikos"],"language":[],"coverage":[],"title":["The general solution of Schrodigers differential equation"],"description":["  In this note we solve theoretically the Schrodingers differential equation\nusing results based on our previous work which concern semigroup operators. Our\nmethod does not use eigenvectors or eigenvalues and the solution depends only\nfrom the selected base of the Hilbert space.\n","Comment: 5 pages"]}]
["0911.0115",{"format":[],"subject":["Mathematical Physics","16W22","37C10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0115"],"date":["2009-10-31"],"type":["text"],"creator":["Okninski, Andrzej"],"language":[],"coverage":[],"title":["SU(1,1) group action and the corresponding Bloch equation"],"description":["  Discrete time dynamics on the SU(1,1) group is studied. It is shown that a\nmap acting in the dual space is the stroboscopic map for a SU(1,1) Bloch\nequation. Exact solution of the map is used to elucidate the corresponding\ndynamics. It is shown that dynamics of the SU(1,1) Bloch equation in the\nelliptic case bears close analogy to the SU(2) Bloch dynamics.\n","Comment: LaTeX, 9 pages, 3 figures"]}]
["0911.0120",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0120"],"date":["2009-10-31"],"type":["text"],"creator":["Bai, Xue-Ning","Spitkovsky, Anatoly"],"language":[],"coverage":[],"title":["Modeling Pulsar Gamma-Ray Light Curves Using Realistic Magnetospheric\n  Geometries"],"description":["  Gamma-ray emission from pulsars is thought to arise from accelerating regions\nin pulsar's outer magnetosphere. The shape of the light curves is thus\nsensitive to the details of the magnetic geometry of the magnetosphere. In this\nwork, we show the first calculations of light curves from the more realistic\nforce-free field under the framework of conventional emission models. We\ncompare the properties of gamma-ray emission between the commonly used vacuum\ndipole magnetic field and the new force-free field. We discuss the role of the\npolar cap shape and aberration effect on the appearance of the light curves as\nwell as the formation of caustics on the sky map. With the force-free field,\nthe double-peak pulse profile is best reproduced if the emission zone lies in a\nthin layer just outside the current sheet, and the peaks are mainly contributed\nfrom regions near the light cylinder. The conventional two-pole caustic model\ncan produce up to four peaks in general, while the conventional outer-gap model\ncan normally produce only one peak. These results will be useful for\ninterpreting Fermi telescope observations.\n","Comment: 3 pages, in Proceedings of the 10th Asian-Pacific Regional IAU\n  Meeting, 2008, Aug.3-6, Kunming"]}]
["0911.0126",{"format":[],"subject":["Mathematics - Combinatorics","05C50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0126"],"date":["2009-11-01"],"type":["text"],"creator":["Qiu, Ke","Qiu, Rong","Jiang, Yong","Shen, Jian"],"language":[],"coverage":[],"title":["On the Spectrum of Middle-Cubes"],"description":["  A middle-cube is an induced subgraph consisting of nodes at the middle two\nlayers of a hypercube. The middle-cubes are related to the well-known Revolving\nDoor (Middle Levels) conjecture. We study the middle-cube graph by completely\ncharacterizing its spectrum. Specifically, we first present a simple proof of\nits spectrum utilizing the fact that the graph is related to Johnson graphs\nwhich are distance-regular graphs and whose eigenvalues can be computed using\nthe association schemes. We then give a second proof from a pure graph theory\npoint of view without using its distance regular property and the technique of\nassociation schemes.\n","Comment: 8 Pages"]}]
["0911.0128",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0128"],"date":["2009-11-01"],"type":["text"],"creator":["Gorelov, Igor","Hoeferkamp, Martin","Seidel, Sally","Toms, Konstantin"],"language":[],"coverage":[],"title":["ATLAS Pixel Radiation Monitoring with HVPP4 System"],"description":["  In this talk we present the basis for the protocol for radiation monitoring\nof the ATLAS Pixel Sensors. The monitoring is based on a current measurement\nsystem, HVPP4. The status on the ATLAS HVPP4 system development is also\npresented.\n","Comment: Talk given at DPF-2009, Detroit, MI, July 2009; 8 pages, 4 figures, 6\n  tables; To be published in the proceedings of DPF-2009, Detroit, MI, July\n  2009, eConf C090726"]}]
["0911.0132",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0132"],"date":["2009-11-01"],"type":["text"],"creator":["Bus, S. J.","Rayner, J. T.","Tokunaga, A. T.","Tollestrup, E. V."],"language":[],"coverage":[],"title":["The NASA Infrared Telescope Facility"],"description":["  This white paper describes the NASA Infrared Telescope Facility, its\ncapabilities, and its role in current and future research in planetary\nastronomy.\n","Comment: 8 pages, 1 figure, white paper for the Planetary Science Decadal\n  Survey conducted by the National Academy of Sciences"]}]
["0911.0136",{"format":[],"subject":["Computer Science - Software Engineering","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0136"],"date":["2009-11-01"],"type":["text"],"creator":["Huang, Yu","Yu, Jianping","Cao, Jiannong","Ma, Xiaoxing","Tao, Xianping","Lu, Jian"],"language":[],"coverage":[],"title":["Checking Behavioral Consistency Constraints for Pervasive Context in\n  Asynchronous Environments"],"description":["  Context consistency checking, the checking of specified constraint on\nproperties of contexts, is essential to context-aware applications. In order to\ndelineate and adapt to dynamic changes in the pervasive computing environment,\ncontext-aware applications often need to specify and check behavioral\nconsistency constraints over the contexts. This problem is challenging mainly\ndue to the distributed and asynchronous nature of pervasive computing\nenvironments. Specifically, the critical issue in checking behavioral\nconstraints is the temporal ordering of contextual activities. The contextual\nactivities usually involve multiple context collecting devices, which are\nfully-decentralized and interact in an asynchronous manner. However, existing\ncontext consistency checking schemes do not work in asynchronous environments,\nsince they implicitly assume the availability of a global clock or relay on\nsynchronized interactions.\n  To this end, we propose the Ordering Global Activity (OGA) algorithm, which\ndetects the ordering of the global activities based on predicate detection in\nasynchronous environments. The essence of our approach is the message causality\nand its on-the-fly coding as logic vector clocks in asynchronous environments.\nWe implement the Middleware Infrastructure for Predicate detection in\nAsynchronous environments (MIPA), over which the OGA algorithm is implemented\nand evaluated. The evaluation results show the impact of asynchrony on the\nchecking of behavioral consistency constraints, which justifies the primary\nmotivation of our work. They also show that OGA can achieve accurate checking\nof behavioral consistency constraints in dynamic pervasive computing\nenvironments.\n","Comment: 9 pages, 9 figures"]}]
["0911.0140",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0140"],"date":["2009-11-01"],"type":["text"],"creator":["Bermond, Jean-Claude","Muñoz, Xavier","Valls, Ignasi Sau"],"language":[],"coverage":[],"title":["Traffic Grooming in Bidirectional WDM Ring Networks"],"description":["  We study the minimization of ADMs (Add-Drop Multiplexers) in optical WDM\nbidirectional rings considering symmetric shortest path routing and all-to-all\nunitary requests. We precisely formulate the problem in terms of graph\ndecompositions, and state a general lower bound for all the values of the\ngrooming factor $C$ and $N$, the size of the ring. We first study exhaustively\nthe cases C=1, $C = 2$, and C=3, providing improved lower bounds, optimal\nconstructions for several infinite families, as well as asymptotically optimal\nconstructions and approximations. We then study the case $C>3$, focusing\nspecifically on the case $C = k(k+1)/2$ for some $k \\geq 1$. We give optimal\ndecompositions for several congruence classes of $N$ using the existence of\nsome combinatorial designs. We conclude with a comparison of the cost functions\nin unidirectional and bidirectional WDM rings.\n"]}]
["0911.0141",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0141","International Conference on Networking and Services, Valence :\n  Spain (2009)","doi:10.1109/ICNS.2009.36"],"date":["2009-11-01"],"type":["text"],"creator":["Aboue-Nze, Cédric Gaël","Guinand, Frédéric","Pigné, Yoann"],"language":[],"coverage":[],"title":["Impact of Obstacles on the Degree of Mobile Ad Hoc Connection Graphs"],"description":["  What is the impact of obstacles on the graphs of connections between stations\nin Mobile Ad hoc Networks? In order to answer, at least partially, this\nquestion, the first step is to define both an environment with obstacles and a\nmobility model for the stations in such an environment. The present paper\nfocuses on a new way of considering the mobility within environments with\nobstacles, while keeping the core ideas of the well-known Random WayPoint\nmobility model (a.k.a RWP). Based on a mesh-partitioning of the space, we\npropose a new model called RSP-O-G for which we compute the spatial\ndistribution of stations and analyse how the presence of obstacles impacts this\ndistribution compared to the distribution when no obstacles are present.\nCoupled with a simple model of radio propagation, and according to the density\nof stations in the environment, we study the mean degree of the connection\ngraphs corresponding to such mobile ad hoc networks.\n"]}]
["0911.0143",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0143"],"date":["2009-11-01"],"type":["text"],"creator":["Omrani, Reza","Garg, Gagan","Kumar, P. Vijay","Elia, Petros","Bhambhani, Pankaj"],"language":[],"coverage":[],"title":["Large Families of Optimal Two-Dimensional Optical Orthogonal Codes"],"description":["  Nine new 2-D OOCs are presented here, all sharing the common feature of a\ncode size that is much larger in relation to the number of time slots than\nthose of constructions appearing previously in the literature. Each of these\nconstructions is either optimal or asymptotically optimal with respect to\neither the original Johnson bound or else a non-binary version of the Johnson\nbound introduced in this paper.\n  The first 5 codes are constructed using polynomials over finite fields - the\nfirst construction is optimal while the remaining 4 are asymptotically optimal.\nThe next two codes are constructed using rational functions in place of\npolynomials and these are asymptotically optimal. The last two codes, also\nasymptotically optimal, are constructed by composing two of the above codes\nwith a constant weight binary code.\n  Also presented, is a three-dimensional OOC that exploits the polarization\ndimension.\n  Finally, phase-encoded optical CDMA is considered and construction of two\nefficient codes are provided.\n"]}]
["0911.0147",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0147"],"date":["2009-11-01"],"type":["text"],"creator":["Chernega, V. N.","Man'ko, V. I.","Sadovnikov, B. I."],"language":[],"coverage":[],"title":["Radon transform and kinetic equations in tomographic representation"],"description":["  Statistical properties of classical random process are considered in\ntomographic representation. The Radon integral transform is used to construct\nthe tomographic form of kinetic equations. Relation of probability density on\nphase space for classical systems with tomographic probability distributions is\nelucidated. Examples of simple kinetic equations like Liouville equations for\none and many particles are studied in detail.\n","Comment: 8 pages, to appear in Journal of Russian Laser Research"]}]
["0911.0151",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0151","International Journal of Computer Science and Information\n  Security, IJCSIS, Vol. 6, No. 1, pp. 056-060, October 2009, USA"],"date":["2009-11-02"],"type":["text"],"creator":["Vasilescu, Rares"],"language":[],"coverage":[],"title":["An Alternative To Common Content Management Techniques"],"description":["  Content management systems use various strategies to store and manage\ninformation. One of the most usual methods encountered in commercial products\nis to make use of the file system to store the raw content information, while\nthe associated metadata is kept synchronized in a relational database\nmanagement system. This strategy has its advantages but we believe it also has\nsignificant limitations which should be addressed and eventually solved. In\nthis paper we propose an alternative method of storing and managing content\naiming at finding solutions for current limitations both in terms of functional\nand nonfunctional requirements.\n","Comment: 5 pages IEEE format, International Journal of Computer Science and\n  Information Security, IJCSIS 2009, ISSN 1947 5500, Impact Factor 0.423,\n  http://sites.google.com/site/ijcsis/"]}]
["0911.0152",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","60G60 (Primary), 60G65, 35Q53, 60G10 (Secondary), 35Q58"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0152"],"date":["2009-11-01"],"type":["text"],"creator":["Adler, Mark","Delepine, Jonathan","van Moerbeke, Pierre","Vanhaecke, Pol"],"language":[],"coverage":[],"title":["A PDE for Nonintersecting Brownian Motions and Applications"],"description":["  Consider non-intersecting Brownian motions on the real line, starting from\nthe origin at t=0, with a number of particles forced to reach p distinct target\npoints at time t=1. This work shows that the transition probability, that is\nthe probability for the particles to pass through windows E_k at times t_k,\nsatisfies, in a new set of variables, a non-linear PDE which can be expressed\nas a near-Wronskian; that is a determinant of a matrix of size p+1, with each\nrow being a derivative of the previous, except for the last column. It is an\ninteresting open question to understand those equations from a more\nprobabilistic point of view.\n  As an application of these equations, let the number of particles forced to\nthe extreme target points (the first and the last one) tend to infinity; keep\nthe number of particles forced to intermediate target points fixed (inliers),\nbut let the target points themselves go to infinity according to a proper\nscale. A new critical process appears at the point of bifurcation, where the\nbulk of the particles forced to the first target point depart from those going\nto the last target point. These statistical fluctuations near that point of\nbifurcation are specified by a kernel, which is a rational perturbation of the\nPearcey kernel. Finally, the paper contains a conjecture.\n","Comment: 44 pages, 2 figures"]}]
["0911.0155",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0155"],"date":["2009-11-01"],"type":["text"],"creator":["Arndt, Markus","Juffmann, Thomas","Vedral, Vlatko"],"language":[],"coverage":[],"title":["Quantum physics meets biology"],"description":["  Quantum physics and biology have long been regarded as unrelated disciplines,\ndescribing nature at the inanimate microlevel on the one hand and living\nspecies on the other hand. Over the last decades the life sciences have\nsucceeded in providing ever more and refined explanations of macroscopic\nphenomena that were based on an improved understanding of molecular structures\nand mechanisms. Simultaneously, quantum physics, originally rooted in a world\nview of quantum coherences, entanglement and other non-classical effects, has\nbeen heading towards systems of increasing complexity. The present perspective\narticle shall serve as a pedestrian guide to the growing interconnections\nbetween the two fields. We recapitulate the generic and sometimes unintuitive\ncharacteristics of quantum physics and point to a number of applications in the\nlife sciences. We discuss our criteria for a future quantum biology, its\ncurrent status, recent experimental progress and also the restrictions that\nnature imposes on bold extrapolations of quantum theory to macroscopic\nphenomena.\n","Comment: 26 pages, 4 figures, Perspective article for the HFSP Journal"]}]
["0911.0156",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0156","Laser Physics 19, 1729 (2009)","doi:10.1134/S1054660X09160038"],"date":["2009-11-01"],"type":["text"],"creator":["Ishkhanyan, H. A.","Krainov, V. P."],"language":[],"coverage":[],"title":["Above-Barrier Reflection of Cold Atoms by Resonant Laser Light within\n  the Gross-Pitaevskii Approximation"],"description":["  Above-barrier reflection of cold alkali atoms by resonant laser light was\nconsidered analytically within the Gross-Pitaevskii approximation. Correction\nfor the reflection coefficient because of a weak nonlinearity of the stationary\nSchroedinger equation has been derived using multiscale analysis as a form of\nperturbation theory. The nonlinearity adds spatial harmonics to linear incident\nand reflecting waves. It was shown that the role of nonlinearity increases when\nthe kinetic energy of an atom is nearly to the height of the potential barrier.\nResults are compared to the known numerical derivations for wave functions of\nthe Gross-Pitaevskii equation with the step potential.\n"]}]
["0911.0157",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0157","Phys. Rev. A 80, 045601 (2009)","doi:10.1103/PhysRevA.80.045601"],"date":["2009-11-01"],"type":["text"],"creator":["Ishkhanyan, H. A.","Krainov, V. P."],"language":[],"coverage":[],"title":["Multiple-scale analysis for resonance reflection by a one-dimensional\n  rectangular barrier in the Gross-Pitaevskii problem"],"description":["  We consider a quantum above-barrier reflection of a Bose-Einstein condensate\nby a one-dimensional rectangular potential barrier, or by a potential well, for\nnonlinear Schroedinger equation (Gross-Pitaevskii equation) with a small\nnonlinearity. The most interesting case is realized in resonances when the\nreflection coefficient is equal to zero for the linear Schroedinger equation.\nThen the reflection is determined only by small nonlinear term in the\nGross-Pitaevskii equation. A simple analytic expression has been obtained for\nthe reflection coefficient produced only by the nonlinearity. An analytical\ncondition is found when common action of potential barrier and nonlinearity\nproduces a zero reflection coefficient. The reflection coefficient is derived\nanalytically in the vicinity of resonances which are shifted by nonlinearity.\n"]}]
["0911.0159",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0159"],"date":["2009-11-01"],"type":["text"],"creator":["Glazov, A."],"language":[],"coverage":[],"title":["Recent Results from HERA"],"description":["  HERA $ep$ collider provides unique information on the proton structure. High\ncenter of mass energy $s=320$ GeV gives access to both the low Bjorken-$x$\ndomain and regime of high momentum transfers $Q$. Recently the H1 collaboration\nreported a high precision measurement of the structure function $F_2$ at low\n$x$ leading to tight constraints on the sea quark and gluon densities. Both the\nH1 and ZEUS collaborations measure the structure function $F_L$ which provides\nan important cross check of the conventional QCD picture. This measurement is\nrecently extended by H1 to low $Q^2$ where small $x$ corrections may play\nimportant role. An ultimate precision of the deep inelastic scattering cross\nsection measurement is achieved by combining the measurements of the H1 and\nZEUS collaborations. The combined data are used as a sole input to a QCD fit to\nobtained HERA PDF set. New measurements of inclusive $e^-p$ neutral and charged\ncurrent scattering cross sections by the ZEUS collaboration at high $Q^2$\nimprove precision in this kinematic domain. H1 analysis of the DIS high $P_t$\njet production cross section is used for a determination of the strong coupling\nconstant $\\alpha_S$. Separation of the strange quark density from the total sea\nis obtained by the HERMES collaboration using tagged $K^{\\pm}$ production.\n","Comment: To be published in the proceedings of DPF-2009, Detroit, MI, July\n  2009, eConf C090726"]}]
["0911.0162",{"format":[],"subject":["Mathematics - Probability","60K15","45E99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0162"],"date":["2009-11-01"],"type":["text"],"creator":["Albeverio, S.","Koroliuk, V. S.","Samoilenko, I. V."],"language":[],"coverage":[],"title":["Asymptotic expansion of semi-Markov random evolutions"],"description":["  Regular and singular parts of asymptotic expansions of semi-Markov random\nevolutions are given. Regularity of boundary conditions is shown. An algorithm\nfor calculation of initial conditions is proposed.\n"]}]
["0911.0163",{"format":[],"subject":["Mathematics - Probability","60J25","35C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0163"],"date":["2009-11-01"],"type":["text"],"creator":["Samoilenko, I. V."],"language":[],"coverage":[],"title":["Asymptotic expansion of Markov random evolution"],"description":["  Is studied asymptotic expansion for solution of singularly perturbed equation\nfor Markov random evolution in Rd. The views of regular and singular parts of\nsolution are found.\n"]}]
["0911.0164",{"format":[],"subject":["Mathematics - Probability","60J55","60B10","60F17","60K10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0164"],"date":["2009-11-01"],"type":["text"],"creator":["Samoilenko, I. V."],"language":[],"coverage":[],"title":["On weak convergence for stochastic evolutionary systems in average\n  principle"],"description":["  Weak convergence of the stochastic evolutionary system to the average\nevolutionary system is proved. The method proposed by R.Liptser in for\nsemimartingales is used. But we apply a solution of singular perturbation\nproblem instead of ergodic theorem.\n"]}]
["0911.0165",{"format":[],"subject":["Mathematics - Probability","60K99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0165"],"date":["2009-11-01"],"type":["text"],"creator":["Samoilenko, I. V."],"language":[],"coverage":[],"title":["Distribution Function of Markovian Random Evolution in Rn"],"description":["  Obvious view of distribution function of Markovian random evolution is found\nin terms of Bessel functions of n+1-th order.\n"]}]
["0911.0168",{"format":[],"subject":["Mathematics - Probability","60J55","60B10","60F17","60K10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0168"],"date":["2009-11-01"],"type":["text"],"creator":["Koroliuk, V. S.","Limnios, N.","Samoilenko, I. V."],"language":[],"coverage":[],"title":["Levy Approximation of Impulsive Recurrent Process with Markov Switching"],"description":["  In this paper, the weak convergence of impulsive recurrent process with\nMarkov switching in the scheme of Levy approximation is proved. For the\nrelative compactness, a method proposed by R. Liptser for semimartingales is\nused with a modification, where we apply a solution of a singular perturbation\nproblem instead of an ergodic theorem.\n"]}]
["0911.0170",{"format":[],"subject":["Mathematics - Probability","91A05","91A10","90A15","90D05","37L30","28A80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0170"],"date":["2009-11-01"],"type":["text"],"creator":["Albeverio, S.","Koshmanenko, V.","Samoilenko, I."],"language":[],"coverage":[],"title":["The conflict interaction between two complex systems. Cyclic migration"],"description":["  We construct and study a discrete time model describing the conflict\ninteraction between two complex systems with non-trivial internal structures.\nThe external conflict interaction is based on the model of alternative\ninteraction between a pair of non-annihilating opponents. The internal conflict\ndynamics is similar to the one of a predator-prey model. We show that the\ntypical trajectory of the complex system converges to an asymptotic attractive\ncycle. We propose an interpretation of our model in terms of migration\nprocesses.\n"]}]
["0911.0174",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0174","International Journal of Computer Science and Information\n  Security, IJCSIS, Vol. 6, No. 1, pp. 040-046, October 2009, USA"],"date":["2009-11-02"],"type":["text"],"creator":["Qureshi, Muhammad Aasim","Hassan, Dr. Fadzil B.","Safdar, Sohail","Akbar, Rehan"],"language":[],"coverage":[],"title":["A O(E) Time Shortest Path Algorithm For Non Negative Weighted Undirected\n  Graphs"],"description":["  In most of the shortest path problems like vehicle routing problems and\nnetwork routing problems, we only need an efficient path between two points\nsource and destination, and it is not necessary to calculate the shortest path\nfrom source to all other nodes. This paper concentrates on this very idea and\npresents an algorithm for calculating shortest path for (i) nonnegative\nweighted undirected graphs (ii) unweighted undirected graphs. The algorithm\ncompletes its execution in O(E) for all graphs except few in which longer path\n(in terms of number of edges) from source to some node makes it best selection\nfor that node. The main advantage of the algorithms is its simplicity and it\ndoes not need complex data structures for implementations.\n","Comment: 7 pages IEEE format, International Journal of Computer Science and\n  Information Security, IJCSIS 2009, ISSN 1947 5500, Impact Factor 0.423,\n  http://sites.google.com/site/ijcsis/"]}]
["0911.0180",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0180"],"date":["2009-11-02"],"type":["text"],"creator":["Klopot, Y. N.","Oganesian, A. G.","Teryaev, O. V."],"language":[],"coverage":[],"title":["Dispersive Approach to Abelian Axial Anomaly, Mixing of Pseudoscalar\n  Mesons and Symmetries"],"description":["  We suggest a rigorous generalization of the pseudoscalar mesons mixing\ndescription in SU(3) basis. It is shown that the appearance of extra massive\nstate nicknamed in the paper as glueball is unavoidable in any scheme with more\nthan one angle. In this framework we develop the dispersive approach to Abelian\naxial anomaly of isoscalar non-singlet current. Combining it with the analysis\nof experimental data of charmonium radiative decays ratio we get the number of\nquite strict constraints for mixing parameters. Our analysis favors the equal\nvalues of axial currents coupling constants which may be considered as a\nmanifestation of SU(3) symmetry and possible violation of chiral symmetry based\npredictions.\n","Comment: 16 pages, 7 figures"]}]
["0911.0183",{"format":[],"subject":["Computer Science - Information Theory","Mathematics - Commutative Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0183"],"date":["2009-11-01"],"type":["text"],"creator":["Panayirci, Erdal","Dogan, Hakan","Poor, H. Vincent"],"language":[],"coverage":[],"title":["A Gibbs Sampling Based MAP Detection Algorithm for OFDM Over Rapidly\n  Varying Mobile Radio Channels"],"description":["  In orthogonal frequency-division multiplexing (OFDM) systems operating over\nrapidly time-varying channels, the orthogonality between subcarriers is\ndestroyed leading to inter-carrier interference (ICI) and resulting in an\nirreducible error floor. In this paper, a new and low-complexity maximum {\\em a\nposteriori} probability (MAP) detection algorithm is proposed for OFDM systems\noperating over rapidly time-varying multipath channels. The detection algorithm\nexploits the banded structure of the frequency-domain channel matrix whose\nbandwidth is a parameter to be adjusted according to the speed of the mobile\nterminal. Based on this assumption, the received signal vector is decomposed\ninto reduced dimensional sub-observations in such a way that all components of\nthe observation vector contributing to the symbol to be detected are included\nin the decomposed observation model. The data symbols are then detected by the\nMAP algorithm by means of a Markov chain Monte Carlo (MCMC) technique in an\noptimal and computationally efficient way. Computational complexity\ninvestigation as well as simulation results indicate that this algorithm has\nsignificant performance and complexity advantages over existing suboptimal\ndetection and equalization algorithms proposed earlier in the literature.\n","Comment: 6 pages, 4 figures"]}]
["0911.0186",{"format":[],"subject":["Mathematics - Group Theory","20F65, 20E08"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0186"],"date":["2009-11-01"],"type":["text"],"creator":["Papasoglu, Panos"],"language":[],"coverage":[],"title":["Splittings and the asymptotic topology of the lamplighter group"],"description":["  It is known that splittings of finitely presented groups over 2-ended groups\ncan be characterized geometrically. We show that this characterization does not\nextend to all finitely generated groups. Answering a question of Kleiner we\nshow that the Cayley graph of the lamplighter group is coarsely separated by\nquasi-circles.\n","Comment: 11 pages"]}]
["0911.0188",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Physics - Medical Physics","Quantitative Biology - Other Quantitative Biology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0188"],"date":["2009-11-01"],"type":["text"],"creator":["Majumdar, Kaushik"],"language":[],"coverage":[],"title":["Differential Operator in Seizure Detection"],"description":["  Differential operators can detect significant changes in signals. This has\nbeen utilized to enhance the contrast of the seizure signatures in depth EEG or\nECoG. We have actually taken normalized exponential of absolute value of single\nor double derivative of epileptic ECoG. Variance operation has been performed\nto automatically detect seizures. A novel method for determining the duration\nof seizure has also been proposed. Since all operations take only linear time,\nthe whole method is extremely fast. Seven novel parameters have been introduced\nwhose patient specific thresholding brings down the rate of false detection to\na bare minimum. Results of implementation on the ECoG data of four epileptic\npatients have been reported with an ROC curve analysis. High value of the area\nunder the ROC curve indicates excellent detection performance.\n","Comment: 15 pages, 3 figures, two tables. Submitted to Computers in Biology\n  and Medicine (Elsevier)"]}]
["0911.0190",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0190"],"date":["2009-11-01"],"type":["text"],"creator":["Reisenegger, Andreas","Jofré, Paula","Fernández, Rodrigo"],"language":[],"coverage":[],"title":["Constraining a possible time-variation of the gravitational constant\n  through \"gravitochemical heating\" of neutron stars"],"description":["  A hypothetical time-variation of the gravitational constant $G$ would make\nneutron stars expand or contract, so the matter in their interiors would depart\nfrom beta equilibrium. This induces non-equilibrium weak reactions, which\nrelease energy that is invested partly in neutrino emission and partly in\ninternal heating. Eventually, the star arrives at a stationary state in which\nthe temperature remains nearly constant, as the forcing through the change of\n$G$ is balanced by the ongoing reactions. Using the surface temperature of the\nnearest millisecond pulsar (PSR J0437$-$4715) inferred from ultraviolet\nobservations and results from theoretical modelling of the thermal evolution,\nwe estimate two upper limits for this variation: (1) $|\\dot G/G| < 2 \\times\n10^{-10}\\mathrm{yr}^{-1},$ if the fast, \"direct Urca\" reactions are allowed,\nand (2) $|\\dot G/G|<4\\times 10^{-12}\\mathrm{yr}^{-1},$ considering only the\nslower, \"modified Urca\" reactions. The latter is among the most restrictive\nupper limits obtained by other methods.\n","Comment: IAU 2009 JD9 conference proceedings. MmSAIt, vol.80, in press. Paolo\n  Molaro & Elisabeth Vangioni, eds. - 4 pages, 2 figures"]}]
["0911.0194",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0194"],"date":["2009-11-01","2009-11-03"],"type":["text"],"creator":["Fernández, Francisco M."],"language":[],"coverage":[],"title":["On exact and perturbation solutions to nonlinear equations for heat\n  transfer models"],"description":["  We analyze some exact and approximate solutions to nonlinear equations for\nheat transfer models. We prove that recent results derived from a method based\non Lie algebras are either trivial or wrong. We test a simple analytical\nexpression based on the hypervirial theorem and also discuss earlier\nperturbation results.\n"]}]
["0911.0195",{"format":[],"subject":["Mathematics - Combinatorics","05A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0195"],"date":["2009-11-01"],"type":["text"],"creator":["Valyuzhenich, Alexander"],"language":[],"coverage":[],"title":["Two bijections for sets of words with forbidden factors"],"description":["  In a recent paper by Kitaev and Remmel, several formulas for the number of\nwords of length n avoiding some generalized patterns were established. Each\ntime the obtained function of n had been found in Sloane's Encyclopedia as the\nnumber of some other objects, but the bijections between the two sets did not\nfollow from the proof. Kitaev and Remmel stated four open problems on finding\nrespective bijections. Here we solve two of them, concerning sequences A007070\nand A048739.\n","Comment: 4 pp"]}]
["0911.0199",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0199"],"date":["2009-11-01"],"type":["text"],"creator":["Dixon, John A."],"language":[],"coverage":[],"title":["Some Properties of Chiral Dotted Spinor Superfields"],"description":["  Chiral superfields with multiple dotted Lorentz spinor indices (`dotspinors')\nare important in the analysis of supersymmetry breaking through the mechanisms\nof Cybersusy. This paper describes the actions for massive dotspinors coupled\nto supersymmetric gauge theory and to chiral matter. It analyzes the free\nequations of motion and mass spectra for the case of unbroken supersymmetry.\nThe general form of the Cybersusy algebra for dotsupers with multiple indices\nis also discussed briefly.\n","Comment: 20 pages"]}]
["0911.0201",{"format":[],"subject":["Quantum Physics","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0201"],"date":["2009-11-01"],"type":["text"],"creator":["Kempe, Julia","Regev, Oded"],"language":[],"coverage":[],"title":["No Strong Parallel Repetition with Entangled and Non-signaling Provers"],"description":["  We consider one-round games between a classical verifier and two provers. One\nof the main questions in this area is the \\emph{parallel repetition question}:\nIf the game is played $\\ell$ times in parallel, does the maximum winning\nprobability decay exponentially in $\\ell$? In the classical setting, this\nquestion was answered in the affirmative by Raz. More recently the question\narose whether the decay is of the form $(1-\\Theta(\\eps))^\\ell$ where $1-\\eps$\nis the value of the game and $\\ell$ is the number of repetitions. This question\nis known as the \\emph{strong parallel repetition question} and was motivated by\nits connections to the unique games conjecture. It was resolved by Raz who\nshowed that strong parallel repetition does \\emph{not} hold, even in the very\nspecial case of games known as XOR games.\n  This opens the question whether strong parallel repetition holds in the case\nwhen the provers share entanglement. Evidence for this is provided by the\nbehavior of XOR games, which have strong (in fact \\emph{perfect}) parallel\nrepetition, and by the recently proved strong parallel repetition of linear\nunique games. A similar question was open for games with so-called\nnon-signaling provers. Here the best known parallel repetition theorem is due\nto Holenstein, and is of the form $(1-\\Theta(\\eps^2))^\\ell$.\n  We show that strong parallel repetition holds neither with entangled provers\nnor with non-signaling provers. In particular we obtain that Holenstein's bound\nis tight. Along the way we also provide a tight characterization of the\nasymptotic behavior of the entangled value under parallel repetition of unique\ngames in terms of a semidefinite program.\n","Comment: 15 pages, 2 figures"]}]
["0911.0210",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0210"],"date":["2009-11-01"],"type":["text"],"creator":["Bandyopadhyay, Supriyo"],"language":[],"coverage":[],"title":["Comment on \"Control of Spin Precession in a Spin-Injected Field Effect\n  Transistor\" [Science, 325, 1515 (2009)]"],"description":["  A recently published report in the journal Science claims that the Datta-Das\nSpin Field Effect Transistor has been demonstrated because an exact agreement\nwas found between the voltage modulation in a fabricated structure and a\ntheoretical equation that supposedly describes the voltage modulation of the\nDatta-Das Transistor. Here, I show that the said theoretical equation holds\nonly for a one-dimensional transistor, or perhaps a quasi one-dimensional\ntransistor, and is certainly not applicable to the two-dimensional transistor\nstudied. Hence, the exact agreement is meaningless and does not substantiate\nthe claim.\n","Comment: rejected by Science"]}]
["0911.0215",{"format":[],"subject":["Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0215"],"date":["2009-11-01"],"type":["text"],"creator":["Rivas, Manuel A.","Daly, Mark J.","Pe'er, Itsik"],"language":[],"coverage":[],"title":["Age, Sex, and Genetic Architecture of Human Gene Expression in EBV\n  Transformed Cell Lines"],"description":["  Individual expression profiles from EBV transformed cell lines are an\nemerging resource for genomic investigation. In this study we characterize the\neffects of age, sex, and genetic variation on gene expression by surveying\npublic datasets of such profiles. We establish that the expression space of\ncell lines maintains genetic as well as non-germline information, in an\nindividual-specific and cross-tissue manner. Age of donor is associated with\nthe expression of 949 genes in the derived cell line. Age-associated genes\ninclude over-representation of immune-related genes, specifically MHC Class I\ngenes, a phenomenon that replicates across tissues and organisms. Sex\nassociated genes in these cell lines include likely candidates, such as genes\nthat escape X-inactivation,testis specific expressed genes, androgen and\nestrogen specific genes, but also gene families previously unknown to be sex\nassociated such as common microRNA targets (MIR-490, V_ARP1_01, MIR-489).\nFinally, we report 494 transcripts whose expression levels are associated with\na genetic variant in cis, overlapping and validating previous reports.\nIncorporating age in analysis of association facilitates additional discovery\nof trans-acting regulatory genetic variants. Our findings promote expression\nprofiling of transformed cell lines as a vehicle for understanding cellular\nsystems beyond the specific lines.\n","Comment: 27 pages, 3 figures"]}]
["0911.0218",{"format":[],"subject":["Mathematical Physics","14J32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0218"],"date":["2009-11-01"],"type":["text"],"creator":["de Andrade, L Garcia"],"language":[],"coverage":[],"title":["Magnetic field reversals and topological entropy in non-geodesic\n  hyperbolic dynamos"],"description":["  Earlier, Chicone, Latushkin and Montgomery-Smith [Comm Math Phys (1997)] have\nproved the existence of a fast dynamo operator, in compact two-dimensional\nmanifold, as long as its Riemannian curvature be constant and negative. More\nrecently Gallet and Petrelis [Phys Rev \\textbf{E}, 80 (2009)] have investigated\nsaddle-node bifurcation, in turbulent dynamos as modelling for magnetic field\nreversals. Since saddle nodes are created in hyperbolic flows, this provides us\nwith physical motivation to investigate these reversals in a simple kinematic\ndynamo model obtained from a force-free non-geodesic steady flow in Lobachevsky\nplane. Magnetic vector potential grows in one direction and decays in the other\nunder diffusion. Magnetic field differential 2-form is orthogonal to the plane.\nA restoring forcing dynamo in hyperbolic space is also given. Magnetic field\nreversals are obtained from this model. Topological entropies [Klapper and\nYoung, Comm Math Phys (1995)] are also computed.\n"]}]
["0911.0221",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory","Statistics - Computation","60J10, 65C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0221"],"date":["2009-11-01"],"type":["text"],"creator":["Atchade, Yves F.","Fort, Gersende"],"language":[],"coverage":[],"title":["Limit theorems for some adaptive MCMC algorithms with subgeometric\n  kernels: Part II"],"description":["  We prove a central limit theorem for a general class of adaptive Markov Chain\nMonte Carlo algorithms driven by sub-geometrically ergodic Markov kernels. We\ndiscuss in detail the special case of stochastic approximation. We use the\nresult to analyze the asymptotic behavior of an adaptive version of the\nMetropolis Adjusted Langevin algorithm with a heavy tailed target density.\n","Comment: 34 pages"]}]
["0911.0224",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0224"],"date":["2009-11-01"],"type":["text"],"creator":["Lévesque, Simon","Trevisanutto, Paolo E.","Laprade, Jean Frédéric","Cote, Michel"],"language":[],"coverage":[],"title":["Study of Diketo-Pyrrolo-Pyrrole Polymers for Photovoltaic Applications"],"description":["  Using density-functional theory with the hybrid functional B3LYP, we\ninvestigate the electronic properties of polymers with diketo-pyrrolo-pyrrole\n(DPP) unit. We note that some of the polymers studied have LUCO energy similar\nto the C70-PCBM, or even lower, making them promising candidates for electron\ntransport in organic photovoltaic devices. The homopolymer of DPP is predicted\nto have a band gap around 1.2 eV and shows a good dispersion of the conduction\nband.\n"]}]
["0911.0225",{"format":[],"subject":["Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0225","International Journal of Computer Science and Information\n  Security, IJCSIS, Vol. 6, No. 1, pp. 016-025, October 2009, USA"],"date":["2009-11-02"],"type":["text"],"creator":["Deepthi, Dasika Ratna","Eswaran, K."],"language":[],"coverage":[],"title":["A Mirroring Theorem and its Application to a New Method of Unsupervised\n  Hierarchical Pattern Classification"],"description":["  In this paper, we prove a crucial theorem called Mirroring Theorem which\naffirms that given a collection of samples with enough information in it such\nthat it can be classified into classes and subclasses then (i) There exists a\nmapping which classifies and subclassifies these samples (ii) There exists a\nhierarchical classifier which can be constructed by using Mirroring Neural\nNetworks (MNNs) in combination with a clustering algorithm that can approximate\nthis mapping. Thus, the proof of the Mirroring theorem provides a theoretical\nbasis for the existence and a practical feasibility of constructing\nhierarchical classifiers, given the maps. Our proposed Mirroring Theorem can\nalso be considered as an extension to Kolmogrovs theorem in providing a\nrealistic solution for unsupervised classification. The techniques we develop,\nare general in nature and have led to the construction of learning machines\nwhich are (i) tree like in structure, (ii) modular (iii) with each module\nrunning on a common algorithm (tandem algorithm) and (iv) selfsupervised. We\nhave actually built the architecture, developed the tandem algorithm of such a\nhierarchical classifier and demonstrated it on an example problem.\n","Comment: 10 pages IEEE format, International Journal of Computer Science and\n  Information Security, IJCSIS 2009, ISSN 1947 5500, Impact Factor 0.423,\n  http://sites.google.com/site/ijcsis/"]}]
["0911.0227",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0227"],"date":["2009-11-01"],"type":["text"],"creator":["Huet, I.","McKeon, D. G. C.","Schubert, C."],"language":[],"coverage":[],"title":["Three-loop Euler-Heisenberg Lagrangian and asymptotic analysis in 1+1\n  QED"],"description":["  In recent years, the Euler-Heisenberg Lagrangian has been shown to be a\nuseful tool for the analysis of the asymptotic growth of the N-photon\namplitudes at large N. Moreover, certain results and conjectures on its\nimaginary part allow one, using Borel analysis, to make predictions for those\namplitudes at large loop orders. Extending work by G.V. Dunne and one of the\nauthors to the three-loop level, but in the simpler context of 1+1 dimensional\nQED, we calculate the corresponding Euler-Heisenberg Lagrangian, analyse its\nweak field expansion, and study the congruence with predictions obtained from\nworldline instantons. We discuss the relevance of these issues for Cvitanovic's\nconjecture.\n","Comment: 8 pages, 1 figure, Talk given by C. Schubert at QFEXT09, Univ. of\n  Oklahoma, Norman, September 21 - 25, 2009, to appear in the conference\n  proceedings"]}]
["0911.0230",{"format":[],"subject":["Statistics - Computation","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0230"],"date":["2009-11-02"],"type":["text"],"creator":["Silva, Ralph","Giordani, Paolo","Kohn, Robert","Pitt, Mike"],"language":[],"coverage":[],"title":["Particle filtering within adaptive Metropolis Hastings sampling"],"description":["  We show that it is feasible to carry out exact Bayesian inference for\nnon-Gaussian state space models using an adaptive Metropolis Hastings sampling\nscheme with the likelihood approximated by the particle filter. Furthermore, an\nadapyive independent Metropolis Hastings sampler based on a mixture of normals\nproposal is computationally much more efficient than an adaptive random walk\nproposal because the cost of constructing a good adaptive proposal is\nnegligible compared to the cost of approximating the likelihood. Independent\nMetropolis Hastings proposals are also attractive because they are easy to run\nin parallel on multiple processors. We also show that when the particle filter\nis used, the marginal likelihood of any model is obtained in an efficient and\nunbiased manner, making model comparison straightforward.\n","Comment: 37 pages, 3 figures"]}]
["0911.0235",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0235"],"date":["2009-11-02"],"type":["text"],"creator":["Serednyakov, S. I."],"language":[],"coverage":[],"title":["ISR physics at BABAR"],"description":["  A method of measuring e+e- annihilation cross sections at low energy sqrt{s}<\n5 GeV, using initial-state radiation, is described. Experimental data from the\nPEP-II B-factory at 10.6 GeV center-of-mass energy, obtained via ISR, are\npresented. The cross sections are measured for many processes e+e- --> 3pi,\n4pi, 2K pi, 2K 2pi, 4K, p anti-p, Lambda anti-Lambda, D anti-D, ... . From the\nmeasured cross sections the parameters of known resonances are improved, the\nbaryons form factors are derived and compared with theory predictions. New\nstates, e.g; Y(4260) and Y(2175), for which the internal structure is not yet\nestablished, are observed.\n","Comment: 9 pages, 13 figures, Talk given at XIV Lomonosov Conference, Moscow,\n  August 2009"]}]
["0911.0242",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0242","Journal of Low Temperature Physics (2009), DOI:\n  10.1007/s10909-009-0036-3","doi:10.1007/s10909-009-0036-3"],"date":["2009-11-02"],"type":["text"],"creator":["Takahashi, Daisuke","Kato, Yusuke"],"language":[],"coverage":[],"title":["Exact Results for Tunneling Problems of Bogoliubov Excitations in the\n  Critical Supercurrent State"],"description":["  We show the exact solution of Bogoliubov equations at zero-energy in the\ncritical supercurrent state for arbitrary shape of potential barrier. With use\nof this solution, we prove the absence of perfect transmission of excitations\nin the low-energy limit by giving the explicit expression of transmission\ncoefficient. The origin of disappearance of perfect transmission is the\nemergence of zero-energy density fluctuation near the potential barrier.\n","Comment: 6 pages, 3 figures; Proceedings of QFS2009"]}]
["0911.0246",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0246"],"date":["2009-11-02"],"type":["text"],"creator":["Uddin, Saeed","Ali, Majhar","Shabir, Jan","Mir, M. Farooq"],"language":[],"coverage":[],"title":["Extended Statistical Thermal Model and Rapidity Spectra of Hadrons at\n  200 GeV/A"],"description":["  We use the extended statistical thermal model to describe various hadron\nrapidity spectra at the highest RHIC energy (200 GeV/A). The model assumes the\nformation of hot and dense regions moving along the beam axis with increasing\nrapidities, yFB. It has been earlier shown that this model can explain the net\nproton flow i.e. p minus pbar, ratio pbar/p and the pion rapidity spectra. In\nthis paper we have attempted to show that in addition to these quantities, this\nmodel can also successfully describe the individual rapidity spectra of\nprotons, antiprotons, Kaons, antiKaons, pions, the ratios lambdabar/lambda and\ncascadebar/cascade. The experimental data set on p, pbar, K, Kbar and Pion\nprovided by BRAHMS collaboration at the highest energy of Relativistic Heavy\nIon Collider, sqrt(SNN) = 200 GeV are used. The theoretical results fit quite\nwell with mid-rapidity data (for y < 1) of the lambdabar/lambda and the\ncascadebar/cascade ratios available (from STAR). We have used single set of\nmodel parameters including single value of the temperature parameter T for all\nthe regions of the hot and dense matter formed. The chemical potentials are\nhowever assumed to be dependent on the fireball rapidity yFB. We have analyzed\nthe contribution of the decay of the heavier resonances to the proton\n(antiproton) rapidity spectra. It is found that the rapidity spectrum of the\nproduct hadron is nearly same as that of the parent hadron. We have also\nimposed the criteria of exact strangeness conservation in every (local) region\nof the dense matter separately, which is necessary. We also discuss what can be\nlearned about the nuclear transparency effect at the highest RHIC energy from\nthe net proton rapidity distribution.\n","Comment: 30 Pages, 16 Figures"]}]
["0911.0248",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0248"],"date":["2009-11-02"],"type":["text"],"creator":["Chen, Xiang-Song","Sun, Wei-Min","Lü, Xiao-Fu","Wang, Fan","Goldman, T."],"language":[],"coverage":[],"title":["Reply to the Comment of X. Ji on \"Do gluons carry half of the nucleon\n  momentum?\" [PRL 103:062001 (2009)]"],"description":["  We affirm that the proper momentum defined in [PRL 103:062001 (2009)] does\nrespect exact gauge symmetry and is as measurable as the kinetic momentum. The\nphysical part of the gauge field is also as measurable as the electromagnetic\nfield. The Comment of Ji [arXiv:0910.5022] is due to a misunderstanding of our\nwork, and a typical confusion of our gauge-invariant formalism with the\nspecific Coulomb-gauge calculation.\n","Comment: 2 pages, no figure"]}]
["0911.0253",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0253","Physica E (2009), doi:10.1016/j.physe.2009.10.017","doi:10.1016/j.physe.2009.10.017"],"date":["2009-11-02"],"type":["text"],"creator":["Morimoto, Takahiro","Hatsugai, Yasuhiro","Aoki, Hideo"],"language":[],"coverage":[],"title":["Optical Hall conductivity in 2DEG and graphene QHE systems"],"description":["  We have revealed from a numerical study that the Hall plateaus are retained\nin the optical Hall conductivity $\\sigma_{xy}(\\omega)$ in the ac ($\\sim$ THz)\nregime in both of the ordinary two-dimensional electron gas and graphene in the\nquantum Hall regime, although the plateau height in ac deviates from integer\nmultiples of $e^2/h$. The effect remains unexpectedly robust against a\nsignificant strength of disorder, which we attribute to an effect of\nlocalization. We predict the ac Hall plateaus are observable through the\nFaraday rotation with the rotation angle characterized by the fine-structure\nconstant $\\alpha$. In this paper we clarify the relationship between plateau\nstructures and the disorder strength by performing numerical calculation.\n","Comment: 4 pages, 2 figures, EP2DS-18 in Kobe (2009)"]}]
["0911.0263",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0263"],"date":["2009-11-02"],"type":["text"],"creator":["Cheng, Fang","Chang, Kai"],"language":[],"coverage":[],"title":["Anisotropic transport in quantum wires embedded in (110) plane"],"description":["  We investigate theoretically the effects of the Coulomb interaction and\nspin-orbit interactions (SOIs) on the anisotropic transport property of\nsemiconductor quantum wires embedded in (110) plane. The anisotropy of the dc\nconductivity can be enhanced significantly by the Coulomb interaction for\ninfinite-long quantum wires. But it is smeared out in quantum wires with finite\nlength, while the ac conductivity still shows anisotropic behavior, from which\none can detect and distinguish the strengths of the Rashba SOI and Dresselhaus\nSOI.\n","Comment: 3 pages,3 figures"]}]
["0911.0267",{"format":[],"subject":["Physics - Popular Physics","Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0267"],"date":["2009-11-02"],"type":["text"],"creator":["Luminet, J. -P."],"language":[],"coverage":[],"title":["Science, Art and Geometrical Imagination"],"description":["  From the geocentric, closed world model of Antiquity to the wraparound\nuniverse models of relativistic cosmology, the parallel history of space\nrepresentations in science and art illustrates the fundamental role of\ngeometric imagination in innovative findings. Through the analysis of works of\nvarious artists and scientists like Plato, Durer, Kepler, Escher, Grisey or the\npresent author, it is shown how the process of creation in science and in the\narts rests on aesthetical principles such as symmetry, regular polyhedra, laws\nof harmonic proportion, tessellations, group theory, etc., as well as beauty,\nconciseness and emotional approach of the world.\n","Comment: 22 pages, 28 figures, invited talk at the IAU Symposium 260 \"The Role\n  of Astronomy in Society and Culture\", UNESCO, 19-23 January 2009, Paris,\n  Proceedings to be published"]}]
["0911.0276",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0276","Bulletin de L'Academie Polonaise des Sciences, Serie des sciences\n  math., astr. et phys. Vol XXV, p.521, 1977"],"date":["2009-11-02"],"type":["text"],"creator":["Rudra, P."],"language":[],"coverage":[],"title":["Irreducible Tensor Operators and the Wigner-Eckart Theorem for Finite\n  Magnetic Groups"],"description":["  The transformation properties of irreducible tensor operators and the\napplicability of the Wigner-Eckart theorem to finite magnetic groups have been\nstudied.\n","Comment: 9 pages, 0 figures"]}]
["0911.0279",{"format":[],"subject":["Mathematics - Combinatorics","05A10","05A15","05A19"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0279"],"date":["2009-11-02"],"type":["text"],"creator":["Hsu, L. C."],"language":[],"coverage":[],"title":["Some Identities Involving Three Kinds of Counting Numbers"],"description":["  In this note, we present several identities involving binomial coefficients\nand the two kind of Stirling numbers.\n","Comment: no"]}]
["0911.0281",{"format":[],"subject":["Mathematics - Probability","35R60, 47H14, 47J35, 60H15."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0281"],"date":["2009-11-02"],"type":["text"],"creator":["Cass, Thomas","Qian, Zhongmin","Tudor, Jan"],"language":[],"coverage":[],"title":["Non-Linear Evolution Equations Driven by Rough Paths"],"description":["  We prove existence and uniqueness results for (mild) solutions to some\nnon-linear parabolic evolution equations with a rough forcing term. Our method\nof proof relies on a careful exploitation of the interplay between the spatial\nand time regularity of the solution by capitialising some of Kato's ideas in\nsemigroup theory. Classical Young integration theory is then shown to provide a\nmeans of interpreting the equation. As an application we consider the three\ndimensional Navier-Stokes system with a stochastic forcing term arising from a\nfractional Brownian motion with h > 1/2.\n"]}]
["0911.0285",{"format":[],"subject":["Computer Science - Computers and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0285","International conference on Knowledge Management and information\n  sharing (KMIS 2009), Madeira : Portugal (2009)"],"date":["2009-11-02"],"type":["text"],"creator":["Michel, Christine","Prevot, Patrick"],"language":[],"coverage":[],"title":["Knowledge Management Concepts For Training By Project An observation of\n  the case of project management education"],"description":["  Project management education programmes are often proposed in higher\neducation to give students competences in project planning (Gantt's chart),\nproject organizing, human and technical resource management, quality control\nand also social competences (collaboration, communication), emotional ones\n(empathy, consideration of the other, humour, ethics), and organizational ones\n(leadership, political vision, and so on). This training is often given\naccording a training-by-project type of learning with case studies. This\narticle presents one course characterized by a pedagogical organization based\nupon Knowledge Management (KM) concepts: knowledge transfer and construction\nthroughout a learning circle and social interactions. The course is supported\nby a rich and complex tutor organization. We have observed this course by using\nanother KM method inspired from KADS with various return of experience\nformalized into cards and charts. Our intention is, according to the model of\nArgyris and Sch\\\"on (Smith, 2001), to gain feedback information about local and\nglobal processes and about actors' experience in order to improve the course.\nThis paper describes precisely the course (pedagogical method and tutor\nactivity) and the KM observation method permitting to identify problem to\nsolve. In our case, we observe problem of pedacogical coordination and skills\nacquisition. We propose to design a metacognitive tool for tutors and students,\nusable for improving knowledge construction and learning process organisation\n","Comment: 6p"]}]
["0911.0292",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0292"],"date":["2009-11-02"],"type":["text"],"creator":["Pogosov, A. G.","Budantsev, M. V.","Shevyrin, A. A.","Plotnikov, A. E.","Bakarov, A. K.","Toropov, A. I."],"language":[],"coverage":[],"title":["The Coulomb Blockade Resonant Breakdown Caused By The Quantum Dot\n  Mechanical Oscillations"],"description":["  Influence of forced mechanical vibrations of a suspended single-electron\ntransistor on electron tunneling through the quantum dot limited by the Coulomb\nblockade is investigated. It is shown that mechanical oscillations of the\nquantum dot lead to the Coulomb blockade breakdown, shown in sharp resonant\npeaks in the transistor conductance dependence on the excitation frequency at\nvalues corresponding to the mechanical oscillations eigen modes. Physical\nmechanism of the observed effect is considered. It is presumably connected with\noscillations of the mutual electrical capacitances between the quantum dot and\nsurrounding electrodes.\n","Comment: 5 pages, 4 figures"]}]
["0911.0305",{"format":[],"subject":["Mathematics - Probability","60K37, 60K99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0305"],"date":["2009-11-02"],"type":["text"],"creator":["Collevecchio, Andrea","Schmitz, Tom"],"language":[],"coverage":[],"title":["Bounds on the Speed and on Regeneration Times for Certain Processes on\n  Regular Trees"],"description":["  We develop a technique that provides a lower bound on the speed of transient\nrandom walk in a random environment on regular trees. A refinement of this\ntechnique yields upper bounds on the first regeneration level and regeneration\ntime. In particular, a lower and upper bound on the covariance in the annealed\ninvariance principle follows. We emphasize the fact that our methods are\ngeneral and also apply in the case of once-reinforced random walk. Durrett,\nKesten and Limic (2002) prove an upper bound of the form $b/(b+\\delta)$ for the\nspeed on the $b$-ary tree, where $\\delta$ is the reinforcement parameter. For\n$\\delta>1$ we provide a lower bound of the form $\\gamma^2 b/(b+\\delta)$, where\n$\\gamma$ is the survival probability of an associated branching process.\n","Comment: 21 pages"]}]
["0911.0306",{"format":[],"subject":["Mathematics - Differential Geometry","53C24, 53C27, 53C55, 58J60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0306"],"date":["2009-11-02"],"type":["text"],"creator":["Minerbe, Vincent","Maerten, Daniel"],"language":[],"coverage":[],"title":["A mass for asymptotically complex hyperbolic manifolds"],"description":["  We prove a positive mass theorem for complete K\\\"ahler manifolds that are\nasymptotic to the complex hyperbolic space.\n"]}]
["0911.0308",{"format":[],"subject":["Mathematics - Analysis of PDEs","35J40","35J08","45G05","47H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0308"],"date":["2009-11-02"],"type":["text"],"creator":["Ghergu, Marius"],"language":[],"coverage":[],"title":["A biharmonic equation with singular nonlinearity"],"description":["  We study the biharmonic equation $\\Delta^2 u =u^{-\\alpha}$, $0<\\alpha<1$, in\na smooth and bounded domain $\\Omega\\subset\\RR^n$, $n\\geq 2$, subject to\nDirichlet boundary conditions. Under some suitable assumptions on $\\o$ related\nto the positivity of the Green function for the biharmonic operator, we prove\nthe existence and uniqueness of a solution.\n"]}]
["0911.0310",{"format":[],"subject":["Computer Science - Computers and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0310","IADIS International Conference Cognition and Exploratory Learning\n  in Digital Age (CELDA 2009), Rome : Italy (2009)"],"date":["2009-11-02"],"type":["text"],"creator":["Michel, Christine","Garrot-Lavoué, Elise"],"language":[],"coverage":[],"title":["Meshat: Monitoring and Experience Sharing Tool for Project-Based\n  Learning"],"description":["  Our work aims at studying tools offered to learners and tutors involved in\nface-to-face or blended project-based learning activities. To understand better\nthe needs and expectations of each actor, we are especially interested in the\nspecific case of project management training. The results of a course\nobservation show that the lack of monitoring and expertise transfer tools\ninvolves important dysfunctions in the course organisation and therefore\ndissatisfaction for tutors and students (in particular about the acquisition of\nknowledge and expertise). So as to solve this problem, we propose a\npersonalised platform (according to the actor: project group, student or tutor)\nwhich gives information to monitor activities and supports the acquisition and\ntransfer of expertise. This platform is meant for the complex educational\ncontext of project-based learning. Indeed, as for the majority of project-based\nlearning activities, the articulation conceptualisation-experiment is an\nimportant part of the process. The originality of our approach relies on also\nsupporting the articulation between action (experiment or conceptualisation)\nand reflection. This approach so improves the acquisition of complex skills\n(e.g. management, communication and collaboration), which requires a\nbehavioural evolution. We aim at making the students become able ?to learn to\nlearn' and evolve according to contexts. We facilitate their ability to have a\ncritical analysis of their actions according to the situations they encounter.\n","Comment: 8p"]}]
["0911.0317",{"format":[],"subject":["Mathematics - Analysis of PDEs","35K55, 35K65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0317"],"date":["2009-11-02"],"type":["text"],"creator":["Chaves, M.","Galaktionov, V. A."],"language":[],"coverage":[],"title":["On source-type solutions and the Cauchy problem for a doubly degenerate\n  sixth-order thin film equation I. Local oscillatory properties"],"description":["  Local oscillatory and other properties of source-type solutions of doubly\nnonlinear sixth-order parabolic thin film equations are studied.\n","Comment: 27 pages, 5 figures"]}]
["0911.0331",{"format":[],"subject":["Mathematics - Probability","60D05","60F25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0331"],"date":["2009-11-02"],"type":["text"],"creator":["Penrose, Mathew D.","Yukich, J. E."],"language":[],"coverage":[],"title":["Laws of large numbers and nearest neighbor distances"],"description":["  We consider the sum of power weighted nearest neighbor distances in a sample\nof size n from a multivariate density f of possibly unbounded support. We give\nvarious criteria guaranteeing that this sum satisfies a law of large numbers\nfor large n, correcting some inaccuracies in the literature on the way.\nMotivation comes partly from the problem of consistent estimation of certain\nentropies of f.\n","Comment: 15 pages"]}]
["0911.0344",{"format":[],"subject":["Computer Science - Digital Libraries","Physics - Physics and Society","Quantitative Biology - Other Quantitative Biology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0344"],"date":["2009-11-02"],"type":["text"],"creator":["Allesina, Stefano"],"language":[],"coverage":[],"title":["Accelerating the pace of discovery by changing the peer review algorithm"],"description":["  The number of scientific publications is constantly rising, increasing the\nstrain on the review process. The number of submissions is actually higher, as\neach manuscript is often reviewed several times before publication. To face the\ndeluge of submissions, top journals reject a considerable fraction of\nmanuscripts without review, potentially declining manuscripts with merit. The\nsituation is frustrating for authors, reviewers and editors alike. Recently,\nseveral editors wrote about the ``tragedy of the reviewer commons', advocating\nfor urgent corrections to the system. Almost every scientist has ideas on how\nto improve the system, but it is very difficult, if not impossible, to perform\nexperiments to test which measures would be most effective. Surprisingly,\nrelatively few attempts have been made to model peer review. Here I implement a\nsimulation framework in which ideas on peer review can be quantitatively\ntested. I incorporate authors, reviewers, manuscripts and journals into an\nagent-based model and a peer review system emerges from their interactions. As\na proof-of-concept, I contrast an implementation of the current system, in\nwhich authors decide the journal for their submissions, with a system in which\njournals bid on manuscripts for publication. I show that, all other things\nbeing equal, this latter system solves most of the problems currently\nassociated with the peer review process. Manuscripts' evaluation is faster,\nauthors publish more and in better journals, and reviewers' effort is optimally\nutilized. However, more work is required from editors. This modeling framework\ncan be used to test other solutions for peer review, leading the way for an\nimprovement of how science is disseminated.\n","Comment: 9 pages 2 figures"]}]
["0911.0367",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Combinatorics","52C25 (Primary) 51N15, 70C20, 70B15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0367"],"date":["2009-11-02"],"type":["text"],"creator":["Finbow, Wendy","Ross, Elissa","Whiteley, Walter"],"language":[],"coverage":[],"title":["The Rigidity of Spherical Frameworks: Swapping Blocks and Holes"],"description":["  A significant range of geometric structures whose rigidity is explored for\nboth practical and theoretical purposes are formed by modifying generically\nisostatic triangulated spheres. In the block and hole structures (P, p), some\nedges are removed to make holes, and other edges are added to create rigid\nsub-structures called blocks. Previous work noted a combinatorial analogy in\nwhich blocks and holes played equivalent roles. In this paper, we connect\nstresses in such a structure (P, p) to first-order motions in a swapped\nstructure (P', p), where holes become blocks and blocks become holes. When the\ninitial structure is geometrically isostatic, this shows that the swapped\nstructure is also geometrically isostatic, giving the strongest possible\ncorrespondence. We use a projective geometric presentation of the statics and\nthe motions, to make the key underlying correspondences transparent.\n","Comment: 36 pages, 9 figures"]}]
["0911.0372",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Symplectic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0372","SIGMA 5 (2009), 099, 46 pages","doi:10.3842/SIGMA.2009.099"],"date":["2009-11-02"],"type":["text"],"creator":["Lee, Brian"],"language":[],"coverage":[],"title":["Geometric Structures on Spaces of Weighted Submanifolds"],"description":["  In this paper we use a diffeo-geometric framework based on manifolds that are\nlocally modeled on \"convenient\" vector spaces to study the geometry of some\ninfinite dimensional spaces. Given a finite dimensional symplectic manifold\n$(M,\\omega)$, we construct a weak symplectic structure on each leaf ${\\textbf\nI}_{w}$ of a foliation of the space of compact oriented isotropic submanifolds\nin $M$ equipped with top degree forms of total measure 1. These forms are\ncalled weightings and such manifolds are said to be weighted. We show that this\nsymplectic structure on the particular leaves consisting of weighted Lagrangian\nsubmanifolds is equivalent to a heuristic weak symplectic structure of\nWeinstein [Adv. Math. 82 (1990), 133-159]. When the weightings are positive,\nthese symplectic spaces are symplectomorphic to reductions of a weak symplectic\nstructure of Donaldson [Asian J. Math. 3 (1999), 1-15] on the space of\nembeddings of a fixed compact oriented manifold into $M$. When $M$ is compact,\nby generalizing a moment map of Weinstein we construct a symplectomorphism of\neach leaf ${\\textbf I}_{w}$ consisting of positive weighted isotropic\nsubmanifolds onto a coadjoint orbit of the group of Hamiltonian\nsymplectomorphisms of $M$ equipped with the Kirillov-Kostant-Souriau symplectic\nstructure. After defining notions of Poisson algebras and Poisson manifolds, we\nprove that each space ${\\textbf I}_{w}$ can also be identified with a\nsymplectic leaf of a Poisson structure. Finally, we discuss a kinematic\ndescription of spaces of weighted submanifolds.\n"]}]
["0911.0374",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0374"],"date":["2009-11-02"],"type":["text"],"creator":["Evans, Daniel A.","Ogle, Patrick M.","Marshall, Herman L.","Nowak, Mike A.","Bianchi, Stefano","Guainazzi, Matteo","Longinotti, Anna Lia","Dewey, Dan","Schulz, Norbert S.","Noble, Mike S.","Houck, John","Canizares, Claude R."],"language":[],"coverage":[],"title":["Spatially Resolved Chandra HETG Spectroscopy of the NLR Ionization Cone\n  in NGC 1068"],"description":["  We present initial results from a new 440-ks Chandra HETG GTO observation of\nthe canonical Seyfert 2 galaxy NGC 1068. The proximity of NGC 1068, together\nwith Chandra's superb spatial and spectral resolution, allow an unprecedented\nview of its nucleus and circumnuclear NLR. We perform the first spatially\nresolved high-resolution X-ray spectroscopy of the `ionization cone' in any\nAGN, and use the sensitive line diagnostics offered by the HETG to measure the\nionization state, density, and temperature at discrete points along the ionized\nNLR. We argue that the NLR takes the form of outflowing photoionized gas,\nrather than gas that has been collisionally ionized by the small-scale radio\njet in NGC 1068. We investigate evidence for any velocity gradients in the\noutflow, and describe our next steps in modeling the spatially resolved spectra\nas a function of distance from the nucleus.\n","Comment: 5 pages, 2 figures, 1 video. To appear in refereed Proceedings of\n  \"X-ray Astronomy 2009: Present Status, Multi-Wavelength Approach and Future\n  Perspectives\", Bologna, Italy, September 7-11, 2009, AIP, eds. A. Comastri,\n  M. Cappi, and L. Angelini"]}]
["0911.0380",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0380","J. Geom. Anal. 19 (2009), 628-642"],"date":["2009-11-02"],"type":["text"],"creator":["Hang, Fengbo","Wang, Xiaodong"],"language":[],"coverage":[],"title":["Rigidity Theorems for Compact Manifolds with Boundary and Positive Ricci\n  Curvature"],"description":["  We prove some boundary rigidity results for the hemisphere under a lower\nbound for Ricci curvature. The main result can be viewed as the Ricci version\nof a conjecture of Min-Oo.\n"]}]
["0911.0396",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0396","Physical Review B 80, 153105 (2009)","doi:10.1103/PhysRevB.80.153105"],"date":["2009-11-02"],"type":["text"],"creator":["Chudnovsky, E. M."],"language":[],"coverage":[],"title":["Intrinsic spin Hall effect in noncubic crystals"],"description":["  We study the dependence of the intrinsic spin Hall effect on the crystal\nsymmetry and geometry of experiment. The spin current is obtained and the Hall\nvoltage caused by the polarization of the electron spins is computed. The\nunique dependence of the effect on the crystal symmetry permits the choice of\ngeometry in which the spin Hall effect can be unambiguously distinguished from\nthe effects due to the orbital motion of charge carriers and due to the\nmagnetic field generated by the transport current.\n","Comment: 4 pages, 1 figure"]}]
["0911.0397",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0397","International Journal of Computer Science and Information\n  Security, IJCSIS, Vol. 6, No. 1, pp. 026-028, October 2009, USA"],"date":["2009-11-02"],"type":["text"],"creator":["Kwon, Keehang","Ha, Hong Pyo"],"language":[],"coverage":[],"title":["Algorithm as Defining Dynamic Systems"],"description":["  This paper proposes a new view to algorithms, Algorithms as defining dynamic\nsystems. This view extends the traditional, deterministic view that an\nalgorithm is a step by step procedure with nondeterminism. As a dynamic system\ncan be designed by a set of its defining laws, it is also desirable to design\nan algorithm by a (possibly nondeterministic) set of defining laws. This\nobservation requires some changes to algorithm development. We propose a two\nstep approach, the first step is to design an algorithm via a set of defining\nlaws of dynamic system. The second step is to translate these laws (written in\na natural language) into a formal language such as linear logic.\n","Comment: 3 pages IEEE format, International Journal of Computer Science and\n  Information Security, IJCSIS 2009, ISSN 1947 5500, Impact Factor 0.423,\n  http://sites.google.com/site/ijcsis/"]}]
["0911.0399",{"format":[],"subject":["Computer Science - Multimedia"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0399","International Journal of Computer Science and Information\n  Security, IJCSIS, Vol. 6, No. 1, pp. 029-033, October 2009, USA"],"date":["2009-11-02"],"type":["text"],"creator":["Essaouabi, A.","Regragui, F.","Ibnelhaj, E."],"language":[],"coverage":[],"title":["A Wavelet-Based Digital Watermarking for Video"],"description":["  A novel video watermarking system operating in the three dimensional wavelet\ntransform is here presented. Specifically the video sequence is partitioned\ninto spatio temporal units and the single shots are projected onto the 3D\nwavelet domain. First a grayscale watermark image is decomposed into a series\nof bitplanes that are preprocessed with a random location matrix. After that\nthe preprocessed bitplanes are adaptively spread spectrum and added in 3D\nwavelet coefficients of the video shot. Our video watermarking algorithm is\nrobust against the attacks of frame dropping, averaging and swapping.\nFurthermore, it allows blind retrieval of embedded watermark which does not\nneed the original video and the watermark is perceptually invisible. The\nalgorithm design, evaluation, and experimentation of the proposed scheme are\ndescribed in this paper.\n","Comment: 5 pages IEEE format, International Journal of Computer Science and\n  Information Security, IJCSIS 2009, ISSN 1947 5500, Impact Factor 0.423,\n  http://sites.google.com/site/ijcsis/"]}]
["0911.0402",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0402","International Journal of Computer Science and Information\n  Security, IJCSIS, Vol. 6, No. 1, pp. 034-039, October 2009, USA"],"date":["2009-11-02"],"type":["text"],"creator":["Dogra, Sudip","Ray, Ritwik","Ghosh, Saustav","Bhattacharya, Debharshi","Sarkar, Subir Kr."],"language":[],"coverage":[],"title":["A Cost Effective RFID Based Customized DVD-ROM to Thwart Software Piracy"],"description":["  Software piracy has been a very perilous adversary of the software based\nindustry, from the very beginning of the development of the latter into a\nsignificant business. There has been no developed foolproof system that has\nbeen developed to appropriately tackle this vile issue. We have in our scheme\ntried to develop a way to embark upon this problem using a very recently\ndeveloped technology of RFID.\n","Comment: 5 pages IEEE format, International Journal of Computer Science and\n  Information Security, IJCSIS 2009, ISSN 1947 5500, Impact Factor 0.423,\n  http://sites.google.com/site/ijcsis/"]}]
["0911.0403",{"format":[],"subject":["Mathematical Physics","81S99","53D99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0403"],"date":["2009-11-02"],"type":["text"],"creator":["Norris, L. K.","Brown, Jonathan D."],"language":[],"coverage":[],"title":["n-symplectic quantization on LRn"],"description":["  n-symplectic geometry, a generalization of symplectic geometry on the\ncotangent bundle of a manifold M, is formulated on the bundle of linear frames\nLM using the Rn-valued soldering 1-form as the generalized n-symplectic\npotential. In this paper we use n-symplectic geometry on LRn to formulate a\nquantization scheme for a single particle moving in Rn. By retaining the\nessence of the standard axioms for quantization on T*Rn, but adapting them to\nLR^n, we show it is possible to construct a full polynomial quantization that\nis consistent with the Schr\\\"odinger representation on a 2n-dimensional\nsubbundle of LRn.\n"]}]
["0911.0405",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0405","International Journal of Computer Science and Information\n  Security, IJCSIS, Vol. 6, No. 1, pp. 047-051, October 2009, USA"],"date":["2009-11-02"],"type":["text"],"creator":["Safdar, Sohail","Hassan, Mohd. Fadzil B.","Qureshi, Muhammad Aasim","Akbar, Rehan"],"language":[],"coverage":[],"title":["Biologically Inspired Execution Framework for Vulnerable Workflow\n  Systems"],"description":["  The main objective of the research is to introduce a biologically inspired\nexecution framework for workflow systems under threat due to some intrusion\nattack. Usually vulnerable systems need to be stop and put into wait state,\nhence to insure the data security and privacy while being recovered. This\nresearch ensures the availability of services and data to the end user by\nkeeping the data security, privacy and integrity intact. To achieve the\nspecified goals, the behavior of chameleons and concept of hibernation has been\nconsidered in combination. Hence the workflow systems become more robust using\nbiologically inspired methods and remain available to the business consumers\nsafely even in a vulnerable state.\n","Comment: 5 pages IEEE format, International Journal of Computer Science and\n  Information Security, IJCSIS 2009, ISSN 1947 5500, Impact Factor 0.423,\n  http://sites.google.com/site/ijcsis/"]}]
["astro-ph/0610242",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0610242","Icarus 189, 14-34 (2007)","doi:10.1016/j.icarus.2006.12.025"],"date":["2006-10-09","2007-01-17"],"type":["text"],"creator":["Tiscareno, Matthew S.","Burns, Joseph A.","Nicholson, Philip D.","Hedman, Matthew M.","Porco, Carolyn C."],"language":[],"coverage":[],"title":["Cassini Imaging of Saturn's Rings II: A Wavelet Technique for Analysis\n  of Density Waves and Other Radial Structure in the Rings"],"description":["  We describe a powerful signal processing method, the continuous wavelet\ntransform, and use it to analyze radial structure in Cassini ISS images of\nSaturn's rings. Wavelet analysis locally separates signal components in\nfrequency space, causing many structures to become evident that are difficult\nto observe with the naked eye. Density waves, generated at resonances with\nsaturnian satellites orbiting outside (or within) the rings, are particularly\namenable to such analysis. We identify a number of previously unobserved weak\nwaves, and demonstrate the wavelet transform's ability to isolate multiple\nwaves superimposed on top of one another. We also present two wave-like\nstructures that we are unable to conclusively identify.\n  In a multi-step semi-automated process, we recover four parameters from\nclearly observed weak spiral density waves: the local ring surface density, the\nlocal ring viscosity, the precise resonance location (useful for pointing\nimages, and potentially for refining saturnian astrometry), and the wave\namplitude (potentially providing new constraints upon the masses of the\nperturbing moons). Our derived surface densities have less scatter than\nprevious measurements that were derived from stronger non-linear waves, and\nsuggest a gentle linear increase in surface density from the inner to the mid-A\nRing. We show that ring viscosity consistently increases from the Cassini\nDivision outward to the Encke Gap. Meaningful upper limits on ring thickness\ncan be placed on the Cassini Division (3.0 m at r~118,800 km, 4.5 m at\nr~120,700 km) and the inner A Ring (10 to 15 m for r<127,000 km).\n","Comment: 43 pages, 21 figures; To appear in Icarus"]}]
["cond-mat/0603583",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0603583","Lecture Notes in Physics Vol.716, 7--60 (2007)","doi:10.1007/3-540-69684-9"],"date":["2006-03-22"],"type":["text"],"creator":["Vincent, Eric"],"language":[],"coverage":[],"title":["Aging, rejuvenation and memory : the example of spin glasses"],"description":["  In this paper, we review the general features of the out-of-equilibrium\ndynamics of spin glasses. We use this example as a guideline for a brief\ndescription of glassy dynamics in other disordered systems like structural and\npolymer glasses, colloids, gels etc. Starting with the simplest experiments, we\ndiscuss the scaling laws used to describe the isothermal aging observed in spin\nglasses after a quench down to the low temperature phase (these scaling laws\nare the same as established for polymer glasses). We then discuss the\nrejuvenation and memory effects observed when a spin glass is submitted to\ntemperature variations during aging, and show some examples of similar\nphenomena in other glassy systems. The rejuvenation and memory effects and\ntheir implications are analyzed from the point of view of both energy landscape\npictures and of real space pictures. We highlight the fact that both approaches\npoint out the necessity of hierarchical processes involved in aging. We\nintroduce the concept of a slowly growing and strongly temperature dependent\ndynamical correlation length, which is discussed at the light of a large panel\nof experiments.\n","Comment: To appear in the proceedings of the summer school \"Ageing and the\n  Glass Transition\" (University of Luxembourg, sept. 2005), Springer Lecture\n  Notes in Physics"]}]
["physics/0102044",{"format":[],"subject":["Physics - Biological Physics","Quantitative Biology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0102044","Genome Biology 2 (2001) research0049"],"date":["2001-02-14"],"type":["text"],"creator":["Gilis, Dimitri","Massar, Serge","Cerf, Nicolas","Rooman, Marianne"],"language":[],"coverage":[],"title":["Optimality of the genetic code with respect to protein stability and\n  amino acid frequencies"],"description":["  How robust is the natural genetic code with respect to mistranslation errors?\nIt has long been known that the genetic code is very efficient in limiting the\neffect of point mutation. A misread codon will commonly code either for the\nsame amino acid or for a similar one in terms of its biochemical properties, so\nthe structure and function of the coded protein remain relatively unaltered.\nPrevious studies have attempted to address this question more quantitatively,\nnamely by statistically estimating the fraction of randomly generated codes\nthat do better than the genetic code regarding its overall robustness. In this\npaper, we extend these results by investigating the role of amino acid\nfrequencies in the optimality of the genetic code. When measuring the relative\nfitness of the natural code with respect to a random code, it is indeed natural\nto assume that a translation error affecting a frequent amino acid is less\nfavorable than that of a rare one, at equal mutation cost. We find that taking\nthe amino acid frequency into account accordingly decreases the fraction of\nrandom codes that beat the natural code, making the latter comparatively even\nmore robust. This effect is particularly pronounced when more refined measures\nof the amino acid substitution cost are used than hydrophobicity. To show this,\nwe devise a new cost function by evaluating with computer experiments the\nchange in folding free energy caused by all possible single-site mutations in a\nset of known protein structures. With this cost function, we estimate that of\nthe order of one random code out of 100 millions is more fit than the natural\ncode when taking amino acid frequencies into account. The genetic code seems\ntherefore structured so as to minimize the consequences of translation errors\non the 3D structure and stability of proteins.\n","Comment: 31 pages, 2 figures, postscript file"]}]
