["0710.4916",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4916","Physica A 388, 187 (2009)","doi:10.1016/j.physa.2008.08.022"],"date":["2007-10-25","2008-08-05"],"type":["text"],"creator":["Oliveira, J. G.","Vazquez, A."],"language":[],"coverage":[],"title":["Impact of interactions on human dynamics"],"description":["  Queueing theory has been recently proposed as a framework to model the heavy\ntailed statistics of human activity patterns. The main predictions are the\nexistence of a power-law distribution for the interevent time of human actions\nand two decay exponents $\\alpha=1$ and $\\alpha=3/2$. Current models lack,\nhowever, a key aspect of human dynamics, i.e. several tasks require, or are\ndetermined by, interactions between individuals. Here we introduce a minimal\nqueueing model of human dynamics that already takes into account human-human\ninteractions. To achieve large scale simulations we obtain a coarse-grained\nversion of the model, allowing us to reach large interevent times and reliable\nscaling exponents estimations. Using this we show that the interevent\ndistribution of interacting tasks exhibit the scaling exponents $\\alpha=2$, 3/2\nand a series of numerable values between 3/2 and 1. This work demonstrates\nthat, within the context of queueing models of human dynamics, interactions\nchange the exponent of the power-law distributed interevent times. Beyond the\nstudy of human dynamics, these results are relevant to systems where the event\nof interest consists of the simultaneous occurrence of two (or more) events.\n","Comment: 5 pages, 4 figures, changes in abstract and text. Accepted for\n  publication in Physica A"]}]
["0712.0251",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Strongly Correlated Electrons","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.0251","Nucl. Phys.B 805 (3) 418-440 (2008)","doi:10.1016/j.nuclphysb.2008.06.017"],"date":["2007-12-03","2008-05-15"],"type":["text"],"creator":["Ye, Jinwu"],"language":[],"coverage":[],"title":["Duality, Magnetic space group and their applications to quantum phases\n  and phase transitions on bipartite lattices in several experimental systems"],"description":["  By using a dual vortex method, we study phases such as superfluid, solids,\nsupersolids and quantum phase transitions in a unified scheme in extended boson\nHubbard models at and slightly away from half filling on bipartite optical\nlattices such as honeycomb and square lattice. We also map out its global phase\ndiagram at $ T=0 $ of chemical potential versus the ratio of kinetic energy\nover the interaction. We stress the importance of the self-consistence\ncondition on the saddle point structure of the dual gauge fields in the\ntranslational symmetry breaking insulating sides, especially in the charge\ndensity wave side. We find that in the translational symmetry breaking side,\ndifferent kinds of supersolids are generic possible states slightly away from\nhalf filling. We propose a new kind of supersolid: valence bond supersolid\n(VB-SS). In this VB-SS, the density fluctuation at any site is very large\nindicating its superfluid nature, but the boson kinetic energies on bonds\nbetween two sites are given and break the lattice translational symmetries\nindicating its valence bound nature. Implications on possible future QMC\nsimulations in both bipartite lattices are given. All these phases and phase\ntransitions can be potentially realized in ultra-cold atoms loaded on optical\nbipartite lattices.\n","Comment: 15 pages, 5 figures, REVTEX4, long version of arXiv:cond-mat/0503113\n  which will not be published"]}]
["0801.1497",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1497","Nature Physics 4, 571 - 575 (2008)","doi:10.1038/nphys969"],"date":["2008-01-09"],"type":["text"],"creator":["Davis, J. P.","Pollanen, J.","Choi, H.","Sauls, J. A.","Halperin, W. P."],"language":[],"coverage":[],"title":["Discovery of an Excited Pair State in Superfluid 3He"],"description":["  Order parameter collective modes are the fingerprint of a condensed phase.\nThe spectroscopy of these modes in superfluid $^3$He and unconventional\nsuperconductors can provide key information on the symmetry of the condensate\nas well as the microscopic pairing mechanism responsible for the ground state\nand excitation energies. We report the discovery of a new collective mode in\nsuperfluid $^3$He-B which we identify as an excited bound state of Cooper\npairs. We use interferometry within an acoustic cavity that is very sensitive\nto changes in the velocity of transverse sound. Our measurements of sound\nvelocity and mode frequency, together with the observation of acoustic\nbirefringence indicate that this new mode is weakly bound with an excitation\nenergy within 1% of the pair-breaking edge of $2\\Delta$. Based on the selection\nrules for coupling of transverse sound to a collective mode in $^3$He-B,\ncombined with the observation of acoustic birefringence near the collective\nmode frequency, we infer that the new mode is most likely a spin-triplet (S=1),\n$f$-wave pair exciton (L=3) with total angular momentum, J=4. The existence of\na pair exciton with J=4 suggests an attractive, sub-dominant, $f$-wave pairing\ninteraction in liquid $^3$He.\n"]}]
["0801.3774",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3774","Communications in Mathematical Physics 286, 3 (2009) 1181-1209","doi:10.1007/s00220-008-0599-x"],"date":["2008-01-24"],"type":["text"],"creator":["Carles, Rémi","Gallagher, Isabelle"],"language":[],"coverage":[],"title":["Analyticity of the scattering operator for semilinear dispersive\n  equations"],"description":["  We present a general algorithm to show that a scattering operator associated\nto a semilinear dispersive equation is real analytic, and to compute the\ncoefficients of its Taylor series at any point. We illustrate this method in\nthe case of the Schrodinger equation with power-like nonlinearity or with\nHartree type nonlinearity, and in the case of the wave and Klein-Gordon\nequations with power nonlinearity. Finally, we discuss the link of this\napproach with inverse scattering, and with complete integrability.\n","Comment: 29 pages"]}]
["0802.0931",{"format":[],"subject":["Mathematics - Analysis of PDEs","49L25, 35F25, 35A05, 35D05, 35B50, 45G10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0931","International Conference for the 25th Anniversary of Viscosity\n  Solutions, Tokyo : Japon (2007)"],"date":["2008-02-07"],"type":["text"],"creator":["Ley, Olivier"],"language":[],"coverage":[],"title":["Weak Solutions for Dislocation Type Equations"],"description":["  We describe recent results obtained by G. Barles, P. Cardaliaguet, R. Monneau\nand the author recently. They are concerned with nonlocal Eikonal equations\narising in the study of the dynamics of dislocation lines in crystals. These\nequations are nonlocal but also non monotone. We use a notion of weak solution\nto provide solutions for all time. Then, we discuss the link between these weak\nsolutions and the classical viscosity solutions, and state some uniqueness\nresults in particular cases. A counter-example to uniqueness is given.\n"]}]
["0803.3219",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H30","14H45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3219","J. Math. Kyoto Univ. 48:4 (2008), 765--792"],"date":["2008-03-21","2008-07-13"],"type":["text"],"creator":["Degtyarev, Alex"],"language":[],"coverage":[],"title":["Fundamental groups of symmetric sextics"],"description":["  We study the moduli spaces and compute the fundamental groups of plane\nsextics of torus type with at least two type $\\bold{E}_6$ singular points. As a\nsimple application, we compute the fundamental groups of 125 other sextics,\nmost of which are new.\n","Comment: revised and expanded version"]}]
["0804.1420",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1420"],"date":["2008-04-09","2009-02-11"],"type":["text"],"creator":["Minasyan, V. N."],"language":[],"coverage":[],"title":["The ion pairs and superconducting bosons"],"description":["  First, it is shown that the creation of the spinless ion pairs in the\nlattice, which are hold by the binding with neighbor ion pairs together\nregarded as covalent. These ion pairs are created by the repulsive potential\ninteraction of two ions which is bound as linear oscillator. The repulsive\nS-wave scattering between ion pairs and electrons is transformed to the\nattractive effective interaction between electrons which leads to a creation of\nelectron pairs by a binding energy depending on the condensate fraction of ion\npairs $\\frac{N_0}{N}$. In this respect, the absence of ion pairs in the\ncondensate destroys a binding energy of electron pairs and in turn so-called\nsuperconductimg phase. As new result presented theory is that the number of the\nsuperconducting bosons is not changed in the superconducting phase.\n","Comment: 9 pages"]}]
["0804.1859",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1859","PRB 79, 085109 (2009)","doi:10.1103/PhysRevB.79.085109"],"date":["2008-04-11","2009-02-13"],"type":["text"],"creator":["Holmlund, J.","Knee, C. S.","Andreasson, J.","Granath, M.","Litvinchuk, A. P.","Borjesson, L."],"language":[],"coverage":[],"title":["Two-magnon Raman scattering from the Cu3O4 layers in (Sr,Ba)2Cu3O4Cl2"],"description":["  (Sr$_{2}$,Ba$_{2}$)Cu$_{3}$O$_{4}$Cl$_{2}$ are antiferromagnetic insulators\nwhich are akin to the parent compounds of the cuprate superconductors but with\ntwo distinct magnetic ordering temperatures related to two magnetic Cu$_{I}$\nand Cu$_{II}$ spin sublattices. Here we present a study of these materials by\nmeans of Raman spectroscopy. Following the temperature and polarization\ndependence of the data we readily identify two distinct features at around 3000\ncm$^{-1}$ and 300 cm$^{-1}$ that are related to two-magnon scattering from the\ntwo sublattices. The estimated spin-exchange coupling constants for the\nCu$_{I}$ and Cu$_{II}$ sublattices are found to be J$_{I}\\sim$139-143(132-136)\nmeV and J$_{II}\\sim$14(11) meV for Sr(Ba) compounds. Moreover, we observe modes\nat around 480 and 445 cm$^{-1}$ for the Sr and Ba containing samples\nrespectively, that disappears at the ordering temperature of the Cu$_{II}$. We\nargue that this modes may also be of magnetic origin and possibly related to\ninterband transitions between the Cu$_{I}$-Cu$_{II}$ sublattices.\n","Comment: 7 pages, 8 figures"]}]
["0804.2694",{"format":[],"subject":["Mathematics - Metric Geometry","52C25, 51N15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.2694"],"date":["2008-04-16","2009-02-13"],"type":["text"],"creator":["Izmestiev, Ivan"],"language":[],"coverage":[],"title":["Projective background of the infinitesimal rigidity of frameworks"],"description":["  We present proofs of two classical theorems. The first one, due to Darboux\nand Sauer, states that infinitesimal rigidity is a projective invariant; the\nother one establishes relations (infinitesimal Pogorelov maps) between the\ninfinitesimal motions of a Euclidean framework and of its hyperbolic and\nspherical images.\n  The arguments use the static formulation of infinitesimal rigidity. The\nduality between statics and kinematics is established through the principles of\nvirtual work. A geometric approach to statics, due essentially to Grassmann,\nmakes both theorems straightforward. Besides, it provides a simple derivation\nof the formulas both for the Darboux-Sauer correspondence and for the\ninfinitesimal Pogorelov maps.\n","Comment: 24 pages, 3 figures; acknowledgement of the support added"]}]
["0804.3984",{"format":[],"subject":["Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3984"],"date":["2008-04-24","2009-02-13"],"type":["text"],"creator":["DeBlois, Jason"],"language":[],"coverage":[],"title":["On the doubled tetrus"],"description":["  The tetrus is a sort of big brother to the tripus, W.P. Thurston's example of\na compact hyperbolic 3-manifold with totally geodesic boundary. We describe a\nsixfold cover of the double of the tetrus, itself a double, which fibers over\nthe circle with fiber a closed surface of genus 19. We also record\narithmeticity of the doubles and certain twisted doubles of the tripus and\ntetrus, and point out some consequences regarding families of covers.\n","Comment: 17 pages, 6 figures. Extensively rewritten with clarity in mind"]}]
["0805.3602",{"format":[],"subject":["Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3602"],"date":["2008-05-23","2009-02-13"],"type":["text"],"creator":["Lin, Shaowei","Sturmfels, Bernd","Xu, Zhiqiang"],"language":[],"coverage":[],"title":["Marginal Likelihood Integrals for Mixtures of Independence Models"],"description":["  Inference in Bayesian statistics involves the evaluation of marginal\nlikelihood integrals. We present algebraic algorithms for computing such\nintegrals exactly for discrete data of small sample size. Our methods apply to\nboth uniform priors and Dirichlet priors. The underlying statistical models are\nmixtures of independent distributions, or, in geometric language, secant\nvarieties of Segre-Veronese varieties.\n","Comment: 28 pages. Journal of Machine Learning Research, to appear"]}]
["0806.0895",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0895","New Journal of Physics 10 (2008) 103024","doi:10.1088/1367-2630/10/10/103024"],"date":["2008-06-05"],"type":["text"],"creator":["Rogers, L. J.","Armstrong, S.","Sellars, M. J.","Manson, N. B."],"language":[],"coverage":[],"title":["New infrared emission of the NV centre in diamond: Zeeman and uniaxial\n  stress studies"],"description":["  An emission band in the infrared is shown to be associated with a transition\nwithin the negative nitrogen-vacancy center in diamond. The band has a\nzero-phonon line at 1046 nm, and uniaxial stress and magnetic field\nmeasurements indicate that the emission is associated with a transition between\n1E and 1A1 singlet levels. Inter-system crossing to these singlets causes the\nspin polarisation that makes the NV- centre attractive for quantum information\nprocessing, and the infrared emission band provides a new avenue for using the\ncentre in such applications.\n","Comment: 14 pages, 10 figures"]}]
["0806.3055",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3055"],"date":["2008-06-18","2009-02-13"],"type":["text"],"creator":["Tanaka, Motohiko","Kono, Hirohiko","Maruyama, Koji"],"language":[],"coverage":[],"title":["Selective Heating Mechanism of Magnetic Metal Oxides by Alternating\n  Magnetic Field in Microwave Sintering Process"],"description":["  The mechanism of rapid and selective heating of magnetic metal oxides under\nthe magnetic field of microwaves which continues beyond the Curie temperature $\nT_{c} $ is identified by using the Heisenberg model. Monte Carlo calculations\nbased on the energy principle show that such heating is caused by non-resonant\nresponse of electron spins in the unfilled 3d shell to the wave magnetic field.\nSmall spin reorientation thus generated leads to a large internal energy change\nthrough the exchange interactions between spins, which becomes maximal around $\nT_{c} $ for magnetite $ {\\rm Fe}_{3}{\\rm O}_{4} $. The dissipative spin\ndynamics simulation yields the imaginary part of the magnetic susceptibility,\nwhich becomes largest around $ T_{c} $ and for the microwave frequency around 2\nGHz. Hematite $ {\\rm Fe}_{2}{\\rm O}_{3} $ with weak spontaneous magnetization\nresponds much less to microwaves as observed in experiments. The heating of\ntitanium oxide by microwave magnetic field only when oxygen defects are present\nis also explained by our theory in terms of the absence of spontaneous\nmagnetization.\n","Comment: 6 pages, 8 figures"]}]
["0806.4002",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4002","Phys. Rev. A 79, 010702 (2009)","doi:10.1103/PhysRevA.79.010702"],"date":["2008-06-25","2008-12-19"],"type":["text"],"creator":["Idziaszek, Zbigniew","Calarco, Tommaso","Julienne, Paul S.","Simoni, Andrea"],"language":[],"coverage":[],"title":["Quantum theory of ultracold atom-ion collisions"],"description":["  We study atom-ion scattering in the ultracold regime. To this aim, an\nanalytical model based on the multichannel quantum defect formalism is\ndeveloped and compared to close-coupled numerical calculations. We investigate\nthe occurrence of magnetic Feshbach resonances focusing on the specific 40Ca+ -\nNa system. The presence of several resonances at experimentally accessible\nmagnetic fields should allow the atom-ion interaction to be precisely tuned. A\nfully quantum-mechanical study of charge exchange processes shows that\ncharge-exchange rates should remain small even in the presence of resonance\neffects. Most of our results can be cast in a system-independent form and are\nimportant for the realization of the charge-neutral ultracold systems.\n","Comment: 5 pages,3 figures, RevTex; minor corrections to the text, references\n  added"]}]
["0807.1648",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.1648"],"date":["2008-07-10","2009-02-13"],"type":["text"],"creator":["Lacave, Christophe"],"language":[],"coverage":[],"title":["Two Dimensional Incompressible Viscous Flow Around a Thin Obstacle\n  Tending to a Curve"],"description":["  In [Lacave, IHP, ana, to appear (2008)] the author considered the two\ndimensional Euler equations in the exterior of a thin obstacle shrinking to a\ncurve and determined the limit velocity. In the present work, we consider the\nsame problem in the viscous case, proving convergence to a solution of the\nNavier-Stokes equations in the exterior of a curve. The uniqueness of the limit\nsolution is also shown.\n"]}]
["0807.2770",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2770","Phys. Rev. Lett. 102, 056808 (2009)","doi:10.1103/PhysRevLett.102.056808"],"date":["2008-07-17","2009-02-13"],"type":["text"],"creator":["Pletikosic, I.","Kralj, M.","Pervan, P.","Brako, R.","Coraux, J.","N'Diaye, A. T.","Busse, C.","Michely, T."],"language":[],"coverage":[],"title":["Dirac Cones and Minigaps for Graphene on Ir(111)"],"description":["  Epitaxial graphene on Ir(111) prepared in excellent structural quality is\ninvestigated by angle-resolved photoelectron spectroscopy. It clearly displays\na Dirac cone with the Dirac point shifted only slightly above the Fermi level.\nThe moire resulting from the overlaid graphene and Ir(111) surface lattices\nimposes a superperiodic potential giving rise to Dirac cone replicas and the\nopening of minigaps in the band structure.\n","Comment: 4 pages, 4 figures"]}]
["0807.3144",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3144"],"date":["2008-07-20","2009-02-13"],"type":["text"],"creator":["Smilga, Walter"],"language":[],"coverage":[],"title":["Relational Approach to Spin Networks"],"description":["  Individual spinors in a SU(2) spin network are described by their relations\nto the background spin network. A 'covariant' formulation of these relations\nyields the de Sitter group SO(3,2) as the fundamental symmetry group. Locally\nthis symmetry group is approximated by the Poincare group, which leaves\ninvariant (certain) clusters of spinors. The calculated masses of these\nclusters reproduce the lepton spectrum. Corrections to the approximate Poincare\ngroup, based on the exact SO(3,2) symmetry, deliver interaction terms,\nidentical to those of the standard model. In addition, gravitation is obtained.\nThe calculation of the fine-structure constant reproduces Wyler's formula.\n","Comment: 32 pages, corrected typos"]}]
["0808.0423",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0423","J. Phys. D: Appl.Phys.42 (2009) 055402","doi:10.1088/0022-3727/42/5/055402"],"date":["2008-08-04","2008-08-08"],"type":["text"],"creator":["Satapathy, S.","Gupta, P. K.","Varma, K. B. R."],"language":[],"coverage":[],"title":["Enhancement of nonvolatile polarization and pyroelectric sensitivity in\n  Lithium tantalate (LT)/ Poly (vinylidene fluoride) (PVDF) nano composite"],"description":["  For pyroelectric sensor application, materials having large ferroelectric\npolarization at low applied field and high pyroelectric sensitivity are\nrequired. PVDF is one of the ferroelectric polymers, which is being used for\npyroelectric detector application. Following properties of PVDF such as low\ndensity, low acoustic impedance, wide bandwidth, flexibility, toughness, and\nease of fabrication into complex patterns and arrays make it suitable for large\narea detector applications. But the PVDF has low value of pyroelectric\ncoefficient (p). High field (above 1200kV/cm) is required to pole the PVDF\nfilm. To reduce poling field and to get high value of ferroelectric\npolarization at low poling field, nano composite films of LT/PVDF have been\nprepared. Since LT is ferroelectric (max. poling field ~ 200kV/cm and (p) ~ 2.3\n* 10-8 C cm-2/ K) in nature, the nonvolatile polarization of composite\nincreased from 0.014microC/cm2 to 2.06microC/cm2 at an applied field of\n150kV/cm as the volume fraction of LT (fLT) nano particle increases from 0.0 to\n0.17. Similarly the increase of fLT from 0.0 to 0.17 results in increase of\npyroelectric voltage sensitivity from 3.93 V/J to 18.5V/J.\n","Comment: please send your comments(18 pages including figures)"]}]
["0809.2786",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2786"],"date":["2008-09-16","2009-02-13"],"type":["text"],"creator":["Prieto, Joaquin P.","Infante, Leopoldo","Jimenez, Raul"],"language":[],"coverage":[],"title":["Revisiting the effect of H2, HD and LiH molecules in the cooling of\n  primordial gas"],"description":["  We use a non-equilibrium chemical network to revisit and study the effect of\nH_{2}, HD and LiH molecular cooling on a primordial element of gas. We solve\nboth the thermal and chemical equations for a gas element with an initial\ntemperature T\\approx 1000K and a gas number density in the range\nn_{tot}=1-10^{4} cm^{-3}. At low densities, n_{tot}<10^{2} cm^{-3}, the gas\nreaches temperatures \\sim 100K and the main coolant is H_{2}, but at higher\ndensities, n_{tot}>10^{2} cm^{-3}, the HD molecule dominates the gas\ntemperature evolution. The effect of LiH is negligible in all cases. We studied\nthe effect of D abundance on the gas cooling. The D abundance was set initially\nto be in the range n_{D}/n_{H}=10^{-7}-10^{-4.5}, with\nn_{HD}/n_{H}={D^{+}}/n_{H}=10^{-10}. The simulations show that at\nn_{tot}>10^{2} cm^{-3} the HD cooling dominates the temperature evolution for D\nabundances greater than 10^{-5}n_{H}. This number decrease at higher densities.\nFurthermore, we studied the effect of electrons and ionized particules on the\ngas temperature. We followed the gas temperature evolution with\nn_{H_{+}}/n_{H}=10^{-4}-10^{-1} and n_{D^{+}}/n_{H^{+}}=10^{-5}. The gas\ntemperature reached lower values at high ionization degree because electrons,\nH^{+} and D^{+} are catalizers in the formation paths of the H_{2} and HD\nmolecules, which are the main coolers at low temperatures. Finaly, we studied\nthe effect of an OB star, with T_{eff}=4\\times 10^{4}K, would have on gas\ncooling. It is very difficult for a gas with n_{tot} in the range between 1-100\ncm^{-3} to drop its temperature if the star is at a distance less than 100 pc.\n"]}]
["0809.4106",{"format":[],"subject":["Mathematics - Probability","Mathematics - Dynamical Systems","60F05, 37D20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4106"],"date":["2008-09-24","2009-02-13"],"type":["text"],"creator":["Kifer, Yuri"],"language":[],"coverage":[],"title":["From Pet to Split"],"description":["  Various forms of the polynomial ergodic theorem (PET) which attracted\nsubstantial attention in ergodic theory study the limits of expressions having\nthe form $1/N\\sum_{n=1}^NT^{q_1(n)}f_1... T^{q_\\ell (n)}f_\\ell$ where $T$ is a\nweakly mixing measure preserving transformation, $f_i$'s are bounded measurable\nfunctions and $q_i$'s are polynomials taking on integer values on the integers.\nMotivated partially by these results we obtain a central limit theorem for\nexpressions of the form $1/\\sqrt{N}\\sum_{n=1}^N (X_1(q_1(n))X_2(q_2(n))...\nX_\\ell(q_\\ell(n))-a_1a_2... a_\\ell)$ (sum-product limit theorem--SPLIT) where\n$X_i$'s are fast $\\alpha$-mixing bounded stationary processes, $a_j=EX_j(0)$\nand $q_i$'s are positive functions taking on integer values on integers with\nsome growth conditions which are satisfied, for instance, when $q_i$'s are\npolynomials of growing degrees. This result can be applied to the case when\n$X_i(n)=T^nf_i$ where $T$ is a mixing subshift of finite type, a hyperbolic\ndiffeomorphism or an expanding transformation taken with a Gibbs invariant\nmeasure, as well, as to the case when $X_i(n)=f_i(\\xi_n)$ where $\\xi_n$ is a\nMarkov chain satisfying the Doeblin condition considered as a stationary\nprocess with respect to its invariant measure.\n"]}]
["0810.0082",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.0082"],"date":["2008-10-01","2009-02-13"],"type":["text"],"creator":["Lacave, Christophe","Miot, Evelyne"],"language":[],"coverage":[],"title":["Uniqueness for the vortex-wave system when the vorticity is constant\n  near the point vortex"],"description":["  We prove uniqueness for the vortex-wave system with a single point vortex\nintroduced by Marchioro and Pulvirenti in the case where the vorticity is\ninitially constant near the point vortex. Our method relies on the Eulerian\napproach for this problem and in particular on the formulation in terms of the\nvelocity.\n"]}]
["0810.0911",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.0911"],"date":["2008-10-06","2009-02-13"],"type":["text"],"creator":["Barrionuevo, Jose A.","Oliveira, Lucas"],"language":[],"coverage":[],"title":["A Note on Maximal Averages in the Plane"],"description":["  Using variants of the TT* method we give a self-contained proof of the result\nof Alfonseca, Soria and Vargas on maximal operators on arbitrary directions in\n$\\rr^2$. We also give a sharp $L^2$ estimate for a maximal function extending a\nTheorem of Cordoba.\n"]}]
["0810.4122",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11G35 (Primary) 11D45, 14G05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4122"],"date":["2008-10-22","2009-02-13"],"type":["text"],"creator":["Derenthal, Ulrich"],"language":[],"coverage":[],"title":["Counting integral points on universal torsors"],"description":["  Manin's conjecture for the asymptotic behavior of the number of rational\npoints of bounded height on del Pezzo surfaces can be approached through\nuniversal torsors. We prove several auxiliary results for the estimation of the\nnumber of integral points in certain regions on universal torsors. As an\napplication, we prove Manin's conjecture for a singular quartic del Pezzo\nsurface.\n","Comment: 48 pages"]}]
["0811.0601",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0601","Phys. Rev. A 79, 022314 (2009)","doi:10.1103/PhysRevA.79.022314"],"date":["2008-11-04"],"type":["text"],"creator":["Chase, Bradley A.","Geremia, J. M."],"language":[],"coverage":[],"title":["Single shot parameter estimation via continuous quantum measurement"],"description":["  We present filtering equations for single shot parameter estimation using\ncontinuous quantum measurement. By embedding parameter estimation in the\nstandard quantum filtering formalism, we derive the optimal Bayesian filter for\ncases when the parameter takes on a finite range of values. Leveraging recent\nconvergence results [van Handel, arXiv:0709.2216 (2008)], we give a condition\nwhich determines the asymptotic convergence of the estimator. For cases when\nthe parameter is continuous valued, we develop quantum particle filters as a\npractical computational method for quantum parameter estimation.\n","Comment: 9 pages, 5 images"]}]
["0811.0749",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0749","Phys. Rev. B 79, 075111 (2009)","doi:10.1103/PhysRevB.79.075111"],"date":["2008-11-05","2009-01-25"],"type":["text"],"creator":["Klein, M.","Kroha, J.","Loehneysen, H. v.","Stockert, O.","Reinert, F."],"language":[],"coverage":[],"title":["Echo of the Quantum Phase Transition of CeCu$_{6-x}$Au$_x$ in XPS:\n  Breakdown of Kondo Screening"],"description":["  We present an X-ray photoemission study of the heavy-fermion system\nCeCu$_{6-x}$Au$_x$ across the magnetic quantum phase transition of this\ncompound at temperatures above the single-ion Kondo temperature $T_K$. In\ndependence of the Au concentration $x$ we observe a sudden change of the\n$f$-occupation number $n_f$ and the core-hole potential $U_{df}$ at the\ncritical concentration $x_c=0.1$. We interpret these findings in the framework\nof the single-impurity Anderson model. Our results are in excellent agreement\nwith findings from earlier UPS measurements %\\cite{klein08qpt} and provide\nfurther information about the precursors of quantum criticality at elevated\ntemperatures.\n","Comment: 5 pages, 3 figures; published version, references updated, minor\n  changes in wording"]}]
["0812.1542",{"format":[],"subject":["Mathematics - Combinatorics","05Cxx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1542"],"date":["2008-12-08","2009-02-13"],"type":["text"],"creator":["Iradmusa, Moharram N."],"language":[],"coverage":[],"title":["On Coloring of graph fractional powers"],"description":["  \\noindent Let $G$ be a simple graph. For any $k\\in N$, the $k-$power of $G$\nis a simple graph $G^k$ with vertex set $V(G)$ and edge set $\\{xy:d_G(x,y)\\leq\nk\\}$ and the $k-$subdivision of $G$ is a simple graph $G^{\\frac{1}{k}}$, which\nis constructed by replacing each edge of $G$ with a path of length $k$. So we\ncan introduce the $m-$power of the $n-$subdivision of $G$, as a fractional\npower of $G$, that is denoted by $G^{\\frac{m}{n}}$. In other words\n$G^{\\frac{m}{n}}:=(G^{\\frac{1}{n}})^m$. \\noindent In this paper some results\nabout the coloring of $G^{\\frac{m}{n}}$ are presented when $G$ is a simple and\nconnected graph and $\\frac{m}{n}<1$.\n","Comment: 10 pages"]}]
["0812.1996",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1996","Phys. Rep. 471(1): 1-73, 2009","doi:10.1016/j.physrep.2008.12.001"],"date":["2008-12-10","2009-01-26"],"type":["text"],"creator":["Dunkel, Jörn","Hänggi, Peter"],"language":[],"coverage":[],"title":["Relativistic Brownian Motion"],"description":["  Stimulated by experimental progress in high energy physics and astrophysics,\nthe unification of relativistic and stochastic concepts has re-attracted\nconsiderable interest during the past decade. Focusing on the framework of\nspecial relativity, we review, here, recent progress in the phenomenological\ndescription of relativistic diffusion processes. After a brief historical\noverview, we will summarize basic concepts from the Langevin theory of\nnonrelativistic Brownian motions and discuss relevant aspects of relativistic\nequilibrium thermostatistics. The introductory parts are followed by a detailed\ndiscussion of relativistic Langevin equations in phase space. We address the\nchoice of time parameters, discretization rules, relativistic\nfluctuation-dissipation theorems, and Lorentz transformations of stochastic\ndifferential equations. The general theory is illustrated through analytical\nand numerical results for the diffusion of free relativistic Brownian\nparticles. Subsequently, we discuss how Langevin-type equations can be obtained\nas approximations to microscopic models. The final part of the article is\ndedicated to relativistic diffusion processes in Minkowski spacetime. Due to\nthe finiteness of velocities in relativity, nontrivial relativistic Markov\nprocesses in spacetime do not exist; i.e., relativistic generalizations of the\nnonrelativistic diffusion equation and its Gaussian solutions must necessarily\nbe non-Markovian. We compare different proposals that were made in the\nliterature and discuss their respective benefits and drawbacks. The review\nconcludes with a summary of open questions, which may serve as a starting point\nfor future investigations and extensions of the theory.\n","Comment: review article, 159 pages, references updated, misprints corrected,\n  App. A.4. corrected"]}]
["0812.3827",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3827","doi:10.1051/0004-6361:200810985"],"date":["2008-12-19"],"type":["text"],"creator":["Buccino, Andrea P.","Mauas, Pablo J. D."],"language":[],"coverage":[],"title":["Long-term chromospheric activity of non-eclipsing RS CVn-type stars"],"description":["  Context. The IUE database provides a large number of UV high and\nlow-resolution spectra of RS CVn-type stars from 1978 to 1996. In particular,\nmany of these stars were monitored continuously during several seasons by IUE.\nAims. Our main purpose is to study the short and long-term chromospheric\nactivity of the RS CVn systems most observed by IUE: HD 22468 (V711 Tau, HR\n1099, K1IV+G5V), HD 21242 (UX Ari, K0IV+G5V) and HD 224085 (II Peg, K2IV).\nMethods. We first obtain the Mount Wilson index S from the IUE high and\nlow-resolution spectra. Secondly, we analyse with the Lomb-Scargle periodogram\nthe mean annual index S and the amplitude of its rotational modulation.\nResults. For HD 22468 (V711 Tau, HR 1099), we found a possible chromospheric\ncycle with a period of 18 years and a shorter cycle with a period of 3 years,\nwhich could be associated to a chromospheric \"flip-flop\" cycle. The data of HD\n224085 (II Peg) also suggest a chromospheric cycle of 21 years and a flip-flop\ncycle of 9 years. Finally, we obtained a possible chromospheric cycle of 7\nyears for HD 21242 (UX Ari).\n","Comment: accepted for publication in Astronomy and Astrophysics"]}]
["0901.0352",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0352"],"date":["2009-01-03","2009-02-13"],"type":["text"],"creator":["Zhang, Ting","Fang, Daoyuan"],"language":[],"coverage":[],"title":["Compressible flows with a density-dependent viscosity coefficient"],"description":["  We prove the global existence of weak solutions for the 2-D compressible\nNavier-Stokes equations with a density-dependent viscosity coefficient\n($\\lambda=\\lambda(\\rho)$). Initial data and solutions are small in energy-norm\nwith nonnegative densities having arbitrarily large sup-norm. Then, we show\nthat if there is a vacuum domain at the initial time, then the vacuum domain\nwill retain for all time, and vanishes as time goes to infinity. At last, we\nshow that the condition of $\\mu=$constant will induce a singularity of the\nsystem at vacuum. Thus, the viscosity coefficient $\\mu$ plays a key role in the\nNavier-Stokes equations.\n","Comment: 32 pages"]}]
["0901.1834",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.1834","Phys. Rev. Lett. 102, 066402 (2009)","doi:10.1103/PhysRevLett.102.066402"],"date":["2009-01-13"],"type":["text"],"creator":["Bourgeois, A.","Aligia, A. A.","Rozenberg, M. J"],"language":[],"coverage":[],"title":["Dynamical mean field theory of an effective three-band model for\n  Na$_x$CoO$_2$"],"description":["  We derive an effective Hamiltonian for highly correlated $t_{2g}$ states\ncentered at the Co sites of Na$_x$CoO$_2$. The essential ingredients of the\nmodel are an O mediated hopping, a trigonal crystal-field splitting, and\non-site effective interactions derived from the exact solution of a\nmulti-orbital model in a CoO$_6$ cluster, with parameters determined\npreviously. The effective model is solved by dynamical mean-field theory\n(DMFT). We obtain a Fermi surface (FS) and electronic dispersion that agrees\nwell with angle-resolved photoemission spectra (ARPES). Our results also\nelucidate the origin of the \"sinking-pockets\" in different doping regimes.\n"]}]
["0901.2636",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2636","Phys.Rev.D79:034013,2009","doi:10.1103/PhysRevD.79.034013"],"date":["2009-01-17","2009-02-10"],"type":["text"],"creator":["Wu, Xing-Gang","Huang, Tao"],"language":[],"coverage":[],"title":["Radiative Corrections on the $B\\to P$ Form Factors with Chiral Current\n  in the Light-Cone Sum Rules"],"description":["  Based on the approach of the vector form factor $F^{+}_{B\\to\\pi, K}(q^2)$ in\nour previous papers, we extend the calculation of the radiative corrections to\nthe $B\\to P$ ($P$ stands $\\pi$, $K$ and all light pseudoscalar mesons) scalar\nand tensor form factors $F^{0,T}_{B\\to P}(q^2)$ with chiral current in the\nlight-cone sum rules (LCSRs). The most uncertain twist-3 contributions to the\n$B\\to P$ form factors can be naturally eliminated through a properly designed\ncorrelator. We present the next-leading-order formulae of $F^{+,0,T}_{B\\to\nP}(q^2)$ with the $b$-quark pole mass that is universal. It has been shown that\nour results are simpler and less uncertain under the same parameter regions\nsince we only need to calculate the next leading order on the twist-2 part from\nthe obtained LCSR. Second, we obtain\n$f^{+,0}_{B\\to\\pi}(0)=0.260^{+0.059}_{-0.040}$,\n$f^{T}_{B\\to\\pi}(0)=0.276^{+0.052}_{-0.039}$, $f^{+,0}_{B\\to\nK}(0)=0.334^{+0.094}_{-0.069}$ and $f^{T}_{B\\to K}(0) =0.379^{+0.092}_{-0.077}$\nat $q^2=0$ and the $SU_f(3)$-breaking effects are discussed too.\n","Comment: 26 pages, 9 figures. References added and typo error corrected. To be\n  published in Phys.Rev.D"]}]
["0902.0180",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0180"],"date":["2009-02-02","2009-02-13"],"type":["text"],"creator":["Ambroglini, F.","Armillis, R.","Azzi, P.","Bagliesi, G.","Ballestrero, A.","Balossini, G.","Banfi, A.","Bartalini, P.","Benedetti, D.","Bevilacqua, G.","Bolognesi, S.","Cafarella, A.","Calame, C. M. Carloni","Carminati, L.","Cobal, M.","Corcella, G.","Coriano', C.","Dainese, A.","Del Duca, V.","Fabbri, F.","Fabbrichesi, M.","Fano', L.","Faraggi, Alon E.","Frixione, S.","Garbini, L.","Giammanco, A.","Grazzini, M.","Guzzi, M.","Irges, N.","Maina, E.","Mariotti, C.","Masetti, G.","Mele, B.","Migliore, E.","Montagna, G.","Monteno, M.","Moretti, M.","Nason, P.","Nicrosini, O.","Nisati, A.","Perrotta, A.","Piccinini, F.","Polesello, G.","Rebuzzi, D.","Rizzi, A.","Rolli, S.","Roda, C.","Rosati, S.","Santocchia, A.","Stocco, D.","Tartarelli, F.","Tenchini, R.","Tonero, A.","Treccani, M.","Treleani, D.","Tricoli, A.","Trocino, D.","Vecchi, L.","Vicini, A.","Vivarelli, I."],"language":[],"coverage":[],"title":["Proceedings of the Workshop on Monte Carlo's, Physics and Simulations at\n  the LHC PART II"],"description":["  These proceedings collect the presentations given at the first three meetings\nof the INFN \"Workshop on Monte Carlo's, Physics and Simulations at the LHC\",\nheld at the Frascati National Laboratories in 2006. The first part of these\nproceedings contains pedagogical introductions to several basic topics of both\ntheoretical and experimental high pT LHC physics. The second part collects more\nspecialised presentations.\n","Comment: 157 pages, 136 figures; contribution by M. Grazzini has been added"]}]
["0902.0300",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0300"],"date":["2009-02-02","2009-02-13"],"type":["text"],"creator":["Lovelace, C."],"language":[],"coverage":[],"title":["Calculable membrane theory"],"description":["  The key to membrane theory is to enlarge the diffeomorphism group until 4D\ngravity becomes almost topological. Just one ghost survives and its central\ncharges can cancel against matter. A simple bosonic membrane emerges, but its\nflat D = 28 target space is unstable. Adding supersymmetry ought to give\ncalculable (2,2) membranes in 12 target dimensions, but (2,1) membranes won't\nwork.\n","Comment: 11 pages. Section 5 changed: some confusion corrected and\n  explanations added"]}]
["0902.0372",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0372"],"date":["2009-02-02","2009-02-13"],"type":["text"],"creator":["Block, Martin M.","Durand, Loyal"],"language":[],"coverage":[],"title":["Analytic derivation of the leading-order gluon distribution function\n  $G(x,Q^2)=xg(x,Q^2)$ from the proton structure function $F_2^{\\gamma\n  p}(x,Q^2)$. II. Effect of heavy quarks"],"description":["  We extend our previous derivation of an exact expression for the\nleading-order (LO) gluon distribution function $G(x,Q^2)=xg(x,Q^2)$ from the\nDGLAP evolution equation for the proton structure function $F_2^{\\gamma\np}(x,Q^2)$ for deep inelastic $\\gamma^* p$ scattering to include the effects of\nheavy-quark masses. We derive the equation for $G(x,Q^2)$ in two different\nways, first using our original differential-equation method, and then using a\nnew method based on Laplace transforms. The results do not require the use of\nthe gluon evolution equation, or, to good approximation, knowledge of the\nindividual quark distributions. Given an analytic expression that successfully\nreproduces the known experimental data for $F_2^{\\gamma p}(x,Q^2)$ in a domain\n${\\cal D}(x,Q^2)$--where $x_{\\rm min}(Q^2) \\le x \\le x_{\\rm max}(Q^2)$,\n$Q^2_{\\rm min}\\le Q^2\\le Q^2_{\\rm max}$ of the Bjorken variable $x$ and the\nvirtuality $Q^2$--$G(x,Q^2)$ is uniquely determined in the same domain. As an\napplication of the method, we construct a new global parametrization of the\ncomplete set of ZEUS data on $F_2^{\\gamma p}(x,Q^2)$, and use this to determine\nthe 5 quark gluon distribution, $G(x,Q^2)$, for massless $u, d, s$ and massive\n$c, b$ quarks and discuss the mass effects evident in the result. We compare\nthese results to the gluon distributions for CTEQ6L, and in the domain ${\\cal\nD}(x,Q^2)$ where they should agree, they do not; the discrepancy is due to the\nfact that the CTEQ6L results do not give an accurate description of the ZEUS\n$F_2^{\\gamma p}(x,Q^2)$ experimental data. We emphasize that our method for\nobtaining the LO gluon distribution connects $G(x,Q^2)$ {\\em directly} to the\nproton structure function without either the need for individual parton\ndistributions or the gluon evolution equation.\n","Comment: 19 pages, 6 figures and 1 table Sign typos in Eqs. 32-35 and some\n  typos elsewhere corrected, results unchanged"]}]
["0902.1783",{"format":[],"subject":["Physics - Optics","Physics - Biological Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1783"],"date":["2009-02-10"],"type":["text"],"creator":["Donaire, M."],"language":[],"coverage":[],"title":["Dipole emission and coherent transport in random media III. Emission\n  from a real cavity in a continuous medium"],"description":["  This is the third of a series of papers devoted to develop a microscopical\napproach to the dipole emission process and its relation to coherent transport\nin random media. In this paper, we compute the power emitted by an induced\ndipole and the spontaneous decay rate of a Lorentzian-type dipole. In both\ncases, the emitter is placed at the center of a real cavity drilled in a\ncontinuous medium.\n"]}]
["0902.1995",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1995"],"date":["2009-02-11"],"type":["text"],"creator":["O'Sullivan, S. P.","Stil, J. M.","Taylor, A. R.","Ricci, R.","Grant, J. K.","Shorten, K."],"language":[],"coverage":[],"title":["Simulation of the Polarized Sky at 1.4 GHz"],"description":["  We present results from simulations of the extragalactic polarized sky at 1.4\nGHz. As the basis for our polarization models, we use a semi-empirical\nsimulation of the extragalactic total intensity (Stokes I) continuum sky\ndeveloped at the University of Oxford (http://scubed.physics.ox.ac.uk) under\nthe European SKA Design Study (SKADS) initiative, and polarization\ndistributions derived from analysis of polarization observations. By\nconsidering a luminosity dependence for the polarization of AGN, we are able to\nfit the 1.4 GHz polarized source counts derived from the NVSS and the DRAO\nELAIS N1 deep field survey down to approximately 1 mJy. This trend is confirmed\nby analysis of the polarization of a complete sample of bright AGN. We are\nunable to fit the additional flattening of the polarized source counts from the\ndeepest observations of the ELAIS N1 survey, which go down to ~0.5 mJy. Below 1\nmJy in Stokes I at 1.4 GHz, starforming galaxies become an increasingly\nimportant fraction of all radio sources. We use a spiral galaxy integrated\npolarization model to make realistic predictions of the number of polarized\nsources at microJy levels in polarized flux density and hence, realistic\npredictions of what the next generation radio telescopes such as ASKAP, other\nSKA pathfinders and the SKA itself will see.\n","Comment: 3 pages, 2 figures, to be published in Proceedings of Science,\n  proceedings of The 9th European VLBI Network Symposium on The role of VLBI in\n  the Golden Age for Radio Astronomy and EVN Users Meeting, September 23-26,\n  2008, Bologna, Italy"]}]
["0902.2003",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2003"],"date":["2009-02-11"],"type":["text"],"creator":["Golyshev, V.","Mellit, A."],"language":[],"coverage":[],"title":["Gamma structures and Gauss's contiguity"],"description":["  We introduce gamma structures on regular hypergeometric D--modules in\ndimension 1 as special one--parametric systems of solutions on the compact\nsubtorus. We note that a balanced gamma product is in the Paley--Wiener class\nand show that the monodromy with respect to the gamma structure is expressed\nalgebraically in terms of the hypergeometric exponents. We compute the\nhypergeometric monodromy explicitly in terms of certain diagonal matrices,\nVandermonde matrices and their inverses (or generalizations of those in the\nresonant case).\n"]}]
["0902.2009",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2009"],"date":["2009-02-12"],"type":["text"],"creator":["Luxton, Mark","Qu, Zhenhua"],"language":[],"coverage":[],"title":["On Tropical Compactifications"],"description":["  We give an affirmative answer to a conjecture proposed by Tevelev in\ncharacteristic 0 case: any variety contains a sch\\\"on very affine open\nsubvariety. Also we show that any fan supported on the tropicalization of a\nsch\\\"on very affine variety produces a sch\\\"on compactification. Using toric\nschemes over a discrete valuation ring, we extend tropical compatifications to\nthe non-constant coefficient case.\n","Comment: 19 pages, comments are welcome"]}]
["0902.2012",{"format":[],"subject":["Mathematics - Probability","05C80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2012"],"date":["2009-02-11"],"type":["text"],"creator":["Feige, Uriel","Flaxman, Abraham D.","Vilenchik, Dan"],"language":[],"coverage":[],"title":["On the diameter of the set of satisfying assignments in random\n  satisfiable k-CNF formulas"],"description":["  It is known that random k-CNF formulas have a so-called satisfiability\nthreshold at a density (namely, clause-variable ratio) of roughly 2^k\\ln 2: at\ndensities slightly below this threshold almost all k-CNF formulas are\nsatisfiable whereas slightly above this threshold almost no k-CNF formula is\nsatisfiable. In the current work we consider satisfiable random formulas, and\ninspect another parameter -- the diameter of the solution space (that is the\nmaximal Hamming distance between a pair of satisfying assignments).\n  It was previously shown that for all densities up to a density slightly below\nthe satisfiability threshold the diameter is almost surely at least roughly n/2\n(and n at much lower densities). At densities very much higher than the\nsatisfiability threshold, the diameter is almost surely zero (a very dense\nsatisfiable formula is expected to have only one satisfying assignment). In\nthis paper we show that for all densities above a density that is slightly\nabove the satisfiability threshold (more precisely at ratio (1+ \\eps)2^k \\ln 2,\n\\eps=\\eps(k) tending to 0 as k grows) the diameter is almost surely\nO(k2^{-k}n). This shows that a relatively small change in the density around\nthe satisfiability threshold (a multiplicative (1 + \\eps) factor), makes a\ndramatic change in the diameter. This drop in the diameter cannot be attributed\nto the fact that a larger fraction of the formulas is not satisfiable (and\nhence have diameter 0), because the non-satisfiable formulas are excluded from\nconsideration by our conditioning that the formula is satisfiable.\n","Comment: 15 pages, 2 figures"]}]
["0902.2014",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2014"],"date":["2009-02-11"],"type":["text"],"creator":["Gregory, P. C."],"language":[],"coverage":[],"title":["Detecting Extra-solar Planets with a Bayesian hybrid MCMC Kepler\n  periodogram"],"description":["  A Bayesian re-analysis of published radial velocity data sets is providing\nevidence for additional planetary candidates. The nonlinear model fitting is\naccomplished with a new hybrid Markov chain Monte Carlo (HMCMC) algorithm which\nincorporates parallel tempering, simulated annealing and genetic crossover\noperations. Each of these features facilitate the detection of a global minimum\nin chi^2. By combining all three, the HMCMC greatly increases the probability\nof realizing this goal. When applied to the Kepler problem it acts as a\npowerful multi-planet Kepler periodogram for both parameter estimation and\nmodel selection. The HMCMC algorithm is embedded in a unique two stage adaptive\ncontrol system that automates the tuning of the MCMC proposal distributions\nthrough an annealing operation.\n","Comment: In JSM Proceedings, Denver, CO, Aug. 3, 2008: American Statistical\n  Association"]}]
["0902.2017",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2017"],"date":["2009-02-11"],"type":["text"],"creator":["Li, Dong","Zhang, Xiaoyi"],"language":[],"coverage":[],"title":["On a nonlocal aggregation model with nonlinear diffusion"],"description":["  We consider a nonlocal aggregation equation with nonlinear diffusion which\narises from the study of biological aggregation dynamics. As a degenerate\nparabolic problem, we prove the well-posedness, continuation criteria and\nsmoothness of local solutions. For compactly supported nonnegative smooth\ninitial data we prove that the gradient of the solution develops\n$L_x^\\infty$-norm blowup in finite time.\n","Comment: Submitted Jun 2008"]}]
["0902.2019",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Algebraic Geometry","53C25","53C28"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2019"],"date":["2009-02-11"],"type":["text"],"creator":["Honda, Nobuhiro","Viaclovsky, Jeff"],"language":[],"coverage":[],"title":["Conformal symmetries of self-dual hyperbolic monopole metrics"],"description":["  We determine the group of conformal automorphisms of the self-dual metrics on\nn#CP^2 due to LeBrun for n>2, and Poon for n=2. These metrics arise from an\nansatz involving a circle bundle over hyperbolic three-space H^3 minus a finite\nnumber of points, called monopole points. We show that for n>2 connected sums,\nany conformal automorphism is a lift of an isometry of H^3 which preserves the\nset of monopole points. Furthermore, we prove that for n = 2, such lifts form a\nsubgroup of index 2 in the full automorphism group, which we show is a\nsemi-direct product (U(1) \\times U(1)) \\times D_4, the dihedral group of order\n8.\n","Comment: 46 pages, 2 figures"]}]
["0902.2034",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2034"],"date":["2009-02-12"],"type":["text"],"creator":["Melrose, D. B."],"language":[],"coverage":[],"title":["Coherent Emission"],"description":["  The theory of plasma emission and of electron cyclotron maser emission, and\ntheir applications to solar radio bursts and to Jupiter's DAM and the Earth's\nAKR are reviewed, emphasizing the early literature and problems that remain\nunresolved. It is pointed out that there are quantitative measures of coherence\nin radio astronomy that have yet to be explored either observationally or\ntheoretically.\n","Comment: to be published in Proceedings of IAU Symposium 257 Universal\n  Heliophysical Processes, N. Gopalswamy & D.F. Webb eds"]}]
["0902.2035",{"format":[],"subject":["Physics - Atomic and Molecular Clusters","Astrophysics - Cosmology and Nongalactic Astrophysics","Condensed Matter - Superconductivity","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2035"],"date":["2009-02-12"],"type":["text"],"creator":["Johnson, Keith"],"language":[],"coverage":[],"title":["Water Buckyball Terahertz Vibrations in Physics, Chemistry, Biology, and\n  Cosmology"],"description":["  Pentagonal dodecahedral buckyball-like water clusters and arrays thereof are\nshown from first-principles electronic-structure calculations to possess unique\nterahertz vibrational modes in the 1-6 THz range, corresponding to\noxygen-oxygen-oxygen bending and twisting surface distortions of the clusters.\nIn their excited electronic states these water clusters constitute a form of\nRydberg matter. Applications to Physics, Chemistry, Biology, and Cosmology are\ndescribed.\n","Comment: 7 pages, 6 figures"]}]
["0902.2036",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2036"],"date":["2009-02-12"],"type":["text"],"creator":["Kayvanrad, M. H.","Zonoobi, D.","Kassim, A. A."],"language":[],"coverage":[],"title":["Modified Papoulis-Gerchberg algorithm for sparse signal recovery"],"description":["  Motivated by the well-known Papoulis-Gerchberg algorithm, an iterative\nthresholding algorithm for recovery of sparse signals from few observations is\nproposed. The sequence of iterates turns out to be similar to that of the\nthresholded Landweber iterations, although not the same. The performance of the\nproposed algorithm is experimentally evaluated and compared to other\nstate-of-the-art methods.\n","Comment: 12 pages"]}]
["0902.2040",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2040"],"date":["2009-02-12"],"type":["text"],"creator":["Schmelzer, I."],"language":[],"coverage":[],"title":["A quantum variant of Einstein's hole argument"],"description":["  We extend Einstein's hole argument into the quantum domain, and argue that\nquantum observables for quasiclassical superpositional states of gravitational\nfields require additional information to be well-defined, namely, relative\npositions of the gravitational fields involved in superpositional states. As a\nconsequence, for the definition of these quantum observables we need a common\nbackground. The observable is a transition probability in a simple double-slit\nexperiment with partial gravitational measurement of position. It may be easily\ncomputed in non-relativistic Schroedinger theory with Newtonian potential.\n"]}]
["0902.2042",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2042","Vacuum 82(2) (2008) 257-260"],"date":["2009-02-12"],"type":["text"],"creator":["Csik, A.","Langer, G. A.","Erdelyi, G.","Beke, D. L.","Erdelyi, Z.","Vad, K."],"language":[],"coverage":[],"title":["Investigation of Sb diffusion in amorphous silicon"],"description":["  Amorphous silicon materials and its alloys become extensively used in some\ntechnical applications involving large area of the microelectronic and\noptoelectronic devices. However, the amorphous-crystalline transition,\nsegregation and diffusion processes still have numerous unanswered questions.\nIn this work we study the Sb diffusion into an amorphous Si film by means of\nSecondary Neutral Mass Spectrometry (SNMS). Amorphous Si/Si1-xSbx/Si tri-layer\nsamples with 5 at% antimony concentration were prepared by DC magnetron\nsputtering onto Si substrate at room temperature. Annealing of the samples were\nperformed at different temperature in vacuum (p<10-7 mbar) and 100 bar high\npurity (99.999%) Ar pressure. During annealing a rather slow mixing between the\nSb-alloyed and the amorphous Si layers was observed. Supposing concentration\nindependent diffusion, the evaluated diffusion coefficients are in the range of\n~10-21 m2s-1 at 823 K.\n","Comment: This work was presented on JVC-11 conference"]}]
["0902.2043",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2043","Vacuum 80 (2005) 168"],"date":["2009-02-12"],"type":["text"],"creator":["Csik, A.","Erdelyi, G.","Langer, G. A.","Daroczi, L.","Beke, D. L.","Nyeki, J.","Erdelyi, Z."],"language":[],"coverage":[],"title":["Pattern formation in SiSb system"],"description":["  Thermal annealing of Si/Si1-xSbx/Si amorphous thin film tri-layer samples\n(x=18 and 24 at%Sb) under 100 bar Ar pressure results in an interesting pattern\nformation. In pictures, taken by means of cross-sectional transmission electron\nmicroscopy (TEM), stripe-shaped contrast, with three maxima, parallel with the\ninterfaces can be seen. Secondary neutral mass spectrometer (SNMS) measurements\nrevealed that the regions with different contrasts correspond to Sb-rich and\nSb-depleted regions. Furthermore, the Sb concentration peaks in the Sb-rich\nregions, especially at longer annealing times, are different: the peak\ndeveloped at the Si/SiSb interface closer to the free surface decays faster\nthan that of the inner one closer to the substrate. The pattern formation is\ninterpreted by segregation-initiated spinodal-like decomposition, while the\ndifference of the Sb concentration peaks is explained by the resultant Sb\ntransport to and evaporation from the free surface. The possible role of\nformation of nanocrystalline grains, in the explanation of the fast transport\nunder pressure as compared to vacuum is also discussed.\n","Comment: This work was presented on JVC-10 conference"]}]
["0902.2045",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2045","Vacuum 72 (2004) 85"],"date":["2009-02-12"],"type":["text"],"creator":["Kapta, K.","Daroczi, L.","Papp, Z.","Beke, D. L.","Langer, G. A.","Csik, A.","Kis-Varga, M.","Greer, A. L.","Barber, Z. H."],"language":[],"coverage":[],"title":["Degradation of Ag/Si multilayers during heat treatments"],"description":["  Microstructure changes during annealing of nano-crystalline silver and\namorphous silicon multilayers (Ag/a-Si) have been studied by X-ray diffraction\nand transmission electron microscopy. The dc-magnetron sputtered Ag/a-Si\nmultilayers remained stable even after annealing at 523K for 10h, and\nmicrostructural changes occurred only above 600K. The degradation of Ag/a-Si\nmultilayers can be described by the increase of size of Ag grains, formation of\ngrooves and pinholes at Ag grain boundaries and by the diffusion of silicon\natoms through the silver grain boundaries and along the Ag/a-Si interfaces.\nThis results in thinning of a-Si layers, and in formation of Ag granulates\nafter longer annealing times.\n"]}]
["0902.2047",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Differential Geometry","35J25, 35J20, 35B33, 35B40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2047"],"date":["2009-02-12"],"type":["text"],"creator":["del Pino, Manuel","Kowalczyk, Mike","Wei, Juncheng"],"language":[],"coverage":[],"title":["Entire Solutions of the Allen-Cahn equation and Complete Embedded\n  Minimal Surfaces of Finite Total Curvature in $\\R^3$"],"description":["  We consider minimal surfaces $M$ which are complete, embedded and have finite\ntotal curvature in $\\R^3$, and bounded, entire solutions with finite Morse\nindex of the Allen-Cahn equation $\\Delta u + f(u) = 0 \\hbox{in} \\R^3 $. Here\n$f=-W'$ with $W$ bistable and balanced, for instance $W(u) =\\frac 14\n(1-u^2)^2$. We assume that $M$ has $m\\ge 2$ ends, and additionally that $M$ is\nnon-degenerate, in the sense that its bounded Jacobi fields are all originated\nfrom rigid motions (this is known for instance for a Catenoid and for the\nCosta-Hoffman-Meeks surface of any genus). We prove that for any small $\\alpha\n>0$, the Allen-Cahn equation has a family of bounded solutions depending on\n$m-1$ parameters distinct from rigid motions, whose level sets are embedded\nsurfaces lying close to the blown-up surface $M_\\alpha := \\alpha^{-1} M$, with\nends possibly diverging logarithmically from $M_\\A$. We prove that these\nsolutions are $L^\\infty$-{\\em non-degenerate} up to rigid motions, and find\nthat their Morse index coincides with the index of the minimal surface. Our\nconstruction suggests parallels of De Giorgi conjecture for general bounded\nsolutions of finite Morse index.\n","Comment: 73pages"]}]
["0902.2054",{"format":[],"subject":["Mathematics - Numerical Analysis","41A30, 65D15, 41A63"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2054"],"date":["2009-02-12"],"type":["text"],"creator":["Lanzara, Flavia","Maz'ya, Vladimir","Schmidt, Gunther"],"language":[],"coverage":[],"title":["Tensor product approximations of high dimensional potentials"],"description":["  The paper is devoted to the efficient computation of high-order cubature\nformulas for volume potentials obtained within the framework of approximate\napproximations. We combine this approach with modern methods of structured\ntensor product approximations. Instead of performing high-dimensional discrete\nconvolutions the cubature of the potentials can be reduced to a certain number\nof one-dimensional convolutions leading to a considerable reduction of\ncomputing resources. We propose one-dimensional integral representions of\nhigh-order cubature formulas for n-dimensional harmonic and Yukawa potentials,\nwhich allow low rank tensor product approximations.\n","Comment: 20 pages"]}]
["0902.2056",{"format":[],"subject":["Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2056","ISSP'08, France (2008), 49"],"date":["2009-02-12"],"type":["text"],"creator":["Jeannin, Christophe","Perrier, Pascal","Payan, Yohan","Grosgogeat, Brigitte","Dittmar, André","Géhin, Claudine"],"language":[],"coverage":[],"title":["PRESLA: An original device to measure the mechanical interaction between\n  tongue and teeth or palate during speech production"],"description":["  An original experimental procedure is presented to measure the mechanical\ninteraction between tongue and teeth and palate during speech production. It\nconsists in using edentulous people as subjects and to insert pressure sensors\nin the structure of a replication of their dental prosthesis. This is assumed\nto induce no speech production perturbation for subjects who are used to speak\nwith their prosthesis. Data collected from 4 subjects of French demonstrate the\nusability of the system.\n"]}]
["0902.2064",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2064"],"date":["2009-02-12"],"type":["text"],"creator":["Sumiyoshi, Masanao","Totani, Tomonori","Oshige, Shunsuke","Glazebrook, Karl","Akiyama, Masayuki","Morokuma, Tomoki","Motohara, Kentaro","Shimasaku, Kazuhiro","Hayashi, Masao","Yoshida, Makiko","Kashikawa, Nobunari","Kodama, Tadayuki"],"language":[],"coverage":[],"title":["Photometric H alpha and [O II] Luminosity Function of SDF and SXDF\n  Galaxies: Implications for Future Baryon Oscillation Surveys"],"description":["  Efficient selection of emission line galaxies at z > 1 by photometric\ninformation in wide field surveys is one of the keys for future spectroscopic\nsurveys to constrain dark energy using the baryon acoustic oscillation (BAO)\nsignature. Here we estimate the H alpha and [O II] line luminosity functions of\ngalaxies at z = 0.5-1.7 using a novel approach where multi-wavelength imaging\ndata is used to jointly estimate both photometric redshifts and star-formation\nrates. These photometric estimates of line luminosities at high-redshift use\nthe large data sets of the Subaru Deep Field and Subaru XMM-Newton Deep Field\n(covering \\sim 1 deg^2) and are calibrated with the spectroscopic data of the\nlocal Sloan Digital Sky Survey galaxies. The derived luminosity functions\n(especially H alpha) are in reasonable agreement with the past estimates based\non spectroscopic or narrow-band-filter surveys. This dataset is useful for\nexamining the photometric selection of target galaxies for BAO surveys because\nof the large cosmological volume covered and the large number of galaxies with\ndetailed photometric information. We use the sample to derive the photometric\nand physical properties of emission line galaxies to assist planning for future\nspectroscopic BAO surveys. We also show some examples of photometric selection\nprocedures which can efficiently select these emission line galaxies.\n","Comment: 19 pages, submitted to PASJ. The data of photometric magnitudes, line\n  luminosities, redshifts, and stellar masses used in this work are available\n  on request to the authors"]}]
["0902.2067",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2067"],"date":["2009-02-12"],"type":["text"],"creator":["Sugimoto, Yasuhiro","Ikeda, Hirokazu","Miyamoto, Akiya","Nagamine, Tadashi","Takubo, Yousuke","Yamamoto, Hitoshi"],"language":[],"coverage":[],"title":["R&D status of FPCCD VTX"],"description":["  As a candidate of the vertex detector for experiments at ILC, fully depleted\nfine pixel CCDs (FPCCDs) are under development. We describe the basic concept\nof the FPCCD and report on preliminary results of the performance study of the\nfirst prototype FPCCD sensors.\n","Comment: 3 pages, 3 figures, LCWS2008 Proceedings"]}]
["0902.2072",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2072","26th International Symposium on Theoretical Aspects of Computer\n  Science - STACS 2009 (2009) 433-444"],"date":["2009-02-12"],"type":["text"],"creator":["Schröder, Lutz","Pattinson, Dirk"],"language":[],"coverage":[],"title":["Strong Completeness of Coalgebraic Modal Logics"],"description":["  Canonical models are of central importance in modal logic, in particular as\nthey witness strong completeness and hence compactness. While the canonical\nmodel construction is well understood for Kripke semantics, non-normal modal\nlogics often present subtle difficulties - up to the point that canonical\nmodels may fail to exist, as is the case e.g. in most probabilistic logics.\nHere, we present a generic canonical model construction in the semantic\nframework of coalgebraic modal logic, which pinpoints coherence conditions\nbetween syntax and semantics of modal logics that guarantee strong\ncompleteness. We apply this method to reconstruct canonical model theorems that\nare either known or folklore, and moreover instantiate our method to obtain new\nstrong completeness results. In particular, we prove strong completeness of\ngraded modal logic with finite multiplicities, and of the modal logic of exact\nprobabilities.\n"]}]
["0902.2078",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Quantitative Biology - Cell Behavior"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2078","Phys. Rev. Lett. 102, 058103 (2009)","doi:10.1103/PhysRevLett.102.058103"],"date":["2009-02-12"],"type":["text"],"creator":["Hawkins, R. J.","Piel, M.","Faure-Andre, G.","Lennon-Dumenil, A. M.","Joanny, J. F.","Prost, J.","Voituriez, R."],"language":[],"coverage":[],"title":["Pushing off the walls: a mechanism of cell motility in confinement"],"description":["  We propose a novel mechanism of cell motility, which relies on the coupling\nof actin polymerization at the cell membrane to geometric confinement. We\nconsider a polymerizing viscoelastic cytoskeletal gel confined in a narrow\nchannel, and show analytically that spontaneous motion occurs. Interestingly,\nthis does not require specific adhesion with the channel walls, and yields\nvelocities potentially larger than the polymerization velocity. The contractile\nactivity of myosin motors is not necessary to trigger motility in this\nmechanism, but is shown quantitatively to increase the velocity. Our model\nqualitatively accounts for recent experiments which show that cells without\nspecific adhesion proteins are motile only in confined environments while they\nare unable to move on a flat surface, and could help in understanding the\nmechanisms of cell migration in more complex confined geometries such as living\ntissues.\n","Comment: 4 pages, 3 figures"]}]
["0902.2083",{"format":[],"subject":["Quantitative Biology - Molecular Networks","Quantitative Biology - Cell Behavior"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2083"],"date":["2009-02-12"],"type":["text"],"creator":["Lagomarsino, M. Cosentino","Bassetti, B.","Castellani, G.","Remondini, D."],"language":[],"coverage":[],"title":["Functional models for large-scale gene regulation networks: realism and\n  fiction"],"description":["  High-throughput experiments are shedding light on the topology of large\nregulatory networks and at the same time their functional states, namely the\nstates of activation of the nodes (for example transcript or protein levels) in\ndifferent conditions, times, environments. We now possess a certain amount of\ninformation about these two levels of description, stored in libraries,\ndatabases and ontologies. A current challenge is to bridge the gap between\ntopology and function, i.e. developing quantitative models aimed at\ncharacterizing the expression patterns of large sets of genes. However,\napproaches that work well for small networks become impossible to master at\nlarge scales, mainly because parameters proliferate. In this review we discuss\nthe state of the art of large-scale functional network models, addressing the\nissue of what can be considered as realistic and what the main limitations may\nbe. We also show some directions for future work, trying to set the goals that\nfuture models should try to achieve. Finally, we will emphasize the possible\nbenefits in the understanding of biological mechanisms underlying complex\nmultifactorial diseases, and in the development of novel strategies for the\ndescription and the treatment of such pathologies.\n","Comment: to appear on Mol. BioSyst. 2009"]}]
["0902.2086",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2086"],"date":["2009-02-12"],"type":["text"],"creator":["Guo-xi, Zhao","Qi-Zhou, Hu"],"language":[],"coverage":[],"title":["M/M/1 Queueing System with Non-preemptive Priority"],"description":["  The performance of non-preemptive M/M/1 queueing system with two priority is\nanalyzed. By using complementary variable method to make vector Markov process\nand analyzing the state-change equations of the queueing system, the generating\nfunction of two kinds of customers'length distribution are derived under\nnon-preemptive priority .Through further discussion, the probability of the\nserver that it is working or free and average length of two kinds of customers\nare also derived.\n","Comment: 8 pages"]}]
["0902.2090",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","53C44"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2090"],"date":["2009-02-12"],"type":["text"],"creator":["Cabezas-Rivas, Esther","Sinestrari, Carlo"],"language":[],"coverage":[],"title":["Volume-preserving flow by powers of the m-th mean curvature"],"description":["  We consider the evolution of a closed convex hypersurface under a volume\npreserving curvature flow. The speed is given by a power of the m-th mean\ncurvature plus a volume preserving term, including the case of powers of the\nmean curvature or of the Gauss curvature. We prove that if the initial\nhypersurface satisfies a suitable pinching condition, the solution exists for\nall times and converges to a round sphere.\n"]}]
["0902.2095",{"format":[],"subject":["Mathematical Physics","Mathematics - Differential Geometry","Mathematics - Spectral Theory","35P20, 58J37, 59J50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2095"],"date":["2009-02-12"],"type":["text"],"creator":["De Verdière, Yves Colin"],"language":[],"coverage":[],"title":["Modes and quasi-modes on surfaces: variation on an idea of Andrew\n  Hassell"],"description":["  This paper is inspired from the nice result of Andrew Hassell on the\neigenfunctions in the stadium billiard. From a classical paper of V. Arnol'd,\nwe know that quasi-modes are not always close to exact modes. We show that, for\nalmost all Riemannian metrics on closed surfaces with an elliptic generic\nclosed geodesic C, there exists exact modes located on C. Related problems in\nthe integrable case are discussed in several papers of John Toth and Steve\nZelditch.\n"]}]
["0902.2101",{"format":[],"subject":["Mathematics - Probability","60E15, 60K35","60G60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2101"],"date":["2009-02-12"],"type":["text"],"creator":["Guillin, Arnaud","Leonard, Christian","Wang, Feng-Yu","Wu, Liming"],"language":[],"coverage":[],"title":["Transportation-information inequalities for Markov processes (II) :\n  relations with other functional inequalities"],"description":["  We continue our investigation on the transportation-information inequalities\n$W_pI$ for a symmetric markov process, introduced and studied in \\cite{GLWY}.\nWe prove that $W_pI$ implies the usual transportation inequalities $W_pH$, then\nthe corresponding concentration inequalities for the invariant measure $\\mu$.\nWe give also a direct proof that the spectral gap in the space of Lipschitz\nfunctions for a diffusion process implies $W_1I$ (a result due to \\cite{GLWY})\nand a Cheeger type's isoperimetric inequality. Finally we exhibit relations\nbetween transportation-information inequalities and a family of functional\ninequalities (such as $\\Phi$-log Sobolev or $\\Phi$-Sobolev).\n"]}]
["0902.2102",{"format":[],"subject":["Mathematics - Functional Analysis","49J45","42C15","35B35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2102"],"date":["2009-02-12"],"type":["text"],"creator":["Lee, Jihoon","Mueller, Paul F. X.","Mueller, Stefan"],"language":[],"coverage":[],"title":["Compensated Compactness, Separately convex Functions and interpolatory\n  Estimates between Riesz Transforms and Haar Projections"],"description":["  We prove sharp interpolatory estimates between Riesz Transforms and\ndirectional Haar projections. We obtain applications to the theory of\ncompensated compactness and prove a conjecture of L. Tartar on semi-continuity\nof separately convex integrands.\n"]}]
["0902.2103",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2103"],"date":["2009-02-12"],"type":["text"],"creator":["Breunig, Christoph","Johannes, Jan"],"language":[],"coverage":[],"title":["On rate optimal local estimation in nonparametric instrumental\n  regression"],"description":["  We consider the problem of estimating the value of a linear functional in\nnonparametric instrumental regression, where in the presence of an instrument W\na response Y is modeled in dependence of an endogenous explanatory variable Z.\nThe proposed estimator is based on dimension reduction and additional\nthresholding. The minimax optimal rate of convergence of the estimator is\nderived assuming that the structural function and the representer of the linear\nfunctional belong to some ellipsoids which are in a certain sense linked to the\nconditional expectation operator of Z given W. We illustrate these results by\nconsidering classical smoothness assumptions.\n"]}]
["0902.2104",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Multiagent Systems","F.4.1","I.2.4","I.2.11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2104"],"date":["2009-02-12"],"type":["text"],"creator":["Goranko, Valentin","Shkatov, Dmitry"],"language":[],"coverage":[],"title":["Tableau-based decision procedure for full coalitional multiagent\n  temporal-epistemic logic of linear tim"],"description":["  We develop a tableau-based decision procedure for the full coalitional\nmultiagent temporal-epistemic logic of linear time CMATEL(CD+LT). It extends\nLTL with operators of common and distributed knowledge for all coalitions of\nagents. The tableau procedure runs in exponential time, matching the lower\nbound obtained by Halpern and Vardi for a fragment of our logic, thus providing\na complexity-optimal decision procedure for CMATEL(CD+LT).\n","Comment: To appear in Proceedings of 8th International Conference on\n  Autonomous Agents and Multiagent Systems (AAMAS 09)"]}]
["0902.2109",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2109"],"date":["2009-02-12"],"type":["text"],"creator":["Forcella, Davide"],"language":[],"coverage":[],"title":["Master Space and Hilbert Series for N=1 Field Theories"],"description":["  Master Space and Hilbert Series are general tools to study any N=1\nsupersymmetric field theory. We concentrate on the particular case of N=1 super\nconformal field theories living on D3 branes at toric Calabi Yau singularities.\nWe start reviewing the topic of branes at singularities, their algebraic\ngeometric and field theory description. We then study the complete moduli\nspaces for N=1 and generic N number of branes, their different branches, their\ngeometric properties and their symmetries. We study the spectrum of BPS\noperators both mesonic and baryonic, for N=1 and generic N number of branes, in\nthe field theory and in the dual gravity side and the map between the two. More\ntopics like the study of fermionic BPS operators, the modification of the\nmoduli spaces and the chiral rings under marginal deformations and Seiberg\nDuality, are also briefly discussed. This paper is a revised version of the\nauthor's PhD thesis and it is aimed to give a pedagogical introduction to the\nuse of Master Space and Hilbert Series to investigate supersymmetric field\ntheories.\n","Comment: 231 pages, PhD thesis"]}]
["0902.2110",{"format":[],"subject":["Mathematics - Probability","60K25, 90B22."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2110"],"date":["2009-02-12"],"type":["text"],"creator":["Kernane, Tewfik"],"language":[],"coverage":[],"title":["A Single Server Retrial Queue with Different Types of Server\n  Interruptions"],"description":["  We consider a single server retrial queue with the server subject to\ninterruptions and classical retrial policy for the access from the orbit to the\nserver. We analyze the equilibrium distribution of the system and obtain the\ngenerating functions of the limiting distribution.\n"]}]
["0902.2111",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2111"],"date":["2009-02-12"],"type":["text"],"creator":["Kokado, Akira","Konisi, Gaku","Saito, Takesi"],"language":[],"coverage":[],"title":["Heterotic String in a Constant Magnetic Field"],"description":["  When a charged heterotic string is placed in a constant magnetic field B, we\nshow that this system can be solved exactly by using the cyclotron frequency.\nWe then calculate anomalies of the super Virasoro algebra, and give the\ncorresponding spectrum-generating algebra for this system. They differ from the\nfree case by the cyclotron frequency. It is remarkable that our system is\nequivalent to the completely free system when B takes integral values.\n","Comment: 12 pages, No figures, revtex4"]}]
["0902.2113",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2113"],"date":["2009-02-12"],"type":["text"],"creator":["Kirillov, A. A.","Kirillov, I. A."],"language":[],"coverage":[],"title":["Properties and application of the form $A\\cdot\n  exp(-(x-c)^2/(a(x-c)+2b^2))$ for investigation of ultra high energy cascades"],"description":["  The form $A\\cdot exp(-(x-c)^2 /(a(x-c)+2b^2))$ is an asymmetric distribution\nintermediate between the normal and exponential distributions. Some specific\nproperties of the form are presented and methods of approximation are offered.\nAppropriate formulae and table are presented. The practical problems of\napproximation by the form are discussed with connection to the quality of\noriginal data. Application of the methods is illustrated by using in the\nproblem of calculating and studying distribution function of maximum ultra high\nenergy atmospheric showers. Relationship with exponential and normal\ndistributions makes usage of the form to be effective in practice.\n","Comment: 21 pages, 7 figures"]}]
["0902.2116",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2116"],"date":["2009-02-12"],"type":["text"],"creator":["Kaoutit, L. El","Gómez-Torrecillas, J."],"language":[],"coverage":[],"title":["Coinduction functor and simple comodules"],"description":["  Consider a coring with exact rational functor, and a finitely generated and\nprojective right comodule. We construct a functor (\\emph{coinduction functor})\nwhich is right adjoint to the hom-functor represented by this comodule. Using\nthe coinduction functor, we establish a bijective map between the set of\nrepresentative classes of torsion simple right comodules and the set of\nrepresentative classes of simple right modules over the endomorphism ring. A\ndetailed application to a group-graded modules is also given.\n"]}]
["0902.2117",{"format":[],"subject":["Mathematics - Statistics Theory","62G07 (Primary) 62G20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2117"],"date":["2009-02-12"],"type":["text"],"creator":["Wang, Xiao-Feng","Sun, Jiayang","Fan, Zhaozhi"],"language":[],"coverage":[],"title":["Deconvolution density estimation with heteroscedastic errors using SIMEX"],"description":["  In many real applications, the distribution of measurement error could vary\nwith each subject or even with each observation so the errors are\nheteroscedastic. In this paper, we propose a fast algorithm using a\nsimulation-extrapolation (SIMEX) method to recover the unknown density in the\ncase of heteroscedastic contamination. We show the consistency of the estimator\nand obtain its asymptotic variance and then address the practical selection of\nthe smoothing parameter. We demonstrate that, through a finite sample\nsimulation study, the proposed method performs better than the Fourier-type\ndeconvolution method in terms of integrated squared error criterion. Finally, a\nreal data application is conducted to illustrate the use of the method.\n","Comment: Submitted to the Electronic Journal of Statistics\n  (http://www.i-journals.org/ejs/) by the Institute of Mathematical Statistics\n  (http://www.imstat.org)"]}]
["0902.2125",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Multiagent Systems","F.4.1","I.2.4","I.2.11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2125"],"date":["2009-02-12"],"type":["text"],"creator":["Goranko, Valentin","Shkatov, Dmitry"],"language":[],"coverage":[],"title":["Tableau-based procedure for deciding satisfiability in the full\n  coalitional multiagent epistemic logic"],"description":["  We study the multiagent epistemic logic CMAELCD with operators for common and\ndistributed knowledge for all coalitions of agents. We introduce Hintikka\nstructures for this logic and prove that satisfiability in such structures is\nequivalent to satisfiability in standard models. Using this result, we design\nan incremental tableau based decision procedure for testing satisfiability in\nCMAELCD.\n","Comment: Appeared in S. Artemov, A. Nerode (editors). Logical Foundations of\n  Computer Science 2009. Lecture Notes in Computer Science. Vol. 5407.\n  Springer, 2009. pp. 197--213"]}]
["0902.2130",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2130","Nature Physics 4, 467 (2008)","doi:10.1038/nphys944"],"date":["2009-02-12"],"type":["text"],"creator":["Kalliakos, Sokratis","Rontani, Massimo","Pellegrini, Vittorio","Garcia, Cesar Pascual","Pinczuk, Aron","Goldoni, Guido","Molinari, Elisa","Pfeiffer, Loren N.","West, Ken W."],"language":[],"coverage":[],"title":["A molecular state of correlated electrons in a quantum dot"],"description":["  Correlation among particles in finite quantum systems leads to complex\nbehaviour and novel states of matter. One remarkable example is predicted to\noccur in a semiconductor quantum dot (QD) where at vanishing density the\nCoulomb correlation among electrons rigidly fixes their relative position as\nthat of the nuclei in a molecule. In this limit, the neutral few-body\nexcitations are roto-vibrations, which have either rigid-rotor or\nrelative-motion character. In the weak-correlation regime, on the contrary, the\nCoriolis force mixes rotational and vibrational motions. Here we report\nevidence of roto-vibrational modes of an electron molecular state at densities\nfor which electron localization is not yet fully achieved. We probe these\ncollective modes by inelastic light scattering in QDs containing four\nelectrons. Spectra of low-lying excitations associated to changes of the\nrelative-motion wave function -the analogues of the vibration modes of a\nconventional molecule- do not depend on the rotational state represented by the\ntotal angular momentum. Theoretical simulations via the\nconfiguration-interaction (CI) method are in agreement with the observed\nroto-vibrational modes and indicate that such molecular excitations develop at\nthe onset of short-range correlation.\n","Comment: PDF file only; 24 pages, 7 figures, 2 table. Supplementary\n  Information included"]}]
["0902.2133",{"format":[],"subject":["Mathematics - Probability","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2133"],"date":["2009-02-12"],"type":["text"],"creator":["Bouleau, Nicolas"],"language":[],"coverage":[],"title":["Stochastic approach for the subordination in Bochner sense"],"description":["  It is possible to construct a double indexed process with sample paths a\nsurface of a family of subordinators obtained by subordination. We study here a\nbranch of this subordination process. This opens martingale methods on symbolic\ncalculus questions.\n"]}]
["0902.2138",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Classical Analysis and ODEs","32A35, 32A37, 47B3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2138"],"date":["2009-02-12"],"type":["text"],"creator":["Bonami, Aline","Grellier, Sandrine"],"language":[],"coverage":[],"title":["Hankel Operators and Weak Factorization for Hardy-Orlicz Spaces"],"description":["  We study the holomorphic Hardy-Orlicz spaces H^\\Phi(\\Omega), where \\Omega is\nthe unit ball or, more generally, a convex domain of finite type or a strictly\npseudoconvex domain in Cn . The function \\Phi is in particular such that H\n^1(\\Omega) \\subset H^\\Phi (\\Omega) \\subset H ^p (\\Omega) for some p > 0. We\ndevelop for them maximal characterizations, atomic and molecular\ndecompositions. We then prove weak factorization theorems involving the space\nBMOA(Omega). As a consequence, we characterize those Hankel operators which are\nbounded from H ^\\Phi(\\Omega) into H^1 (\\Omega).\n"]}]
["0902.2141",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2141","26th International Symposium on Theoretical Aspects of Computer\n  Science - STACS 2009 (2009) 433-444"],"date":["2009-02-12"],"type":["text"],"creator":["Zimand, Marius"],"language":[],"coverage":[],"title":["Extracting the Kolmogorov Complexity of Strings and Sequences from\n  Sources with Limited Independence"],"description":["  An infinite binary sequence has randomness rate at least $\\sigma$ if, for\nalmost every $n$, the Kolmogorov complexity of its prefix of length $n$ is at\nleast $\\sigma n$. It is known that for every rational $\\sigma \\in (0,1)$, on\none hand, there exists sequences with randomness rate $\\sigma$ that can not be\neffectively transformed into a sequence with randomness rate higher than\n$\\sigma$ and, on the other hand, any two independent sequences with randomness\nrate $\\sigma$ can be transformed into a sequence with randomness rate higher\nthan $\\sigma$. We show that the latter result holds even if the two input\nsequences have linear dependency (which, informally speaking, means that all\nprefixes of length $n$ of the two sequences have in common a constant fraction\nof their information). The similar problem is studied for finite strings. It is\nshown that from any two strings with sufficiently large Kolmogorov complexity\nand sufficiently small dependence, one can effectively construct a string that\nis random even conditioned by any one of the input strings.\n"]}]
["0902.2144",{"format":[],"subject":["Mathematics - Quantum Algebra","18D50, 05C05, 06A07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2144"],"date":["2009-02-12"],"type":["text"],"creator":["Chapoton, Frédéric"],"language":[],"coverage":[],"title":["Une op\\'erade anticyclique sur les arbustes"],"description":["  We define new combinatorial objects, called shrubs, such that forests of\nrooted trees are shrubs. We then introduce a structure of operad on shrubs. We\nshow that this operad is contained in the Zinbiel operad, by using the\ninclusion of Zinbiel in the operad of moulds. We also prove that this inclusion\nis compatible with the richer structure of anticyclic operad that exists on\nZinbiel and on moulds.\n","Comment: 21 pages, 2 figures"]}]
["0902.2146",{"format":[],"subject":["Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2146","26th International Symposium on Theoretical Aspects of Computer\n  Science - STACS 2009 (2009) 433-444"],"date":["2009-02-12"],"type":["text"],"creator":["Ueno, Kenya"],"language":[],"coverage":[],"title":["A Stronger LP Bound for Formula Size Lower Bounds via Clique Constraints"],"description":["  We introduce a new technique proving formula size lower bounds based on the\nlinear programming bound originally introduced by Karchmer, Kushilevitz and\nNisan [11] and the theory of stable set polytope. We apply it to majority\nfunctions and prove their formula size lower bounds improved from the classical\nresult of Khrapchenko [13]. Moreover, we introduce a notion of unbalanced\nrecursive ternary majority functions motivated by a decomposition theory of\nmonotone self-dual functions and give integrally matching upper and lower\nbounds of their formula size. We also show monotone formula size lower bounds\nof balanced recursive ternary majority functions improved from the quantum\nadversary bound of Laplante, Lee and Szegedy [15].\n"]}]
["0902.2149",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Discrete Mathematics","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2149","26th International Symposium on Theoretical Aspects of Computer\n  Science STACS 2009 (2009) 409-420"],"date":["2009-02-12"],"type":["text"],"creator":["Fellows, Michael R.","Guo, Jiong","Moser, Hannes","Niedermeier, Rolf"],"language":[],"coverage":[],"title":["A Generalization of Nemhauser and Trotter's Local Optimization Theorem"],"description":["  The Nemhauser-Trotter local optimization theorem applies to the NP-hard\nVertex Cover problem and has applications in approximation as well as\nparameterized algorithmics. We present a framework that generalizes Nemhauser\nand Trotter's result to vertex deletion and graph packing problems, introducing\nnovel algorithmic strategies based on purely combinatorial arguments (not\nreferring to linear programming as the Nemhauser-Trotter result originally\ndid). We exhibit our framework using a generalization of Vertex Cover, called\nBounded- Degree Deletion, that has promise to become an important tool in the\nanalysis of gene and other biological networks. For some fixed d \\geq 0,\nBounded-Degree Deletion asks to delete as few vertices as possible from a graph\nin order to transform it into a graph with maximum vertex degree at most d.\nVertex Cover is the special case of d = 0. Our generalization of the\nNemhauser-Trotter theorem implies that Bounded-Degree Deletion has a problem\nkernel with a linear number of vertices for every constant d. We also outline\nan application of our extremal combinatorial approach to the problem of packing\nstars with a bounded number of leaves. Finally, charting the border between\n(parameterized) tractability and intractability for Bounded-Degree Deletion, we\nprovide a W[2]-hardness result for Bounded-Degree Deletion in case of unbounded\nd-values.\n"]}]
["0902.2150",{"format":[],"subject":["Computer Science - Discrete Mathematics","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2150","26th International Symposium on Theoretical Aspects of Computer\n  Science STACS 2009 (2009) 397-408"],"date":["2009-02-12"],"type":["text"],"creator":["Farzad, Babak","Lau, Lap Chi","Le, Van Bang","Tuy, Nguyen Ngoc"],"language":[],"coverage":[],"title":["Computing Graph Roots Without Short Cycles"],"description":["  Graph G is the square of graph H if two vertices x, y have an edge in G if\nand only if x, y are of distance at most two in H. Given H it is easy to\ncompute its square H2, however Motwani and Sudan proved that it is NP-complete\nto determine if a given graph G is the square of some graph H (of girth 3). In\nthis paper we consider the characterization and recognition problems of graphs\nthat are squares of graphs of small girth, i.e. to determine if G = H2 for some\ngraph H of small girth. The main results are the following. - There is a graph\ntheoretical characterization for graphs that are squares of some graph of girth\nat least 7. A corollary is that if a graph G has a square root H of girth at\nleast 7 then H is unique up to isomorphism. - There is a polynomial time\nalgorithm to recognize if G = H2 for some graph H of girth at least 6. - It is\nNP-complete to recognize if G = H2 for some graph H of girth 4. These results\nalmost provide a dichotomy theorem for the complexity of the recognition\nproblem in terms of girth of the square roots. The algorithmic and graph\ntheoretical results generalize previous results on tree square roots, and\nprovide polynomial time algorithms to compute a graph square root of small\ngirth if it exists. Some open questions and conjectures will also be discussed.\n"]}]
["0902.2154",{"format":[],"subject":["Mathematics - Probability","91B28, 60H10, 60E10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2154"],"date":["2009-02-12"],"type":["text"],"creator":["Rollin, Sebastian del Baño","Ferreiro-Castilla, Albert","Utzet, Frederic"],"language":[],"coverage":[],"title":["A new look at the Heston characteristic function"],"description":["  A new expression for the characteristic function of log-spot in Heston model\nis presented. This expression more clearly exhibits its properties as an\nanalytic characteristic function and allows us to compute the exact domain of\nthe moment generating function. This result is then applied to the volatility\nsmile at extreme strikes and to the control of the moments of spot. We also\ngive a factorization of the moment generating function as product of Bessel\ntype factors, and an approximating sequence to the law of log-spot is deduced.\n"]}]
["0902.2155",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry","11Cxx","11Sxx","12Dxx","16Y60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2155"],"date":["2009-02-12"],"type":["text"],"creator":["Izhakian, Zur","Rowen, Louis"],"language":[],"coverage":[],"title":["Supertropical Polynomials and Resultants"],"description":["  This paper, a continuation of [3], involves a closer study of polynomials of\nsupertropical semirings and their version of tropical geometry in which we\nintroduce the concept of relatively prime polynomials and resultants, with the\naid of some topology. Polynomials in one indeterminant are seen to be\nrelatively prime iff they do not have a common tangible root, iff their\nresultant is tangible. The Frobenius property yields a morphism of\nsupertropical varieties; this leads to a supertropical version of B\\'ezout's\ntheorem. Also, a supertropical variant of factorization is introduced which\nyields a more comprehensive version of Hilbert's Nullstellensatz than the one\ngiven in [3].\n","Comment: 22 pages"]}]
["0902.2160",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2160"],"date":["2009-02-12"],"type":["text"],"creator":["Banerji, Anirban"],"language":[],"coverage":[],"title":["How often does theory match experiment?"],"description":["  In every sphere of science, theories make predictions and experiments\nvalidate them. However, common experience suggests that theoretically predicted\nexact magnitude for a parameter, constitute a small subset of all the\nexperimentally obtained magnitudes for that particular parameter. Typically,\nirrespective of the branch of science and the particular problem under\nconsideration, the set of obtained experimental results form an interval\n[x_min,x_max], within which the theoretically predicted magnitude, say 'x',\noccurs with time, apparently randomly. We attempt here to find the\ncharacteristics of the statistical distribution of events of experimental\nobservation of the occurrence of theoretically predicted 'x'; in other words,\ncharacterization of the time interval when theoretical predictions match the\nexperimental readings, exactly.\n","Comment: 5 Page article, probabilistic modeling of the nature of experimental\n  observation"]}]
["0902.2162",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2162"],"date":["2009-02-12"],"type":["text"],"creator":["Pawlowski, Marcin","Horodecki, Karol","Horodecki, Pawel","Horodecki, Ryszard"],"language":[],"coverage":[],"title":["When non i.i.d. information sources can be communicationally useful?"],"description":["  Information sources used for communication purposes usually are assumed to be\ni.i.d. type, especially as far as entanglement or nonlocality properties are\nconcerned. Here we proposed simple scheme for detection of nonlocality of non\ni.i.d. sources based on the program idea which can be useful in communication\ntasks including quantum cryptography and communication complexity reduction.\nThe principle of the scheme is rather general and can be applied to other\nproblems like detection of entanglement coming from non-i.i.d sources.\n","Comment: 5 pages"]}]
["0902.2166",{"format":[],"subject":["Computer Science - Discrete Mathematics","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2166"],"date":["2009-02-12"],"type":["text"],"creator":["Robson, John Michael"],"language":[],"coverage":[],"title":["Spanning Trees of Bounded Degree Graphs"],"description":["  We consider lower bounds on the number of spanning trees of connected graphs\nwith degree bounded by $d$. The question is of interest because such bounds may\nimprove the analysis of the improvement produced by memorisation in the runtime\nof exponential algorithms. The value of interest is the constant $\\beta_d$ such\nthat all connected graphs with degree bounded by $d$ have at least\n$\\beta_d^\\mu$ spanning trees where $\\mu$ is the cyclomatic number or excess of\nthe graph, namely $m-n+1$. We conjecture that $\\beta_d$ is achieved by the\ncomplete graph $K_{d+1}$ but we have not proved this for any $d$ greater than\n3. We give weaker lower bounds on $\\beta_d$ for $d\\le 11$.\n"]}]
["0902.2169",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2169"],"date":["2009-02-12"],"type":["text"],"creator":["Fujii, S.","Barrett, B. R."],"language":[],"coverage":[],"title":["Ab initio shell-model calculation for ^{18}O in a restricted no-core\n  model space"],"description":["  We perform an ab initio shell-model calculation for ^{18}O in a restricted\nno-core model space, microscopically deriving a two-body effective interaction\nand introducing a minimal refinement of one-body energies in the spsd or spsdpf\nmodel space. Low-lying energy levels, except for the experimental 0_{2}^{+} and\n2_{3}^{+} states, are better described in the spsdpf space than in the spsd\nspace. The structure of low-lying energy levels is discussed with an emphasis\non many-particle many-hole states beyond the four-particle two-hole\nconfiguration.\n","Comment: 4 pages, 2 figures"]}]
["0902.2176",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2176"],"date":["2009-02-12"],"type":["text"],"creator":["The BABAR Collaboration","Aubert, B."],"language":[],"coverage":[],"title":["Search for Dimuon Decays of a Light Scalar in Radiative Transitions\n  Y(3S) -> gamma A0"],"description":["  The fundamental nature of mass is one of the greatest mysteries in physics.\nThe Higgs mechanism is a theoretically appealing way to account for the\ndifferent masses of elementary particles and implies the existence of a new,\nyet unseen particle, the Higgs boson. We search for evidence of a light scalar\n(e.g. a Higgs boson) in the radiative decays of the narrow Y(3S) resonance:\nY(3S)->gamma A0, A0->mu+mu-. Such an object appears in extensions of the\nStandard Model, where a light CP-odd Higgs boson naturally couples strongly to\nb-quarks. We find no evidence for such processes in a sample of 122*10^6 Y(3S)\ndecays collected by the BABAR collaboration at the PEP-II B-factory, and set\n90% C.L. upper limits on the branching fraction product B(Y(3S)-> gamma\nA0)*B(A0->mu+mu-) at (0.25-5.2)*10^{-6} in the mass range 0.212<= m(A0)<=9.3\nGeV. We also set a limit on the dimuon branching fraction of the eta_b meson\nB(eta_b->mu+mu-)<0.8% at 90% C.L. The results are preliminary.\n","Comment: 17 pages, 11 postscript figures, submitted to Aspen-2009"]}]
["0902.2178",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2178"],"date":["2009-02-12"],"type":["text"],"creator":["Sun, Deqiang","Abanov, Ar.","Pokrovsky, V. L."],"language":[],"coverage":[],"title":["Static and Dynamic properties of a Fermi-gas of cooled atoms near a wide\n  Feshbach resonance"],"description":["  We introduce the Global Spin Model to study the static and dynamic properties\nof the ultracold fermionic gas near the broad Feshbach resonance. We show that\nthe problem of molecular production, in a single-mode approximation, is reduced\nto the linear Landau-Zener problem for operators. The strong interaction leads\nto significant renormalization of the gap between adiabatic levels. In contrast\nto static problem the close vicinity of exact resonance does not play\nsubstantial role. Two main physical results of our theory is the high\nsensitivity of molecular production to the initial value of magnetic field and\ngeneration of a large BCS condensate distributed over a broad range of momenta\nin a wide range of parameters. We calculate the amplitude of the condensate as\nfunction of the initial detuning and the rate of the magnetic field sweep.\n","Comment: 10 pages, no figures"]}]
["0902.2180",{"format":[],"subject":["Mathematics - History and Overview"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2180"],"date":["2009-02-12"],"type":["text"],"creator":["Preston, Chris"],"language":[],"coverage":[],"title":["Minimal counting systems and commutative monoids"],"description":["  These notes present an approach to obtaining the basic operations of addition\nand multiplication on the natural numbers in terms of elementary results about\ncommutative monoids.\n","Comment: 36 pages"]}]
["0902.2181",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Symplectic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2181"],"date":["2009-02-12"],"type":["text"],"creator":["Yakimov, Milen"],"language":[],"coverage":[],"title":["Cyclicity of Lusztig's stratification of Grassmannians and Poisson\n  geometry"],"description":["  We prove that the standard Poisson structure on the Grassmannian Gr(k, n) is\ninvariant under the action of the Coxeter element c =(1 2 ... n). In\nparticular, its symplectic foliation is invariant under c. As a corollary, we\nobtain a second, Poisson geometric proof of the result of Knutson, Lam, and\nSpeyer that the Coxeter element c interchanges the Lusztig strata of Gr(k, n).\nWe also relate the main result to known anti-invariance properties of the\nstandard Poisson structures on cominuscule flag varieties.\n","Comment: 5 pages, AMS Latex"]}]
["0902.2184",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2184","New J. Phys. 11 (2009) 023018","doi:10.1088/1367-2630/11/2/023018"],"date":["2009-02-12"],"type":["text"],"creator":["Brigatti, E.","Roditi, I."],"language":[],"coverage":[],"title":["Conventions spreading in open-ended systems"],"description":["  We introduce a simple open-ended model that describes the emergence of a\nshared vocabulary. The ordering transition toward consensus is generated only\nby an agreement mechanism. This interaction defines a finite and small number\nof states, despite each individual having the ability to invent an unlimited\nnumber of new words. The existence of a phase transition is studied by\nanalyzing the convergence times, the cognitive efforts of the agents and the\nscaling behavior in memory and time\n","Comment: 11 pages, 5 figures"]}]
["0902.2185",{"format":[],"subject":["Mathematics - Probability","60G50, 60K25, 60F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2185"],"date":["2009-02-12"],"type":["text"],"creator":["Shneer, Seva","Wachtel, Vitali"],"language":[],"coverage":[],"title":["Heavy-traffic analysis of the maximum of an asymptotically stable random\n  walk"],"description":["  For families of random walks $\\{S_k^{(a)}\\}$ with $\\mathbf E S_k^{(a)} = -ka\n< 0$ we consider their maxima $M^{(a)} = \\sup_{k \\ge 0} S_k^{(a)}$. We\ninvestigate the asymptotic behaviour of $M^{(a)}$ as $a \\to 0$ for\nasymptotically stable random walks. This problem appeared first in the 1960's\nin the analysis of a single-server queue when the traffic load tends to 1 and\nsince then is referred to as the heavy-traffic approximation problem. Kingman\nand Prokhorov suggested two different approaches which were later followed by\nmany authors. We give two elementary proofs of our main result, using each of\nthese approaches. It turns out that the main technical difficulties in both\nproofs are rather similar and may be resolved via a generalisation of the\nKolmogorov inequality to the case of an infinite variance. Such a\ngeneralisation is also obtained in this note.\n","Comment: 9 pages"]}]
["0902.2186",{"format":[],"subject":["Computer Science - Robotics","Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2186"],"date":["2009-02-12"],"type":["text"],"creator":["Choi, Young Sang","Deyle, Travis","Kemp, Charles C."],"language":[],"coverage":[],"title":["A List of Household Objects for Robotic Retrieval Prioritized by People\n  with ALS (Version 092008)"],"description":["  This technical report is designed to serve as a citable reference for the\noriginal prioritized object list that the Healthcare Robotics Lab at Georgia\nTech released on its website in September of 2008. It is also expected to serve\nas the primary citable reference for the research associated with this list\nuntil the publication of a detailed, peer-reviewed paper.\n  The original prioritized list of object classes resulted from a needs\nassessment involving 8 motor-impaired patients with amyotrophic lateral\nsclerosis (ALS) and targeted, in-person interviews of 15 motor-impaired ALS\npatients. All of these participants were drawn from the Emory ALS Center.\n  The prioritized object list consists of 43 object classes ranked by how\nimportant the participants considered each class to be for retrieval by an\nassistive robot. We intend for this list to be used by researchers to inform\nthe design and benchmarking of robotic systems, especially research related to\nautonomous mobile manipulation.\n"]}]
["0902.2187",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Computer Science - Graphics","Computer Science - Multimedia"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2187"],"date":["2009-02-12"],"type":["text"],"creator":["Lima, Joao Paulo","Teichrieb, Veronica","Kelner, Judith"],"language":[],"coverage":[],"title":["A Standalone Markerless 3D Tracker for Handheld Augmented Reality"],"description":["  This paper presents an implementation of a markerless tracking technique\ntargeted to the Windows Mobile Pocket PC platform. The primary aim of this work\nis to allow the development of standalone augmented reality applications for\nhandheld devices based on natural feature tracking. In order to achieve this\ngoal, a subset of two computer vision libraries was ported to the Pocket PC\nplatform. They were also adapted to use fixed point math, with the purpose of\nimproving the overall performance of the routines. The port of these libraries\nopens up the possibility of having other computer vision tasks being executed\non mobile platforms. A model based tracking approach that relies on edge\ninformation was adopted. Since it does not require a high processing power, it\nis suitable for constrained devices such as handhelds. The OpenGL ES graphics\nlibrary was used to perform computer vision tasks, taking advantage of existing\ngraphics hardware acceleration. An augmented reality application was created\nusing the implemented technique and evaluations were done regarding tracking\nperformance and accuracy\n"]}]
["0902.2188",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","11M06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2188"],"date":["2009-02-12"],"type":["text"],"creator":["Connon, Donal F."],"language":[],"coverage":[],"title":["Some integrals involving the Stieltjes constants"],"description":["  Some new integrals involving the Stieltjes constants are developed in this\npaper.\n"]}]
["0902.2191",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2191"],"date":["2009-02-12"],"type":["text"],"creator":["Stern, Mark"],"language":[],"coverage":[],"title":["Spectral asymmetry for manifolds of special holonomy"],"description":["  We define a measure of spectral asymmetry for G_2 and Spin(7) manifolds. We\nshow that this invariant can be computed in terms of characteristic classes and\nthe covariant constant form defining the G_2 or Spin(7) structure.\n","Comment: 9 pages"]}]
["0902.2192",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2192"],"date":["2009-02-12"],"type":["text"],"creator":["Baltay, C.","Brau, J.","Emmet, W.","Rabinovich, D.","Sinev, N.","Strom, D."],"language":[],"coverage":[],"title":["Status of the Chronopixel Project"],"description":["  Other the past few years we have developed a monolithic CMOS pixel detector\ndesign for the ILC in collaboration with the SARNOFF Corporation. The unique\nfeature of this design is the recorded time tag for each hit, allowing\nassignment of the hit to a particular bunch crossing (thus the name\nChronopixel). The prototype design was completed in 2007. The first set of\nprototype devices was fabricated in 2008. We have developed a detailed testing\nplan and have designed the test electronics in collaboration with SLAC. Testing\nis expected to start early in 2009.\n","Comment: 3 pages, 3 figures"]}]
["0902.2196",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2196"],"date":["2009-02-12"],"type":["text"],"creator":["Bleiler, Steven A."],"language":[],"coverage":[],"title":["Quantized Poker"],"description":["  Poker has become a popular pastime all over the world. At any given moment\none can find tens, if not hundreds, of thousands of players playing poker via\ntheir computers on the major on-line gaming sites. Indeed, according to the\nVancouver, B.C. based pokerpulse.com estimates, more than 190 million US\ndollars daily is bet in on-line poker rooms. But communication and computation\nare changing as the relentless application of Moore's Law brings computation\nand information into the quantum realm. The quantum theory of games concerns\nthe behavior of classical games when played in the coming quantum computing\nenvironment or when played with quantum information. In almost all cases, the\n\"quantized\" versions of these games afford many new strategic options to the\nplayers.\n  The study of so-called quantum games is quite new, arising from a seminal\npaper of D. Meyer \\cite{Meyer} published in Physics Review Letters in 1999. The\nensuing near decade has seen an explosion of contributions and controversy over\nwhat exactly a quantized game really is and if there is indeed anything new for\ngame theory. With the settling of some of these controversies \\cite{Bleiler},\nit is now possible to fully analyze some of the basic endgame models from the\ngame theory of Poker and predict with confidence just how the optimal play of\nPoker will change when played in the coming quantum computation environment.\nThe analysis here shows that for certain players, \"entangled\" poker will allow\nresults that outperform those available to players \"in real life\".\n"]}]
["0902.2207",{"format":[],"subject":["Mathematics - Algebraic Geometry","14L30, 20M99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2207"],"date":["2009-02-12"],"type":["text"],"creator":["Renner, Lex","Rittatore, Alvaro"],"language":[],"coverage":[],"title":["Observable subgroups of algebraic monoids"],"description":["  A closed subgroup H of the affine, algebraic group G is called observable if\nG/H is a quasi-affine algebraic variety. In this paper we define the notion of\nan observable subgroup of the affine, algebraic monoid M. We prove that a\nsubgroup H of G is observable in M if and only if H is closed in M and there\nare \"enough\" H-semiinvariant functions in K[M]. We show also that a closed,\nnormal subgroup H of G (the unit group of M) is observable in M if and only if\nit is closed in M. In such a case there exists a determinant $\\chi: M \\to K$\nsuch that $H\\subset ker(\\chi)$. As an application, we show that in this case\nthe affinized quotient $M/_{aff} H$ of M by H is an affine algebraic monoid\nscheme with unit group G/H.\n","Comment: 20 pages, uses elsarticle.cls (included for compatibility)"]}]
["cond-mat/0302197",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0302197","Phys. Rev. B 70, 012503 (2004)","doi:10.1103/PhysRevB.70.012503"],"date":["2003-02-10"],"type":["text"],"creator":["Fogelstrom, M.","Rainer, D.","Sauls, J. A."],"language":[],"coverage":[],"title":["Nonlinear magnetic field dependence of the conductance in d-wave NIS\n  tunnel junctions"],"description":["  The ab-plane NIS-tunnelling conductance in d-wave superconductors shows a\nzero-bias conductance peak which is predicted to split in a magnetic field. In\na pure d-wave superconductor the splitting is linear for fields small on the\nscale of the thermodynamic critical field. The field dependence is shown to be\nnonlinear, even at low fields, in the vicinity of a surface phase transition\ninto a local time-reversal symmetry breaking state. The field evolution of the\nconductance is sensitive to temperature, doping, and the symmetry of the\nsub-dominant pairing channel.\n","Comment: 4 pages, 4 figures"]}]
["cond-mat/0408492",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0408492","Phys. Rev. B 72, 024507 (2005)","doi:10.1103/PhysRevB.72.024507"],"date":["2004-08-23"],"type":["text"],"creator":["Sauls, J. A.","Bunkov, Yu. M.","Collin, E.","Godfrin, H.","Sharma, P."],"language":[],"coverage":[],"title":["Magnetization and Spin-Diffusion of Liquid 3He in Aerogel"],"description":["  We report theoretical calculations of the normal-state spin diffusion\ncoefficient of 3He in aerogel, including both elastic and inelastic scattering\nof 3He quasiparticles, and compare these results with experimental data for 3He\nin 98% porous silica aerogel. This analysis provides a determination of the\nelastic mean free path within the aerogel. Measurements of the magnetization of\nthe superfluid phase provide a test of the theory of pairbreaking and magnetic\nresponse of low-energy excitations in the ``dirty'' B-phase of 3He in aerogel.\nA consistent interpretation of the data for the spin-diffusion coefficient,\nmagnetization and superfluid transition temperature is obtained by including\ncorrelation effects in the aerogel density.\n","Comment: 7 pages with 9 figures"]}]
["hep-ph/0511194",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0511194"],"date":["2005-11-16","2009-02-13"],"type":["text"],"creator":["Holzwarth, Gottfried"],"language":[],"coverage":[],"title":["Electromagnetic Form Factors of the Nucleon in Chiral Soliton Models"],"description":["  The ratio of electric to magnetic proton form factors G_E/G_M as measured in\npolarization transfer experiments shows a characteristic linear decrease with\nincreasing momentum transfer Q^2. We present a simple argument how such a\ndecrease arises naturally in chiral soliton models. For a detailed comparison\nof model results with experimentally determined form factors it is necessary to\nemploy a boost from the soliton rest frame to the Breit frame. To enforce\nasymptotic counting rules for form factors, the model must be supplemented by\nsuitably chosen interpolating powers n in the boost prescription. Within the\nminimal pi-rho-omega soliton model, with the same n for both, electric and\nmagnetic form factors, it is possible to obtain a very satisfactory fit to all\navailable proton data for the magnetic form factor and to the recent\npolarization results for the ratio G_E/G_M. At the same time the small and very\nsensitive neutron electric form factor is reasonably well reproduced. The\nresults show a systematic discrepancy with presently available data for the\nneutron magnetic form factor G_M^n for Q^2 > 1 (GeV/c)^2. We additionally\ncomment on the possibility to extract information about the form factors in the\ntime-like region and on two-photon exchange contributions to unpolarized\nelastic scattering which specifically arise in soliton models.\n","Comment: Contribution to the volume \"The Multifaceted Skyrmion\" edited by\n  G.E.Brown and Mannque Rho, publ.by World Scientific Publ. Comp., 2009. It is\n  an updated and extended version of a talk originally presented at the\n  workshop Nucleon05 \"Nucleon Form Factors\", Frascati, Oct. 12-14, 2005"]}]
["hep-th/0509122",{"format":[],"subject":["High Energy Physics - Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0509122","Adv.Theor.Math.Phys.12:319-352,2008"],"date":["2005-09-15","2009-02-13"],"type":["text"],"creator":["Oeckl, Robert"],"language":[],"coverage":[],"title":["General boundary quantum field theory: Foundations and probability\n  interpretation"],"description":["  We elaborate on the proposed general boundary formulation as an extension of\nstandard quantum mechanics to arbitrary (or no) backgrounds. Temporal\ntransition amplitudes are generalized to amplitudes for arbitrary spacetime\nregions. State spaces are associated to general (not necessarily spacelike)\nhypersurfaces. We give a detailed foundational exposition of this approach,\nincluding its probability interpretation and a list of core axioms. We explain\nhow standard quantum mechanics arises as a special case. We include a\ndiscussion of probability conservation and unitarity, showing how these\nconcepts are generalized in the present framework. We formulate vacuum axioms\nand incorporate spacetime symmetries into the framework. We show how the\nSchroedinger-Feynman approach is a suitable starting point for casting quantum\nfield theories into the general boundary form. We discuss the role of\noperators.\n","Comment: 30 pages, 5 figures, LaTeX; v2: typos corrected, footnote and remark\n  added, references added/updated; v3: more typos corrected; v4: with\n  corrections of the published version"]}]
["math/0603570",{"format":[],"subject":["Mathematics - Analysis of PDEs","35F20, 35A05, 35D05, 35B30, 49L25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0603570","Comm. Partial Differential Equations 31, 7-9 (2006) 1191-1208","doi:10.1080/03605300500361446"],"date":["2006-03-24"],"type":["text"],"creator":["Barles, Guy","Ley, Olivier"],"language":[],"coverage":[],"title":["Nonlocal First-Order Hamilton-Jacobi Equations Modelling Dislocations\n  Dynamics"],"description":["  We study nonlocal first-order equations arising in the theory of\ndislocations. We prove the existence and uniqueness of the solutions of these\nequations in the case of positive and negative velocities, under suitable\nregularity assumptions on the initial data and the velocity. These results are\nbased on new $L^1$-type estimates on the viscosity solutions of first-order\nHamilton-Jacobi Equations appearing in the so-called ``level-sets approach''.\nOur work is inspired by and simplifies a recent work of Alvarez, Cardaliaguet\nand Monneau.\n"]}]
["math/0607255",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0607255","Interfaces Free Bound. 10, 2 (2008) 223-243"],"date":["2006-07-11"],"type":["text"],"creator":["Cardaliaguet, Pierre","Ley, Olivier"],"language":[],"coverage":[],"title":["On the energy of a flow arising in shape optimization"],"description":["  In Cardaliaguet-Ley (2006) we have defined a viscosity solution for the\ngradient flow of the exterior Bernoulli free boundary problem. We prove here\nthat the associated energy is non decreasing along the flow. This justifies the\n\"gradient flow\" approach for such kind of problem. The proof relies on the\nconstruction of a discrete gradient flow in the flavour of Almgren-Taylor-Wang\n(1993) and on proving it converges to the viscosity solution.\n"]}]
["math/0609518",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609518","Annales de l'Institut Henri Poincare (B) Probability and\n  Statistics 45, 1 (2009) 226-238","doi:10.1214/07-AIHP165"],"date":["2006-09-19","2007-10-15"],"type":["text"],"creator":["Abraham, Romain","Delmas, Jean-Francois"],"language":[],"coverage":[],"title":["Changing the branching mechanism of a continuous state branching process\n  using immigration"],"description":["  We construct a continuous state branching process with immigration (CBI)\nwhose immigration depends on the CBI itself and we recover a continuous state\nbranching process (CB). This provides a dual construction of the pruning at\nnodes of CB introduced by the authors in a previous paper. This construction is\na natural way to model neutral mutation. Using exponential formula, we compute\nthe probability of extinction of the original type population in a critical or\nsub-critical quadratic branching, conditionally on the non extinction of the\ntotal population.\n"]}]
["math/0610063",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J27, 14P25, 05C90"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610063","Amer. J. Math., 130:6 (2008), 1561--1627","doi:10.1353/ajm.0.0029"],"date":["2006-10-02","2008-07-30"],"type":["text"],"creator":["Degtyarev, Alex","Itenberg, Ilia","Kharlamov, Viatcheslav"],"language":[],"coverage":[],"title":["On deformation types of real elliptic surfaces"],"description":["  We study real elliptic surfaces and trigonal curves (over a base of an\narbitrary genus) and their equivariant deformations. We calculate the real\nTate-Shafarevich group and reduce the deformation classification to the\ncombinatorics of a real version of Grothendieck's {\\it dessins d'enfants}. As a\nconsequence, we obtain an explicit description of the deformation classes of\n$M$- and $(M-1)$- (i.e., maximal and submaximal in the sense of the Smith\ninequality) curves and surfaces.\n"]}]
["math/0701231",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Category Theory","Mathematics - Symplectic Geometry","58H05 (Primary) 17B66, 18D05, 22A22 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701231"],"date":["2007-01-08","2009-02-12"],"type":["text"],"creator":["Stefanini, Luca"],"language":[],"coverage":[],"title":["On the integration of LA-groupoids and duality for Poisson groupoids"],"description":["  In this note a functorial approach to the integration problem of an\nLA-groupoid to a double Lie groupoid is discussed. To do that, we study the\nnotions of fibred products in the categories of Lie groupoids and Lie\nalgebroids, giving necessary and sufficient conditions for the existence of\nsuch. In particular, it turns out, that the fibred product of Lie algebroids\nalong integrable morphisms is always integrable by a fibred product of Lie\ngroupoids. We show that to every LA-groupoid with integrable top structure one\ncan associate a differentiable graph in the category of Lie groupoids, which is\nan integrating double Lie groupoid, whenever some lifting conditions for\nsuitable Lie algebroid homotopies are fulfilled; the result specializes to the\ncase of a Poisson groupoid, yielding a symplectic double groupoid, provided our\nconditions on the associated LA-groupoid are satisfied.\n","Comment: 22 Page, Published in Travaux Mathematiques"]}]
["math/0702153",{"format":[],"subject":["Mathematics - Analysis of PDEs","49L25, 35F25, 35A05, 35D05, 35B50, 45G10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702153","SIAM J. Math. Anal. 40, 1 (2008) 44-69","doi:10.1137/070682083"],"date":["2007-02-06","2009-02-13"],"type":["text"],"creator":["Barles, Guy","Cardaliaguet, Pierre","Ley, Olivier","Monneau, Regis"],"language":[],"coverage":[],"title":["Global Existence Results and Uniqueness for Dislocation Equations"],"description":["  We are interested in nonlocal Eikonal Equations arising in the study of the\ndynamics of dislocations lines in crystals. For these nonlocal but also non\nmonotone equations, only the existence and uniqueness of Lipschitz and\nlocal-in-time solutions were available in some particular cases. In this paper,\nwe propose a definition of weak solutions for which we are able to prove the\nexistence for all time. Then we discuss the uniqueness of such solutions in\nseveral situations, both in the monotone and non monotone case.\n"]}]
