["0704.0232",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0232","in \"New Trends in Mathematical Physics; Selected contributions of\n  the XVth International Congress on Mathematical Physics\", V. Sidoravicius\n  (Ed.), Springer (2009)"],"date":["2007-04-02","2009-11-04"],"type":["text"],"creator":["Bergbauer, Christoph","Kreimer, Dirk"],"language":[],"coverage":[],"title":["New algebraic aspects of perturbative and non-perturbative Quantum Field\n  Theory"],"description":["  In this expository article we review recent advances in our understanding of\nthe combinatorial and algebraic structure of perturbation theory in terms of\nFeynman graphs, and Dyson-Schwinger equations. Starting from Lie and Hopf\nalgebras of Feynman graphs, perturbative renormalization is rephrased\nalgebraically. The Hochschild cohomology of these Hopf algebras leads the way\nto Slavnov-Taylor identities and Dyson-Schwinger equations. We discuss recent\nprogress in solving simple Dyson-Schwinger equations in the high energy sector\nusing the algebraic machinery. Finally there is a short account on a relation\nto algebraic geometry and number theory: understanding Feynman integrals as\nperiods of mixed (Tate) motives.\n","Comment: 15 pages, Contribution to the Proceedings of the ICMP 2006, 2 typos\n  corrected, final version"]}]
["0707.0316",{"format":[],"subject":["Mathematics - Probability","60F17","60G20","60G"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0316","Prob. and Math. Stat. Vol. 278, Fasc. 2 (2008) pp. 235-256"],"date":["2007-07-02"],"type":["text"],"creator":["Milos, Piotr"],"language":[],"coverage":[],"title":["Occupation time fluctuations of Poisson and equilibrium branching\n  systems in critical and large dimensions"],"description":["  Limit theorems are presented for the rescaled occupation time fluctuation\nprocess of a critical finite variance branching particle system in\n$\\mathbb{R}^{d}$ with symmetric $\\alpha$-stable motion starting off from either\na standard Poisson random field or the equilibrium distribution for critical\n$d=2\\alpha$ and large $d>2\\alpha$ dimensions. The limit processes are\ngeneralised Wiener processes. The obtained convergence is in space-time,\nfinite-dimensional distributions sense. With the addtional assumption on the\nbranching law we obtain functional convergence.\n"]}]
["0707.1919",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1919","Int.J.Mod.Phys.A23:919-932,2008","doi:10.1142/S0217751X08039682"],"date":["2007-07-12","2009-11-04"],"type":["text"],"creator":["Nielsen, Holger B.","Ninomiya, Masao"],"language":[],"coverage":[],"title":["Search for Effect of Influence from Future in Large Hadron Collider"],"description":["  We propose an experiment which consists of drawing a card and using it to\ndecide restrictions on the running of Large Hadron Collider (LHC for short) at\nCERN, such as luminosity, and beam energy. There may potentially occur total\nshut down. The purpose of such an experiment is to search for influence from\nthe future, that is, backward causation. Since LHC will produce particles of a\nmathematically new type of fundamental scalars, i.e., the Higgs particles,\nthere is potentially a chance to find unseen effects, such as on influence\ngoing from future to past, which we suggest in the present paper.\n","Comment: 18pp, comments added, change of title and corrections of main text;\n  v4:minor typos corrected"]}]
["0709.2703",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2703"],"date":["2007-09-17","2009-11-04"],"type":["text"],"creator":["Jaeger, Gregg","Ann, Kevin"],"language":[],"coverage":[],"title":["Disentanglement and decoherence in a pair of qutrits under dephasing\n  noise"],"description":["  We relate disentanglement and decoherence rates in a pair of three-level\natoms subjected to multi-local and collective pure dephasing noise acting in a\npreferred basis. The bipartite entanglement decay rate, as bounded from above\nby the negativity, is found to be greater than or equal to the\ndephasing-decoherence rates characterized by the decay of off-diagonal elements\nin the corresponding full density matrix describing the system or the reduced\ndensity matrix describing either qutrit, extending previous results for qubit\npairs subject to such noise.\n","Comment: 9 pages, submitted to J. Mod. Opt. 01/21/07, accepted 08/14/07\n  Version 2 corrections: 1) E and D operators in second-to-last paragraph of\n  Sec. 2. 2) matrix elements (8,6) and (9,1) in Eq. 6"]}]
["0711.0439",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0439"],"date":["2007-11-03","2009-11-04"],"type":["text"],"creator":["Hajdukovic, Dragan Slavkov"],"language":[],"coverage":[],"title":["A new equation of state for dark energy"],"description":["  In the contemporary Cosmology, dark energy is modeled as a perfect fluid,\nhaving a very simple equation of state: pressure is proportional to dark energy\ndensity. As an alternative, I propose a more complex equation of state, with\npressure being function of three variables: dark energy density, matter density\nand the size of the Universe. One consequence of the new equation is that, in\nthe late-time Universe, cosmological scale factor is linear function of time;\nwhile the standard cosmology predicts an exponential function.The new equation\nof state allows attributing a temperature to the physical vacuum, a temperature\nproportional to the acceleration of the expansion of the Universe. The vacuum\ntemperature decreases with the expansion of the Universe, approaching (but\nnever reaching) the absolute zero.\n","Comment: Improved version; submitted to Physics Letters B"]}]
["0712.2789",{"format":[],"subject":["Computer Science - Computational Engineering, Finance, and Science","Computer Science - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2789"],"date":["2007-12-17","2009-11-03"],"type":["text"],"creator":["Ingber, Lester"],"language":[],"coverage":[],"title":["Trading in Risk Dimensions (TRD)"],"description":["  Previous work, mostly published, developed two-shell recursive trading\nsystems. An inner-shell of Canonical Momenta Indicators (CMI) is adaptively fit\nto incoming market data. A parameterized trading-rule outer-shell uses the\nglobal optimization code Adaptive Simulated Annealing (ASA) to fit the trading\nsystem to historical data. A simple fitting algorithm, usually not requiring\nASA, is used for the inner-shell fit. An additional risk-management\nmiddle-shell has been added to create a three-shell recursive\noptimization/sampling/fitting algorithm. Portfolio-level distributions of\ncopula-transformed multivariate distributions (with constituent markets\npossessing different marginal distributions in returns space) are generated by\nMonte Carlo samplings. ASA is used to importance-sample weightings of these\nmarkets.\n  The core code, Trading in Risk Dimensions (TRD), processes Training and\nTesting trading systems on historical data, and consistently interacts with\nRealTime trading platforms at minute resolutions, but this scale can be\nmodified. This approach transforms constituent probability distributions into a\ncommon space where it makes sense to develop correlations to further develop\nprobability distributions and risk/uncertainty analyses of the full portfolio.\nASA is used for importance-sampling these distributions and for optimizing\nsystem parameters.\n","Comment: This 2005 report has been withdrawn by the author as requested by the\n  publisher of \"Handbook of Technical Trading Analysis\" (Wiley, 2009) in which\n  an updated version appears"]}]
["0802.0388",{"format":[],"subject":["Mathematical Physics","Mathematics - Differential Geometry","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0388"],"date":["2008-02-04","2009-11-04"],"type":["text"],"creator":["Strachan, Ian A. B."],"language":[],"coverage":[],"title":["Weyl groups and Elliptic Solutions of the WDVV equations"],"description":["  A functional ansatz is developed which gives certain elliptic solutions of\nthe Witten-Dijkgraaf-Verlinde-Verlinde (or WDVV) equation. This is based on the\nelliptic trilogarithm function introduced by Beilinson and Levin. For this to\nbe a solution results in a number of purely algebraic conditions on the set of\nvectors that appear in the ansatz, this providing an elliptic version of the\nidea, introduced by Veselov, of a V-system.\n  Rational and trigonometric limits are studied together with examples of\nelliptic V-systems based on various Weyl groups. Jacobi group orbit spaces are\nstudied: these carry the structure of a Frobenius manifold. The corresponding\nalmost dual structure is shown, in the A_N and B_N and conjecturally for an\narbitrary Weyl group, to correspond to the elliptic solutions of the WDVV\nequations.\n  Transformation properties, under the Jacobi group, of the elliptic\ntrilogarithm are derived together with various functional identities which\ngeneralize the classical Frobenius-Stickelburger relations.\n","Comment: Typographical errors corrected. One result weakened (though with\n  changing the main result). Main theorem rewritten"]}]
["0804.2499",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.2499","Ecological Modelling 220, 3100-3110 (2009)","doi:10.1016/j.ecolmodel.2009.01.022"],"date":["2008-04-15","2009-02-04"],"type":["text"],"creator":["Zaldivar, J. M.","Bacelar, F. S.","Dueri, S.","Marinov, D.","Viaroli, P.","Hernandez-Garcia, E.","."],"language":[],"coverage":[],"title":["Modeling approach to regime shifts of primary production in shallow\n  coastal ecosystems"],"description":["  Pristine coastal shallow systems are usually dominated by extensive meadows\nof seagrass species, which are assumed to take advantage of nutrient supply\nfrom sediment. An increasing nutrient input is thought to favour phytoplankton,\nepiphytic microalgae, as well as opportunistic ephemeral macroalgae that\ncoexist with seagrasses. The primary cause of shifts and succession in the\nmacrophyte community is the increase of nutrient load to water; however\ntemperature plays also an important role. A competition model between rooted\nseagrass (Zostera marina), macroalgae (Ulva sp), and phytoplankton has been\ndeveloped to analyse the succession of primary producer communities in these\nsystems. Successions of dominance states, with different resilience\ncharacteristics, are found when modifying the input of nutrients and the\nseasonal temperature and light intensity forcing.\n","Comment: 33 pages, including 10 figures. To appear in Ecological Complexity"]}]
["0805.1689",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1689","Class.Quant.Grav.25:184011,2008","doi:10.1088/0264-9381/25/18/184011"],"date":["2008-05-12"],"type":["text"],"creator":["van der Sluys, Marc","Raymond, Vivien","Mandel, Ilya","Roever, Christian","Christensen, Nelson","Kalogera, Vicky","Meyer, Renate","Vecchio, Alberto"],"language":[],"coverage":[],"title":["Parameter estimation of spinning binary inspirals using Markov-chain\n  Monte Carlo"],"description":["  We present a Markov-chain Monte-Carlo (MCMC) technique to study the source\nparameters of gravitational-wave signals from the inspirals of stellar-mass\ncompact binaries detected with ground-based gravitational-wave detectors such\nas LIGO and Virgo, for the case where spin is present in the more massive\ncompact object in the binary. We discuss aspects of the MCMC algorithm that\nallow us to sample the parameter space in an efficient way. We show sample runs\nthat illustrate the possibilities of our MCMC code and the difficulties that we\nencounter.\n","Comment: 10 pages, 2 figures, submitted to Classical and Quantum Gravity"]}]
["0806.2078",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Group Theory","05E99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2078"],"date":["2008-06-12","2009-11-04"],"type":["text"],"creator":["Godsil, Chris"],"language":[],"coverage":[],"title":["Distinguishing Primitive Permutation Groups"],"description":["  Let $G$ be a permutation group acting on a set $V$. A partition $\\pi$ of $V$\nis distinguishing if the only element of $G$ that fixes each cell of $\\pi$ is\nthe identity. The distinguishing number of $G$ is the minimum number of cells\nin a distinguishing partition. We prove that if $G$ is a primitive permutation\ngroup and $|V|\\ge336$, its distinguishing number is two.\n","Comment: A much stronger result was obtained earlier by Seress. His result is\n  now cited. Since my methods might be of some interest, I have chosen to\n  replace rather than withdraw the paper. It will not be submitted for\n  publication"]}]
["0808.0447",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0447","OCEANS 2008","doi:10.1109/OCEANS.2008.5289424"],"date":["2008-08-04"],"type":["text"],"creator":["Harris, Michael M.","Avera, William E.","Abelev, Andrei","Bentrem, Frank W.","Bibee, L. Dale"],"language":[],"coverage":[],"title":["Sensing Shallow Seafloor and Sediment Properties, Recent History"],"description":["  Near surface seafloor properties are needed for recreational, commercial, and\nmilitary applications. Construction projects on the ocean seafloors often\nrequire extensive knowledge about strength, deformability, hydraulic, thermal,\nacoustic, and seismic characteristics for locating stable environments and\nensuring proper functioning of structures, pipelines, and other installations\non the surface of and buried into the marine sediments. The military is also\ninterested in a variety of seafloor properties as they impact sound\npropagation, mine impact burial, trafficability, bearing capacity,\ntime-dependent settlement, and stability of objects on the seafloor. Point\nmeasurements of sediment properties are done using core samplers and sediment\ngrab devices (with subsequent lab analysis) and in-situ probes. These\ntechniques are expensive in terms of ship time and provide limited area\ncoverage. Sub-bottom acoustic and electromagnetic sensors can provide profiles\nof near surface sediment information with improved coverage rates. Fusion\ntechniques are being developed to provide areal extent of sediment information\nfrom multiple sensors. This paper examines the recent history of techniques\nused to measure sediment properties in the upper portions of the seafloor and\nin shallow (<100m) water.\n","Comment: Oceans '08 MTS/IEEE Quebec, (Oceans, Poles and Climate: Technological\n  Challenges) 15-18 September, 2008"]}]
["0808.3218",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3218","Math. Res. Lett. 16 (2009), no. 4, 735--752."],"date":["2008-08-23","2008-12-01"],"type":["text"],"creator":["Verbitsky, Misha"],"language":[],"coverage":[],"title":["Balanced HKT metrics and strong HKT metrics on hypercomplex manifolds"],"description":["  A manifold (M,I,J,K) is called hypercomplex if I,J,K are complex structures\nsatisfying quaternionic relations. A quaternionic Hermitian metric is called\nHKT (hyperkaehler with torsion) if $Id\\omega_I = Jd \\omega_J=Kd\\omega_K$, where\n$\\omega_I,\\omega_J, \\omega_K$ are Hermitian forms associated with I, J, K. A\nHermitian metric $\\omega$ on a complex manifold is called balanced if\n$d^*\\omega=0$. We show that balanced HKT metrics are precisely the quaternionic\nCalabi-Yau metrics defined in terms of the quaternionic Monge-Ampere equation.\nIn particular, a balanced HKT-metric is unique in its cohomology class, and it\nalways exists if the quaternionic Calabi-Yau theorem is true. We investigate\nthe cohomological properties of strong HKT metrics (the quaternionic Hermitian\nmetrics, satisfying, in addition to the HKT condition, the relation $dd^c\n\\omega=0$), and show that the space of strong HKT metrics is\nfinite-dimensional. Using Howe's duality for representations of Sp(n), we prove\na hyperkaehler version of Hodge-Riemann bilinear relations. We use it to show\nthat a manifold admitting a balanced HKT-metric never admits a strong\nHKT-metric, if $\\dim_\\R M \\geq 12$.\n","Comment: v. 4.0, 21 pages, reference added and typos corrected"]}]
["0808.3755",{"format":[],"subject":["Mathematics - Probability","60F17","60G20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3755","Journal-ref: Stoch. Proc. Appl. 119 (2009) pp.3211-3237","doi:10.1016/j.spa.2009.04.003"],"date":["2008-08-27"],"type":["text"],"creator":["Milos, Piotr"],"language":[],"coverage":[],"title":["Occupation times of subcritical branching immigration system with Markov\n  motions"],"description":["  We consider a branching system consisting of particles moving according to a\nMarkov family in $\\Rd$ and undergoing subcritical branching with a constant\nrate $V>0$. New particles immigrate to the system according to homogeneous\nspace-time Poisson random field. The process of the fluctuations of the\nrescaled occupation time is studied with very mild assumptions on the Markov\nfamily. In this general setting a functional central limit theorem is proved.\nThe subcriticality of the branching law is crucial for the limit behaviour and\nin a sense overwhelms the properties of the particles' motion. It is for this\nreason that the limit is the same for all dimensions and can be obtained for a\nwide class of Markov processes. Another consequence is the form of the limit -\n$\\SP$-valued Wiener process with a simple temporal structure and a complicated\nspatial one. This behaviour contrasts sharply with the case of critical\nbranching systems.\n"]}]
["0810.1305",{"format":[],"subject":["Mathematics - Logic","06A12","20M10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1305","Order, 25 Issue 4 (2008) p. 377","doi:10.1007/s11083-008-9101-9"],"date":["2008-10-07"],"type":["text"],"creator":["Terraf, Pedro Sánchez"],"language":[],"coverage":[],"title":["Directly Indecomposables in Semidegenerate Varieties of Connected\n  po-Groupoids"],"description":["  We study varieties with a term-definable poset structure, \"po-groupoids\". It\nis known that connected posets have the \"strict refinement property\" (SRP). In\n[arXiv:0808.1860v1 [math.LO]] it is proved that semidegenerate varieties with\nthe SRP have definable factor congruences and if the similarity type is finite,\ndirectly indecomposables are axiomatizable by a set of first-order sentences.\nWe obtain such a set for semidegenerate varieties of connected po-groupoids and\nshow its quantifier complexity is bounded in general.\n"]}]
["0812.4302",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4302","Class.Quant.Grav.26:114007,2009","doi:10.1088/0264-9381/26/11/114007"],"date":["2008-12-22","2009-04-02"],"type":["text"],"creator":["Raymond, V.","van der Sluys, M. V.","Mandel, I.","Kalogera, V.","Roever, C.","Christensen, N."],"language":[],"coverage":[],"title":["Degeneracies in Sky Localisation Determination from a Spinning\n  Coalescing Binary through Gravitational Wave Observations: a Markov-Chain\n  Monte-Carlo Analysis for two Detectors"],"description":["  Gravitational-wave signals from inspirals of binary compact objects (black\nholes and neutron stars) are primary targets of the ongoing searches by\nground-based gravitational-wave interferometers (LIGO, Virgo, and GEO-600). We\npresent parameter-estimation simulations for inspirals of\nblack-hole--neutron-star binaries using Markov-chain Monte-Carlo methods. As a\nspecific example of the power of these methods, we consider source localisation\nin the sky and analyse the degeneracy in it when data from only two detectors\nare used. We focus on the effect that the black-hole spin has on the\nlocalisation estimation. We also report on a comparative Markov-chain\nMonte-Carlo analysis with two different waveform families, at 1.5 and 3.5\npost-Newtonian order.\n","Comment: 14 pages, 5 figures, 2 tables. Proceeding's paper for the NRDA 2008\n  conference"]}]
["0812.4364",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4364","Advanced Nonlinear Studies 9 (2009), 597-623"],"date":["2008-12-23","2009-11-04"],"type":["text"],"creator":["Abbondandolo, Alberto","Schwarz, Matthias"],"language":[],"coverage":[],"title":["A smooth pseudo-gradient for the Lagrangian action functional"],"description":["  We study the action functional associated to a smooth Lagrangian function on\nthe cotangent bundle of a manifold, having quadratic growth in the velocities.\nWe show that, although the action functional is in general not twice\ndifferentiable on the Hilbert manifold consisting of H^1 curves, it is a\nLyapunov function for some smooth Morse-Smale vector field, under the generic\nassumption that all the critical points are non-degenerate. This fact is\nsufficient to associate a Morse complex to the Lagrangian action functional.\n","Comment: 27 pages, final version, as published"]}]
["0812.5006",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.5006","PHYSICAL REVIEW B 80, 035303 (2009)","doi:10.1103/PhysRevB.80.035303"],"date":["2008-12-29","2009-11-04"],"type":["text"],"creator":["Li, Jun","Yang, Wen","Chang, Kai"],"language":[],"coverage":[],"title":["Spin states in InAs/AlSb/GaSb semiconductor quantum wells"],"description":["  We investigate theoretically the spin states in InAs/AlSb/GaSb broken-gap\nquantum wells by solving the Kane model and the Poisson equation\nself-consistently. The spin states in InAs/AlSb/GaSb quantum wells are quite\ndifferent from those obtained by the single-band Rashba model due to the\nelectron-hole hybridization. The Rashba spin-splitting of the lowest conduction\nsubband shows an oscillating behavior. The D'yakonov-Perel' spin relaxation\ntime shows several peaks with increasing the Fermi wavevector. By inserting an\nAlSb barrier between the InAs and GaSb layers, the hybridization can be greatly\nreduced. Consequently, the spin orientation, the spin splitting, and the\nD'yakonov-Perel' spin relaxation time can be tuned significantly by changing\nthe thickness of the AlSb barrier.\n","Comment: 11 pages, 9 figures"]}]
["0901.4826",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4826","New J. Phys 11, 115004 (2009)","doi:10.1088/1367-2630/11/11/115004"],"date":["2009-01-30","2009-05-19"],"type":["text"],"creator":["Berg, Erez","Fradkin, Eduardo","Kivelson, Steven A.","Tranquada, John"],"language":[],"coverage":[],"title":["Striped superconductors: How the cuprates intertwine spin, charge and\n  superconducting orders"],"description":["  Recent transport experiments in the original cuprate high temperature\nsuperconductor, {La$_{2-x}$Ba$_x$CuO$_4$}, have revealed a remarkable sequence\nof transitions and crossovers which give rise to a form of dynamical\ndimensional reduction, in which a bulk crystal becomes essentially\nsuperconducting in two directions while it remains poorly metallic in the\nthird. We identify these phenomena as arising from a distinct new\nsuperconducting state, the \"striped superconductor,\" in which the\nsuperconducting order is spatially modulated, so that its volume average value\nis zero. Here, in addition to outlining the salient experimental findings, we\nsketch the order parameter theory of the state, stressing some of the ways in\nwhich a striped superconductor differs fundamentally from an ordinary (uniform)\nsuperconductor, especially concerning its response to quenched randomness. We\nalso present the results of DMRG calculations on a model of interacting\nelectrons in which sign oscillations of the superconducting order are\nestablished. Finally, we speculate concerning the relevance of this state to\nexperiments in other cuprates, including recent optical studies of\n{La$_{2-x}$Sr$_x$CuO$_4$} in a magnetic field, neutron scattering experiments\nin underdoped {YBa$_2$Cu$_3$O$_{6+x}$}, and a host of anomalies seen in STM and\nARPES studies of {Bi$_2$Sr$_2$CaCu$_2$O$_{8+\\delta} $}.\n","Comment: 40 pages, 5 figures, Submitted to New. J. Phys. a focus issue on\n  \"Superconductors with Exotic Symmetries\"; new version with minor changes; new\n  version"]}]
["0902.3069",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Mathematical Physics","Nonlinear Sciences - Chaotic Dynamics","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3069","J. Phys. A: Math. Theor. 42 (2009) 475101","doi:10.1088/1751-8113/42/47/475101"],"date":["2009-02-18","2009-10-05"],"type":["text"],"creator":["Osipov, Vladimir Al.","Kanzieper, Eugene"],"language":[],"coverage":[],"title":["Statistics of thermal to shot noise crossover in chaotic cavities"],"description":["  Recently formulated integrable theory of quantum transport [Osipov and\nKanzieper, Phys. Rev. Lett. 101, 176804 (2008); arXiv:0806.2784] is extended to\ndescribe sample-to-sample fluctuations of the noise power in chaotic cavities\nwith broken time-reversal symmetry. Concentrating on the universal transport\nregime, we determine dependence of the noise power cumulants on the\ntemperature, applied bias voltage, and the number of propagating modes in the\nleads. Intrinsic connection between statistics of thermal to shot noise\ncrossover and statistics of Landauer conductance is revealed and briefly\ndiscussed.\n","Comment: significantly extended version (15 pages, 1 appendix); to appear in\n  Journal of Physics A"]}]
["0903.0559",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0559","Phys. Rev. E 79, 057701 (2009)","doi:10.1103/PhysRevE.79.057701"],"date":["2009-03-03"],"type":["text"],"creator":["Mikelsons, Karlis","Macridin, Alexandru","Jarrell, Mark"],"language":[],"coverage":[],"title":["The relationship between Hirsch-Fye and weak coupling diagrammatic\n  Quantum Monte Carlo methods"],"description":["  Two weak coupling Continuous Time Quantum Monte Carlo (CTQMC) methods are\nshown to be equivalent for Hubbard-like interactions. A relation between these\nCTQMC methods and the Hirsch-Fye Quantum Monte Carlo (HFQMC) method is\nestablished, identifying the latter as an approximation within CTQMC and\nproviding a diagrammatic interpretation. Both HFQMC and CTQMC are shown to be\nequivalent when the number of time slices in HFQMC becomes infinite, implying\nthe same degree of fermion sign problem in this limit.\n","Comment: Submitted to PRE"]}]
["0903.5405",{"format":[],"subject":["General Relativity and Quantum Cosmology","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.5405","Phys. Rev. Lett. 102, 221102 (2009)","doi:10.1103/PhysRevLett.102.221102"],"date":["2009-03-31","2009-06-08"],"type":["text"],"creator":["Ansorg, Marcus","Hennig, Jörg"],"language":[],"coverage":[],"title":["Inner Cauchy horizon of axisymmetric and stationary black holes with\n  surrounding matter in Einstein-Maxwell theory"],"description":["  We study the interior electrovacuum region of axisymmetric and stationary\nblack holes with surrounding matter and find that there exists always a regular\ninner Cauchy horizon inside the black hole, provided the angular momentum $J$\nand charge $Q$ of the black hole do not vanish simultaneously. In particular,\nwe derive an explicit relation for the metric on the Cauchy horizon in terms of\nthat on the event horizon. Moreover, our analysis reveals the remarkable\nuniversal relation $(8\\pi J)^2+(4\\pi Q^2)^2=A^+ A^-$, where $A^+$ and $A^-$\ndenote the areas of event and Cauchy horizon respectively.\n","Comment: 4 pages, 1 figure"]}]
["0904.1230",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1230","Nature Phys. 5, 830 (2009)","doi:10.1038/nphys1389"],"date":["2009-04-07","2009-06-07"],"type":["text"],"creator":["Berg, E.","Fradkin, E.","Kivelson, S. A."],"language":[],"coverage":[],"title":["Charge $4e$ superconductivity from pair density wave order in certain\n  high temperature superconductors"],"description":["  A number of spectacular experimental anomalies\\cite{li-2007,fujita-2005} have\nrecently been discovered in certain cuprates, notably {\\LBCO} and {\\LNSCO},\nwhich exhibit unidirectional spin and charge order (known as ``stripe order'').\nWe have recently proposed to interpret these observations as evidence for a\nnovel ``striped superconducting'' state, in which the superconducting order\nparameter is modulated in space, such that its average is precisely zero. Here,\nwe show that thermal melting of the striped superconducting state can lead to a\nnumber of unusual phases, of which the most novel is a charge $4e$\nsuperconducting state, with a corresponding fractional flux quantum $hc/4e$.\nThese are never-before observed states of matter, and ones, moreover, that\ncannot arise from the conventional Bardeen-Cooper-Schrieffer (BCS) mechanism.\nThus, direct confirmation of their existence, even in a small subset of the\ncuprates, could have much broader implications for our understanding of high\ntemperature superconductivity. We propose experiments to observe fractional\nflux quantization, which thereby could confirm the existence of these states.\n","Comment: 5 pages, 2 figures; new version in Nature Physics format with a\n  discussion of the effective Josephson coupling J2 and minor changes. Mildly\n  edited abstract. v3: corrected version"]}]
["0904.1337",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1337"],"date":["2009-04-08","2009-11-03"],"type":["text"],"creator":["Weng, Lin"],"language":[],"coverage":[],"title":["Stability and Arithmetic"],"description":["  Stability plays a central role in arithmetic. In this article, we explain\nsome basic ideas and present certain constructions for such studies. There are\ntwo aspects: namely, general Class Field Theories for Riemann surfaces using\nsemi-stable parabolic bundles & for p-adic number fields using what we call\nsemi-stable filtered (phi,N;omega)-modules; and non-abelian zeta functions for\nfunction fields over finite fields using semi-stable bundles & for number\nfields using semi-stable lattices.\n","Comment: 121 pages"]}]
["0904.1343",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1343","JHEP 0907:079,2009","doi:10.1088/1126-6708/2009/07/079"],"date":["2009-04-08","2009-11-04"],"type":["text"],"creator":["Kluson, J."],"language":[],"coverage":[],"title":["Branes at Quantum Criticality"],"description":["  In this paper we propose new non-relativistic p+1 dimensional theory. This\ntheory is defined in such a way that the potential term obeys the principle of\ndetailed balance where the generating action corresponds to p-brane action.\nThis condition ensures that the norm of the vacuum wave functional of p+1\ndimensional theory is equal to the partition function of p-brane theory.\n","Comment: 17 pages, references added, typos fixed,v2. minor changes"]}]
["0904.1657",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1657"],"date":["2009-04-10","2009-11-03"],"type":["text"],"creator":["Sengupta, Sandipan"],"language":[],"coverage":[],"title":["Topological Interpretation of Barbero-Immirzi Parameter through an\n  off-shell Rescaling of Wavefunctional"],"description":["  This paper has been withdrawn.\n","Comment: This paper has been withdrawn.It is superseded by article\n  arXiv:0911.0593"]}]
["0905.1920",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.1920","J. Phys. A 42, 475001 (2009)","doi:10.1088/1751-8113/42/47/475001"],"date":["2009-05-12"],"type":["text"],"creator":["Ben-Naim, E.","Krapivsky, P. L."],"language":[],"coverage":[],"title":["Stratification in the Preferential Attachment Network"],"description":["  We study structural properties of trees grown by preferential attachment. In\nthis mechanism, nodes are added sequentially and attached to existing nodes at\na rate that is strictly proportional to the degree. We classify nodes by their\ndepth n, defined as the distance from the root of the tree, and find that the\nnetwork is strongly stratified. Most notably, the distribution f_k^(n) of nodes\nwith degree k at depth n has a power-law tail, f_k^(n) ~ k^{-\\gamma(n)}. The\nexponent grows linearly with depth, gamma(n)=2+(n-1)/<n-1>, where the brackets\ndenote an average over all nodes. Therefore, nodes that are closer to the root\nare better connected, and moreover, the degree distribution strongly varies\nwith depth. Similarly, the in-component size distribution has a power-law tail\nand the characteristic exponent grows linearly with depth. Qualitatively, these\nbehaviors extend to a class of networks that grow by a redirection mechanism.\n","Comment: 6 pages, 4 figures"]}]
["0906.1189",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1189"],"date":["2009-06-05","2009-11-04"],"type":["text"],"creator":["Böcherer, Georg"],"language":[],"coverage":[],"title":["On the Throughput/Bit-Cost Tradeoff in CSMA Based Cooperative Networks"],"description":["  Wireless local area networks (WLAN) still suffer from a severe performance\ndiscrepancy between different users in the uplink. This is because of the\nspatially varying channel conditions provided by the wireless medium.\nCooperative medium access control (MAC) protocols as for example CoopMAC were\nproposed to mitigate this problem. In this work, it is shown that cooperation\nimplies for cooperating nodes a tradeoff between throughput and bit-cost, which\nis the energy needed to transmit one bit. The tradeoff depends on the degree of\ncooperation. For carrier sense multiple access (CSMA) based networks, the\nthroughput/bit-cost tradeoff curve is theoretically derived. A new distributed\nCSMA protocol called fairMAC is proposed and it is theoretically shown that\nfairMAC can asymptotically achieve any operating point on the tradeoff curve\nwhen the packet lengths go to infinity. The theoretical results are validated\nthrough Monte Carlo simulations.\n","Comment: 6 pages. To be presented at SCC 2010"]}]
["0906.1568",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - K-Theory and Homology","58J20","58A35","19K56"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1568"],"date":["2009-06-08","2009-11-04"],"type":["text"],"creator":["Albin, Pierre","Leichtnam, Eric","Mazzeo, Rafe","Piazza, Paolo"],"language":[],"coverage":[],"title":["The signature package on Witt spaces, I. Index classes"],"description":["  We give a parametrix construction for the signature operator on any compact,\noriented, stratified pseudomanifold X which satisfies the Witt condition. This\nconstruction is inductive. It is then used to show that the signature operator\nis essentially self-adjoint and has discrete spectrum of finite multiplicity,\nso that its index -- the analytic signature of X -- is well-defined. We then\nshow how to couple this construction to a C^*_r(Gamma) Mischenko bundle\nassociated to any Galois covering of X with covering group Gamma. The\nappropriate analogues of these same results are then proved, and it follows\nthat we may define an analytic signature class as an element of the K-theory of\nC^*_r(Gamma). In a sequel to this paper we establish in this setting the full\nrange of conclusions for this class which sometimes goes by the name of the\nsignature package.\n","Comment: small changes to agree with part II"]}]
["0906.3809",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.3809","Phys. Rev. B 80, 155416 (2009)","doi:10.1103/PhysRevB.80.155416"],"date":["2009-06-20"],"type":["text"],"creator":["Dell'Anna, L.","De Martino, A."],"language":[],"coverage":[],"title":["Wavevector-dependent spin filtering and spin transport through magnetic\n  barriers in graphene"],"description":["  We study the spin-resolved transport through magnetic nanostructures in\nmonolayer and bilayer graphene. We take into account both the orbital effect of\nthe inhomogeneous perpendicular magnetic field as well as the in-plane spin\nsplitting due to the Zeeman interaction and to the exchange coupling possibly\ninduced by the proximity of a ferromagnetic insulator. We find that a single\nbarrier exhibits a wavevector-dependent spin filtering effect at energies close\nto the transmission threshold. This effect is significantly enhanced in a\nresonant double barrier configuration, where the spin polarization of the\noutgoing current can be increased up to 100% by increasing the distance between\nthe barriers.\n","Comment: 10 pages, 12 figures"]}]
["0907.1045",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1045","J. Chem. Phys. 131, 171102 (2009)","doi:10.1063/1.3262519"],"date":["2009-07-06","2009-10-21"],"type":["text"],"creator":["Kosov, D. S."],"language":[],"coverage":[],"title":["Nonequilibrium Fock space for the electron transport problem"],"description":["  Based on the formalism of thermo field dynamics we propose a concept of\nnonequilibrium Fock space and nonequilibrium quasiparticles for quantum\nmany-body system in nonequilibrium steady state. We develop a general theory as\nwell as demonstrate the utility of the approach on the example of electron\ntransport through the interacting region. The proposed approach is compatible\nwith advanced methods of electronic structure calculations such as coupled\ncluster theory and configuration interaction.\n"]}]
["0907.2515",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.2515"],"date":["2009-07-15","2009-11-03"],"type":["text"],"creator":["Botten, Ross C. McPhedran Lindsay C.","Nicorovici, Nicolae-Alexandru P."],"language":[],"coverage":[],"title":["Further Results on the Riemann Hypothesis for Angular Lattice Sums"],"description":["  We present further results on a class of sums which involve complex powers of\nthe distance to points in a two-dimensional square lattice and trigonometric\nfunctions of their angle, supplementing those in a previous paper (McPhedran et\nal, Porc. Roy. Soc., 2008). We give a general expression which permits\nnumerical evaluation of members of the class of sums to arbitrary order. We use\nthis to illustrate numerically the properties of trajectories along which the\nreal and imaginary parts of the sums are zero, and we show results for the\nfirst two of a particular set of angular sums which indicate their density of\nzeros on the critical line of the complex exponent is the same as that for the\nproduct of the Riemann zeta function and the Catalan beta function.\n","Comment: 1 latex file, 1 style file, 19 figure files revised version: new\n  analytic results; new figure files"]}]
["0908.1228",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.1228","Phys. Rev. B 80, 174201 (2009)","doi:10.1103/PhysRevB.80.174201"],"date":["2009-08-09"],"type":["text"],"creator":["Ilyin, Valery","Procaccia, Itamar","Regev, Ido","Shokef, Yair"],"language":[],"coverage":[],"title":["Randomness-Induced Redistribution of Vibrational Frequencies in\n  Amorphous Solids"],"description":["  Much of the discussion in the literature of the low frequency part of the\ndensity of states of amorphous solids was dominated for years by comparing\nmeasured or simulated density of states to the classical Debye model. Since\nthis model is hardly appropriate for the materials at hand, this created some\namount of confusion regarding the existence and universality of the so- called\n``Boson Peak'' which results from such comparisons. We propose that one should\npay attention to the different roles played by different aspects of disorder,\nthe first being disorder in the interaction strengths, the second positional\ndisorder, and the third coordination disorder. These have different effects on\nthe low-frequency part of the density of states. We examine the density of\nstates of a number of tractable models in one and two dimensions, and reach a\nclearer picture of the softening and redistribution of frequencies in such\nmaterials. We discuss the effects of disorder on the elastic moduli and the\nrelation of the latter to frequency softening, reaching the final conclusion\nthat the Boson peak is not universal at all.\n","Comment: 14 pages, 22 figures"]}]
["0908.1355",{"format":[],"subject":["Mathematics - Group Theory","20E34","05A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.1355"],"date":["2009-08-10","2009-11-04"],"type":["text"],"creator":["Voll, Christopher"],"language":[],"coverage":[],"title":["Enumerating finite class-2-nilpotent groups on 2 generators"],"description":["  We compute the numbers g(n,2,2) of nilpotent groups of order n, of class at\nmost 2 generated by at most 2 generators, by giving an explicit formula for the\nDirichlet generating function \\sum_{n=1}^\\infty g(n,2,2)n^{-s}.\n","Comment: 5 pages. Minor revisions. To appear in C. R. Math. Acad. Sci. Paris"]}]
["0908.3014",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3014","Journal of Chemical Physics 131, 161101 (2009)","doi:10.1063/1.3256235"],"date":["2009-08-20"],"type":["text"],"creator":["Pond, Mark J.","Krekelberg, William P.","Shen, Vincent K.","Errington, Jeffrey R.","Truskett, Thomas M."],"language":[],"coverage":[],"title":["Composition and concentration anomalies for structure and dynamics of\n  Gaussian-core mixtures"],"description":["  We report molecular dynamics simulation results for two-component fluid\nmixtures of Gaussian-core particles, focusing on how tracer diffusivities and\nstatic pair correlations depend on temperature, particle concentration, and\ncomposition. At low particle concentrations, these systems behave like simple\natomic mixtures. However, for intermediate concentrations, the single-particle\ndynamics of the two species largely decouple, giving rise to the following\nanomalous trends. Increasing either the concentration of the fluid (at fixed\ncomposition) or the mole fraction of the larger particles (at fixed particle\nconcentration) enhances the tracer diffusivity of the larger particles, but\ndecreases that of the smaller particles. In fact, at sufficiently high particle\nconcentrations, the larger particles exhibit higher mobility than the smaller\nparticles. Each of these dynamic behaviors is accompanied by a corresponding\nstructural trend that characterizes how either concentration or composition\naffects the strength of the static pair correlations. Specifically, the dynamic\ntrends observed here are consistent with a single empirical scaling law that\nrelates an appropriately normalized tracer diffusivity to its pair-correlation\ncontribution to the excess entropy.\n","Comment: 5 pages, 4 figures"]}]
["0909.0498",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.0498","Phys. Rev. B 80, 140505(R) (2009)","doi:10.1103/PhysRevB.80.140505"],"date":["2009-09-02"],"type":["text"],"creator":["Mikelsons, K.","Khatami, E.","Galanakis, D.","Macridin, A.","Moreno, J.","Jarrell, M."],"language":[],"coverage":[],"title":["Thermodynamics of the Quantum Critical Point at Finite Doping in the 2D\n  Hubbard Model: A Dynamical Cluster Approximation Study"],"description":["  We study the thermodynamics of the two-dimensional Hubbard model within the\ndynamical cluster approximation. We use continuous time quantum Monte Carlo as\na cluster solver to avoid the systematic error which complicates the\ncalculation of the entropy and potential energy (double occupancy). We find\nthat at a critical filling, there is a pronounced peak in the entropy divided\nby temperature, S/T, and in the normalized double occupancy as a function of\ndoping. At this filling, we find that specific heat divided by temperature,\nC/T, increases strongly with decreasing temperature and kinetic and potential\nenergies vary like T^2 ln(T). These are all characteristics of quantum critical\nbehavior.\n","Comment: 4 pages, 4 figures. Submitted to Phys. Rev. B Rapid Communications on\n  June 27, 2009"]}]
["0909.1222",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.1222","Phys. Rev. B 80, 174401 (2009)","doi:10.1103/PhysRevB.80.174401"],"date":["2009-09-07","2009-11-04"],"type":["text"],"creator":["Brydon, P. M. R.","Timm, C."],"language":[],"coverage":[],"title":["Spin excitations in the excitonic spin-density-wave state of the iron\n  pnictides"],"description":["  Motivated by the iron pnictides, we examine the spin excitations in an\nitinerant antiferromagnet where a spin-density wave (SDW) originates from an\nexcitonic instability of nested electron-like and hole-like Fermi pockets.\nUsing the random phase approximation (RPA), we derive the Dyson equation for\nthe transverse susceptibility in the excitonic SDW state. The Dyson equation is\nsolved for two different two-band models, describing an antiferromagnetic\ninsulator and metal, respectively. We determine the collective spin-wave\ndispersions and also consider the single-particle continua. The results for the\nexcitonic models are compared with each other and also contrasted with the\nwell-known SDW state of the Hubbard model. Despite the qualitatively different\nSDW states in the two excitonic models, their magnetic response shows many\nsimilarities. We conclude with a discussion of the relevance of the excitonic\nSDW scenario to the iron pnictides.\n","Comment: 17 pages, 18 figures, v2: expanded discussion of spin-wave velocity,\n  added references"]}]
["0909.1973",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.1973","Phys. Rev. A 80, 042330 (2009)","doi:10.1103/PhysRevA.80.042330"],"date":["2009-09-10"],"type":["text"],"creator":["Burrell, Christian K."],"language":[],"coverage":[],"title":["Geometry of Generalized Depolarizing Channels"],"description":["  A generalized depolarizing channel acts on an N-dimensional quantum system to\ncompress the ``Bloch ball'' in N^2-1 directions; it has a corresponding\ncompression vector. We investigate the geometry of these compression vectors\nand prove a conjecture of Dixit and Sudarshan [1], namely that when N=2^d (i.e.\nthe system consists of d qubits) and we work in the Pauli basis then the set of\nall compression vectors forms a simplex. We extend this result by investigating\nthe geometry in other bases; in particular we find precisely when the set of\nall compression vectors forms a simplex.\n","Comment: 11 pages, 1 figure"]}]
["0909.3892",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Computer Science - Databases","Computer Science - Digital Libraries","Computer Science - Information Retrieval","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.3892"],"date":["2009-09-21"],"type":["text"],"creator":["Borne, Kirk D."],"language":[],"coverage":[],"title":["Astroinformatics: A 21st Century Approach to Astronomy"],"description":["  Data volumes from multiple sky surveys have grown from gigabytes into\nterabytes during the past decade, and will grow from terabytes into tens (or\nhundreds) of petabytes in the next decade. This exponential growth of new data\nboth enables and challenges effective astronomical research, requiring new\napproaches. Thus far, astronomy has tended to address these challenges in an\ninformal and ad hoc manner, with the necessary special expertise being assigned\nto e-Science or survey science. However, we see an even wider scope and\ntherefore promote a broader vision of this data-driven revolution in\nastronomical research. For astronomy to effectively cope with and reap the\nmaximum scientific return from existing and future large sky surveys,\nfacilities, and data-producing projects, we need our own information science\nspecialists. We therefore recommend the formal creation, recognition, and\nsupport of a major new discipline, which we call Astroinformatics.\nAstroinformatics includes a set of naturally-related specialties including data\norganization, data description, astronomical classification taxonomies,\nastronomical concept ontologies, data mining, machine learning, visualization,\nand astrostatistics. By virtue of its new stature, we propose that astronomy\nnow needs to integrate Astroinformatics as a formal sub-discipline within\nagency funding plans, university departments, research programs, graduate\ntraining, and undergraduate education. Now is the time for the recognition of\nAstroinformatics as an essential methodology of astronomical research. The\nfuture of astronomy depends on it.\n","Comment: 14 pages total: 1 cover page, 3 pages of co-signers, plus 10 pages,\n  Astro2010 Decadal Survey State of the Profession Position Paper"]}]
["0909.3895",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Computer Science - Databases","Computer Science - Digital Libraries","Computer Science - Information Retrieval","Physics - Physics Education"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.3895"],"date":["2009-09-21"],"type":["text"],"creator":["Borne, Kirk D.","Jacoby, Suzanne","Carney, K.","Connolly, A.","Eastman, T.","Raddick, M. J.","Tyson, J. A.","Wallin, J."],"language":[],"coverage":[],"title":["The Revolution in Astronomy Education: Data Science for the Masses"],"description":["  As our capacity to study ever-expanding domains of our science has increased\n(including the time domain, non-electromagnetic phenomena, magnetized plasmas,\nand numerous sky surveys in multiple wavebands with broad spatial coverage and\nunprecedented depths), so have the horizons of our understanding of the\nUniverse been similarly expanding. This expansion is coupled to the exponential\ndata deluge from multiple sky surveys, which have grown from gigabytes into\nterabytes during the past decade, and will grow from terabytes into Petabytes\n(even hundreds of Petabytes) in the next decade. With this increased vastness\nof information, there is a growing gap between our awareness of that\ninformation and our understanding of it. Training the next generation in the\nfine art of deriving intelligent understanding from data is needed for the\nsuccess of sciences, communities, projects, agencies, businesses, and\neconomies. This is true for both specialists (scientists) and non-specialists\n(everyone else: the public, educators and students, workforce). Specialists\nmust learn and apply new data science research techniques in order to advance\nour understanding of the Universe. Non-specialists require information literacy\nskills as productive members of the 21st century workforce, integrating\nfoundational skills for lifelong learning in a world increasingly dominated by\ndata. We address the impact of the emerging discipline of data science on\nastronomy education within two contexts: formal education and lifelong\nlearners.\n","Comment: 12 pages total: 1 cover page, 1 page of co-signers, plus 10 pages,\n  State of the Profession Position Paper submitted to the Astro2010 Decadal\n  Survey (March 2009)"]}]
["0909.4330",{"format":[],"subject":["Physics - Optics","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.4330"],"date":["2009-09-23","2009-11-04"],"type":["text"],"creator":["Babushkin, I."],"language":[],"coverage":[],"title":["Scar-like structures and non-integrability in a perfectly square optical\n  billiard"],"description":["  We show that scar-like structures (SLS) in a wide aperture vertical cavity\nsurface emitting laser (VCSEL) can be formed even in a perfectly square\ngeometry due to interaction of polarization and spatial degrees of freedom of\nlight. We show also that dissipation in the system induces an order among the\ncavity modes, so that SLS become preferred at lasing threshold. More generally,\nmodes which are more localized both in coordinate and momentum space have in\naverage lower losses.\n","Comment: comparing to v2 the presentation is improved and extended. a error in\n  ordering of eigenvalues in the figure about localization is corrected"]}]
["0909.4913",{"format":[],"subject":["Mathematics - History and Overview"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.4913"],"date":["2009-09-26","2009-11-03"],"type":["text"],"creator":["Miller, Steven J.","Montague, David"],"language":[],"coverage":[],"title":["Irrationality From The Book"],"description":["  We generalize Tennenbaum's geometric proof of the irrationality of sqrt(2) to\nsqrt(n) for n = 3, 5, 6 and 10.\n","Comment: 7 pages, 5 figures"]}]
["0909.5350",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematical Physics","Mathematics - Differential Geometry","32G15","32G81","32G34","17B37","17B63"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.5350"],"date":["2009-09-29"],"type":["text"],"creator":["Chekhov, Leonid","Mazzocco, Marta"],"language":[],"coverage":[],"title":["Isomonodromic deformations and twisted Yangians arising in Teichm\\\"uller\n  theory"],"description":["  In this paper we build a link between the Teichmuller theory of hyperbolic\nRiemann surfaces and isomonodromic deformations of linear systems whose\nmonodromy group is the Fuchsian group associated to the given hyperbolic\nRiemann surface by the Poincare' uniformization. In the case of a one-sheeted\nhyperboloid with n orbifold points we show that the Poisson algebra D_n of\ngeodesic length functions is the semiclassical limit of the twisted q-Yangian\nfor the orthogonal Lie algebra defined by Molev, Ragoucy and Sorba. We give a\nrepresentation of the braid group action on this algebra in terms of an adjoint\nmatrix action. We characterize two types of finite-dimensional Poissonian\nreductions and give an explicit expression for the generating function of their\ncentral elements. Finally, we interpret the algebra D_n as the Poisson algebra\nof monodromy data of a Frobenius manifold in the vicinity of a non-semisimple\npoint.\n","Comment: 44 pages, 10 pictures"]}]
["0910.0921",{"format":[],"subject":["Computer Science - Learning","Computer Science - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0921"],"date":["2009-10-06","2009-11-03"],"type":["text"],"creator":["Keshavan, Raghunandan H.","Montanari, Andrea","Oh, Sewoong"],"language":[],"coverage":[],"title":["Low-rank Matrix Completion with Noisy Observations: a Quantitative\n  Comparison"],"description":["  We consider a problem of significant practical importance, namely, the\nreconstruction of a low-rank data matrix from a small subset of its entries.\nThis problem appears in many areas such as collaborative filtering, computer\nvision and wireless sensor networks. In this paper, we focus on the matrix\ncompletion problem in the case when the observed samples are corrupted by\nnoise. We compare the performance of three state-of-the-art matrix completion\nalgorithms (OptSpace, ADMiRA and FPCA) on a single simulation platform and\npresent numerical results. We show that in practice these efficient algorithms\ncan be used to reconstruct real data matrices, as well as randomly generated\nmatrices, accurately.\n","Comment: 7 pages, 7 figures, 47th Allerton Conference on Communication Control\n  and Computing, 2009, invited paper"]}]
["0910.1387",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Discrete Mathematics","G.2.0","F.2.0","F.1.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.1387"],"date":["2009-10-07","2009-11-04"],"type":["text"],"creator":["Jacobs, Tobias"],"language":[],"coverage":[],"title":["Simpler Proofs by Symbolic Perturbation"],"description":["  In analyses of algorithms, a substantial amount of effort has often to be\nspent on the discussion of special cases. For example, when the analysis\nconsiders the cases X<Y and X>Y separately, one might have to be especially\ncareful about what happens when X=Y. On the other hand, experience tells us\nthat when a yet unregarded special case of this kind is discovered, one nearly\nalways finds a way to handle it. This is typically done by modifying the\nanalysis and/or the algorithm very slightly.\n  In this article we substantiate this observation theoretically. We\nconcentrate on deterministic algorithms for weighted combinatorial optimization\nproblems. A problem instance of this kind is defined by its structure and a\nvector of weights. The concept of a null case is introduced as set of problem\ninstances whose weight vectors constitute a nowhere open set (or null set) in\nthe space of all possible weight configurations. An algorithm is called robust\nif any null case can be disregarded in the analysis of both its solution\nquality and resource requirements.\n  We show that achieving robustness is only a matter of breaking ties the right\nway. More specifically, we show that the concept of symbolic perturbation known\nfrom the area of geometric algorithms guarantees that no surprises will happen\nin null cases. We argue that for a huge class of combinatorial optimization\nalgorithms it is easy to verify that they implicitly use symbolic perturbation\nfor breaking ties and thus can be analyzed under the assumption that some\narbitrary null case never occurs. Finally, we prove that there exists a\nsymbolic perturbation tie breaking policy for any algorithm.\n","Comment: This work introduces a fairly novel model for combinatorial problems\n  and algorithms. The author believes that the result is successfully\n  applicable to the analyes of a very broad class of algorithms. He would be\n  happy to receive feedback from the readers"]}]
["0910.2615",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2615"],"date":["2009-10-14","2009-11-04"],"type":["text"],"creator":["Cecotti, Sergio","Vafa, Cumrun"],"language":[],"coverage":[],"title":["BPS Wall Crossing and Topological Strings"],"description":["  By embedding N=2 gauge theories in string theory and utilizing string\ndualities we map the counting of BPS states with arbitrary electric and\nmagnetic charges to computations of an A-model topological string on an\nassociated geometry constructed from the data of the SW curve. We show how the\nconjecture of Kontsevich and Soibelman regarding wall crossing, as well as a\nmore refined version which captures the spin content of BPS states, is a\nnatural consequence. Chern-Simons theory realized on A-branes and a twistorial\nconstruction play key roles.\n","Comment: 18 pages, additional references"]}]
["0910.2869",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2869","Phys. Rev. B 80, 195301 (2009)","doi:10.1103/PhysRevB.80.195301"],"date":["2009-10-15"],"type":["text"],"creator":["Jiang, Zhan-Feng","Shen, Shun-Qing","Zhang, Fu-Chun"],"language":[],"coverage":[],"title":["Disorder effect of resonant spin Hall effect in a tilted magnetic field"],"description":["  We study the disorder effect of resonant spin Hall effect in a two-dimension\nelectron system with Rashba coupling in the presence of a tilted magnetic\nfield. The competition between the Rashba coupling and the Zeeman coupling\nleads to the energy crossing of the Landau levels, which gives rise to the\nresonant spin Hall effect. Utilizing the Streda's formula within the\nself-consistent Born approximation, we find that the impurity scattering\nbroadens the energy levels, and the resonant spin Hall conductance exhibits a\ndouble peak around the resonant point, which is recovered in an applied titled\nmagnetic field.\n","Comment: 6 pages, 4 figures"]}]
["0910.4637",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.4637"],"date":["2009-10-26","2009-11-04"],"type":["text"],"creator":["Marazzato, Roberto","Sparavigna, Amelia Carolina"],"language":[],"coverage":[],"title":["Astronomical image processing based on fractional calculus: the\n  AstroFracTool"],"description":["  The implementation of fractional differential calculations can give new\npossibilities for image processing tools, in particular for those that are\ndevoted to astronomical images analysis. As discussed in arxiv:0910.2381, the\nfractional differentiation is able to enhance the quality of images, with\ninteresting effects in edge detection and image restoration. Here, we propose\nthe AstroFracTool, developed to provide a simple yet powerful enhancement\ntool-set for astronomical images. This tool works evaluating the fractional\ngradient of an image map. It can help produce an output image useful for\nfurther research and scientific purposes, such as the detection of faint\nobjects and galaxy structures, or, in the case of planetary studies, the\nenhancement of surface details.\n","Comment: Keywords: Fractional calculation, image processing, astronomy"]}]
["0910.5518",{"format":[],"subject":["Mathematics - Combinatorics","05A15","05A17","05A19","11P84"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5518"],"date":["2009-10-28","2009-11-04"],"type":["text"],"creator":["Levande, Paul"],"language":[],"coverage":[],"title":["Combinatorial Proofs of an Identity from Ramanujan's Lost Notebook and\n  its Variations"],"description":["  We examine an identity originally stated in Ramanujan's ``lost notebook'' and\nfirst proven algebraically by Andrews and combinatorially by Kim. We give two\nindependent combinatorial proofs and interpretations of this identity, which\nalso extends an identity recently proven by Pak and Waarnar related to the\nproduct of partial theta functions: First, we give a direct combinatorial\nproof, using the involution principle, of a special case of the identity, and\nextend this into a direct combinatorial proof of the full identity as written.\nSecond, we show that the identity can be rewritten, using minor algebraic\nmanipulation, into an identity that can be proven with a direct bijection. We\nprovide such a bijection using a generalization of a standard bijection from\npartition theory.\n","Comment: 7 pages, 2 figures; Removed mistaken references to generalization;\n  added references to existing work of Kim and Andrews/Warnaar; made several\n  stylistic changes"]}]
["0910.5848",{"format":[],"subject":["Mathematics - Group Theory","20E34"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5848"],"date":["2009-10-30","2009-11-04"],"type":["text"],"creator":["Venkat, Guhan"],"language":[],"coverage":[],"title":["Abelianization of p-groups with derived subgroup of prime order"],"description":["  In this paper, we arrive at the structure for $G^{ab}(= G/G')$ from a\npresentation for $G$. We also prove that the frattini subgroup of the\nabelianization is $G^p$ or the quotient of $G^p$ by the derived subgroup $G'$.\n"]}]
["0911.0007",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0007","J. Phys.: Condens. Matter 21 (2009) 464125","doi:10.1088/0953-8984/21/46/464125"],"date":["2009-10-30"],"type":["text"],"creator":["Blow, M. L.","Kusumaatmaja, H.","Yeomans, J. M."],"language":[],"coverage":[],"title":["Imbibition through an array of triangular posts"],"description":["  We present and interpret simulation results showing how a fluid moves on a\nhydrophilic substrate patterned by a square array of triangular posts. We\ndemonstrate that the shape of the posts leads to anisotropic spreading, and\ndiscuss how this is influenced by the different ways in which the posts can pin\nthe advancing front.\n","Comment: 12 pages, 8 figures"]}]
["0911.0016",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0016"],"date":["2009-10-30"],"type":["text"],"creator":["Vrancken, R. J.","Kusumaatmaja, H.","Hermans, K.","Prenen, A. M.","Pierre-Louis, O.","Bastiaansen, C. W. M.","Broer, D. J."],"language":[],"coverage":[],"title":["Fully reversible transition from Wenzel to Cassie-Baxter states on\n  corrugated superhydrophobic surfaces"],"description":["  Liquid drops on textured surfaces show different dynamical behaviors\ndepending on their wetting states. They are extremely mobile when they are\nsupported by composite solid-liquid-air interfaces (Cassie-Baxter state) and\nimmobile when they fully wet the textured surfaces (Wenzel state). By\nreversibly switching between these two states, it will be possible to achieve\nlarge control over the fluid dynamics. Unfortunately, these wetting transitions\nare usually prevented by surface energy barriers. We demonstrate here a new and\nsimple design paradigm, consisting of parallel grooves of appropriate aspect\nratio, that allows for a controlled, barrierless, and reversible switching of\nthe wetting states upon the application of electrowetting. We report a direct\nobservation of the barrierless dynamical pathway for the reversible transitions\nbetween the Wenzel (collapsed) and the Cassie-Baxter (suspended) states and\npresent a theory that accounts for these transitions, including detailed\nlattice-Boltzmann simulations.\n","Comment: 24 pages, 5 figures, To appear in Langmuir. The supporting movies can\n  be found at: http://www.mpikg-golm.mpg.de/th/people/halim/movies/"]}]
["0911.0133",{"format":[],"subject":["Physics - Plasma Physics","Astrophysics - Cosmology and Nongalactic Astrophysics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0133"],"date":["2009-11-01"],"type":["text"],"creator":["Tsintsadze, Levan N."],"language":[],"coverage":[],"title":["Quantization of Longitudinal Electric Waves in Plasmas"],"description":["  Effects of the Landau diamagnetism and the Pauli paramagnetism on the\nlongitudinal electric wave characteristics in a quantum plasma are studied. It\nis shown that a dispersion relation of the longitudinal wave propagating along\na magnetic field strongly depends on the magnetic field, in radical contrast to\nthe classical case. New modes of quantum plasma waves due to the magnetic field\nare found.\n","Comment: Submitted to Physical Review Letters"]}]
["0911.0334",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0334"],"date":["2009-11-02"],"type":["text"],"creator":["Poplawski, Nikodem J."],"language":[],"coverage":[],"title":["Spacetime and fields"],"description":["  We present a self-contained introduction to the classical theory of spacetime\nand fields. The order of the presentation is: 1. Spacetime (tensors, affine\nconnection, curvature, metric, tetrad and spin connection, Lorentz group,\nspinors), 2. Fields (principle of least action, action for gravitational field,\nmatter, symmetries and conservation laws, gravitational field equations, spinor\nfields, electromagnetic field).\n","Comment: 114 pages"]}]
["0911.0410",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Classical Analysis and ODEs","47J05, 47J07, 58C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0410"],"date":["2009-11-02"],"type":["text"],"creator":["Ramm, A. G."],"language":[],"coverage":[],"title":["Universality of Newton's method"],"description":["  Convergence of the classical Newton's method and its DSM version for solving\noperator equations $F(u)=h$ is proved without any smoothness assumptions on\n$F'(u)$. It is proved that every solvable equation $F(u)=f$ can be solved by\nNewton's method if the initial approximation is sufficiently close to the\nsolution and $||[F'(y)]^{-1}||\\leq m$, where $m>0$ is a constant.\n"]}]
["0911.0428",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0428","Exploring Modeling Methods for Systems Analysis and Design\n  (EMMSAD'08), Montpellier : France (2008)"],"date":["2009-11-02"],"type":["text"],"creator":["Deneckere, Rebecca","Iacovelli, Adrian","Kornyshova, Elena","Souveyet, Carine"],"language":[],"coverage":[],"title":["From Method Fragments to Method Services"],"description":["  In Method Engineering (ME) science, the key issue is the consideration of\ninformation system development methods as fragments. Numerous ME approaches\nhave produced several definitions of method parts. Different in nature, these\nfragments have nevertheless some common disadvantages: lack of implementation\ntools, insufficient standardization effort, and so on. On the whole, the\nobserved drawbacks are related to the shortage of usage orientation. We have\nproceeded to an in-depth analysis of existing method fragments within a\ncomparison framework in order to identify their drawbacks. We suggest\novercoming them by an improvement of the ?method service? concept. In this\npaper, the method service is defined through the service paradigm applied to a\nspecific method fragment ? chunk. A discussion on the possibility to develop a\nunique representation of method fragment completes our contribution.\n"]}]
["0911.0430",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0430","Research challenges in Information Systems, Fes : Morocco (2009)"],"date":["2009-11-02"],"type":["text"],"creator":["Deneckere, Rebecca","Kornyshova, Elena","Rolland, Colette"],"language":[],"coverage":[],"title":["Enhancing the Guidance of the Intentional Model \"MAP\": Graph Theory\n  Application"],"description":["  The MAP model was introduced in information system engineering in order to\nmodel processes on a flexible way. The intentional level of this model helps an\nengineer to execute a process with a strong relationship to the situation of\nthe project at hand. In the literature, attempts for having a practical use of\nmaps are not numerous. Our aim is to enhance the guidance mechanisms of the\nprocess execution by reusing graph algorithms. After clarifying the existing\nrelationship between graphs and maps, we improve the MAP model by adding\nqualitative criteria. We then offer a way to express maps with graphs and\npropose to use Graph theory algorithms to offer an automatic guidance of the\nmap. We illustrate our proposal by an example and discuss its limitations.\n","Comment: 9 pages"]}]
["0911.0434",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0434"],"date":["2009-11-02"],"type":["text"],"creator":["Ferrante, Augusto","Ramponi, Federico","Ticozzi, Francesco"],"language":[],"coverage":[],"title":["On the convergence of an efficient algorithm for Kullback-Leibler\n  approximation of spectral densities"],"description":["  This paper deals with a method for the approximation of a spectral density\nfunction among the solutions of a generalized moment problem a` la\nByrnes/Georgiou/Lindquist. The approximation is pursued with respect to the\nKullback-Leibler pseudo-distance, which gives rise to a convex optimization\nproblem. After developing the variational analysis, we discuss the properties\nof an efficient algorithm for the solution of the corresponding dual problem,\nbased on the iteration of a nonlinear map in a bounded subset of the dual\nspace. Our main result is the proof of local convergence of the latter,\nestablished as a consequence of the Central Manifold Theorem. Supported by\nnumerical evidence, we conjecture that, in the mentioned bounded set, the\nconvergence is actually global.\n"]}]
["0911.0437",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0437"],"date":["2009-11-02"],"type":["text"],"creator":["Magliaro, Elena","Perini, Claudio","Modesto, Leonardo"],"language":[],"coverage":[],"title":["Fractal Space-Time from Spin-Foams"],"description":["  In this paper we perform the calculation of the spectral dimension of\nspacetime in 4d quantum gravity using the Barrett-Crane (BC) spinfoam model. We\nrealize this considering a very simple decomposition of the 4d spacetime\nalready used in the graviton propagator calculation and we introduce a boundary\nstate which selects a classical geometry on the boundary. We obtain that the\nspectral dimension of the spacetime runs from $\\approx 2$ to 4, across a\n$\\approx 1.5$ phase, when the energy of a probe scalar field decreases from\nhigh $E \\lesssim E_P/25$ to low energy. The spectral dimension at the Planck\nscale $E \\approx E_P$ depends on the areas spectrum used in the calculation.\nFor three different spectra $l_P^2 \\sqrt{j(j+1)}$, $l_P^2 (2 j+1)$ and $l_P^2\nj$ we find respectively dimension $\\approx 2.31$, 2.45 and 2.08.\n","Comment: 5 pages, 2 figures"]}]
["0911.0439",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0439"],"date":["2009-11-02"],"type":["text"],"creator":["Sun, Z.","Wang, Q.","Douglas, J. F.","Chuang, Y. -D.","Fedorov, A. V.","Rotenberg, E.","Lin, H.","Sahrakorpi, S.","Barbiellini, B.","Markiewicz, R. S.","Bansil, A.","Zheng, H.","Mitchell, J. F.","Dessau, D. S."],"language":[],"coverage":[],"title":["Non-monotonic Fermi surface evolution and its correlation with stripe\n  ordering in bilayer manganites"],"description":["  In correlated electron systems such as cuprate superconductors and colossal\nmagnetoresistive (CMR) oxides there is often a tendency for a nanoscale\nself-organization of electrons that can give rise to exotic properties and to\nextreme non-linear responses. The driving mechanisms for this self-organization\nare highly debated, especially in the CMR oxides in which two types of\nself-organized stripes of charge and orbital order coexist with each other. By\nutilizing angle-resolved photoemission spectroscopy measurements over a wide\ndoping range, we show that one type of stripe is exclusively linked to long\nflat portions of nested Fermi surface, while the other type prefers to be\ncommensurate with the real space lattice but also may be driven away from this\nby the Fermi surface. Complementarily, the Fermi surface also appears to be\ndriven away from its non-interacting value at certain doping levels, giving\nrise to a host of unusual electronic properties.\n"]}]
["0911.0440",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0440"],"date":["2009-11-02"],"type":["text"],"creator":["Ramponi, Federico","Ferrante, Augusto","Pavon, Michele"],"language":[],"coverage":[],"title":["On the well-posedness of multivariate spectrum approximation and\n  convergence of high-resolution spectral estimators"],"description":["  In this paper, we establish the well-posedness of the generalized moment\nproblems recently studied by Byrnes-Georgiou-Lindquist and coworkers, and by\nFerrante-Pavon-Ramponi. We then apply these continuity results to prove almost\nsure convergence of a sequence of high-resolution spectral estimators indexed\nby the sample size.\n"]}]
["0911.0441",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Symplectic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0441","doi:10.1007/s11005-009-0349-9"],"date":["2009-11-02"],"type":["text"],"creator":["Bursztyn, Henrique","Cabrera, Alejandro","Ortiz, Cristian"],"language":[],"coverage":[],"title":["Linear and multiplicative 2-forms"],"description":["  We study the relationship between multiplicative 2-forms on Lie groupoids and\nlinear 2-forms on Lie algebroids, which leads to a new approach to the\ninfinitesimal description of multiplicative 2-forms and to the integration of\ntwisted Dirac manifolds.\n","Comment: to appear in Letters in Mathematical Physics"]}]
["0911.0443",{"format":[],"subject":["Mathematics - Numerical Analysis","65D32","65-05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0443"],"date":["2009-11-02"],"type":["text"],"creator":["Lanzara, Flavia","Maz'ya, Vladimir","Schmidt, Gunther"],"language":[],"coverage":[],"title":["On the fast computation of high dimensional volume potentials"],"description":["  A fast method of an arbitrary high order for approximating volume potentials\nis proposed, which is effective also in high dimensional cases. Basis functions\nintroduced in the theory of approximate approximations are used. Results of\nnumerical experiments, which show approximation order O(h^8) for the Newton\npotential in high dimensions, for example, for n= 200 000, are provided. The\ncomputation time scales linearly in the space dimension. New one-dimensional\nintegral representations with separable integrands of the potentials of\nadvection-diffusion and heat equations are obtained.\n","Comment: 19 pages"]}]
["0911.0445",{"format":[],"subject":["Mathematics - Group Theory","20M20, 20M17, 20B30, 20B35, 20B15, 20B40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0445"],"date":["2009-11-02"],"type":["text"],"creator":["Araujo, Joao","Mitchell, J. D.","Schneider, Csaba"],"language":[],"coverage":[],"title":["Groups that together with any transformation generate regular semigroups\n  or idempotent generated semigroups"],"description":["  Let $a$ be a non-invertible transformation of a finite set and let $G$ be a\ngroup of permutations on that same set. Then $\\genset{G, a}\\setminus G$ is a\nsubsemigroup, consisting of all non-invertible transformations, in the\nsemigroup generated by $G$ and $a$. Likewise, the conjugates $a^g=g^{-1}ag$ of\n$a$ by elements $g\\in G$ generate a semigroup denoted $\\genset{a^g | g\\in G}$.\nWe classify the finite permutation groups $G$ on a finite set $X$ such that the\nsemigroups $\\genset{G,a}$, $\\genset{G, a}\\setminus G$, and $\\genset{a^g | g\\in\nG}$ are regular for all transformations of $X$. We also classify the\npermutation groups $G$ on a finite set $X$ such that the semigroups $\\genset{G,\na}\\setminus G$ and $\\genset{a^g | g\\in G}$ are generated by their idempotents\nfor all non-invertible transformations of $X$.\n"]}]
["0911.0449",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0449"],"date":["2009-11-02"],"type":["text"],"creator":["Lincoln, Don"],"language":[],"coverage":[],"title":["Recent QCD Results"],"description":["  The study of the inelastic scattering of hadrons has progressed in the last\ndecade. With the availability of high-statistics data sets from HERA and the\nTevatron, our understanding of high energy and high jet multiplicity events has\nbecome rather precise. In this Proceedings, I present an overview of recent\njet-only results, as well as measurements of events which combine both jets and\na W or Z boson.\n","Comment: To be published in the proceedings of DPF-2009, Detroit, MI, July\n  2009, eConf C090726"]}]
["0911.0451",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0451","JETP Letters, Vol. 90, No. 7, pp. 544-547 (2009)","doi:10.1134/S0021364009190102"],"date":["2009-11-02"],"type":["text"],"creator":["Borisov, A. B.","Rybakov, F. N."],"language":[],"coverage":[],"title":["Dynamical Toroidal Hopfions in a Ferromagnet with Easy-Axis Anisotropy"],"description":["  Three-dimensional toroidal precession solitons with a nonzero Hopf index,\nwhich uniformly move along the anisotropy axis in a uniaxial ferromagnet, have\nbeen found. The structure and existence region of the solitons have been\nnumerically determined by solving the Landau-Lifshitz equation.\n","Comment: 6 pages, 4 figures"]}]
["0911.0453",{"format":[],"subject":["Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0453","PLoS Comput Biol 5(10): e1000547 (2009)","doi:10.1371/journal.pcbi.1000547"],"date":["2009-11-02"],"type":["text"],"creator":["Sikora, Mateusz","Sułkowska, Joanna I.","Cieplak, Marek"],"language":[],"coverage":[],"title":["Mechanical Strength of 17 134 Model Proteins and Cysteine Slipknots"],"description":["  A new theoretical survey of proteins' resistance to constant speed stretching\nis performed for a set of 17 134 proteins as described by a structure-based\nmodel. The proteins selected have no gaps in their structure determination and\nconsist of no more than 250 amino acids. Our previous studies have dealt with\n7510 proteins of no more than 150 amino acids. The proteins are ranked\naccording to the strength of the resistance. Most of the predicted top-strength\nproteins have not yet been studied experimentally. Architectures and folds\nwhich are likely to yield large forces are identified. New types of potent\nforce clamps are discovered. They involve disulphide bridges and, in\nparticular, cysteine slipknots. An effective energy parameter of the model is\nestimated by comparing the theoretical data on characteristic forces to the\ncorresponding experimental values combined with an extrapolation of the\ntheoretical data to the experimental pulling speeds. These studies provide\nguidance for future experiments on single molecule manipulation and should lead\nto selection of proteins for applications. A new class of proteins, involving\ncystein slipknots, is identified as one that is expected to lead to the\nstrongest force clamps known. This class is characterized through molecular\ndynamics simulations.\n","Comment: 40 pages, 13 PostScript figures"]}]
["0911.0459",{"format":[],"subject":["Physics - Fluid Dynamics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0459","Eur. Phys. J. Special Topics 171, 63-71 (2009)","doi:10.1140/epjst/e2009-01012-0"],"date":["2009-11-02"],"type":["text"],"creator":["Pooley, C. M.","Kusumaatmaja, H.","Yeomans, J. M."],"language":[],"coverage":[],"title":["Modelling capillary filling dynamics using lattice Boltzmann simulations"],"description":["  We investigate the dynamics of capillary filling using two lattice Boltzmann\nschemes: a liquid-gas model and a binary model. The simulation results are\ncompared to the well-known Washburn's law, which predicts that the filled\nlength of the capillary scales with time as $l \\propto t^{1/2}$. We find that\nthe liquid-gas model does not reproduce Washburn's law due to condensation of\nthe gas phase at the interface, which causes the asymptotic behaviour of the\ncapillary penetration to be faster than $t^{1/2}. The binary model, on the\nother hand, captures the correct scaling behaviour when the viscosity ratio\nbetween the two phases is sufficiently high.\n","Comment: 9 pages, 7 figures, DSFD 2007 proceedings"]}]
["0911.0460",{"format":[],"subject":["Computer Science - Learning","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0460"],"date":["2009-11-03","2009-11-04"],"type":["text"],"creator":["Sill, Joseph","Takacs, Gabor","Mackey, Lester","Lin, David"],"language":[],"coverage":[],"title":["Feature-Weighted Linear Stacking"],"description":["  Ensemble methods, such as stacking, are designed to boost predictive accuracy\nby blending the predictions of multiple machine learning models. Recent work\nhas shown that the use of meta-features, additional inputs describing each\nexample in a dataset, can boost the performance of ensemble methods, but the\ngreatest reported gains have come from nonlinear procedures requiring\nsignificant tuning and training time. Here, we present a linear technique,\nFeature-Weighted Linear Stacking (FWLS), that incorporates meta-features for\nimproved accuracy while retaining the well-known virtues of linear regression\nregarding speed, stability, and interpretability. FWLS combines model\npredictions linearly using coefficients that are themselves linear functions of\nmeta-features. This technique was a key facet of the solution of the second\nplace team in the recently concluded Netflix Prize competition. Significant\nincreases in accuracy over standard linear stacking are demonstrated on the\nNetflix Prize collaborative filtering dataset.\n","Comment: 17 pages, 1 figure, 2 tables"]}]
["0911.0461",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0461"],"date":["2009-11-02"],"type":["text"],"creator":["Nijhoff, Frank W","Atkinson, James"],"language":[],"coverage":[],"title":["Elliptic Solutions of ABS Lattice Equations"],"description":["  Elliptic N-soliton-type solutions, i.e. solutions emerging from the\napplication of N consecutive B\\\"acklund transformations to an elliptic seed\nsolution, are constructed for all equations in the ABS list of quadrilateral\nlattice equations, except for the case of the Q4 equation which is treated\nelsewhere. The main construction, which is based on an elliptic Cauchy matrix,\nis performed for the equation Q3, and by coalescence on certain auxiliary\nparameters, the corresponding solutions of the remaining equations in the list\nare obtained. Furthermore, the underlying linear structure of the equations is\nexhibited, leading, in particular, to a novel Lax representation of the Q3\nequation.\n","Comment: 42 pages, 3 diagrams"]}]
["0911.0463",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0463"],"date":["2009-11-02"],"type":["text"],"creator":["Peskov, V.","Fonte, P."],"language":[],"coverage":[],"title":["Research on discharges in micropattern and small gap gaseous detectors"],"description":["  This report summarizes the present knowledge on discharges in micropattern\nand small gap gaseous detectors and the physical mechanisms involved. These\ninclude the space-charge (Raether's) limit, rate-induced breakdown, cathode\nexcitation effect and electron emission from the cathodes in the form of jets,\ninter-GEM breakdown in multistep configurations and finally surface streamers.\n","Comment: This report was written in the framework of the RD51 collaboration"]}]
["0911.0465",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0465"],"date":["2009-11-02"],"type":["text"],"creator":["Lappas, Theodoros","Pelechrinis, Konstantinos","Faloutsos, Michalis"],"language":[],"coverage":[],"title":["A Simple Conceptual Generator for the Internet Graph"],"description":["  The evolution of the Internet during the last years, has lead to a dramatic\nincrease of the size of its graph at the Autonomous System (AS) level. Soon -\nif not already - its size will make the latter impractical for use from the\nresearch community, e.g. for protocol testing. Reproducing a smaller size,\nsnapshot of the AS graph is thus important. However, the first step towards\nthis direction is to obtain the ability to faithfully reproduce the full AS\ntopology. The objective of our work, is to create a generator able to\naccurately emulate and reproduce the distinctive properties of the Internet\ngraph. Our approach is based on (a) the identification of the jellyfish-like\nstructure [1] of the Internet and (b) the consideration of the peer-to-peer and\ncustomer-provider relations between ASs. We are the first to exploit the\ndistinctive structure of the Internet graph together with utilizing the\ninformation provided by the AS relationships in order to create a tool with the\naforementioned capabilities. Comparing our generator with the existing ones in\nthe literature, the main difference is found on the fact that our tool does not\ntry to satisfy specific metrics, but tries to remain faithful to the conceptual\nmodel of the Internet structure. In addition, our approach can lead to (i) the\nidentification of important attributes and patterns in the Internet AS\ntopology, as well as, (ii) the extraction of valuable information on the\nvarious relationships between ASs and their effect on the formulation of the\nInternet structure. We implement our graph generator and we evaluate it using\nthe largest and most recent available dataset for the AS topology. Our\nevaluations, clearly show the ability of our tool to capture the structural\nproperties of the Internet topology at the AS level with high accuracy.\n","Comment: 9 pages"]}]
["0911.0475",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Complex Variables","14M99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0475"],"date":["2009-11-02"],"type":["text"],"creator":["Nilsson, Lisa","Passare, Mikael"],"language":[],"coverage":[],"title":["Discriminant coamoebas in dimension two"],"description":["  This paper deals with coamoebas, that is, images under coordinatewise\nargument mappings, of certain quite particular plane algebraic curves. These\ncurves are the zero sets of reduced A-discriminants of two variables. We\nconsider the coamoeba primarily as a subset of the torus T^2=(R/2\\pi Z)^2, but\nalso as a subset of its covering space R^2, in which case the coamoeba consists\nof an infinite, doubly periodic image. In fact, it turns out to be natural to\ntake multiplicities into account, and thus to treat the coamoeba as a chain in\nthe sense of algebraic topology.\n  We give a very explicit description of the coamoeba as the union of two\nmirror images of a (generally non-convex) polygon, which is easily constructed\nfrom a matrix B that represents the Gale transform of the original collection\nA. We also give an area formula for the coamoeba, and we show that the coamoeba\nis intimately related to a certain zonotope. In fact, on the torus T^2 the\ncoamoeba and the zonotope together form a cycle, and hence precisely cover the\nentire torus an integer number of times. This integer is proved to be equal to\nthe (normalized) volume of the convex hull of A.\n","Comment: 17 pages, 5 figures"]}]
["0911.0481",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0481","International Journal of Computer Science and Information\n  Security, IJCSIS, Vol. 6, No. 1, pp. 066-069, October 2009, USA"],"date":["2009-11-02"],"type":["text"],"creator":["Krishnaveni, M.","Thakur, Suresh Kumar","Subashini, P."],"language":[],"coverage":[],"title":["An Optimal Method For Wake Detection In SAR Images Using Radon\n  Transformation Combined With Wavelet Filters"],"description":["  A new fangled method for ship wake detection in synthetic aperture radar\n(SAR) images is explored here. Most of the detection procedure applies the\nRadon transform as its properties outfit more than any other transformation for\nthe detection purpose. But still it holds problems when the transform is\napplied to an image with a high level of noise. Here this paper articulates the\ncombination between the radon transformation and the shrinkage methods which\nincrease the mode of wake detection process. The latter shrinkage method with\nRT maximize the signal to noise ratio hence it leads to most optimal detection\nof lines in the SAR images. The originality mainly works on the denoising\nsegment of the proposed algorithm. Experimental work outs are carried over both\nin simulated and real SAR images. The detection process is more adequate with\nthe proposed method and improves better than the conventional methods.\n","Comment: 4 pages IEEE format, International Journal of Computer Science and\n  Information Security, IJCSIS 2009, ISSN 1947 5500, Impact Factor 0.423,\n  http://sites.google.com/site/ijcsis/"]}]
["0911.0484",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Performance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0484","International Journal of Computer Science and Information\n  Security, IJCSIS, Vol. 6, No. 1, pp. 075-082, October 2009, USA"],"date":["2009-11-02"],"type":["text"],"creator":["Perez, Francisco J. Rodriguez","Sanchez, Jose Luis Gonzalez","Cervero, Alfonso Gazo"],"language":[],"coverage":[],"title":["GoS Proposal to Improve Trust and Delay of MPLS Flows for MCN Services"],"description":["  In this article, Guarantee of Service (GoS) is defined as a proposal to\nimprove the integration of Mission Critical Networking (MCN) services in the\nInternet, analyzing the congestion impact on those privileged flows with high\nrequirements of trust and delay. Multiprotocol Label Switching (MPLS) is a\ntechnology that offers flow differentiation and QoS in the Internet. Therefore,\nin order to improve network performance in case of congested domains, GoS is\nproposed as a technique that allows the local recovering of lost packets of\nMPLS privileged flows. To fulfill the GoS requirements for integration of MCN\nin MPLS, a minimum set of extensions to RSVPTE has been proposed to provide GoS\ncapable routes. Moreover, we have carried out an analytical study of GoS\nscalability and a performance improvement analysis by means of simulations.\n","Comment: 8 pages IEEE format, International Journal of Computer Science and\n  Information Security, IJCSIS 2009, ISSN 1947 5500, Impact Factor 0.423,\n  http://sites.google.com/site/ijcsis/"]}]
["0911.0485",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0485","International Journal of Computer Science and Information\n  Security, IJCSIS, Vol. 6, No. 1, pp. 083-091, October 2009, USA"],"date":["2009-11-02"],"type":["text"],"creator":["Tran, Tich Phuoc","Cao, Longbing","Tran, Dat","Nguyen, Cuong Duc"],"language":[],"coverage":[],"title":["Novel Intrusion Detection using Probabilistic Neural Network and\n  Adaptive Boosting"],"description":["  This article applies Machine Learning techniques to solve Intrusion Detection\nproblems within computer networks. Due to complex and dynamic nature of\ncomputer networks and hacking techniques, detecting malicious activities\nremains a challenging task for security experts, that is, currently available\ndefense systems suffer from low detection capability and high number of false\nalarms. To overcome such performance limitations, we propose a novel Machine\nLearning algorithm, namely Boosted Subspace Probabilistic Neural Network\n(BSPNN), which integrates an adaptive boosting technique and a semi parametric\nneural network to obtain good tradeoff between accuracy and generality. As the\nresult, learning bias and generalization variance can be significantly\nminimized. Substantial experiments on KDD 99 intrusion benchmark indicate that\nour model outperforms other state of the art learning algorithms, with\nsignificantly improved detection accuracy, minimal false alarms and relatively\nsmall computational complexity.\n","Comment: 9 pages IEEE format, International Journal of Computer Science and\n  Information Security, IJCSIS 2009, ISSN 1947 5500, Impact Factor 0.423,\n  http://sites.google.com/site/ijcsis/"]}]
["0911.0486",{"format":[],"subject":["Computer Science - Digital Libraries","Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0486","International Journal of Computer Science and Information\n  Security, IJCSIS, Vol. 6, No. 1, pp. 092-096, October 2009, USA"],"date":["2009-11-02"],"type":["text"],"creator":["Nguyen, Dang Tuan","Luong, Ha Quy-Tinh","Do, Tuyen Thi-Thanh"],"language":[],"coverage":[],"title":["Building a Vietnamese Language Query Processing Framework for ELibrary\n  Searching Systems"],"description":["  In the objective of building intelligent searching systems for Elibraries or\nonline bookstores, we have proposed a searching system model based on a\nVietnamese language query processing component. Such document searching systems\nbased on this model can allow users to use Vietnamese queries that represent\ncontent information as input, instead of entering keywords for searching in\nspecific fields in database. To simplify the realization process of system\nbased on this searching system model, we set a target of building a framework\nto support the rapid development of Vietnamese language query processing\ncomponents. Such framework let the implementation of Vietnamese language query\nprocessing component in similar systems in this domain to be done more easily.\n","Comment: 5 pages IEEE format, International Journal of Computer Science and\n  Information Security, IJCSIS 2009, ISSN 1947 5500, Impact Factor 0.423,\n  http://sites.google.com/site/ijcsis/"]}]
["0911.0487",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0487","International Journal of Computer Science and Information\n  Security, IJCSIS, Vol. 6, No. 1, pp. 097-104, October 2009, USA"],"date":["2009-11-02"],"type":["text"],"creator":["Manasrah, Ahmed M.","Hasan, Awsan","Abouabdalla, Omar Amer","Ramadass, Sureswaran"],"language":[],"coverage":[],"title":["Detecting Botnet Activities Based on Abnormal DNS traffic"],"description":["  IThe botnet is considered as a critical issue of the Internet due to its fast\ngrowing mechanism and affect. Recently, Botnets have utilized the DNS and query\nDNS server just like any legitimate hosts. In this case, it is difficult to\ndistinguish between the legitimate DNS traffic and illegitimate DNS traffic. It\nis important to build a suitable solution for botnet detection in the DNS\ntraffic and consequently protect the network from the malicious Botnets\nactivities. In this paper, a simple mechanism is proposed to monitors the DNS\ntraffic and detects the abnormal DNS traffic issued by the botnet based on the\nfact that botnets appear as a group of hosts periodically. The proposed\nmechanism is also able to classify the DNS traffic requested by group of hosts\n(group behavior) and single hosts (individual behavior), consequently detect\nthe abnormal domain name issued by the malicious Botnets. Finally, the\nexperimental results proved that the proposed mechanism is robust and able to\nclassify DNS traffic, and efficiently detects the botnet activity with average\ndetection rate of 89 percent.\n","Comment: 8 pages IEEE format, International Journal of Computer Science and\n  Information Security, IJCSIS 2009, ISSN 1947 5500, Impact Factor 0.423,\n  http://sites.google.com/site/ijcsis/"]}]
["0911.0488",{"format":[],"subject":["Computer Science - Software Engineering","Computer Science - Performance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0488","International Journal of Computer Science and Information\n  Security, IJCSIS, Vol. 6, No. 1, pp. 105-110, October 2009, USA"],"date":["2009-11-02"],"type":["text"],"creator":["Minaei, Behrouz","Saadat, Parinaz"],"language":[],"coverage":[],"title":["SOAP Serialization Performance Enhancement, Design And Implementation Of\n  A Middleware"],"description":["  The most straightforward way to improve performance of any system is to\ndefine the bottlenecks and think of ways to remove them. Web services are the\ninseparable part of any web application, as a result enhancing performance of\nweb services will have a great effect on the overall performance of the system.\nThe most widely used communication protocol in the web services model, SOAP, is\na simple protocol for the exchange of messages. The serialization of large SOAP\nresponses is a major performance bottleneck in a SOAP message exchange.\nClearly, some web servers can expect to receive many similar messages for a\nparticular web service as they share the same signature. The idea behind this\npaper is to avoid the redundant serialization stage of SOAP responses for\nrequest which have the same call parameters. The technique exploits the\nsimilarities between call parameters to improve web service Response Time by\navoiding redundant serialization of the same response with the help of a\nmiddleware running on top of web server. The middleware will maintain a trie of\nincoming parameters for every set of current requests. This way request\nprocessing and serialization of the response of same requests will be done only\nonce. In a nutshell, to serialize only the different responses is the simplest\nway to avoid extra work done by a serializer. It might worth noting that\nalthough our approach is to utilize the exact repeating portion parameters, the\nmiddleware can be configured to apply changes made to the result set of\nresponse to the serialized response being maintained in a trie to generate\nvalid results.\n","Comment: 6 pages IEEE format, International Journal of Computer Science and\n  Information Security, IJCSIS 2009, ISSN 1947 5500, Impact Factor 0.423,\n  http://sites.google.com/site/ijcsis/"]}]
["0911.0489",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0489","Electron.J.Theor.Phys.6:175-186,2009"],"date":["2009-11-02"],"type":["text"],"creator":["Koranga, Bipin Singh"],"language":[],"coverage":[],"title":["Neutrino Mixing and Cosmological Constant above GUT Scale"],"description":["  Neutrino mixing lead to a non zero contribution to the cosmological constant.\nWe consider non renormalization $1/M_{x}$ interaction term as a perturbation of\nthe neutrino mass matrix. We find that for the degenerate neutrino mass\nspectrum. We assume that the neutrino masses and mixing arise through physics\nat a scale intermediate between Planck Scale and the electroweak scale. We also\nassume, above the electroweak breaking scale, neutrino masses are nearly\ndegenerate and their mixing is bimaximal. Quantum gravitational (Planck scale\n)effects lead to an effective $SU(2)_{L}\\times U(1)$ invariant dimension-5\nLagrangian involving neutrino and Higgs fields, which gives rise to additional\nterms in neutrino mass matrix. There additional term can be considered to be\nperturbation of the GUT scale bi-maximal neutrino mass matrix. We assume that\nthe gravitational interaction is flavour blind and we study the neutrino mixing\nand cosmological constant due to physics above the GUT scale.\n","Comment: 6 Pages"]}]
["0911.0490",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0490","International Journal of Computer Science and Information\n  Security, IJCSIS, Vol. 6, No. 1, pp. 111-115, October 2009, USA"],"date":["2009-11-02"],"type":["text"],"creator":["Rejani, Y. Ireaneus Anna","Selvi, S. Thamarai"],"language":[],"coverage":[],"title":["Breast Cancer Detection Using Multilevel Thresholding"],"description":["  This paper presents an algorithm which aims to assist the radiologist in\nidentifying breast cancer at its earlier stages. It combines several image\nprocessing techniques like image negative, thresholding and segmentation\ntechniques for detection of tumor in mammograms. The algorithm is verified by\nusing mammograms from Mammographic Image Analysis Society. The results obtained\nby applying these techniques are described.\n","Comment: 5 pages IEEE format, International Journal of Computer Science and\n  Information Security, IJCSIS 2009, ISSN 1947 5500, Impact Factor 0.423,\n  http://sites.google.com/site/ijcsis/"]}]
["0911.0491",{"format":[],"subject":["Mathematics - Optimization and Control","Statistics - Machine Learning","49M30","80M50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0491"],"date":["2009-11-03"],"type":["text"],"creator":["Langford, John","Smola, Alexander","Zinkevich, Martin"],"language":[],"coverage":[],"title":["Slow Learners are Fast"],"description":["  Online learning algorithms have impressive convergence properties when it\ncomes to risk minimization and convex games on very large problems. However,\nthey are inherently sequential in their design which prevents them from taking\nadvantage of modern multi-core architectures. In this paper we prove that\nonline learning with delayed updates converges well, thereby facilitating\nparallel online learning.\n","Comment: Extended version of conference paper - NIPS 2009"]}]
["0911.0493",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0493","International Journal of Computer Science and Information\n  Security, IJCSIS, Vol. 6, No. 1, pp. 116-122, October 2009, USA"],"date":["2009-11-02"],"type":["text"],"creator":["Mukesh, Rajeswari","Damodaram, A.","Bharathi, V. Subbiah"],"language":[],"coverage":[],"title":["Energy Efficient Security Architecture for Wireless BioMedical Sensor\n  Networks"],"description":["  Latest developments in VLSI, wireless communications, and biomedical sensing\ndevices allow very small, lightweight, low power, intelligent sensing devices\ncalled biosensors. A set of these devices can be integrated into a Wireless\nBiomedical Sensor Network (WBSN), a new breakthrough technology used in\ntelemedicine for monitoring the physiological condition of an individual. The\nbiosensor nodes in WBSN has got resource limitations in terms of battery\nlifetime, CPU processing capability, and memory capacity. Replacement or\nrecharging of batteries on thousands of biosensor nodes is quiet difficult or\ntoo costly. So, a key challenge in wireless biomedical sensor networks is the\nreduction of energy and memory consumption. Considering, the sensitivity of\ninformation in WBSN, we must provide security and patient privacy, as it is an\nimportant issue in the design of such systems. Hence this paper proposes an\nenergy efficient security protocol for WBSN where security is provided to the\nphysiological data, which is being transmitted from the sensor node to the sink\ndevice. This is achieved by authenticating the data using patients biometric,\nencrypting the data using Quasi Group cryptography after compressing the image\ndata using an energy efficient number theory based technique.\n","Comment: 7 pages IEEE format, International Journal of Computer Science and\n  Information Security, IJCSIS 2009, ISSN 1947 5500, Impact Factor 0.423,\n  http://sites.google.com/site/ijcsis/"]}]
["0911.0494",{"format":[],"subject":["Computer Science - Software Engineering","Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0494","International Journal of Computer Science and Information\n  Security, IJCSIS, Vol. 6, No. 1, pp. 123-128, October 2009, USA"],"date":["2009-11-02"],"type":["text"],"creator":["Banerjee, C.","Pandey, S. K."],"language":[],"coverage":[],"title":["Software Security Rules, SDLC Perspective"],"description":["  Software has become an integral part of everyday life. Everyday, millions of\npeople perform transaction through internet, ATM, mobile phone, they send email\nand Egreetings, and use word processing and spreadsheet for various purpose.\nPeople use software bearing in mind that it is reliable and can be trust upon\nand the operation they perform is secured. Now, if these software have\nexploitable security hole then how can they be safe for use. Security brings\nvalue to software in terms of peoples trust. The value provided by secure\nsoftware is of vital importance because many critical functions are entirely\ndependent on the software. That is why security is a serious topic which should\nbe given proper attention during the entire SDLC, right from the beginning. For\nthe proper implementation of security in the software, twenty one security\nrules are proposed in this paper along with validation results. It is found\nthat by applying these rules as per given implementation mechanism, most of the\nvulnerabilities are eliminated in the software and a more secure software can\nbe built.\n","Comment: 6 pages IEEE format, International Journal of Computer Science and\n  Information Security, IJCSIS 2009, ISSN 1947 5500, Impact Factor 0.423,\n  http://sites.google.com/site/ijcsis/"]}]
["0911.0496",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0496"],"date":["2009-11-03"],"type":["text"],"creator":["Sahin, M.","Cakir, O."],"language":[],"coverage":[],"title":["Search for Scalar Diquarks at the LHeC Based Gamma-Proton Collider"],"description":["  The diquark exotics which couple to a pair of quarks are predicted by the\nCompositeness and Superstring inspired E_{6} model. We study the single\nproduction of scalar diquarks at LHeC based gamma p collider options. The\nbackground for three jet final states are examined through appropriate\nkinematical cuts. We discuss the possibility of measurements for the charges of\nscalar diquarks (qq and qq').\n","Comment: 12 pages, 8 figures, 4 tables"]}]
["0911.0497",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0497","International Journal of Computer Science and Information\n  Security, IJCSIS, Vol. 6, No. 1, pp. 137-142, October 2009, USA"],"date":["2009-11-03"],"type":["text"],"creator":["Razavi, Negin","Rahmani, Amir Masoud","Mohsenzadeh, Mehran"],"language":[],"coverage":[],"title":["A Context-based Trust Management Model for Pervasive Computing Systems"],"description":["  Trust plays an important role in making collaborative decisions about service\nevaluation and service selection in pervasive computing. Context is a\nfundamental concept in pervasive systems, which is based on the interpretation\nof environment and systems. The dynamic nature of context can strongly affect\ntrust management and service selection. In this paper, we present a\ncontext-based trust management model for pervasive computing systems. The\nconcept of context is considered in basic components of the model such as trust\ncomputation module, recommender assessment module, transaction management\nmodule, and request responder. In order to measure a predicted trustworthiness\naccording to the fuzzy nature of trust in pervasive environments, fuzzy\nconcepts are integrated in the proposed model.\n","Comment: 6 pages IEEE format, International Journal of Computer Science and\n  Information Security, IJCSIS 2009, ISSN 1947 5500, Impact Factor 0.423,\n  http://sites.google.com/site/ijcsis/"]}]
["0911.0498",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0498","International Journal of Computer Science and Information\n  Security, IJCSIS, Vol. 6, No. 1, pp. 143-148, October 2009, USA"],"date":["2009-11-03"],"type":["text"],"creator":["Siadat, Safieh","Rahmani, Amir Masoud","Mohsenzadeh, Mehran"],"language":[],"coverage":[],"title":["Proposed platform for improving grid security by trust management system"],"description":["  With increasing the applications of grid system, the risk in security field\nis enhancing too. Recently Trust management system has been recognized as a\nnoticeable approach in enhancing of security in grid systems. In this article\ndue to improve the grid security a new trust management system with two levels\nis proposed. The benefits of this platform are adding new domain in grid\nsystem, selecting one service provider which has closest adaption with user\nrequests and using from domains security attribute as an important factor in\ncomputing the trust value.\n","Comment: 6 pages IEEE format, International Journal of Computer Science and\n  Information Security, IJCSIS 2009, ISSN 1947 5500, Impact Factor 0.423,\n  http://sites.google.com/site/ijcsis/"]}]
["0911.0499",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Computer Science - Cryptography and Security","Computer Science - Multimedia"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0499","International Journal of Computer Science and Information\n  Security, IJCSIS, Vol. 6, No. 1, pp. 149-157, October 2009, USA"],"date":["2009-11-03"],"type":["text"],"creator":["Perumal, Vani","Ramaswamy, Jagannathan"],"language":[],"coverage":[],"title":["An Innovative Scheme For Effectual Fingerprint Data Compression Using\n  Bezier Curve Representations"],"description":["  Naturally, with the mounting application of biometric systems, there arises a\ndifficulty in storing and handling those acquired biometric data. Fingerprint\nrecognition has been recognized as one of the most mature and established\ntechnique among all the biometrics systems. In recent times, with fingerprint\nrecognition receiving increasingly more attention the amount of fingerprints\ncollected has been constantly creating enormous problems in storage and\ntransmission. Henceforth, the compression of fingerprints has emerged as an\nindispensable step in automated fingerprint recognition systems. Several\nresearchers have presented approaches for fingerprint image compression. In\nthis paper, we propose a novel and efficient scheme for fingerprint image\ncompression. The presented scheme utilizes the Bezier curve representations for\neffective compression of fingerprint images. Initially, the ridges present in\nthe fingerprint image are extracted along with their coordinate values using\nthe approach presented. Subsequently, the control points are determined for all\nthe ridges by visualizing each ridge as a Bezier curve. The control points of\nall the ridges determined are stored and are used to represent the fingerprint\nimage. When needed, the fingerprint image is reconstructed from the stored\ncontrol points using Bezier curves. The quality of the reconstructed\nfingerprint is determined by a formal evaluation. The proposed scheme achieves\nconsiderable memory reduction in storing the fingerprint.\n","Comment: 9 pages IEEE format, International Journal of Computer Science and\n  Information Security, IJCSIS 2009, ISSN 1947 5500, Impact Factor 0.423,\n  http://sites.google.com/site/ijcsis/"]}]
["0911.0500",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0500"],"date":["2009-11-03"],"type":["text"],"creator":["Rusin, Walter","Sverak, Vladimir"],"language":[],"coverage":[],"title":["Minimal initial data for potential Navier-Stokes singularities"],"description":["  Assuming some \\dot H^{1/2} - initial data lead to a singularity for the 3d\nNavier-Stokes equations, we show that there are also initial data with the\nminimal \\dot H^{1/2} - norm which will produce a singularity.\n","Comment: 16 pages"]}]
["0911.0501",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0501","International Journal of Computer Science and Information\n  Security, IJCSIS, Vol. 6, No. 1, pp. 158-164, October 2009, USA"],"date":["2009-11-03"],"type":["text"],"creator":["Hosam, Al-Sammarraie","Mustafa, Adli","Ahmad, Shakeel","Abbas, Merza"],"language":[],"coverage":[],"title":["Exception Agent Detection System for IP Spoofing Over Online\n  Environments"],"description":["  Over the recent years, IP and email spoofing gained much importance for\nsecurity concerns due to the current changes in manipulating the system\nperformance in different online environments. Intrusion Detection System (IDS)\nhas been used to secure these environments for sharing their data over network\nand host based IDS approaches. However, the rapid growth of intrusion events\nover Internet and local area network become responsible for the distribution of\ndifferent threats and vulnerabilities in the computing systems. The current\nsignature detection approach used by IDS, detects unclear actions based on\nanalyzing and describing the action patterns such as time, text, password etc\nand has been faced difficulties in updating information, detect unknown novel\nattacks, maintenance of an IDS which is necessarily connected with analyzing\nand patching of security holes, and the lack of information on user privileges\nand attack signature structure. Thus, this paper proposes an EADS (Exception\nagent detection system) for securing the header information carried by IP over\nonline environments. The study mainly concerns with the deployment of new\ntechnique for detecting and eliminating the unknown threats attacks during the\ndata sharing over online environments.\n","Comment: 7 pages IEEE format, International Journal of Computer Science and\n  Information Security, IJCSIS 2009, ISSN 1947 5500, Impact Factor 0.423,\n  http://sites.google.com/site/ijcsis/"]}]
["0911.0503",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0503","International Journal of Computer Science and Information\n  Security, IJCSIS, Vol. 6, No. 1, pp. 165-172, October 2009, USA"],"date":["2009-11-03"],"type":["text"],"creator":["Rajaram, A.","Palaniswami, Dr. S."],"language":[],"coverage":[],"title":["A Trust Based Cross Layer Security Protocol for Mobile Ad hoc Networks"],"description":["  In this paper, we develop a trust based security protocol based on a cross\nlayer approach which attains confidentiality and authentication of packets in\nboth routing and link layers of MANETs. In the first phase of the protocol, we\ndesign a trust based packet forwarding scheme for detecting and isolating the\nmalicious nodes using the routing layer information. It uses trust values to\nfavor packet forwarding by maintaining a trust counter for each node. A node is\npunished or rewarded by decreasing or increasing the trust counter. If the\ntrust counter value falls below a trust threshold, the corresponding\nintermediate node is marked as malicious. In the next phase of the protocol, we\nprovide link layer security using the CBCX mode of authentication and\nencryption. By simulation results, we show that the proposed cross layer\nsecurity protocol achieves high packet delivery ratio while attaining low delay\nand overhead.\n","Comment: 8 pages IEEE format, International Journal of Computer Science and\n  Information Security, IJCSIS 2009, ISSN 1947 5500, Impact Factor 0.423,\n  http://sites.google.com/site/ijcsis/"]}]
["0911.0504",{"format":[],"subject":["Mathematics - Algebraic Geometry","Primary 14J45","Secondary 14E22, 14D15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0504"],"date":["2009-11-03"],"type":["text"],"creator":["de Fernex, Tommaso","Hacon, Christopher"],"language":[],"coverage":[],"title":["Rigidity properties of Fano varieties"],"description":["  We overview some recent results on Fano varieties giving evidence of their\nrigid nature under small deformations.\n","Comment: 11 pages"]}]
["0911.0505",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Computer Science - Databases","Computer Science - Information Retrieval","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0505","Borne, K., in Next Generation of Data Mining (Taylor & Francis:\n  CRC Press), pp. 91-114 (2009)"],"date":["2009-11-03"],"type":["text"],"creator":["Borne, Kirk"],"language":[],"coverage":[],"title":["Scientific Data Mining in Astronomy"],"description":["  We describe the application of data mining algorithms to research problems in\nastronomy. We posit that data mining has always been fundamental to\nastronomical research, since data mining is the basis of evidence-based\ndiscovery, including classification, clustering, and novelty discovery. These\nalgorithms represent a major set of computational tools for discovery in large\ndatabases, which will be increasingly essential in the era of data-intensive\nastronomy. Historical examples of data mining in astronomy are reviewed,\nfollowed by a discussion of one of the largest data-producing projects\nanticipated for the coming decade: the Large Synoptic Survey Telescope (LSST).\nTo facilitate data-driven discoveries in astronomy, we envision a new\ndata-oriented research paradigm for astronomy and astrophysics --\nastroinformatics. Astroinformatics is described as both a research approach and\nan educational imperative for modern data-intensive astronomy. An important\napplication area for large time-domain sky surveys (such as LSST) is the rapid\nidentification, characterization, and classification of real-time sky events\n(including moving objects, photometrically variable objects, and the appearance\nof transients). We describe one possible implementation of a classification\nbroker for such events, which incorporates several astroinformatics techniques:\nuser annotation, semantic tagging, metadata markup, heterogeneous data\nintegration, and distributed data mining. Examples of these types of\ncollaborative classification and discovery approaches within other science\ndisciplines are presented.\n","Comment: 26 pages"]}]
["0911.0508",{"format":[],"subject":["Computer Science - Databases","H.2.4","H.2.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0508"],"date":["2009-11-03"],"type":["text"],"creator":["Guravannavar, Ravindra"],"language":[],"coverage":[],"title":["Optimization and Evaluation of Nested Queries and Procedures"],"description":["  Many database applications perform complex data retrieval and update tasks.\nNested queries, and queries that invoke user-defined functions, which are\nwritten using a mix of procedural and SQL constructs, are often used in such\napplications. A straight-forward evaluation of such queries involves repeated\nexecution of parameterized sub-queries or blocks containing queries and\nprocedural code.\n  An important problem that arises while optimizing nested queries as well as\nqueries with joins, aggregates and set operations is the problem of finding an\noptimal sort order from a factorial number of possible sort orders. We show\nthat even a special case of this problem is NP-Hard, and present practical\nheuristics that are effective and easy to incorporate in existing query\noptimizers.\n  We also consider iterative execution of queries and updates inside complex\nprocedural blocks such as user-defined functions and stored procedures.\nParameter batching is an important means of improving performance as it enables\nset-orientated processing. The key challenge to parameter batching lies in\nrewriting a given procedure/function to process a batch of parameter values. We\npropose a solution, based on program analysis and rewrite rules, to automate\nthe generation of batched forms of procedures and replace iterative database\ncalls within imperative loops with a single call to the batched form.\n  We present experimental results for the proposed techniques, and the results\nshow significant gains in performance.\n","Comment: Ph.D. thesis, 167 pages"]}]
["0911.0511",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11L07","11F30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0511"],"date":["2009-11-03"],"type":["text"],"creator":["Liu, Chunlei","Liu, Wenxin"],"language":[],"coverage":[],"title":["$T$-adic exponential sums of polynomials in one variable"],"description":["  The $T$-adic exponential sum of a polynomial in one variable is studied. An\nexplicit arithmetic polygon in terms of the highest two exponents of the\npolynomial is proved to be a lower bound of the Newton polygon of the\n$C$-function of the T-adic exponential sum. This bound gives lower bounds for\nthe Newton polygon of the $L$-function of exponential sums of $p$-power order.\n"]}]
["0911.0512",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0512"],"date":["2009-11-03"],"type":["text"],"creator":["Pandey, S. N.","Sinha, B. K."],"language":[],"coverage":[],"title":["Spherically Symmetric Considerations for a Higher Order Theory of\n  Gravitation"],"description":["  A higher order theory of gravitation is considered which is obtained by\nmodifying Einstein field equations. The Lagrange used to modify this in the\nform a polynomial in (scalar curvature) R. In this equation we have studied\nspherical symmetric metric.\n","Comment: 7 pages, no figure"]}]
["0911.0513",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0513"],"date":["2009-11-03"],"type":["text"],"creator":["Lev, Vsevolod F."],"language":[],"coverage":[],"title":["Character-free approach to progression-free sets"],"description":["  We present an elementary combinatorial argument showing that the density of a\nprogression-free set in a finite r-dimensional vector space is O(1/r).\n"]}]
["0911.0515",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0515"],"date":["2009-11-03","2009-11-04"],"type":["text"],"creator":["Pandey, S. N.","Sinha, B. K."],"language":[],"coverage":[],"title":["On Basics of Cosmology"],"description":["  Some discussion of physical and geometrical interpretation of Einsteins\ntheory of gravitation which is on basic of cosmology.\n","Comment: 14 pages"]}]
["0911.0518",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0518"],"date":["2009-11-03"],"type":["text"],"creator":["Gregori, Andrea"],"language":[],"coverage":[],"title":["Relativity as classical limit in a combinatorial scenario"],"description":["  We discuss how the finiteness and universality of the speed of light arise in\nthe theoretical framework introduced in [1], and derive generalized coordinate\ntransformations, that allow to investigate physical systems in a non-classical\nregime.\n","Comment: 14 pages, 4 figures"]}]
["0911.0520",{"format":[],"subject":["Physics - Optics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0520"],"date":["2009-11-03"],"type":["text"],"creator":["Podorov, S. G.","Bishop, A. I.","Paganin, D. M.","Pavlov, K. M."],"language":[],"coverage":[],"title":["Re-sampling of inline holographic images for improved reconstruction\n  resolution"],"description":["  Digital holographic microscopy based on Gabor in-line holography is a\nwell-known method to reconstruct both the amplitude and phase of small objects.\nTo reconstruct the image of an object from its hologram, obtained under\nillumination by monochromatic scalar waves, numerical calculations of Fresnel\nintegrals are required. To improve spatial resolution in the resulting\nreconstruction, we re-sample the holographic data before application of the\nreconstruction algorithm. This procedure amounts to inverting an interpolated\nFresnel diffraction image to recover the object. The advantage of this method\nis demonstrated on experimental data, for the case of visible-light Gabor\nholography of a resolution grid and a gnat wing.\n","Comment: 10 pages, 3 figures"]}]
["0911.0524",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0524"],"date":["2009-11-03"],"type":["text"],"creator":["Chouraqui, Fabienne"],"language":[],"coverage":[],"title":["The conjugacy problem in semigroups and monoids"],"description":["  We present an algorithmic approach to the conjugacy problems in monoids and\nsemigroups, using rewriting systems. There is a class of monoids and semigroups\nthat satisfy the condition that the transposi- tion problem and the left and\nright conjugacy problem are equivalent. The free monoid and the completely\nsimple semigroups belong to this class. We give a solution to the conjugacy\nproblem for monoids and semigroups in this class that are presented by a\ncomplete rewriting system that satisfies some additional conditions.\n"]}]
["0911.0529",{"format":[],"subject":["Physics - Biological Physics","Physics - Computational Physics","Quantitative Biology - Cell Behavior","Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0529"],"date":["2009-11-03"],"type":["text"],"creator":["Mengel, Benedicte","Krishna, Sandeep","Jensen, Mogens H.","Trusina, Ala"],"language":[],"coverage":[],"title":["Theoretical analyses predict A20 regulates period of NF-kB oscillation"],"description":["  The nuclear-cytoplasmic shuttling of NF-kB is characterized by damped\noscillations of the nuclear concentration with a time period of around 1-2\nhours. The NF-kB network contains several feedback loops modulating the overall\nresponse of NF-kB activity. While IkBa is known to drive and IkBe is known to\ndampen the oscillations, the precise role of A20 negative feedback remains to\nbe elucidated. Here we propose a model of the NF-kB system focusing on three\nnegative feedback loops (IkBa, IkBe and A20) which capture the experimentally\nobserved responses in wild-type and knockout cells. We find that A20, like\nIkBe, efficiently dampens the oscillations albeit through a distinct mechanism.\nIn addition, however, we have discovered a new functional role of A20 by which\nit controls the oscillation period of nuclear NF-kB. The design based on three\nnested feedback loops allows independent control of period and amplitude decay\nin the oscillatory response. Based on these results we predict that adjusting\nthe expression level of A20, e.g. by siRNA, the period can be changed by up to\na factor 2.\n"]}]
["0911.0530",{"format":[],"subject":["Mathematics - Complex Variables","30C45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0530","International Journal of Mathematics and Computer Science, 2 (4)\n  (2007), 361 - 369"],"date":["2009-11-03"],"type":["text"],"creator":["Opoola, T. O.","Babalola, K. O."],"language":[],"coverage":[],"title":["Some Applications of a Lemma Concerning Analytic Functions Having\n  Positive Real Parts in the Unit Disk"],"description":["  In this paper we give some applications of a lemma of Babalola and Opoola\n\\cite{BO}, which is a classical extension of an earlier one by Lewandowski,\nMiller and Zlotkiewicz \\cite{LMZ}. The applications were given via a new\ngeneralization of some well-known subclasses of univalent functions, and they\nunify many known results.\n","Comment: 9 pages. Published"]}]
["0911.0533",{"format":[],"subject":["Mathematics - Complex Variables","30C45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0533","International Journal of Mathematics and Computer Science, 2 (4)\n  (2007), 371 - 375"],"date":["2009-11-03"],"type":["text"],"creator":["Babalola, K. O.","Opoola, T. O."],"language":[],"coverage":[],"title":["A sharp inclusion theorem for a certain class of analytic functions\n  defined by the Salagean derivative"],"description":["  In this short note we employ the Briot-Bouquet differential subordination to\ndetermine the best possible inclusion relation within a certain family of\nanalytic functions defined by the Salagean derivative.\n","Comment: 5 pages. Published"]}]
["0911.0534",{"format":[],"subject":["Mathematics - Complex Variables","30C45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0534","Mathematica, Tome 50, (73) (1) (2008), 3 - 12"],"date":["2009-11-03"],"type":["text"],"creator":["Babalola, K. O."],"language":[],"coverage":[],"title":["New Subclasses of Analytic and Univalent Functions Involving Certain\n  Convolution Operators"],"description":["  Let $E$ be the open unit disk $\\{z\\in \\mathbb{C}: |z|<1\\}$. Let $A$ be the\nclass of analytic functions in $E$, which have the form $f(z)=z+a_2z^2+...$. We\ndefine operators $L_n^\\sigma\\colon A\\to A$ using the convolution *. Using these\noperators, we define and study new classes of functions in the unit disk.\nMoreover, we obtain some basic properties of the new classes, namely inclusion,\ngrowth, covering, distortion, closure under certain integral transformation and\ncoefficient inequalities.\n","Comment: 10 pages. Published"]}]
["0911.0537",{"format":[],"subject":["Mathematics - Complex Variables","30C45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0537","Mathematica, Tome 50, (73) (2) (2008), 139 - 148"],"date":["2009-11-03"],"type":["text"],"creator":["Babalola, K. O."],"language":[],"coverage":[],"title":["Bounds on the coefficients of certain analytic and univalent functions"],"description":["  For the real number $\\alpha>1$, we use a technique due to Nehari and\nNetanyahu and an application of certain integral iteration of Caratheodory\nfunctions to find the best-possible upper bounds on the coefficients of\nfunctions of the class $T_n^\\alpha (\\beta)$ introduced in \\cite{TOO} by Opoola.\n","Comment: 10 pages. Published"]}]
["0911.0541",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0541"],"date":["2009-11-03"],"type":["text"],"creator":["Petrosyan, Nansen"],"language":[],"coverage":[],"title":["New Action-Induced Nested Classes of Groups and Jump (Co)homology"],"description":["  Using fixed-point-free group actions, we set up a scheme to define nested\nclasses of groups indexed over ordinals. Restricting to cellular actions on\nCW-complexes, we find new classes as well as new characterizations for some\nwell-known classes, such as virtually polycyclic groups. We generalize\nproperties of the virtual cohomological dimension of a group to groups with\njump (co)homology and prove that a core subclass of a new class of groups has\njump (co)homology.\n","Comment: 21 pages"]}]
["0911.0542",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0542","ICACT, Korea, Phoenix Park, Feb. 2008, pp. 1423-1428"],"date":["2009-11-03"],"type":["text"],"creator":["Mohaisen, Manar","Yoon, HeeSeok","Chang, KyungHi"],"language":[],"coverage":[],"title":["Radio Transmission Performance of EPCglobal Gen-2 RFID System"],"description":["  In this paper, we analyze the performance of the encoding and the modulation\nprocesses in the downlink and uplink of the EPCglobal Gen2 system through the\nanalysis and simulation. Furthermore, the synchronization issues on time and\nfrequency domain and the preamble architecture are evaluated. Through the\nsimulation in the uplink, we find that the detection probability of FM0 and\nMiller coding approaches 1 at 13dB Eb/N0.\n","Comment: 6 6ages, 13 figures, 3 tables, International Conference on Advanced\n  Communication Technology 2008"]}]
["0911.0547",{"format":[],"subject":["Computer Science - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0547"],"date":["2009-11-03"],"type":["text"],"creator":["Avron, Haim","Shklarski, Gil","Toledo, Sivan"],"language":[],"coverage":[],"title":["On Element SDD Approximability"],"description":["  This short communication shows that in some cases scalar elliptic finite\nelement matrices cannot be approximated well by an SDD matrix. We also give a\ntheoretical analysis of a simple heuristic method for approximating an element\nby an SDD matrix.\n","Comment: 6 pages"]}]
["0911.0549",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0549","Phys. Rev. A 80, 040301(R) (2009)","doi:10.1103/PhysRevA.80.040301"],"date":["2009-11-03"],"type":["text"],"creator":["Kay, Alastair"],"language":[],"coverage":[],"title":["The Role of Rotational Invariance in the Properties of Hamiltonians"],"description":["  Is it possible to prove that the properties of Hamiltonians, such as the\nground state energy, results of dynamical evolution, or thermal state\nexpectation values, can be efficiently calculated when the Hamiltonians have\nphysically motivated constraints such as translational or rotational\ninvariance? We report that rotational invariance does not reduce the difficulty\nof finding the ground state energy of the system. Crucially, the construction\nit preserves the translational invariance of a Hamiltonian. The failure of the\nconstruction for the properties of thermal states at finite temperatures is\ndiscussed.\n","Comment: 4 pages, 1 figure"]}]
["0911.0563",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0563"],"date":["2009-11-03"],"type":["text"],"creator":["Haslegrave, John"],"language":[],"coverage":[],"title":["Judicious partitions of 3-uniform hypergraphs"],"description":["  The vertices of any graph with $m$ edges can be partitioned into two parts so\nthat each part meets at least $\\frac{2m}{3}$ edges. Bollob\\'as and Thomason\nconjectured that the vertices of any $r$-uniform graph may be likewise\npartitioned into $r$ classes such that each part meets at least $cm$ edges,\nwith $c=\\frac{r}{2r-1}$. In this paper, we prove this conjecture for the case\n$r=3$. In the course of the proof we shall also prove an extension of the graph\ncase which was conjectured by Bollob\\'as and Scott.\n"]}]
["0911.0566",{"format":[],"subject":["Mathematics - Geometric Topology","14H50, 57M25, 14P99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0566"],"date":["2009-11-03"],"type":["text"],"creator":["Koseleff, Pierre-Vincent","Pecker, Daniel","Rouillier, Fabrice"],"language":[],"coverage":[],"title":["The first rational Chebyshev knots"],"description":["  A Chebyshev knot ${\\cal C}(a,b,c,\\phi)$ is a knot which has a parametrization\nof the form $ x(t)=T_a(t); y(t)=T_b(t) ; z(t)= T_c(t + \\phi), $ where $a,b,c$\nare integers, $T_n(t)$ is the Chebyshev polynomial of degree $n$ and $\\phi \\in\n\\R.$ We show that any two-bridge knot is a Chebyshev knot with $a=3$ and also\nwith $a=4$. For every $a,b,c$ integers ($a=3, 4$ and $a$, $b$ coprime), we\ndescribe an algorithm that gives all Chebyshev knots $\\cC(a,b,c,\\phi)$. We\ndeduce a list of minimal Chebyshev representations of two-bridge knots with\nsmall crossing number.\n","Comment: 22p, 27 figures, 3 tables"]}]
["0911.0570",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0570"],"date":["2009-11-03"],"type":["text"],"creator":["Reddy, Bacham Eswar"],"language":[],"coverage":[],"title":["The Galactic Thick Disk: An Observational Perspective"],"description":["  In this review, we present a brief description of observational efforts to\nunderstand the Galactic thick disk and its relation to the other Galactic\ncomponents. This review primarily focused on elemental abundance patterns of\nthe thick disk population to pin down the process or processes that were\nresponsible for its existence and evolution. Kinematic and chemical properties\nof disk stars establish that the thick disk is a distinct component in the\nMilky Way. The chemical enrichment and star formation histories hold clues to\nthe bigger picture of understanding the Galaxy formation.\n","Comment: 11 pages including 2 figures, 2 tables an invited review to be\n  published in Proc. of IAU 265 Symp. \"Chemical Abundances in the Universe:\n  Connecting First Stars to Planets\" eds: K. Cunha, M. Spite & B. Barbuy"]}]
["0911.0576",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Geometric Topology","20E06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0576"],"date":["2009-11-03"],"type":["text"],"creator":["Corredor, Luis","Gutierrez, Mauricio"],"language":[],"coverage":[],"title":["A generating set for the automorphism group of a graph product of\n  abelian groups"],"description":["  We find a set of generators for the automorphism group of a graph product of\nfinitely generated abelian groups entirely from a certain labeled graph. In\naddition, we find generators for the important subgroup of star-automorphisms\ndefined in [7]. We follow closely the plan of M. Laurence's paper [11].\n","Comment: 15 pages"]}]
["0911.0580",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0580"],"date":["2009-11-03"],"type":["text"],"creator":["Dong, Jiang"],"language":[],"coverage":[],"title":["Cyclostationary in the Time Variable Universe"],"description":["  Cyclostationary processes are those signals whose have vary almost\nperiodically in statistics. It can give rise to random data whose statistical\ncharacteristics vary periodically with time although these processes not\nperiodic functions of time. Intermittent pulsar is a special type in pulsar\nastronomy which have period but not a continuum. The Rotating RAdio TransientS\n(RRATs) represent a previously unknown population of bursting neutron stars.\nCyclical period changes of variables star also can be thought as\ncyclostationary which are several classes of close binary systems.\nQuasi-Periodic Oscillations (QPOs) refer to the way the X-ray light from an\nastronomical object flickers about certain frequencies in high-energy (X-ray)\nastronomy. I think that all above phenomenon is cyclostationary process. I\ndescribe the signal processing of cyclostationary, then discussed that the\nrelation between it and intermittent pulsar, RRATs, cyclical period changes of\nvariables star and QPOs, and give the perspective of finding the\ncyclostationary source in the transient universe.\n","Comment: Submitted"]}]
["0911.0585",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0585"],"date":["2009-11-03"],"type":["text"],"creator":["Payez, A.","Cudell, J. R.","Hutsemékers, D."],"language":[],"coverage":[],"title":["Axion-like particles and circular polarisation of active galactic nuclei"],"description":["  The measurements of the linear polarisation of visible light from quasars\ngive strong evidence for large-scale coherent orientations of their\npolarisation vectors in some regions of the sky. We show that these\nobservations can be explained by the mixing of the photons with very light\npseudoscalar (axion-like) particles in extragalactic magnetic fields during\ntheir propagation. We present a new treatment in terms of wave packets and\ndiscuss the circular polarisation.\n","Comment: Contributed to the \"5th Patras Workshop on Axions, WIMPs and WISPs\",\n  Durham 13-17 July 2009"]}]
["0911.0589",{"format":[],"subject":["Quantitative Biology - Genomics","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0589"],"date":["2009-11-03"],"type":["text"],"creator":["Cebrat, S.","Stauffer, D.","Martins, J. S. Sa","de Oliveira, S. Moss","de Oliveira, P. M. C."],"language":[],"coverage":[],"title":["Modelling survival and allele complementation in the evolution of\n  genomes with polymorphic loci"],"description":["  We have simulated the evolution of sexually reproducing populations composed\nof individuals represented by diploid genomes. A series of eight bits formed an\nallele occupying one of 128 loci of one haploid genome (chromosome). The\nenvironment required a specific activity of each locus, this being the sum of\nthe activities of both alleles located at the corresponding loci on two\nchromosomes. This activity is represented by the number of bits set to zero. In\na constant environment the best fitted individuals were homozygous with\nalleles' activities corresponding to half of the environment requirement for a\nlocus (in diploid genome two alleles at corresponding loci produced a proper\nactivity). Changing the environment under a relatively low recombination rate\npromotes generation of more polymorphic alleles. In the heterozygous loci,\nalleles of different activities complement each other fulfilling the\nenvironment requirements. Nevertheless, the genetic pool of populations evolves\nin the direction of a very restricted number of complementing haplotypes and a\nfast changing environment kills the population. If simulations start with all\nloci heterozygous, they stay heterozygous for a long time.\n","Comment: 20 pages, 11 figures"]}]
["0911.0596",{"format":[],"subject":["Quantitative Biology - Cell Behavior","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0596"],"date":["2009-11-03"],"type":["text"],"creator":["Chignola, Roberto","Del Fabbro, Alessio","Farina, Marcello","Milotti, Edoardo"],"language":[],"coverage":[],"title":["Ab initio computational modeling of tumor spheroids"],"description":["  This paper is a review of the VBL project, where we develop and test a\nnumerical simulator of tumor spheroids.\n","Comment: 23 pages, 3 figures"]}]
["0911.0599",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0599"],"date":["2009-11-03"],"type":["text"],"creator":["Roberts, Mark D."],"language":[],"coverage":[],"title":["Constructing Spacetime from the String Worldsheet"],"description":["  In a certain sense riemannian geometry can be thought of as geometry built up\nfrom the finslerian properties of point particles. The generalization of this\nto where the geometry is built up from the finslerian properties of string and\nmembranes is investigated. Solely classical arguments suggest a physical\ninterpretation in which microscopic strings are directly related to macroscopic\ngeometry; alternatively the resulting geometry can be interpretated as that\ndescribing microsopic spacetime.\n","Comment: 10 pages"]}]
["0911.0606",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0606"],"date":["2009-11-03"],"type":["text"],"creator":["Todorov, I. G.","Turowska, L."],"language":[],"coverage":[],"title":["Schur and operator multipliers"],"description":["  Schur multipliers were introduced by Schur in the early 20th century and have\nsince then found a considerable number of applications in Analysis and enjoyed\nan intensive development. Apart from the beauty of the subject in itself,\nsources of interest in them were connections with Perturbation Theory, Harmonic\nAnalysis, the Theory of Operator Integrals and others. Advances in the\nquantisation of Schur multipliers were recently made by Kissin and Shulman. The\naim of the present article is to summarise a part of the ideas and results in\nthe theory of Schur and operator multipliers. We start with the classical Schur\nmultipliers defined by Schur and their characterisation by Grothendieck, and\nmake our way through measurable multipliers studied by Peller and Spronk,\noperator multipliers defined by Kissin and Shulman and, finally,\nmultidimensional Schur and operator multipliers developed by Juschenko and the\nauthors. We point out connections of the area with Harmonic Analysis and the\nTheory of Operator Integrals.\n"]}]
["0911.0615",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0615"],"date":["2009-11-03"],"type":["text"],"creator":["Kravtsov, V. E."],"language":[],"coverage":[],"title":["Random matrix representations of critical statistics"],"description":["  We consider two random matrix ensembles which are relevant for describing\ncritical spectral statistics in systems with multifractal eigenfunction\nstatistics. One of them is the Gaussian non-invariant ensemble which\neigenfunction statistics is multifractal, while the other is the invariant\nrandom matrix ensemble with a shallow, log-square confinement potential. We\ndemonstrate a close correspondence between the spectral as well as eigenfuncton\nstatistics of these random matrix ensembles and those of the random\ntight-binding Hamiltonian in the point of the Anderson localization transition\nin three dimensions. Finally we present a simple field theory in 1+1 dimensions\nwhich reproduces level statistics of both of these random matrix models and the\nclassical Wigner-Dyson spectral statistics in the framework of the unified\nformalism of Luttinger liquid. We show that the (equal-time) density\ncorrelations in both random matrix models correspond to the finite-temperature\ndensity correlations of the Luttinger liquid. We show that spectral\ncorrelations in the invariant ensemble with log-square confinement correspond\nto a Luttinger liquid in the 1+1 curved space-time with the event horizon,\nsimilar to the phonon density correlations in the sonic analogy of Hawking\nradiation in black holes.\n","Comment: 21 pages, 4 figures, Chapter in the Handbook on Random Matrix Theory"]}]
["0911.0618",{"format":[],"subject":["Mathematics - Probability","Mathematics - Analysis of PDEs","60H05, 60H07, 60G15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0618"],"date":["2009-11-03"],"type":["text"],"creator":["Deya, A.","Gubinelli, M.","Tindel, S."],"language":[],"coverage":[],"title":["Non-linear Rough Heat Equations"],"description":["  This article is devoted to define and solve an evolution equation of the form\n$dy_t=\\Delta y_t dt+ dX_t(y_t)$, where $\\Delta$ stands for the Laplace operator\non a space of the form $L^p(\\mathbb{R}^n)$, and $X$ is a finite dimensional\nnoisy nonlinearity whose typical form is given by $X_t(\\varphi)=\\sum_{i=1}^N\nx^{i}_t f_i(\\varphi)$, where each $x=(x^{(1)},...,x^{(N)})$ is a\n$\\gamma$-H\\\"older function generating a rough path and each $f_i$ is a smooth\nenough function defined on $L^p(\\mathbb{R}^n)$. The generalization of the usual\nrough path theory allowing to cope with such kind of systems is carefully\nconstructed.\n","Comment: 36 pages"]}]
["0911.0621",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0621"],"date":["2009-11-03"],"type":["text"],"creator":["Braicovich, L.","Brink, J. van den","Bisogni, V.","Sala, M. Moretti","Ament, L. J. P.","Brookes, N. B.","De Luca, G. M.","Salluzzo, M.","Schmitt, T.","Ghiringhelli, G."],"language":[],"coverage":[],"title":["Evidence for Dynamic Phase Separation and High Energy Spin Dynamics in\n  underdoped La$_{2-x}$Sr$_x$CuO$_4$ from Resonant Inelastic X-Ray Scattering"],"description":["  We probe the collective magnetic modes of La$_2$CuO$_4$ (LCO) and underdoped\nLa$_{2-x}$Sr$_x$CuO$_4$ (LSCO) by momentum resolved Resonant Inelastic X-ray\nScattering (RIXS) at the Cu $L_3$ edge. In LCO the single magnon dispersion\nmeasured by RIXS coincides with the one determined by inelastic neutron\nscattering. For LSCO the spin dynamics shows a branch dispersing up to\n$\\sim$400 meV coexisting with a branch at lower energy. Only the latter has\nbeen observed with neutrons so far and is considered a key signature of doped\ncuprates. The presence of the high-energy branch indicates that LSCO is in a\ndynamic inhomogeneous spin state.\n","Comment: 5 pages, 4 figures"]}]
["0911.0631",{"format":[],"subject":["Mathematics - Probability","60G50, 60F17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0631"],"date":["2009-11-03"],"type":["text"],"creator":["Koenig, Wolfgang","Schmid, Patrick"],"language":[],"coverage":[],"title":["Random walks conditioned to stay in Weyl chambers of type C and D"],"description":["  We construct the conditional versions of a multidimensional random walk given\nthat it does not leave the Weyl chambers of type C and of type D, respectively,\nin terms of a Doob h-transform. Furthermore, we prove functional limit theorems\nfor the rescaled random walks. This is an extension of recent work by\nEichelsbacher and Koenig who studied the analogous conditioning for the Weyl\nchamber of type A. Our proof follows recent work by Denisov and Wachtel who\nused martingale properties and a strong approximation of random walks by\nBrownian motion. Therefore, we are able to keep minimal moment assumptions.\nFinally, we present an alternate function that is amenable to an h-transform in\nthe Weyl chamber of type C.\n","Comment: 12 pages, submitted to ECP"]}]
["0911.0633",{"format":[],"subject":["Mathematics - Representation Theory","16G70, 18E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0633"],"date":["2009-11-03"],"type":["text"],"creator":["Ng, Puiman"],"language":[],"coverage":[],"title":["Existence of Auslander-Reiten sequences in subcategories"],"description":["  This paper studies the existence of Auslander-Reiten sequences in\nsubcategories of mod A, where A is a finite dimensional algebra over a field.\nThe two main theorems give necessary and sufficient conditions for the\nexistence of Auslander-Reiten sequences in subcategories.\n  Let M be a subcategory of mod A closed under extensions and direct summands,\nand let X be an indecomposable module in M such that Ext^{1}(X, X') is not zero\nfor some X' in M. Then the following are equivalent:\n  (i) DTrX has a precover in the stable category of mod A,\n  (ii) There exists an Auslander-Reiten sequence 0 --> U --> W --> X --> 0 in\nM.\n  We also have the dual result of the above theorem.\n","Comment: 12 pages"]}]
["0911.0634",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0634"],"date":["2009-11-03"],"type":["text"],"creator":["Friedman, W. A."],"language":[],"coverage":[],"title":["Odd-even staggering in nuclear binding and the liquid-drop model"],"description":["  The trends with mass number are examined for the odd-even-staggering (OES) in\nnuclear binding of neutrons and protons through the conventional measures\n  $\\Delta^{(3)}$. The large differences previously observed between these\ntrends for even and odd values of these measures is found to arise, in part,\nfrom the slow variation of binding energies with mass and charge which provides\na background contribution. This background is estimated with the liquid-drop\nmodel, and accounts for the greater difference found in proton removal relative\nto neutron removal. The differences which persist after backgrounds are removed\ncan not be treated in the conventional liquid-drop model but require the\naddition of a new term. Such a term is investigated, and its effect on specific\nvalues of the OES is calcutated. The liquid-drop fitting is also applied to a\nset of separation energies constrained to match the specific set of nuclei used\nto determine the observed values for the odd $\\Delta^{(3)}$. The resulting fit\nfor the pairing term is compared to the average value of even and odd measures.\nThe effect on this value of the new liquid-drop term is observed, and the\nchange in background when the new term is included is also used as an alternate\nmethod for determining the difference between trends of the even and odd values\nof the OES.\n","Comment: 11 pages"]}]
["0911.0638",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - K-Theory and Homology","13D25","18G10","18G30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0638"],"date":["2009-11-03"],"type":["text"],"creator":["Köck, Bernhard","Satkurunath, Ramesh"],"language":[],"coverage":[],"title":["On the derived functors of the third symmetric-power functor"],"description":["  We compute the derived functors of the third symmetric-power functor and\ntheir cross-effects for certain values. These calculations match predictions by\nthe first named author and largely prove them in general.\n","Comment: 22 pages; to appear in Tbilisi Mathematical Journal"]}]
["0911.0640",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0640"],"date":["2009-11-03"],"type":["text"],"creator":["Shabad, Anatoly E.","Usov, Vladimir V."],"language":[],"coverage":[],"title":["Convexity of effective Lagrangian in nonlinear electrodynamics as\n  derived from causality"],"description":["  In nonlinear electrodynamics, by implementing the causality principle as the\nrequirement that the group velocity of elementary excitations over a background\nfield should not exceed unity, and the unitarity principle as the requirement\nthat the residue of the propagator should be nonnegative, we find restrictions\non the behavior of massive and massless dispersion curves and establish the\nconvexity of the effective Lagrangian on the class of constant fields, also the\npositivity of all characteristic dielectric and magnetic permittivity\nconstants. Violation of the general principles by the one-loop approximation in\nQED at exponentially large magnetic field is analyzed resulting in complex\nenergy tachyons and super-luminal ghosts that signal the instability of the\nmagnetized vacuum. General grounds for kinematical selection rules in the\nprocess of photon splitting/merging are discussed.\n","Comment: 35 pages"]}]
["0911.0643",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - K-Theory and Homology","13D25","18G10","18G30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0643"],"date":["2009-11-03"],"type":["text"],"creator":["Satkurunath, Ramesh","Köck, Bernhard"],"language":[],"coverage":[],"title":["An algorithmic approach to Dold-Puppe complexes"],"description":["  A Dold-Puppe complex is the image NF\\Gamma(C.) of a chain complex C. under\nthe composition of the functors \\Gamma, F and N where \\Gamma and N are given by\nthe Dold-Kan correspondence and F is a not-necessarily linear functor between\ntwo abelian categories. The first half of this paper gives an algorithm that\nstreamlines the calculation of \\Gamma(C.). The second half gives an algorithm\nthat allows the explicit calculation of the Dold-Puppe complex NF\\Gamma(C.) in\nterms of the cross-effect functors of F.\n","Comment: 21 pages"]}]
["0911.0644",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Optimization and Control","14P05","14P10","44A60","13J30","12D15","90C22","90C26"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0644","C. R. Acad. Sci. Paris, Ser. I. 347(2009), 381-384"],"date":["2009-11-03"],"type":["text"],"creator":["Putinar, Mihai"],"language":[],"coverage":[],"title":["A Striktpositivstellensatz for measurable functions (corrected version)"],"description":["  A weighted sums of squares decomposition of positive Borel measurable\nfunctions on a bounded Borel subset of the Euclidean space is obtained via\nduality from the spectral theorem for tuples of commuting self-adjoint\noperators. The analogous result for polynomials or certain rational functions\nwas amply exploited during the last decade in a variety of applications.\n"]}]
["0911.0649",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0649"],"date":["2009-11-03"],"type":["text"],"creator":["Gujrati, P. D."],"language":[],"coverage":[],"title":["Energy Gap and the Ideal Glass as a Defective Crystal: A Lattice Model\n  of Monatomic Systems"],"description":["  We use the cell model to justify the use of a lattice model to study the\nideal glass transition. Based on empirical evidence and several previous exact\ncalculations, we hypothesize that there exists an energy gap between the lowest\npossible energy of a glass (the ideal glass IG) and the crystal (CR). The gap\nis due to the presence of strongly correlated excitations with respect to the\nideal CR; thus, one can treat IG as a highly defective crystal. We argue that\nan excitation in IG requires energy that increases logarithmically with the\nsize of the system; as a consequence, we prove that IG must emerge at a\npositive temperature T_{K}. We propose an antiferromagnetic Ising model on a\nlattice to model liquid-crystal transition in a simple fluid or a binary\nmixture, which is then solved exactly on a recursive (Husimi) lattice to\ninvestigate the ideal glass transition, the nature of defects in the\nsupercooled liquid and CR analytically, and the effects of competing\ninteractions on the glass transition. The calculation establishes the gap. The\nlattice entropy of the supercooled liquid vanishes at a positive temperature\nT_{K}>0, where IG emerges but where CR has a positive entropy. The macrostate\nIG is in a particular and unique disordered microstate at T_{K}, just as the\nideal CR is in a perfectly ordered microstate at absolute zero. This explains\nwhy it is possible for CR to have a higher entropy at T_{K} than IG. The\ndemonstration here of an entropy crisis in monatomic systems along with\npreviously known results strongly suggests that the entropy crisis first noted\nby Kauzmann and demonstrated by Gibbs and DiMarzio in long polymers appears to\nbe ubiquitous in all supercooled liquids.\n","Comment: 38 pages, 7 figures"]}]
["0911.0650",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0650"],"date":["2009-11-03"],"type":["text"],"creator":["Hong, Yoojin","Kang, Jaewoo","Lee, Dongwon","Patterson, Randen L.","van Rossum, Damian B."],"language":[],"coverage":[],"title":["Adaptive BLASTing through the Sequence Dataspace: Theories on Protein\n  Sequence Embedding"],"description":["  We theorize that phylogenetic profiles provide a quantitative method that can\nrelate the structural and functional properties of proteins, as well as their\nevolutionary relationships. A key feature of phylogenetic profiles is the\ninteroperable data format (e.g. alignment information, physiochemical\ninformation, genomic information, etc). Indeed, we have previously demonstrated\nPosition Specific Scoring Matrices (PSSMs) are an informative M-dimension which\ncan be scored from quantitative measure of embedded or unmodified sequence\nalignments. Moreover, the information obtained from these alignments is\ninformative, even in the twilight zone of sequence similarity (<25%\nidentity)(1-5). Although powerful, our previous embedding strategy suffered\nfrom contaminating alignments(embedded AND unmodified) and computational\nexpense. Herein, we describe the logic and algorithmic process for a heuristic\nembedding strategy (Adaptive GDDA-BLAST, Ada-BLAST). Ada-BLAST on average up to\n~19-fold faster and has similar sensitivity to our previous method. Further, we\nprovide data demonstrating the benefits of embedded alignment measurements for\nisolating secondary structural elements and the classifying\ntransmembrane-domain structure/function. We theorize that sequence-embedding is\none of multiple ways that low-identity alignments can be measured and\nincorporated into high-performance PSSM-based phylogenetic profiles.\n","Comment: 21 pages, 10 figures"]}]
["0911.0651",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0651"],"date":["2009-11-03"],"type":["text"],"creator":["Kuzovlev, Yuriy"],"language":[],"coverage":[],"title":["On statistics of molecular chaos"],"description":["  It is shown that the BBGKY equations for a particle interacting with ideal\ngas imply exact relations between probability distribution of path of the\nparticle, its derivatives in respect to the gas density and irreducible\nmany-particle correlations of gas atoms with the path. These relations\nvisualize that the correlations of any order always significantly contribute to\nevolution of the path distribution, so that the exact statistical mechanics\ntheory does not reduce to the classical kinetics even in the low-density (or\nBoltzmann-Grad) limit.\n","Comment: 3 pages, no figures, latex epl2, rejected by EPL because one of two\n  reviewers cannot derive Eq.6 from Eq.4 while another thinks that \"the hard\n  sphere BBGKY hierarchy is correct in the limit of hard sphere collisions\" and\n  \"statistical correlations at low density they have little influence\" (ha?)"]}]
["0911.0652",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0652"],"date":["2009-11-03"],"type":["text"],"creator":["Ko, Kyung Dae","Hong, Yoojin","Bhardwaj, Gaurav","Killick, Teresa M.","van Rossum, Damian B.","Patterson, Randen L."],"language":[],"coverage":[],"title":["Brainstorming through the Sequence Universe: Theories on the Protein\n  Problem"],"description":["  Just as physicists strive to develop a TOE (theory of everything), which\nexplains and unifies the physical laws of the universe, the life-scientist\nwishes to uncover the TOE as it relates to cellular systems. This can only be\nachieved with a quantitative platform that can comprehensively deduce and\nrelate protein structure, functional, and evolution of genomes and proteomes in\na comparative fashion. Were this perfected, proper analyses would start to\nuncover the underlying physical laws governing the emergent behavior of\nbiological systems and the evolutionary pressures responsible for functional\ninnovation. In the near term, such methodology would allow the vast quantities\nof uncharacterized (e.g. metagenomic samples) primary amino acid sequences to\nbe rapidly decoded. Analogous to natural products found in the Amazon, genomes\nof living organisms contain large numbers of proteins that would prove useful\nas new therapeutics for human health, energy sources, and/or waste management\nsolutions if they could be identified and characterized. We previously\ntheorized that phylogenetic profiles could provide a quantitative platform for\nobtaining unified measures of structure, function, and evolution (SF&E)(1). In\nthe present manuscript, we present data that support this theory and\ndemonstrates how refinements of our analysis algorithms improve the performance\nof phylogenetic profiles for deriving structural/functional relationships.\n","Comment: 18 pages, 8 figures"]}]
["0911.0653",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0653"],"date":["2009-11-03"],"type":["text"],"creator":["Jiang, F. -J."],"language":[],"coverage":[],"title":["The Phase Transition of the Spin-1/2 Heisenberg Model with a Spatially\n  Staggered Anisotropy on the Square Lattice"],"description":["  Puzzled by the indication of a new critical theory for the spin-1/2\nHeisenberg model with a spatially staggered anisotropy on the square lattice as\nsuggested in \\cite{Wenzel08}, we re-investigate the phase transition of this\nmodel induced by dimerization. We focus on studying the finite-size scaling of\nthe observables $\\rho_{s1} L$ and $\\rho_{s2} L$, where $L$ stands for the\nspatial box sizes used in the simulations and $\\rho_{si}$ with $i \\in \\{1,2\\}$\nis the spin-stiffness in $i$-direction. We find by performing finite-size\nscaling using the observable $\\rho_{s2} L$, which corresponds to the spatial\ndirection with a fixed antiferromagnetic coupling, one would suffer a much less\nsevere correction compared to that of using $\\rho_{s1} L$. Therefore $\\rho_{s2}\nL$ is a better quantity than $\\rho_{s1} L$ for finite-size scaling analysis\nconcerning the limitation for the availability of large volumes data in our\nstudy. Remarkably, by employing the method of fixing the aspect-ratio of\nspatial winding numbers squared in the simulations, even from $\\rho_{s1} L$\nwhich receives the most serious correction among the observables considered in\nthis study, we arrive at a value for the critical exponent $\\nu$ which is\nconsistent with the expected O(3) value by using only up to $L = 64$ data\npoints.\n","Comment: 4 pages, 7 figures"]}]
["0911.0660",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0660"],"date":["2009-11-03"],"type":["text"],"creator":["Gohary, Ramy H.","Davidson, Timothy N."],"language":[],"coverage":[],"title":["The capacity region of a product of two unmatched Gaussian broadcast\n  channels with three particular messages and a common message"],"description":["  This paper considers a Gaussian broadcast channel with two unmatched degraded\ncomponents, three particular messages, and a common message that is intended\nfor all three receivers. It is shown that for this channel superposition coding\nand Gaussian signalling is sufficient to achieve every point in the capacity\nregion.\n"]}]
["0911.0661",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0661","EPL 87 (2009) 18007","doi:10.1209/0295-5075/87/18007"],"date":["2009-11-03"],"type":["text"],"creator":["Szabo, Gyorgy","Szolnoki, Attila","Vukov, Jeromos"],"language":[],"coverage":[],"title":["Selection of dynamical rules in spatial Prisoner's Dilemma games"],"description":["  We study co-evolutionary Prisoner's Dilemma games where each player can\nimitate both the strategy and imitation rule from a randomly chosen neighbor\nwith a probability dependent on the payoff difference when the player's income\nis collected from games with the neighbors. The players, located on the sites\nof a two-dimensional lattice, follow unconditional cooperation or defection and\nuse individual strategy adoption rule described by a parameter. If the system\nis started from a random initial state then the present co-evolutionary rule\ndrives the system towards a state where only one evolutionary rule remains\nalive even in the coexistence of cooperative and defective behaviors. The final\nrule is related to the optimum providing the highest level of cooperation and\naffected by the topology of the connectivity structure.\n","Comment: 5 two-column pages, 3 figures"]}]
["0911.0665",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0665"],"date":["2009-11-03"],"type":["text"],"creator":["Rodriguez, Luis F.","Gomez, Yolanda","Lopez, J. Alberto","Garcia-Diaz, Ma. Teresa","Clark, David M."],"language":[],"coverage":[],"title":["H91$\\alpha$ Radio Recombination Line and 3.5 cm Continuum Observations\n  of the Planetary Nebula NGC 3242"],"description":["  We present high sensitivity H91$\\alpha$ and 3.5 cm radio continuum\nobservations toward the planetary nebula NGC 3242. The electron temperature\ndetermined assuming local thermodynamic equilibrium is consistent within\n$\\sim$10% with that derived from optical lines and the Balmer discontinuity.\nThe line emission and the continuum emission have very similar spatial\ndistribution, suggesting that at this wavelength there is no other continuum\nprocess present in a significant manner. In particular, we conclude that\nemission from spinning dust is not important at this wavelength. In this radio\nrecombination line the nebula presents a radial velocity structure consistent\nwith that obtained from observations of optical lines.\n","Comment: 7 pages, 4 figures"]}]
["0911.0668",{"format":[],"subject":["Mathematics - Complex Variables","32Q65","35R45, 35A02"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0668"],"date":["2009-11-03"],"type":["text"],"creator":["Rosay, Jean-Pierre"],"language":[],"coverage":[],"title":["Uniqueness in Rough Almost Complex Structures and Differential\n  Inequalities"],"description":["  We prove that for almost complex structures of H\\\"older class at least 1/2,\nany J-holomorphic disc, that is constant on some non empty open set, is\nconstant. This is in striking contrast with well known, trivial, non-uniqueness\nresults. We also investigate uniqueness questions (do vanishing on some open\nset, or vanishing to infinite order, or having a non isolated zero, imply\nvanishing) in connection with differential inequalities that arise in the\ntheory of almost complex manifolds. The case of vector valued functions is\ndifferent from the case of scalar valued functions.\n"]}]
["math/0306038",{"format":[],"subject":["Mathematics - General Mathematics","03Bxx, 03A05, 03B70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0306038"],"date":["2003-06-02","2009-11-04"],"type":["text"],"creator":["Cattabriga, Paola"],"language":[],"coverage":[],"title":["Observations concerning G\\\"odel's 1931"],"description":["  This article demonstrates the invalidity of Theorem VI of Godel's monograph\nof 1931, showing that propositions (15) and (16), derived from definition\n(8.1), in its proof, are false in PA. This is achieved in two steps.\n  First, the predicate complementary to the well-known Godel's predicate Bew(x)\nis ndefined by adding a new relation Wid(x), and new logical connections are\naccordingly established, Lemma (6).\n  Second, the negations of (15) and (16) are derived by definition (8.1) and\nLemma (6). It amounts to saying that (15) and (16) are false and unacceptable\nfor the system. On the account of that, the two well-known cases 1. 17 Gen r is\nnot k-PROVABLE, 2. Neg(17 Gen r) is not k-PROVABLE, can not be drawn, and\nTheorem VI is therefore invalid.\n","Comment: 13 pages, for more information see\n  http://digilander.libero.it/paola.cattabriga/"]}]
["math/0307192",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Operator Algebras","47A53","55R10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0307192","Journal of Operator Theory 61 (2009), 16-62"],"date":["2003-07-14","2008-06-16"],"type":["text"],"creator":["Abbondandolo, Alberto","Majer, Pietro"],"language":[],"coverage":[],"title":["Infinite dimensional Grassmannians"],"description":["  We study the analytic and homotopy properties of some infinite dimensional\nGrassmannians, useful for developing a Morse theory for infinite dimensional\nmanifolds. We study the space of Fredholm pairs of a Hilbert space, we\ndetermine its homotopy type, and we define a determinant bundle over it. We\nstudy the space of compact perturbations of a given closed linear subspace, and\nthe related concept of essential Grassmannian.\n","Comment: 35 pages. Final version. Part on determinant bundles expanded"]}]
["math/0512414",{"format":[],"subject":["Mathematics - Probability","60F17","60G20","60G15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0512414","Prob. and Math. Stat. Vol. 27, Fasc. 2 (2007) pp. 181-203"],"date":["2005-12-17","2006-05-12"],"type":["text"],"creator":["Milos, Piotr"],"language":[],"coverage":[],"title":["Occupation time fluctuations of Poisson and equilibrium finite variance\n  branching systems"],"description":["  Functional limit theorems are presented for the rescaled occupation time\nfluctuations process of a critical finite variance branching particle system in\n$R^d$ with symmetric a-stable motion starting off from either a standard\nPoisson random field or from the equilibrium distribution for intermediate\ndimensions a<d<2a. The limit processes are determined sub-fractional and\nfractional Brownian motion respectively.\n"]}]
["math/0610246",{"format":[],"subject":["Mathematics - Representation Theory","33D67, 17B67"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610246","Seminaire Lotharingien de Combinatoire, 58 (2008), Article B58f"],"date":["2006-10-07","2009-11-04"],"type":["text"],"creator":["Viswanath, Sankaran"],"language":[],"coverage":[],"title":["Kostka-Foulkes polynomials for symmetrizable Kac-Moody algebras"],"description":["  We introduce a generalization of the classical Hall-Littlewood and\nKostka-Foulkes polynomials to all symmetrizable Kac-Moody algebras. We prove\nthat these Kostka-Foulkes polynomials coincide with the natural generalization\nof Lusztig's $t$-analog of weight multiplicities, thereby extending a theorem\nof Kato. For $g$ an affine Kac-Moody algebra, we define $t$-analogs of string\nfunctions and use Cherednik's constant term identities to derive explicit\nproduct expressions for them.\n","Comment: 19 pages"]}]
["quant-ph/0605001",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0605001","Phys. Rev. A 80, 052303 (2009).","doi:10.1103/PhysRevA.80.052303"],"date":["2006-05-01","2009-10-07"],"type":["text"],"creator":["Miranowicz, A.","Piani, M.","Horodecki, P.","Horodecki, R."],"language":[],"coverage":[],"title":["Inseparability criteria based on matrices of moments"],"description":["  Inseparability criteria for continuous and discrete bipartite quantum states\nbased on moments of annihilation and creation operators are studied by\ndeveloping the idea of Shchukin-Vogel criterion [Phys. Rev. Lett. {\\bf 95},\n230502 (2005)]. If a state is separable, then the corresponding matrix of\nmoments is separable too. Thus, we derive generalized criteria, based on the\nseparability properties of the matrix of moments, are thus derived. In\nparticular, a new criterion based on realignment of moments in the matrix is\nproposed as an analogue of the standard realignment criterion for density\nmatrices. Other inseparability inequalities are obtained by applying positive\nmaps to the matrix of moments. Usefulness of the Shchukin-Vogel criterion to\ndescribe bipartite-entanglement of more than two modes is demonstrated: We\nobtain some previously known three-mode inseparability criteria originally\nderived from the Cauchy-Schwarz inequality, and we introduce new ones.\n","Comment: 11 pages; shortened version, introduction improved, accepted for\n  publication in PRA"]}]
