["0709.3123",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3123"],"date":["2007-09-19","2009-06-06"],"type":["text"],"creator":["Gerhardt, Claus"],"language":[],"coverage":[],"title":["A general existence proof for non-linear elliptic equations in\n  semi-Riemannian spaces"],"description":["  We present a general existence proof for a wide class of non-linear elliptic\nequations which can be applied to problems with barrier conditions without\nspecifying any assumptions guaranteeing the uniqueness or local uniqueness of\nparticular solutions.\n  As an application we prove the existence of closed hypersurfaces with\ncurvature prescribed in the tangent bundle of an ambient Riemannian manifold\n$N$ without supposing any sign condition on the sectional curvatures $K_N$. A\ncurvature flow wouldn't work in this situation, neither the method of\nsuccessive approximation.\n","Comment: 18 pages, v3: minor corrections, final version, to appear in Am. J.\n  Math"]}]
["0801.0903",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Representation Theory","17B35, 17B37, 17B67, 16D60, 16D90, 16D70, 81R10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0903"],"date":["2008-01-07","2009-06-05"],"type":["text"],"creator":["Futorny, Vyacheslav","Molev, Alexander","Ovsienko, Serge"],"language":[],"coverage":[],"title":["Gelfand-Kirillov Conjecture and Harish-Chandra Modules for Finite\n  W-Algebras"],"description":["  We address two problems regarding the structure and representation theory of\nfinite W-algebras associated with the general linear Lie algebras. Finite\nW-algebras can be defined either via the Whittaker model of Kostant or,\nequivalently, by the quantum Hamiltonian reduction. Our first main result is a\nproof of the Gelfand-Kirillov conjecture for the skew fields of fractions of\nthe finite W-algebras. The second main result is a parametrization of finite\nfamilies of irreducible Harish-Chandra modules by the characters of the\nGelfand-Tsetlin subalgebra. As a corollary, we obtain a complete classification\nof generic irreducible Harish-Chandra modules for the finite W-algebras.\n"]}]
["0804.3367",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3367"],"date":["2008-04-21","2009-06-05"],"type":["text"],"creator":["Alexandrov, Theodore"],"language":[],"coverage":[],"title":["A Method of Trend Extraction Using Singular Spectrum Analysis"],"description":["  The paper presents a new method of trend extraction in the framework of the\nSingular Spectrum Analysis (SSA) approach. This method is easy to use, does not\nneed specification of models of time series and trend, allows to extract trend\nin the presence of noise and oscillations and has only two parameters (besides\nbasic SSA parameter called window length). One parameter manages scale of the\nextracted trend and another is a method specific threshold value. We propose\nprocedures for the choice of the parameters. The presented method is evaluated\non a simulated time series with a polynomial trend and an oscillating component\nwith unknown period and on the seasonally adjusted monthly data of unemployment\nlevel in Alaska for the period 1976/01-2006/09.\n","Comment: 9 pages, 3 figures, accepted to COMPSTAT'08, updated version is\n  published in RevStat, 7(1):1-22, 2009"]}]
["0808.0212",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - K-Theory and Homology","17B56"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0212","J. Lie Theory 18 (2008), 811-815"],"date":["2008-08-01","2009-06-06"],"type":["text"],"creator":["Zusmanovich, Pasha"],"language":[],"coverage":[],"title":["A converse to the Whitehead Theorem"],"description":["  We show that finite-dimensional Lie algebras over a field of characteristic\nzero such that their high-degree cohomology in any finite-dimensional\nnon-trivial irreducible module vanishes, are, essentially, direct sums of\nsemisimple and nilpotent algebras.\n","Comment: AMS-LaTeX; v3: fixed a typo"]}]
["0808.1596",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1596","Class. Quantum Grav. 26 (2009) 125017","doi:10.1088/0264-9381/26/12/125017"],"date":["2008-08-11","2009-06-05"],"type":["text"],"creator":["Daghigh, Ramin G.","Green, Michael D."],"language":[],"coverage":[],"title":["A Detailed Analytic Study of the Asymptotic Quasinormal Modes of\n  Schwarzschild-Anti De Sitter Black Holes"],"description":["  We analyze analytically the asymptotic regions of the quasinormal mode\nfrequency spectra with infinitely large overtone numbers for $D$-dimensional\nSchwarzschild black holes in anti de Sitter spacetimes. In this limit, we\nconfirm the analytic results obtained previously in the literature using\ndifferent methods. In addition, we show that in certain spacetime dimensions\nthese techniques imply the existence of other regions of the asymptotic\nquasinormal mode frequency spectrum which have not previously appeared in the\nliterature. For large black holes, some of these modes have a damping rate of\n$1.2T_H$, where $T_H$ is the Hawking temperature. This is less than the damping\nrate of the lowest overtone quasinormal mode calculated by other authors. It is\nnot completely clear whether these modes actually exist or are an artifact of\nan unknown flaw in the analytic techniques being used. We discuss the\npossibility of the existence of these modes and explore some of the\nconsequences. We also examine the possible connection between the asymptotic\nquasinormal modes of Schwarzschild-anti de Sitter black holes and the quantum\nlevel spacing of their horizon area spectrum.\n","Comment: 32 pages, 10 figures, Revised on Apr. 24, 2009. Minor errors\n  corrected"]}]
["0811.0518",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Mathematical Physics","Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0518"],"date":["2008-11-04","2009-06-05"],"type":["text"],"creator":["Escudero, Carlos"],"language":[],"coverage":[],"title":["Reply to the revised Comment [PRL 102, 139601; arXiv:0810.4791] on\n  ''Dynamic Scaling of Non-Euclidean Interfaces''"],"description":["  This is the Reply to the revised Comment [Phys. Rev. Lett. 102, 139601;\narXiv:0810.4791] by Joachim Krug on our paper: C. Escudero, Phys. Rev. Lett.\n100, 116101 (2008); arXiv:0804.1898.\n","Comment: Newer version than the one appeared in PRL"]}]
["0811.1295",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1295","Trans. Elec. Dev. 56, 1292 (2009)","doi:10.1109/TED.2009.2017646"],"date":["2008-11-08","2009-06-05"],"type":["text"],"creator":["Low, Tony","Hong, Seokmin","Appenzeller, Joerg","Datta, Supriyo","Lundstrom, Mark"],"language":[],"coverage":[],"title":["Conductance asymmetry of graphene pn junction"],"description":["  We use the non-equilibrium Green function (NEGF) method in the ballistic\nlimit to provide a quantitative description of the conductance of graphene pn\njunctions - an important building block for graphene electronics devices. In\nthis paper, recent experiments on graphene junctions are explained by a\nballistic transport model, but only if the finite junction transition width,\nDw, is accounted for. In particular, the experimentally observed anamolous\nincrease in the resistance asymmetry between nn and np junctions under low\nsource/drain charge density conditions is also quantitatively captured by our\nmodel. In light of the requirement for sharp junctions in applications such as\nelectron focusing, we also examine the pn junction conductance in the regime\nwhere Dw is small and find that wavefunction mismatch (so-called pseudo-spin)\nplays a major role in sharp pn junctions.\n","Comment: 7 pages, 6 figures"]}]
["0812.0974",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0974","J. Appl. Phys. 105, 093709 (2009)","doi:10.1063/1.3123204"],"date":["2008-12-04"],"type":["text"],"creator":["Bevan, K. H.","Low, Tony","Guo, H."],"language":[],"coverage":[],"title":["Real space first-principles derived semiempirical pseudopotentials\n  applied to tunneling magnetoresistance"],"description":["  In this letter we present a real space density functional theory (DFT)\nlocalized basis set semi-empirical pseudopotential (SEP) approach. The method\nis applied to iron and magnesium oxide, where bulk SEP and local spin density\napproximation (LSDA) band structure calculations are shown to agree within\napproximately 0.1 eV. Subsequently we investigate the qualitative\ntransferability of bulk derived SEPs to Fe/MgO/Fe tunnel junctions. We find\nthat the SEP method is particularly well suited to address the tight binding\ntransferability problem because the transferability error at the interface can\nbe characterized not only in orbital space (via the interface local density of\nstates) but also in real space (via the system potential). To achieve a\nquantitative parameterization, we introduce the notion of ghost semi-empirical\npseudopotentials extracted from the first-principles calculated Fe/MgO bonding\ninterface. Such interface corrections are shown to be particularly necessary\nfor barrier widths in the range of 1 nm, where interface states on opposite\nsides of the barrier couple effectively and play a important role in the\ntransmission characteristics. In general the results underscore the need for\nseparate tight binding interface and bulk parameter sets when modeling\nconduction through thin heterojunctions on the nanoscale.\n","Comment: Submitted to Journal of Applied Physics"]}]
["0812.1551",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1551","J. Supercond. Novel Magn. 22, 215-221 (2009)","doi:10.1007/s10948-008-0433-x"],"date":["2008-12-08"],"type":["text"],"creator":["Vittorini-Orgeas, Alessandra","Bianconi, Antonio"],"language":[],"coverage":[],"title":["From Majorana theory of atomic autoionization to Feshbach resonances in\n  high temperature superconductors"],"description":["  The Ettore Majorana paper - Theory of incomplete P triplets- published in\n1931, focuses on the role of selection rules for the non-radiative decay of two\nelectron excitations in atomic spectra, involving the configuration interaction\nbetween discrete and continuum channels. This work is a key step for\nunderstanding the 1935 work of Ugo Fano on the asymmetric lineshape of two\nelectron excitations and the 1958 Herman Feshbach paper on the shape resonances\nin nuclear scattering arising from configuration interaction between many\ndifferent scattering channels. The Feshbach resonances are today of high\nscientific interest in many different fields and in particular for ultracold\ngases and high Tc superconductivity.\n","Comment: 13 pages, 7 figures. Journal of Superconductivity and Novel Magnetism\n  to be published"]}]
["0901.0379",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0379","Journal of Nanoscience and Nanotechnology, Volume 9, Number 9,\n  September 2009, pp. 5664-5668(5)"],"date":["2009-01-04"],"type":["text"],"creator":["Maiti, Santanu K."],"language":[],"coverage":[],"title":["Anomalous quantum transport in a thin film"],"description":["  We present a numerical study of electron transport in a thin film of varying\ndisorder strength with the distance from its surface. A simple tight-binding\nmodel is used to describe the system, in which the film is attached to two\nmetallic electrodes and the coupling of this film to the electrodes is\nillustrated by the Newns-Anderson chemisorption theory. Quite interestingly we\nobserve that, in the smoothly varying disordered film current amplitude\nincreases with the increase of disorder strength in the strong disorder regime,\nwhile it decreases in the weak disorder regime. This behavior is completely\nopposite from a conventional disordered film, where current amplitude always\ndecreases with the increase of disorder strength.\n","Comment: 6 pages, 3 figures"]}]
["0902.2164",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2164","Phys. Rev. B 79, 214506 (2009)","doi:10.1103/PhysRevB.79.214506"],"date":["2009-02-12"],"type":["text"],"creator":["Béri, B."],"language":[],"coverage":[],"title":["Generalization of the Poisson kernel to the superconducting\n  random-matrix ensembles"],"description":["  We calculate the distribution of the scattering matrix at the Fermi level for\nchaotic normal-superconducting systems for the case of arbitrary coupling of\nthe scattering region to the scattering channels. The derivation is based on\nthe assumption of uniformly distributed scattering matrices at ideal coupling,\nwhich holds in the absence of a gap in the quasiparticle excitation spectrum.\nThe resulting distribution generalizes the Poisson kernel to the nonstandard\nsymmetry classes introduced by Altland and Zirnbauer. We show that unlike the\nPoisson kernel, our result cannot be obtained by combining the maximum entropy\nprinciple with the analyticity-ergodicity constraint. As a simple application,\nwe calculate the distribution of the conductance for a single-channel chaotic\nAndreev quantum dot in a magnetic field.\n","Comment: 7 pages, 2 figures"]}]
["0902.4047",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.4047","Phys. Rev. E 79, 051124 (2009)","doi:10.1103/PhysRevE.79.051124"],"date":["2009-02-24","2009-06-06"],"type":["text"],"creator":["Jafarpour, F. H.","Masharian, S. R."],"language":[],"coverage":[],"title":["Temporal evolution of product shock measures in TASEP with\n  sublattice-parallel update"],"description":["  It is known that when the steady state of a one-dimensional multispecies\nsystem, which evolves via a random-sequential updating mechanism, is written in\nterms of a linear combination of Bernoulli shock measures with random-walk\ndynamics, it can be equivalently expressed as a matrix-product state. In this\ncase the quadratic algebra of the system always has a two-dimensional matrix\nrepresentation. Our investigations show that this equivalence exists at least\nfor the systems with deterministic sublattice-parallel update. In this paper we\nconsider the totally asymmetric simple exclusion process on a finite lattice\nwith open boundaries and sublattice-parallel update as an example.\n","Comment: 5 pages, reference added, minor revision"]}]
["0903.3314",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3314","Supercond. Sci. Technol. 22 (2009) 075008","doi:10.1088/0953-2048/22/7/075008"],"date":["2009-03-19","2009-06-06"],"type":["text"],"creator":["Ogino, H.","Matsumura, Y.","Katsura, Y.","Ushiyama, K.","Horii, S.","Kishio, K.","Shimoyama, J."],"language":[],"coverage":[],"title":["Superconductivity at 17 K in (Fe2P2)(Sr4Sc2O6): a new superconducting\n  layered pnictide oxide with a thick perovskite oxide layer"],"description":["  A new layered oxypnictide (Fe2P2)(Sr4Sc2O6) have been synthesized by\nsolid-state reaction. This material has an alternating layer stacking structure\nof anti-fluorite Fe2P2 and perovskite-based Sr4Sc2O6 oxide layers. Space group\nof the material is P4/nmm and lattice constants a and c are 4.016 A and 15.543\nA, respectively. The interlayer Fe-Fe distance corresponding to the c-axis\nlength is the longest ever reported in the iron-based oxypnictide systems. In\nboth magnetization and resistivity measurements, the present compound exhibited\nsuperconductivity below 17 K, which is much higher than that of LaFePO and the\nhighest in arsenic-free iron-based oxypnictide systems under ambient pressure.\n","Comment: 6pages, 4 figures"]}]
["0904.0825",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.0825","Appl. Phys. Express 2 (2009) 063007","doi:10.1143/APEX.2.063007"],"date":["2009-04-05","2009-06-06"],"type":["text"],"creator":["Matsumura, Yutaka","Ogino, Hiraku","Horii, Shigeru","Katsura, Yukari","Kishio, Kohji","Shimoyama, Jun-ichi"],"language":[],"coverage":[],"title":["New Series of Nickel-Based Pnictide Oxide Superconductors\n  (Ni2Pn2)(Sr4Sc2O6) (Pn = P, As)"],"description":["  We have discovered new nickel-based pnictide oxide superconductors,\n(Ni2Pn2)(Sr4Sc2O6) (Pn = P, As). These compounds have a tetragonal unit cell\nwith a space group of P4/nmm and they consist of alternate stacking of\nanti-fluorite Ni2Pn2 layers and K2NiF4-type Sr4Sc2O6 blocking layers. Lattice\nparameters were a = 4.044 A and c = 15.23 A for (Ni2P2)(Sr4Sc2O6) and a = 4.078\nA and c = 15.41 A for (Ni2As2)(Sr4Sc2O6), indicating their thicker blocking\nlayers than that of LaNiPO (c ~ 8.1 A). Both (Ni2P2)(Sr4Sc2O6) and\n(Ni2As2)(Sr4Sc2O6) exhibited superconductivity with zero resistivity at 3.3 K\nand 2.7 K, respectively. The perfect diamagnetism observed in both compounds\nguaranteed their bulk superconductivity.\n","Comment: 4 pages, 3 figures, 1 table"]}]
["math/0309005",{"format":[],"subject":["Mathematics - General Mathematics","11M"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0309005"],"date":["2003-08-30","2009-06-05"],"type":["text"],"creator":["Shi, Kaida"],"language":[],"coverage":[],"title":["The n-dimensional Cube--A New Way to Prove the Fermat's Last Theorem"],"description":["  By studying the n-dimensional cube, the author finds a new way, and use it to\nproves that the indefinite equation $x^n+y^n=z^n(n=>3)$ has no any solutions of\npositive integers.\n","Comment: 9 pages, 5 figures"]}]
["quant-ph/0308154",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0308154","Phys. Rev. E 71, 015201 (2005)","doi:10.1103/PhysRevE.71.015201"],"date":["2003-08-28"],"type":["text"],"creator":["Ota, Yukihiro","Ohba, Ichiro"],"language":[],"coverage":[],"title":["Crossover from classical to quantum behavior of Duffing oscillator\n  through \"pseudo-Lyapunov exponent\""],"description":["  We discuss the quantum--classical correspondence in a specific dissipative\nchaotic system, Duffing oscillator. We quantize it on the basis of quantum\nstate diffusion (QSD) which is a certain formulation for open quantum systems\nand an effective tool for analyzing complex problems numerically. We consider a\nsensitivity to initial conditions, `` pseudo-Lyapunov exponent '', and\ninvestigate it in detail, varying Planck constant effectively. We show that in\na dissipative system there exists a certain critical stage in which the\ncrossover from classical to quantum behavior occurs. Furthermore, we show that\nan effect of dissipation suppresses the occurrence of chaos in the quantum\nregion, while it, combined with the periodic external force, plays a crucial\nrole in the chaotic behaviors of classical system.\n","Comment: 18 pages, 20 figures"]}]
["quant-ph/0509096",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0509096","Phys. Rev. A 73, 032321 (2006)","doi:10.1103/PhysRevA.73.032321"],"date":["2005-09-14","2006-02-08"],"type":["text"],"creator":["Ota, Yukihiro","Mikami, Shuji","Ohba, Ichiro"],"language":[],"coverage":[],"title":["Potential Errors in a Scheme of Universal Quantum Gates in Kane's Model"],"description":["  We re--investigate a plausible proposal for universal quantum gates in Kane's\nmodel, in which the authors assumed that electron spin is always downward under\na background magnetic field and the value of controlling parameters is varied\ninstantaneously. We demonstrate that a considerable error appears, for example,\nin the X rotation. As result, the controlled operations don't work. Such a\nfailure is caused by improper choice of the computational bases; actually, the\nelectron spin is not always downward over time during quantum operations.\n","Comment: 11 pages, 3 figures; improved with typos corrected; Accepted for\n  publication in Phys. Rev. A"]}]
