["0708.1590",{"format":[],"subject":["Mathematics - Differential Geometry","32Q20","14J45, 32L10, 32W20, 53C25, 58E11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1590","Trans. Amer. Math. Soc. 361 (2009), 5839-5850.","doi:10.1090/S0002-9947-09-04675-3"],"date":["2007-08-11","2007-11-07"],"type":["text"],"creator":["Rubinstein, Yanir A."],"language":[],"coverage":[],"title":["On the construction of Nadel multiplier ideal sheaves and the limiting\n  behavior of the Ricci flow"],"description":["  In this note we construct Nadel multiplier ideal sheaves using the Ricci flow\non Fano manifolds. This extends a result of Phong, Sesum and Sturm. These\nsheaves, like their counterparts constructed by Nadel for the continuity\nmethod, can be used to obtain an existence criterion for Kahler-Einstein\nmetrics.\n","Comment: v2: 1. added details for the case n=1. 2. added some references. v3:\n  minor changes. To appear in Transactions of the American Mathematical Society"]}]
["0710.4272",{"format":[],"subject":["Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4272"],"date":["2007-10-23","2009-07-22"],"type":["text"],"creator":["Dyer, Martin","Goldberg, Leslie Ann","Jerrum, Mark"],"language":[],"coverage":[],"title":["An approximation trichotomy for Boolean #CSP"],"description":["  We give a trichotomy theorem for the complexity of approximately counting the\nnumber of satisfying assignments of a Boolean CSP instance. Such problems are\nparameterised by a constraint language specifying the relations that may be\nused in constraints. If every relation in the constraint language is affine\nthen the number of satisfying assignments can be exactly counted in polynomial\ntime. Otherwise, if every relation in the constraint language is in the\nco-clone IM_2 from Post's lattice, then the problem of counting satisfying\nassignments is complete with respect to approximation-preserving reductions in\nthe complexity class #RH\\Pi_1. This means that the problem of approximately\ncounting satisfying assignments of such a CSP instance is equivalent in\ncomplexity to several other known counting problems, including the problem of\napproximately counting the number of independent sets in a bipartite graph. For\nevery other fixed constraint language, the problem is complete for #P with\nrespect to approximation-preserving reductions, meaning that there is no fully\npolynomial randomised approximation scheme for counting satisfying assignments\nunless NP=RP.\n"]}]
["0801.3299",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Spectral Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3299"],"date":["2008-01-21","2009-07-23"],"type":["text"],"creator":["Miller, Stephen D."],"language":[],"coverage":[],"title":["A method for computing general automorphic forms on general groups"],"description":["  This article describes a general method for computing automorphic forms using\nVoronoi-type summation formulas. It gives a numerical example where the\ntechnique is successful in quickly finding a cusp form on GL(3,Z)\\GL(3,R),\nalbeit one whose existence was already known as a Langlands lift.\n","Comment: v1:6 pages v2:updates to mention recent computational work by other\n  researchers v3:7 pages, updates and adds some comments and references"]}]
["0804.1670",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1670","Mat. Sci. Eng. A 508 (2009) 156-160"],"date":["2008-04-10"],"type":["text"],"creator":["Chatterjee, A.","Sarkar, A.","Barat, P.","Mukherjee, P.","Gayathri, N."],"language":[],"coverage":[],"title":["Character of the Dislocation Bands in the (A+B) regime of the\n  Portevin-Le Chatelier effect in Al-2.5%Mg alloy"],"description":["  The Portevin-Le Chatelier(PLC) effect has been investigated by deforming\nAl-2.5%Mg alloy in the strain rate regime where simultaneously two types (type\nB and type A) of serrations appear in the stress strain curve. Our analysis\nreveal that in this strain rate regime the entire PLC dynamics for a particular\nstrain rate experiment is governed by a single band which changes its character\nduring the deformation.\n","Comment: 13 pages, 4 figures"]}]
["0805.3663",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Quantum Gases","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3663","Phys. Rev. A 78. 033615 (2008)","doi:10.1103/PhysRevA.78.033615"],"date":["2008-05-23","2008-10-02"],"type":["text"],"creator":["Catelani, G.","Yuzbashyan, E. A."],"language":[],"coverage":[],"title":["Phase diagram, extended domain walls, and soft collective modes in a\n  three component fermionic superfluid"],"description":["  We study the phase diagram of a three-component Fermi gas with weak\nattractive interactions, which shows three superfluid and one normal phases. At\nweak symmetry breaking between the components the existence of domain walls\ninterpolating between two superfluids introduces a new length scale much larger\nthan the coherence length of each superfluid. This, in particular, limits the\napplicability of the local density approximation in the trapped case, which we\nalso discuss. In the same regime the system hosts soft collective modes with a\nmass much smaller than the energy gaps of individual superfluids. We derive\ntheir dispersion relations at zero and finite temperatures and demonstrate that\ntheir presence leads to a significant enhancement of fluctuations near the\nsuperfluid-normal transitions.\n","Comment: 16+ pages, 6 figures. Published version"]}]
["0805.3688",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Optimization and Control","52A01","16Y60","46A55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3688","Linear Algebra and its Applications, Volume 431, pages 608-625,\n  2009","doi:10.1016/j.laa.2009.03.012"],"date":["2008-05-23","2009-07-23"],"type":["text"],"creator":["Gaubert, Stéphane","Katz, Ricardo D."],"language":[],"coverage":[],"title":["The tropical analogue of polar cones"],"description":["  We study the max-plus or tropical analogue of the notion of polar: the polar\nof a cone represents the set of linear inequalities satisfied by its elements.\nWe establish an analogue of the bipolar theorem, which characterizes all the\ninequalities satisfied by the elements of a tropical convex cone. We derive\nthis characterization from a new separation theorem. We also establish variants\nof these results concerning systems of linear equalities.\n","Comment: 21 pages, 3 figures, example added, figures improved, notation\n  changed"]}]
["0805.4123",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4123","International Journal of Modern Physics D, Volume 18, Issue 03,\n  pp. 347-387 (2009)","doi:10.1142/S0218271809014601"],"date":["2008-05-27","2009-07-23"],"type":["text"],"creator":["Bosch-Ramon, Valenti","Khangulyan, Dmitry"],"language":[],"coverage":[],"title":["Understanding the Very High-Energy Emission from Microquasars"],"description":["  Microquasars are X-ray binaries with relativistic jets. These jets are\npowerful energy carriers, thought to be fed by accretion, which produce\nnon-thermal emission at different energy bands. To date, several Galactic\nsources showing extended radio emission, among them at least one confirmed\nmicroquasar, Cygnus X-1, have been detected in the TeV range. All of them show\ncomplex patterns of spectral and temporal behavior. In this work, we discuss\nthe physics behind the very high-energy emission in microquasars. In concrete,\nwe focus on the microquasar Cygnus X-1, and also in the other two TeV binaries\nwith detected extended outflows, LS 5039 and LS I +61 303, pointing out\nrelevant aspects of the complex phenomena occurring in them. We conclude that\nthe TeV emission is likely of leptonic origin, although hadrons cannot be\ndiscarded. In addition, efficient electromagnetic cascades can hardly develop\nsince even relatively low magnetic fields suppress them. Also, the modeling of\nthe radiation from some of the detected sources points to them as either\nextremely efficient accelerators, and/or having the TeV emitter at a distance\nfrom the compact object of about 10e12 cm. Finally, we point out that the role\nof a massive and hot stellar companion, due to its strong photon field and\nwind, cannot be neglected when trying to understand the behavior of\nmicroquasars at high and very high energies. The complexity of microquasars\nprecludes straightforward generalizations to a whole population, and are better\nstudied presently in a source by source base.\n","Comment: 41 pages, 18 figures, invited review for the International Journal of\n  Modern Physics D"]}]
["0806.4636",{"format":[],"subject":["Mathematical Physics","Mathematics - Differential Geometry","49S05, 53C80, 53C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4636"],"date":["2008-06-27","2009-07-23"],"type":["text"],"creator":["Preston, Serge"],"language":[],"coverage":[],"title":["Variational Theory of Balance Systems"],"description":["  In this work we apply the Poincare-Cartan formalism of the Classical Field\nTheory to study the systems of balance equations (balance systems). We\nintroduce the partial k-jet bundles of the configurational bundle and study\ntheir basic properties: partial Cartan structure, prolongation of vector\nfields, etc. A constitutive relation C of a balance system is realized as a\nmapping between a (partial) k-jet bundle and the extended dual bundle similar\nto the Legendre mapping of the Lagrangian Field Theory. Invariant (variational)\nform of the balance system corresponding to a constitutive relation C is\nstudied. Special cases of balance systems -Lagrangian systems of order 1 with\narbitrary sources and RET (Rational Extended Ther- modynamics) systems are\ncharacterized in geometrical terms. Action of auto- morphisms of the\nconfigurational bundle on the constitutive mappings C is studied and it is\nshown that the symmetry group Sym(C) of C acts on the sheaf of solutions Sol(C)\nof he balance system. Suitable version of Noether Theorem for an action of a\nsymmetry group is presented together with the special forms for semi-\nLagrangian and RET balance systems and examples of energy momentum and gauge\nsymmetries balance laws.\n"]}]
["0808.1556",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1556","doi:10.1016/j.nima.2009.05.112"],"date":["2008-08-11","2008-08-12"],"type":["text"],"creator":["Lyashenko, A.","Breskin, A.","Chechik, R.","Amaro, F. D.","Veloso, J.","Santos, J. M. F. Dos"],"language":[],"coverage":[],"title":["High-gain DC-mode operated Gaseous Photomultipliers for the visible\n  spectral range"],"description":["  We shortly describe recent progress in photon detectors combining bi-alkali\nphotocathodes and cascaded patterned gas-avalanche electron multipliers. It\npermitted the development and the first feasibility demonstration of high-gain\ngaseous photomultipliers sensitive in the visible spectral range, operated in\nDC mode with single-photon sensitivity.\n","Comment: Proceedings to the 5th International Conference on New Developments\n  In Photodetection 2008, Aix-les-Bains, France, June 15-20, 2008, submitted to\n  NIMA"]}]
["0808.1941",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1941","J. Chem. Phys. 131, 034708 (2009)","doi:10.1063/1.3177011"],"date":["2008-08-14","2009-06-25"],"type":["text"],"creator":["Sukharev, M.","Sievert, P. R.","Seideman, T.","Ketterson, J. B."],"language":[],"coverage":[],"title":["Perfect coupling of light to surface plasmons with ultra-narrow\n  linewidths"],"description":["  We examine the coupling of electromagnetic waves incident normal to a thin\nsilver film that forms an oscillatory grating embedded between two otherwise\nuniform, semi-infinite half spaces. Two grating structures are considered, in\none of which the mid point of the Ag film remains fixed whereas the thickness\nvaries sinusoidally, while in the other the mid point oscillates sinusoidally\nwhereas the film thicknesses remains fixed. On reducing the light wavelength\nfrom the long wavelength limit, we encounter signatures in the transmission, T,\nand reflection, R, coefficients associated with: i) the short-range surface\nplasmon mode, ii) the long-range surface plasmon mode, and iii) electromagnetic\ndiffraction tangent to the grating. The first two features can be regarded as\ngeneralized (plasmon) Wood's anomalies whereas the third is the first-order\nconventional (electromagnetic) Wood's anomaly. The energy density at the film\nsurface is enhanced for wavelengths corresponding to these three anomalies,\nparticularly for the long range plasmon mode in thin films. When exciting the\nsilver film with a pair of waves incident from opposite directions, we find\nthat by adjusting the grating oscillation amplitude and fixing the relative\nphase of the incoming waves to be even or odd, T+R can be made to vanish for\none or the other of the plasmon modes; this corresponds to perfect coupling\n(impedance matching in the language of electrical engineering) between the\nincoming light and these modes.\n","Comment: 13 pages, 5 figures. accepted J. Chem. Phys"]}]
["0808.2749",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Symplectic Geometry","14J32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2749"],"date":["2008-08-20","2009-07-23"],"type":["text"],"creator":["Gross, Mark","Siebert, Bernd"],"language":[],"coverage":[],"title":["An invitation to toric degenerations"],"description":["  This is an expository paper which explores the ideas of the authors' paper\n\"From Affine Geometry to Complex Geometry\", arXiv:0709.2290. We explain the\nbasic ideas of the latter paper by going through a large number of concrete,\nincreasingly complicated examples.\n","Comment: 41 pages, 21 figures; v2: typos corrected"]}]
["0809.2030",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2030","Eur.Phys.J.C61:819-823,2009","doi:10.1140/epjc/s10052-008-0841-x"],"date":["2008-09-11","2009-07-23"],"type":["text"],"creator":["Qin, G. -Y.","Ruppert, J.","Gale, C.","Jeon, S.","Moore, G. D."],"language":[],"coverage":[],"title":["Radiative and Collisional Energy Loss, and Photon-Tagged Jets at RHIC"],"description":["  The suppression of single jets at high transverse momenta in a quark-gluon\nplasma is studied at RHIC energies, and the additional information provided by\na photon tag is included. The energy loss of hard jets traversing through the\nmedium is evaluated in the AMY formalism, by consistently taking into account\nthe contributions from radiative events and from elastic collisions at leading\norder in the coupling. The strongly-interacting medium in these collisions is\nmodelled with (3+1)-dimensional ideal relativistic hydrodynamics. Putting these\ningredients together with a complete set of photon-production processes, we\npresent a calculation of the nuclear modification of single jets and\nphoton-tagged jets at RHIC.\n","Comment: 4 pages, 4 figures, contributed to the 3rd International Conference\n  on Hard and Electro-Magnetic Probes of High-Energy Nuclear Collisions (Hard\n  Probes 2008), typos corrected, published version"]}]
["0811.1466",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1466","2009, MNRAS, 393, L26","doi:10.1111/j.1745-3933.2008.00591.x"],"date":["2008-11-10","2009-07-23"],"type":["text"],"creator":["Roy, Nirupam","Bharadwaj, Somnath","Dutta, Prasun","Chengalur, Jayaram N."],"language":[],"coverage":[],"title":["Magnetohydrodynamic turbulence in supernova remnants"],"description":["  We present estimates of the angular power spectra of the synchrotron\nradiation intensity fluctuations at 6 and 20 cm for the shell type supernova\nremnant Cas A and the filled-centre Crab supernova remnant. We find that the\nintensity fluctuations of both sources have a power law power spectrum with\nindex -3.24 +/- 0.03. This power law power spectrum is consistent with the\nmagnetohydrodynamic turbulence in the synchrotron emitting plasma. For Cas A,\nthere is a break in the power spectrum and the power law index changes from\n-3.2 to -2.2 at large angular scale. This transition occurs at an angular scale\nthat corresponds to the shell thickness of Cas A. We interpret this as a\ntransition from three dimensional turbulence to two dimensional turbulence on\nscales that are respectively smaller and larger than the shell thickness.\n","Comment: 6 pages, 1 table, 5 figures. Corrected minor typos. Accepted for\n  publication in MNRAS Letters. The definitive version will be available at\n  http://www.blackwell-synergy.com/"]}]
["0811.1601",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1601","EPL, 87 (2009) 17005"],"date":["2008-11-10","2009-07-23"],"type":["text"],"creator":["Hess, C.","Kondrat, A.","Narduzzo, A.","Hamann-Borrero, J. E.","Klingeler, R.","Werner, J.","Behr, G.","Büchner, B."],"language":[],"coverage":[],"title":["The intrinsic electronic phase diagram of iron-oxypnictide\n  superconductors"],"description":["  We present the first comprehensive derivation of the intrinsic electronic\nphase diagram of the iron-oxypnictide superconductors in the normal state based\non the analysis of the electrical resistivity $\\rho$ of both\nLaFeAsO$_{1-x}$F$_x$ and SmFeAsO$_{1-x}$F$_x$ for a wide range of doping. Our\ndata give clear-cut evidence for unusual normal state properties in these new\nmaterials. In particular, the emergence of superconductivity at low doping\nlevels is accompanied by distinct anomalous transport behavior in $\\rho$ of the\nnormal state which is reminiscent of the spin density wave (SDW) signature in\nthe parent material. At higher doping levels $\\rho$ of LaFeAsO$_{1-x}$F$_x$\nshows a clear transition from this pseudogap-like behavior to Fermi liquid-like\nbehavior, mimicking the phase diagram of the cuprates. Moreover, our data\nreveal a correlation between the strength of the anomalous features and the\nstability of the superconducting phase. The pseudogap-like features become\nstronger in SmFeAsO$_{1-x}$F$_x$ where superconductivity is enhanced and vanish\nwhen superconductivity is reduced in the doping region with Fermi liquid-like\nbehavior.\n"]}]
["0812.3029",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3029","Phys. Rev. A 80, 011602(R) (2009)","doi:10.1103/PhysRevA.80.011602"],"date":["2008-12-16","2009-03-02"],"type":["text"],"creator":["Brand, J.","Haigh, T. J.","Zülicke, U."],"language":[],"coverage":[],"title":["Rotational Fluxons of Bose-Einstein Condensates in Coplanar Double-Ring\n  Traps"],"description":["  Rotational analogs to magnetic fluxons in conventional Josephson junctions\nare predicted to emerge in the ground state of rotating tunnel-coupled annular\nBose-Einstein condensates (BECs). Such topological condensate-phase structures\ncan be manipulated by external potentials. We determine conditions for\nobserving macroscopic quantum tunneling of a fluxon. Rotational fluxons in\ndouble-ring BECs can be created, manipulated, and controlled by external\npotential in different ways than possible in the solid state system, thus\nrendering them a promising new candidate system for studying and utilizing\nquantum properties of collective many-particle degrees of freedom.\n","Comment: 4 pages, 3 figures. Text and references changed in response to\n  editor's and reviewers' comments. Error in Eq. (1) corrected"]}]
["0812.4177",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4177","Phys. Rev. Vol 79, pp 66203 (2009)","doi:10.1103/PhysRevE.79.066203"],"date":["2008-12-22","2009-05-20"],"type":["text"],"creator":["Thyagu, N. Nirmal","Gupte, Neelima"],"language":[],"coverage":[],"title":["Transport and diffusion in the embedding map"],"description":["  We study the transport properties of passive inertial particles in a $2-d$\nincompressible flows. Here the particle dynamics is represented by the $4-d$\ndissipative embedding map of $2-d$ area-preserving standard map which models\nthe incompressible flow. The system is a model for impurity dynamics in a fluid\nand is characterized by two parameters, the inertia parameter $\\alpha$, and the\ndissipation parameter $\\gamma$. We obtain the statistical characterisers of\ntransport for this system in these dynamical regimes. These are, the recurrence\ntime statistics, the diffusion constant, and the distribution of jump lengths.\nThe recurrence time distribution shows a power law tail in the dynamical\nregimes where there is preferential concentration of particles in sticky\nregions of the phase space, and an exponential decay in mixing regimes. The\ndiffusion constant shows behaviour of three types - normal, subdiffusive and\nsuperdiffusive, depending on the parameter regimes. Phase diagrams of the\nsystem are constructed to differentiate different types of diffusion behaviour,\nas well as the behaviour of the absolute drift. We correlate the dynamical\nregimes seen for the system at different parameter values with the transport\nproperties observed at these regimes, and in the behaviour of the transients.\nThis system also shows the existence of a crisis and unstable dimension\nvariability at certain parameter values. The signature of the unstable\ndimension variability is seen in the statistical characterisers of transport.\nWe discuss the implications of our results for realistic systems.\n","Comment: 28 pages, 14 figures, To Appear in Phys. Rev. E; Vol. 79 (2009)"]}]
["0901.0568",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0568","Phys.Rev.Lett.102:231101,2009","doi:10.1103/PhysRevLett.102.231101"],"date":["2009-01-05","2009-07-23"],"type":["text"],"creator":["Lunardini, Cecilia"],"language":[],"coverage":[],"title":["Diffuse neutrino flux from failed supernovae"],"description":["  I study the diffuse flux of electron antineutrinos from stellar collapses\nwith direct black hole formation (failed supernovae). This flux is more\nenergetic than that from successful supernovae, and therefore it might\ncontribute substantially to the total diffuse flux above realistic detection\nthresholds. The total flux might be considerably higher than previously\nthought, and approach the sensitivity of SuperKamiokande. For more conservative\nvalues of the parameters, the flux from failed supernovae dominates for\nantineutrino energies above 30-45 MeV, with potential to give an observable\nspectral distortion at Megaton detectors.\n","Comment: PDFLaTeX, 4 pages, 3 figures. New version has improved text and\n  graphics, references added. Results unchanged"]}]
["0901.3668",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Disordered Systems and Neural Networks","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3668","Phys. Rev. B 80, 045118 (2009)","doi:10.1103/PhysRevB.80.045118"],"date":["2009-01-23","2009-07-03"],"type":["text"],"creator":["Cherroret, N.","Pena, A.","Chabanov, A. A.","Skipetrov, S. E."],"language":[],"coverage":[],"title":["Nonuniversal dynamic conductance fluctuations in disordered systems"],"description":["  Sample-to-sample fluctuations of the time-dependent conductance of a system\nwith static disorder have been studied by means of diagrammatic theory and\nmicrowave pulsed transmission measurements. The fluctuations of time-dependent\nconductance are not universal, i.e., depend on sample parameters, in contrast\nto the universal conductance fluctuations in the steady-state regime. The\nvariance of normalized conductance, determined by the infinite-range intensity\ncorrelation C_3(t), is found to increase as a third power of delay time from an\nexciting pulse, t. C_3(t) grows larger than the long-range intensity\ncorrelation C_2(t) after a time t_q ~ <g>^{1/2} t_D (t_D being the diffusion\ntime, <g> being the average dimensionless conductance).\n","Comment: Revised version, 6 pages, 5 figures"]}]
["0902.0734",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0734","doi:10.3934/jgm.2009.1.181"],"date":["2009-02-04"],"type":["text"],"creator":["Holm, Darryl D.","Tronci, Cesare"],"language":[],"coverage":[],"title":["The geodesic Vlasov equation and its integrable moment closures"],"description":["  Various integrable geodesic flows on Lie groups are shown to arise by taking\nmoments of a geodesic Vlasov equation on the group of canonical\ntransformations. This was already known for both the one- and two-component\nCamassa-Holm systems. The present paper extends our earlier work to recover\nanother integrable system of ODE's that was recently introduced by Bloch and\nIserles. Solutions of the Bloch-Iserles system are found to arise from the\nKlimontovich solution of the geodesic Vlasov equation. These solutions are\nshown to form one of the legs of a dual pair of momentum maps. The Lie-Poisson\nstructures for the dynamics of truncated moment hierarchies are also presented\nin this context.\n","Comment: 32 pages. Submitted to J. Geom. Mech"]}]
["0902.1446",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1446","Phys. Rev. B 80, 045117 (2009)","doi:10.1103/PhysRevB.80.045117"],"date":["2009-02-09","2009-07-23"],"type":["text"],"creator":["Schoeller, Herbert","Reininghaus, Frank"],"language":[],"coverage":[],"title":["Real-time renormalization group in frequency space: A 2-loop analysis of\n  the nonequilibrium anisotropic Kondo model at finite magnetic field"],"description":["  We apply a recently developed nonequilibrium real-time renormalization group\nmethod in frequency space to describe nonlinear quantum transport through a\nsmall fermionic quantum system coupled weakly to several reservoirs via spin\nand/or orbital fluctuations. We provide an analytic and well-controlled\nprocedure to solve the RG equations in the weak-coupling regime. Within a\n2-loop analysis, we derive analytic formulas for the nonlinear conductance and\nthe kernel determining the time evolution of the reduced density matrix. Most\nimportantly, we present a consistent formalism how the RG flow is cut off by\nrelaxation and dephasing rates, which is necessary to calculate the precise\nline shape at resonances. We apply the general formalism to the nonequilibrium\nanisotropic Kondo model at finite magnetic field. We consider the weak-coupling\nregime, where the maximum of voltage and bare magnetic field is larger than the\nKondo-temperature. In this regime, we calculate the nonlinear conductance, the\nmagnetic susceptibility, the renormalized spin relaxation and dephasing rates,\nand the renormalized g-factor. All quantities are considered up to the first\nlogarithmic contributions at resonance. Up to a redefinition of the Kondo\ntemperature, we confirm previous results for the conductance and the magnetic\nsusceptibility in the isotropic case. In addition, we present a consistent\ncalculation of the line shape at the resonances, including the determination\nwhich rate cuts off the logarithmic divergence. Furthermore, we calculate the\nrates and the renormalized g-factor in nonequilibrium beyond leading order,\nbeing quantities characterizing the exponential decay of the time evolution of\nthe magnetization. For all quantities we analyse also the anisotropic case and\nfind interesting nonequilibrium effects at resonance.\n","Comment: 45 pages, 17 figures"]}]
["0902.2172",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2172","Magnetohydrodynamics 45, 155-164 (2009)"],"date":["2009-02-12"],"type":["text"],"creator":["Krasnov, Dmitry","Zikanov, Oleg","Schumacher, Joerg","Boeck, Thomas"],"language":[],"coverage":[],"title":["Energy dissipation rates in low-$\\Re_m$ MHD turbulence with mean shear:\n  Results for channel flow with spanwise field"],"description":["  We examine the changes in kinetic energy dissipation of a turbulent channel\nflow caused by a spanwise magnetic field. The numerical study is based on our\nsimulation data from [Krasnov, Zikanov, Schumacher, Boeck, Phys. Fluids 20,\n095105 (2008)] obtained by direct and large eddy simulations. We find that the\nJoule dissipation can exceed the viscous dissipation in the weakly dissipative\nbulk region, but remains comparatively small in the turbulence-generating\nnear-wall region.\n"]}]
["0902.2215",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2215","Phys.Lett.B678:427-433,2009","doi:10.1016/j.physletb.2009.06.065"],"date":["2009-02-13","2009-07-23"],"type":["text"],"creator":["Bauer, Florian","Sola, Joan","Stefancic, Hrvoje"],"language":[],"coverage":[],"title":["Relaxing a large cosmological constant"],"description":["  The cosmological constant (CC) problem is the biggest enigma of theoretical\nphysics ever. In recent times, it has been rephrased as the dark energy problem\nin order to encompass a wider spectrum of possibilities. It is, in any case, a\npolyhedric puzzle with many faces, including the cosmic coincidence problem,\ni.e. why the density of matter is presently so close to the CC density.\nHowever, the oldest, toughest and most intriguing face of this polyhedron is\nthe big CC problem, namely why the measured value of the CC at present is so\nsmall as compared to any typical density scale existing in high energy physics,\nespecially taking into account the many phase transitions that our Universe has\nundergone since the early times, including inflation. In this letter, we\npropose to extend the field equations of General Relativity by including a\nclass of invariant terms that automatically relax the value of the CC\nirrespective of the initial size of the vacuum energy in the early epochs. We\nshow that, at late times, the Universe enters an eternal de Sitter stage\nmimicking a tiny positive cosmological constant. Thus, these models could solve\nthe big CC problem and have also a bearing on the cosmic coincidence problem.\nRemarkably, they mimic the LCDM model to a large extent, but they still leave\nsome characteristic imprints that should be testable in the next generation of\nexperiments.\n","Comment: LaTeX, 13 pages, 3 figures; reference added, matches published\n  version"]}]
["0902.4189",{"format":[],"subject":["Mathematical Physics","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.4189"],"date":["2009-02-24"],"type":["text"],"creator":["Bratek, Łukasz"],"language":[],"coverage":[],"title":["On the nonuniqueness of free motion of the fundamental relativistic\n  rotator"],"description":["  Consider a class of relativistic rotators described by position and a single\nnull direction. Such a rotator is called fundamental if both its Casimir\ninvariants are intrinsic dimensional parameters independent of arbitrary\nconstants of motion. As shown by Staruszkiewicz, only one rotator with this\nproperty exists (its partner with similar property can be excluded on physical\ngrounds).\n  We obtain a general solution to equations of free motion of the fundamental\nrelativistic rotator in a covariant manner. Surprisingly, this motion is not\nentirely determined by initial conditions but depends on one arbitrary function\nof time, which specifies rotation of the null direction in the centre of\nmomentum frame. This arbitrariness is in manifest contradiction with classical\ndeterminism. In this sense the isolated fundamental relativistic rotator is\npathological as a dynamical system. To understand why this is so, we study the\nnecessary condition for the uniqueness of the related Cauchy problem. It turns\nout that the fundamental relativistic rotator (together with its partner) can\nbe uniquely characterized by violating this condition in the considered class\nof rotators.\n"]}]
["0903.1075",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.1075","Physical Review Letters 4, 103 (2009) 040601","doi:10.1103/PhysRevLett.103.040601"],"date":["2009-03-05","2009-06-23"],"type":["text"],"creator":["Gomez-Solano, Juan Ruben","Petrosyan, Artyom","Ciliberto, Sergio","Chetrite, Raphael","Gawedzki, Krzysztof"],"language":[],"coverage":[],"title":["Experimental verification of a modified fluctuation-dissipation relation\n  for a micron-sized particle in a non-equilibrium steady state"],"description":["  A modified fluctuation-dissipation-theorem (MFDT) for a non-equilibrium\nsteady state (NESS) is experimentally checked by studying the position\nfluctuations of a colloidal particle whose motion is confined in a toroidal\noptical trap. The NESS is generated by means of a rotating laser beam which\nexerts on the particle a sinusoidal conservative force plus a constant\nnon-conservative one. The MFDT is shown to be perfectly verified by the\nexperimental data. It can be interpreted as an equilibrium-like\nfluctuation-dissipation relation in the Lagrangian frame of the mean local\nvelocity of the particle.\n","Comment: 4 pages"]}]
["0903.2327",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2327","Nano Letters Vol. 9, No. 7, 2542 - 2546 (2009)","doi:10.1021/nl9005657"],"date":["2009-03-13"],"type":["text"],"creator":["Teague, M. L.","Lai, A. P.","Velasco, J.","Hughes, C. R.","Beyer, A. D.","Bockrath, M. W.","Lau, C. N.","Yeh, N. -C."],"language":[],"coverage":[],"title":["Evidence for Strain-Induced Local Conductance Modulations in\n  Single-Layer Graphene on SiO2"],"description":["  Graphene has emerged as an electronic material that is promising for device\napplications and for studying two-dimensional electron gases with relativistic\ndispersion near two Dirac points. Nonetheless, deviations from Dirac-like\nspectroscopy have been widely reported with varying interpretations. Here we\nshow evidence for strain-induced spatial modulations in the local conductance\nof single-layer graphene on SiO2 substrates from scanning tunneling microscopic\n(STM) studies. We find that strained graphene exhibits parabolic, U-shaped\nconductance vs. bias voltage spectra rather than the V-shaped spectra expected\nfor Dirac fermions, whereas V-shaped spectra are recovered in regions of\nrelaxed graphene. Strain maps derived from the STM studies further reveal\ndirect correlation with the local tunneling conductance. These results are\nattributed to a strain-induced frequency increase in the out-of-plane phonon\nmode that mediates the low-energy inelastic charge tunneling into graphene.\n","Comment: 5 pages, 4 figures. Corresponding author: Nai-Chang Yeh\n  (ncyeh@caltech.edu)"]}]
["0903.2931",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2931","J. Phys.: Condens. Matter 21 216004 (2009)","doi:10.1088/0953-8984/21/21/216004"],"date":["2009-03-17"],"type":["text"],"creator":["Herrero-Albillos, Julia","Garcia, Luis Miguel","Bartolome, Fernando"],"language":[],"coverage":[],"title":["Observation of a Griffiths-like phase in the paramagnetic regime of\n  ErCo_2"],"description":["  A systematic x-ray magnetic circular dichroism study of the paramagnetic\nphase of ErCo2 has recently allowed to identify the inversion of the net\nmagnetization of the Co net moment with respect to the applied field well above\nthe ferrimagnetic ordering temperature, Tc. The study of small angle neutron\nscattering measurements has also shown the presence of short range order\ncorrelations in the same temperature region. This phenomenon, which we have\ndenoted parimagnetism, may be related with the onset of a Griffiths-like phase\nin paramagnetic ErCo2. We have measured ac susceptibility on ErCo2 as a\nfunction of temperature, applied field, and excitation frequency. Several\ncharacteristics shared by systems showing a Griffiths phase are present in\nErCo2, namely the formation of ferromagnetic clusters in the disordered phase,\nthe loss of analyticity of the magnetic susceptibility and its extreme\nsensitivity to an applied magnetic field. The paramagnetic susceptibility\nallows to establish that the magnetic clusters are only formed by Co moments as\nwell as the intrinsic nature of those Co moments.\n"]}]
["0903.3646",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3646","Phys. Rev. B 80, 045418 (2009)","doi:10.1103/PhysRevB.80.045418"],"date":["2009-03-21","2009-07-02"],"type":["text"],"creator":["Gutman, D. B.","Tongay, S.","Pal, H. K.","Maslov, D. L.","Hebard, A. F."],"language":[],"coverage":[],"title":["Graphite in the bi-layer regime: in-plane transport"],"description":["  An interplay between the increase in the number of carriers and the decrease\nin the scattering time is expected to result in a saturation of the in-plane\nresistivity, $\\rho_{ab}$, in graphite above room temperature. Contrary to this\nexpectation, we observe a pronounced increase in $\\rho_{ab}$ in the interval\nbetween 300 and 900 K. We provide a theory of this effect based on intervalley\nscattering of charge carriers by high-frequency, graphene-like optical phonons.\n","Comment: 5 pages, 2 fig"]}]
["0904.1228",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1228","Phys. Rev. B 80, 041311(R) (2009)","doi:10.1103/PhysRevB.80.041311"],"date":["2009-04-07","2009-07-22"],"type":["text"],"creator":["Teodorescu, V.","Winkler, R."],"language":[],"coverage":[],"title":["Spin angular impulse due to spin-dependent reflection off a barrier"],"description":["  The spin-dependent elastic reflection of quasi two-dimensional electrons from\na lateral impenetrable barrier in the presence of band-structure spin-orbit\ncoupling results in a spin angular impulse exerted on the electrons which is\nproportional to the nontrivial difference between the electrons' momentum and\nvelocity. Even for an unpolarized incoming beam we find that the spin angular\nimpulse is nonzero when averaged over all components of the reflected beam. We\npresent a detailed analysis of the kinematics of this process.\n","Comment: 4 pages, 2 figures, final version"]}]
["0904.1603",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Differential Geometry","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1603"],"date":["2009-04-09","2009-07-22"],"type":["text"],"creator":["von Bergmann, Jens"],"language":[],"coverage":[],"title":["Compactness results for H-holomorphic maps"],"description":["  H-holomorphic maps are a parameter version of J-holomorphic maps into contact\nmanifolds. They have arisen in efforts to prove the existence of higher--genus\nholomorphic open book decompositions and efforts to prove the existence of\nfinite energy foliations and the Weinstein conjecture, as well as in folded\nholomorphic maps. For all these applications it is essential to understand the\ncompactness properties of the space of H-holomorphic maps.\n  We prove that the space of H-holomorphic maps with bounded periods into a\nmanifold with stable Hamiltonian structure possesses a natural\ncompactification. Limits of smooth maps are \"neck-nodal maps\", i.e. their\ndomains can be pictured as nodal domains where the node is replaced by a finite\ncylinder that converges to a twisted cylinder over a closed characteristic or a\nfinite length characteristic flow line. We show by examples that compactness\nfails without the condition on the periods, and we give topological conditions\nthat ensure compactness.\n","Comment: Fixed definition of Periods, added citations, fixed typos"]}]
["0904.2993",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2993","JHEP 0907:080,2009","doi:10.1088/1126-6708/2009/07/080"],"date":["2009-04-20","2009-07-23"],"type":["text"],"creator":["Triendl, Hagen","Louis, Jan"],"language":[],"coverage":[],"title":["Type II compactifications on manifolds with SU(2) x SU(2) structure"],"description":["  We study compactifications of type II theories on SU(2) x SU(2) structure\nmanifolds to six, five and four spacetime dimensions. We use the framework of\ngeneralized geometry to describe the NS-NS sector of such compactifications and\nderive the structure of their moduli spaces. We show that in contrast to SU(3)\nx SU(3) structure compactifications, there is no dynamical SU(2) x SU(2)\nstructure interpolating between an SU(2) structure and an identity structure.\nFurthermore, we formulate type II compactifications on SU(2) x SU(2) structures\nin the context of exceptional generalized geometry which makes the U-duality\ngroup manifest and naturally incorporates the scalar degrees of freedom arising\nin the Ramond-Ramond sector. Via this formalism we derive the structure of the\nmoduli spaces as it is expected from N=4 supergravity.\n","Comment: 69 pages, v2 published version"]}]
["0904.3834",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Physics - Chemical Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3834","J. Chem. Phys. 131, 044103 (2009)","doi:10.1063/1.3179755"],"date":["2009-04-24","2009-07-23"],"type":["text"],"creator":["Foerster, Dietrich","Koval, Peter"],"language":[],"coverage":[],"title":["On the Kohn--Sham density response in a localized basis set"],"description":["  We construct the Kohn--Sham density response function $\\chi_{0}$ in a\npreviously described basis of the space of orbital products. The calculational\ncomplexity of our construction is $O(N^{2}N_{\\omega})$ for a molecule of $N$\natoms and in a spectroscopic window of $N_{\\omega}$ frequency points. As a\nfirst application, we use $\\chi_{0}$ to calculate molecular spectra from the\nPetersilka--Gossmann--Gross equation. With $\\chi_{0}$ as input, we obtain\ncorrect spectra with an extra computational effort that grows also as $O(N^2\nN_{\\omega})$ and, therefore, less steeply in $N$ than the $O(N^{3})$ complexity\nof solving Casida's equations. Our construction should be useful for the study\nof excitons in molecular physics and in related areas where $\\chi_{0}$ is a\ncrucial ingredient.\n","Comment: 20 pages, 11 figures"]}]
["0904.4889",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.4889","Phil. Mag. 89, 1801 (2009)","doi:10.1080/14786430902720960"],"date":["2009-04-30"],"type":["text"],"creator":["Chantis, A. N.","Albers, R. C.","Svane, A.","Christensen, N. E."],"language":[],"coverage":[],"title":["GW correlation effects on plutonium quasiparticle energies: changes in\n  crystal-field splitting"],"description":["  We present results for the electronic structure of plutonium by using a\nrecently developed quasiparticle self-consistent $GW$ method (\\qsgw). We\nconsider a paramagnetic solution without spin-orbit interaction as a function\nof volume for the face-centered cubic (fcc) unit cell. We span unit-cell\nvolumes ranging from 10% greater than the equilibrium volume of the $\\delta$\nphase to 90 % of the equivalent for the $\\alpha$ phase of Pu. The\nself-consistent $GW$ quasiparticle energies are compared to those obtained\nwithin the Local Density Approximation (LDA). The goal of the calculations is\nto understand systematic trends in the effects of electronic correlations on\nthe quasiparticle energy bands of Pu as a function of the localization of the\n$f$ orbitals. We show that correlation effects narrow the $f$ bands in two\nsignificantly different ways. Besides the expected narrowing of individual $f$\nbands (flatter dispersion), we find that an even more significant effect on the\n$f$ bands is a decrease in the crystal-field splitting of the different bands.\n","Comment: 9 pages, 7 figures, 3 tables"]}]
["0905.0170",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0170","A. Lyashenko et al., JINST 4 (2009) P07005","doi:10.1088/1748-0221/4/07/P07005"],"date":["2009-05-01","2009-05-05"],"type":["text"],"creator":["Lyashenko, A. V.","Breskin, A.","Chechik, R.","Santos, J. M. F. Dos","Amaro, F. D.","Veloso, J. F. C. A."],"language":[],"coverage":[],"title":["Development of high-gain gaseous photomultipliers for the visible\n  spectral range"],"description":["  We summarize the development of visible-sensitive gaseous photomultipliers,\ncombining a semitransparent bi-alkali photocathode with a state-of-the-art\ncascaded electron multiplier. The latter has high photoelectron collection\nefficiency and a record ion blocking capability. We describe in details the\nsystem and methods of photocathode production and characterization, their\ncoupling with the electron multiplier and the gaseous-photomultiplier operation\nand characterization in a continuous mode. We present results on the properties\nof laboratory-produced K$_2$CsSb, Cs$_3$Sb and Na$_2$KSb photocathodes and\nreport on their stability and QE in gas; K$_2$CsSb photocathodes yielded QE\nvalues in Ar/CH$_4$(95/5) above 30% at wavelengths of 360-400 nm. The novel\ngaseous photomultiplier yielded stable operation at gains of 10$^5$, in\ncontinuous operation mode, in 700 Torr of this gas; its sensitivity to single\nphotons was demonstrated. Other properties are described. The successful\ndetection of visible light with this gas-photomultiplier pave ways towards\nfurther development of large-area sealed imaging detectors, of flat geometry,\ninsensitive to magnetic fields, which might have significant impact on light\ndetection in numerous fields.\n","Comment: 22 pages, 12 figures, for submission to JINST"]}]
["0905.0467",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0467","Phys. Rev. Lett. 103, 047202 (2009)","doi:10.1103/PhysRevLett.103.047202"],"date":["2009-05-04","2009-07-23"],"type":["text"],"creator":["Samulon, E. C.","Kohama, Y.","McDonald, R. D.","Shapiro, M. C.","Al-Hassanieh, K. A.","Batista, C. D.","Jaime, M.","Fisher, I. R."],"language":[],"coverage":[],"title":["Asymmetric quintuplet condensation in the frustrated S=1 spin dimer\n  compound Ba3Mn2O8"],"description":["  Ba3Mn2O8 is a spin-dimer compound based on pairs of S = 1, 3d2, Mn5+ ions\narranged on a triangular lattice. Antiferromagnetic intradimer exchange leads\nto a singlet ground state in zero-field, with excited triplet and quintuplet\nstates at higher energy. High field thermodynamic measurements are used to\nestablish the phase diagram, revealing a substantial asymmetry of the\nquintuplet condensate. This striking effect, all but absent for the triplet\ncondensate, is due to a fundamental asymmetry in quantum fluctuations of the\nparamagnetic phases near the various critical fields.\n","Comment: 5 pages, 4 figures"]}]
["0906.0114",{"format":[],"subject":["Quantitative Biology - Molecular Networks","Quantitative Biology - Cell Behavior"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0114"],"date":["2009-05-30","2009-07-23"],"type":["text"],"creator":["Chandran, Deepak","Sauro, Herbert M."],"language":[],"coverage":[],"title":["An Optimization Algorithm for Finding Parameters for Bistability"],"description":["  Motivation: Many biochemical pathways are known, but the numerous parameters\nrequired to correctly explore the dynamics of the pathways are not known. For\nthis reason, algorithms that can make inferences by looking at the topology of\na network are desirable. In this work, we are particular interested in the\nquestion of whether a given pathway can potentially harbor multiple stable\nsteady states. In other words, the challenge is to find the set of parameters\nsuch that the dynamical system defined by a set of ordinary differential\nequations will contain multiple stable steady states. Being able to find\nparameters that cause a network to be bistable may also be benefitial for\nengineering synthetic bistable systems where the engineer needs to know a\nworking set of parameters.\n  Result: We have developed an algorithm that optimizes the parameters of a\ndynamical system so that the system will contain at least one saddle or\nunstable point. The algorithm then looks at trajectories around this saddle or\nunstable point to see whether the different trajectories converge to different\nstable points. The algorithm returns the parameters that causes the system to\nexhibit multiple stable points. Since this is an optimization algorithm, it is\nnot quaranteed to find a solution. Repeated runs are often required to find a\nsolution for systems where only a narrow set of parameters exhibit bistability.\n  Availability: The C code for the algorithm is available at\nhttp://tinkercell.googlecode.com\n","Comment: 5 pages, 4 figures"]}]
["0906.1082",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1082","Ann. Phys. (Berlin) 18, 561-584 (2009)","doi:10.1002/andp.200910357"],"date":["2009-06-05"],"type":["text"],"creator":["Stauber, T.","Guinea, F."],"language":[],"coverage":[],"title":["Entanglement of spin chains with general boundaries and of dissipative\n  systems"],"description":["  We analyze the entanglement properties of spins (qubits) close to the\nboundary of spin chains in the vicinity of a quantum critical point and show\nthat the concurrence at the boundary is significantly different from the one of\nbulk spins. We also discuss the von Neumann entropy of dissipative environments\nin the vicinity of a (boundary) critical point, such as two Ising-coupled\nKondo-impurities or the dissipative two-level system. Our results indicate that\nthe entanglement (concurrence and/or von Neumann entropy) changes abruptly at\nthe point where coherent quantum oscillations cease to exist. The phase\ntransition modifies significantly less the entanglement if no symmetry breaking\nfield is applied and we argue that this might be a general property of the\nentanglement of dissipative systems. We finally analyze the entanglement of an\nharmonic chain between the two ends as function of the system size.\n","Comment: 21 pages, 9 figures"]}]
["0906.1918",{"format":[],"subject":["Quantum Physics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1918","J. Phys. B: At. Mol. Opt. Phys. 42 (2009) 165303"],"date":["2009-06-10"],"type":["text"],"creator":["Vatasescu, M."],"language":[],"coverage":[],"title":["Cold molecules formation by shaping with light the short-range\n  interaction between cold atoms: photoassociation with strong laser pulses"],"description":["  The paper investigates cold molecules formation in the photoassociation of\ntwo cold atoms by a strong laser pulse applied at short interatomic distances,\nwhich lead to a molecular dynamics taking place in the light-induced\n(adiabatic) potentials. A two electronic states model in the cesium dimer is\nused to analyse the effects of this strong coupling regime and to show specific\nresults: i) acceleration of the ground state population to the inner zone due\nto a non-impulsive regime of coupling at short and intermediate interatomic\ndistances; ii) formation of cold molecules in strongly bound levels of the\nground state, where the population at the end of the pulse is much bigger than\nthe population photoassociated in bound levels of the excited state; iii) the\nfinal momentum distribution of the ground state wavepacket keeping the\nsignatures of the maxima in the initial wavefunction continuum. It is shown\nthat the topology of the light-induced potentials plays an important role in\ndynamics.\n","Comment: 25 pages, 11 figures"]}]
["0906.2741",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2741","JHEP 0907:078,2009","doi:10.1088/1126-6708/2009/07/078"],"date":["2009-06-15"],"type":["text"],"creator":["Hull, C. M.","Lindstrom, U.","Santos, L. Melo dos","von Unge, R.","Zabzine, M."],"language":[],"coverage":[],"title":["Geometry of the N=2 supersymmetric sigma model with Euclidean worldsheet"],"description":["  We investigate the target space geometry of supersymmetric sigma models in\ntwo dimensions with Euclidean signature, and the conditions for N=2\nsupersymmetry. For a real action, the geometry for the N=2 model is not the\ngeneralized Kahler geometry that arises for Lorentzian signature, but is an\ninteresting modification of this which is not a complex geometry.\n","Comment: 13 pages"]}]
["0906.2918",{"format":[],"subject":["Mathematics - Analysis of PDEs","General Relativity and Quantum Cosmology","Mathematical Physics","35L45","35Q75","58J45","83C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2918"],"date":["2009-06-16","2009-07-23"],"type":["text"],"creator":["Karp, Lavi"],"language":[],"coverage":[],"title":["On the Well-Posedness of the Vacuum Einstein's Equations"],"description":["  The Cauchy problem of the vacuum Einstein's equations aims to find a\nsemi-metric $g_{\\alpha\\beta}$ of a spacetime with vanishing Ricci curvature\n$R_{\\alpha,\\beta}$ and prescribed initial data. Under the harmonic gauge\ncondition, the equations $R_{\\alpha,\\beta}=0$ are transferred into a system of\nquasi-linear wave equations which are called the reduced Einstein equations.\nThe initial data for Einstein's equations are a proper Riemannian metric\n$h_{ab}$ and a second fundamental form $K_{ab}$. A necessary condition for the\nreduced Einstein equation to satisfy the vacuum equations is that the initial\ndata satisfy Einstein constraint equations. Hence the data $(h_{ab},K_{ab})$\ncannot serve as initial data for the reduced Einstein equations.\n  Previous results in the case of asymptotically flat spacetimes provide a\nsolution to the constraint equations in one type of Sobolev spaces, while\ninitial data for the evolution equations belong to a different type of Sobolev\nspaces. The goal of our work is to resolve this incompatibility and to show\nthat under the harmonic gauge the vacuum Einstein equations are well-posed in\none type of Sobolev spaces.\n","Comment: 33 pages"]}]
["0906.3576",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.3576"],"date":["2009-06-19","2009-07-23"],"type":["text"],"creator":["Xu, Fangxing","Chen, Wei","Wang, Shuang","Yin, Zhenqiang","Zhang, Yang","Liu, Yun","Zhou, Zheng","Zhao, Yibo","Li, Hongwei","Liu, Dong","Han, Zhengfu","Guo, Guangcan"],"language":[],"coverage":[],"title":["Field Experiment on a Robust Hierarchical Metropolitan Quantum\n  Cryptography Network"],"description":["  A hierarchical metropolitan quantum cryptography network upon the inner-city\ncommercial telecom fiber cables is reported in this paper. The seven-user\nnetwork contains a four-node backbone net with one node acting as the subnet\ngateway, a two-user subnet and a single-fiber access link, which is realized by\nthe Faraday-Michelson Interferometer set-ups. The techniques of the quantum\nrouter, optical switch and trusted relay are assembled here to guarantee the\nfeasibility and expandability of the quantum cryptography network. Five nodes\nof the network are located in the government departments and the secure keys\ngenerated by the quantum key distribution network are utilized to encrypt the\ninstant video, sound, text messages and confidential files transmitting between\nthese bureaus. The whole implementation including the hierarchical quantum\ncryptographic communication network links and corresponding application\nsoftware shows a big step toward the practical user-oriented network with high\nsecurity level.\n","Comment: Reference corrected Abbreviation corrected"]}]
["0906.4742",{"format":[],"subject":["Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4742"],"date":["2009-06-25","2009-07-23"],"type":["text"],"creator":["Araus, Ivan Gatica"],"language":[],"coverage":[],"title":["Characterization and uniqueness of $\\sigma$-Antisets"],"description":["  In this article, we prove that if there exists a $\\sigma$-antiset $X^{*}$, of\na $\\sigma$-set $X$, then it is unique and therefore we can present a\ncharacterization of the $\\sigma$-antiset.\n"]}]
["0907.2681",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.2681"],"date":["2009-07-15","2009-07-23"],"type":["text"],"creator":["Lee, Patrick A."],"language":[],"coverage":[],"title":["Proposal for Creating a Spin-polarized p_x+ip_y State and Majorana\n  Fermions"],"description":["  The spin polarized p_x + ip_y superconductor is known to support Majorana\nstates but so far there has been no example. We propose a simple setup to\ncreate such a state by depositing a ferromagnetic metal on a\nnon-centrosymmetric superconductor with strong spin-orbit coupling which\ncontains a Rashba-type term.\n","Comment: Added references to earlier work by Sato and Fujimoto and comments on\n  the requirement of 2D vs quasi-2D"]}]
["0907.3657",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3657"],"date":["2009-07-21","2009-07-22"],"type":["text"],"creator":["Maragkou, M.","Grundy, A. J. D.","Lagoudakis, P. G."],"language":[],"coverage":[],"title":["Ground-state polariton condensation in 2D-GaAs semiconductor\n  microcavities"],"description":["  We observe ground-state polariton condensation in a two dimensional GaAs/AlAs\nsemiconductor microcavity under non resonant pulsed optical excitation. We\nresolve the formation of a polariton condensate by studying the spatial,\nangular, coherence, energy and transient dynamics of polariton\nphotoluminescence. For high excitation densities we also observe a transition\nfrom the weak- to the strong-coupling regime in the time-domain and resolve the\nbuild-up of a coherent polariton state.\n","Comment: 5 pages, 4 figures"]}]
["0907.3711",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Condensed Matter - Soft Condensed Matter","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3711"],"date":["2009-07-21","2009-07-23"],"type":["text"],"creator":["Pardo, L. C.","Rovira-Esteva, M.","Busch, S.","Ruiz-Martin, M. D.","Tamarit, J. Ll.","Unruh, T."],"language":[],"coverage":[],"title":["Bayesian Analysis of QENS data: From parameter determination to model\n  selection"],"description":["  The extraction of any physical information from quasielastic neutron\nscattering spectra is generally done by fitting a model to the data by means of\nchi-square minimization procedure. However, as pointed out by the pioneering\nwork of D.S. Sivia et al., also another probabilistic approach based on Bayes\ntheorem can be employed. In a nutshell, the main difference between the\nclassical chi-square minimization and the Bayesian approach is the way of\nexpressing the final results: In the first case, the result is a set of values\nof parameters with a symmetric error and a figure of merit such as chi-square,\nwhereas in the second case the results are presented as probability\ndistribution functions (PDF) of both, parameters and merit figure. In this\ncontribution, we demonstrate how final PDFs are obtained by exploring all\npossible combinations of parameters that are compatible with the experimental\nerror. Three advantages of this method will be emphasized: First, correlations\nbetween parameters are automatically taken into account, which implies, for\nexample, that parameter errors are correctly calculated, correlations show up\nin a natural way and ill defined parameters are immediately recognized from\ntheir PDF. Second, it is possible to calculate the likelihood of a determined\nphysical model, and therefore to select the one among many that fits the data\nbest with a minimal number of parameters, in a correctly defined probabilistic\nway.\n"]}]
["0907.3734",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3734"],"date":["2009-07-22"],"type":["text"],"creator":["Nikolov, Nikolay M."],"language":[],"coverage":[],"title":["Renormalization theory of Feynman amplitudes on configuration spaces"],"description":["  In a previous paper \"Anomalies in Quantum Field Theory and Cohomologies of\nConfiguration Spaces\" (arXiv:0903.0187) we presented a new method for\nrenormalization in Euclidean configuration spaces based on certain\nrenormalization maps. This approach is aimed to serve for developing an\nalgebraic algorithm for computing the Gell--Mann--Low renormalization group\naction. In the present work we introduce a modification of the theory of\nrenormalization maps for the case of Minkowski space and we give the way how it\nis combined with the causal perturbation theory.\n","Comment: 20 pages"]}]
["0907.3735",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3735"],"date":["2009-07-22"],"type":["text"],"creator":["Nikolov, Nikolay M."],"language":[],"coverage":[],"title":["Talk on Anomalies in Quantum Field Theory and Cohomologies of\n  Configuration Spaces"],"description":["  This is a review of the paper \"Anomalies in Quantum Field Theory and\nCohomologies of Configuration Spaces\" (arXiv:0903.0187).\n","Comment: 16 pages. Talk given at the Conference on Algebraic and Combinatorial\n  Structures in Quantum Field Theory, Cargese, March 31, 2009 and at the\n  Conference \"Algebraic Methods in Quantum Field Theory\" 50 Years of\n  Mathematical Physics in Bulgaria on the occasion of the 75th anniversary of\n  Ivan Todorov, Sofia, May 15, 2009"]}]
["0907.3740",{"format":[],"subject":["Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3740"],"date":["2009-07-21"],"type":["text"],"creator":["Maurer, Andreas","Pontil, Massimiliano"],"language":[],"coverage":[],"title":["Empirical Bernstein Bounds and Sample Variance Penalization"],"description":["  We give improved constants for data dependent and variance sensitive\nconfidence bounds, called empirical Bernstein bounds, and extend these\ninequalities to hold uniformly over classes of functionswhose growth function\nis polynomial in the sample size n. The bounds lead us to consider sample\nvariance penalization, a novel learning method which takes into account the\nempirical variance of the loss function. We give conditions under which sample\nvariance penalization is effective. In particular, we present a bound on the\nexcess risk incurred by the method. Using this, we argue that there are\nsituations in which the excess risk of our method is of order 1/n, while the\nexcess risk of empirical risk minimization is of order 1/sqrt/{n}. We show some\nexperimental results, which confirm the theory. Finally, we discuss the\npotential application of our results to sample compression schemes.\n","Comment: 10 pages, 1 figure, Proc. Computational Learning Theory Conference\n  (COLT 2009)"]}]
["0907.3745",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3745"],"date":["2009-07-21"],"type":["text"],"creator":["Selvelli, Pierluigi","Molaro, Paolo"],"language":[],"coverage":[],"title":["On the telescopes in the paintings of J. Brueghel the Elder"],"description":["  We have investigated the nature and the origin of the telescopes depicted in\nthree paintings of J. Bruegel the Elder completed between 1609 and 1618. The\n\"tube\" that appears in the painting dated 1608-1612 represents a very early\ndutch spyglass, tentatively attributable to Sacharias Janssen or Lipperhey,\nprior to those made by Galileo, while the two instruments made of several\ndraw-tubes which appear in the two paintings of 1617 and 1618 are quite\nsophisticated and may represent early examples of Keplerian telescopes.\n","Comment: 5 pages, 3 figures. Proceedings of 400 years of Astronomical\n  telescopes Conference at ESA/ESTEC in Noordwijk. Brandl, Bernhard R.; Stuik,\n  Remko; Katgert-Merkeli, J.K. (Jet) (Eds.)"]}]
["0907.3747",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3747"],"date":["2009-07-21"],"type":["text"],"creator":["Djurcic, Zelimir"],"language":[],"coverage":[],"title":["MiniBooNE Oscillation Results"],"description":["  These proceedings summarize the MiniBooNE $\\nu_{\\mu} \\to \\nu_e$ results,\ndescribe the first $\\bar{\\nu}_{\\mu} \\to \\bar{\\nu}_e$ result, and current\nanalysis effort with the NuMI neutrinos detected in the MiniBooNE detector.\n","Comment: Rencontres de Moriond EW 2009 (The XLIVth Rencontres de Moriond\n  session Electroweak Interactions And Unified Theories) Proceedings"]}]
["0907.3750",{"format":[],"subject":["Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3750"],"date":["2009-07-21"],"type":["text"],"creator":["Zou, Taisong","Atilgan, Canan","Atilgan, Ali Rana","Ozkan, S. Banu"],"language":[],"coverage":[],"title":["Essential sub-networks based on contact strength reveal folding kinetics"],"description":["  It has been observed that the topology of the native state is an important\ndeterminant of protein folding kinetics and there is a significant correlation\nbetween folding rate and relative contact order (RCO) in two-state small\nsingle-domain proteins. However, as a pure topological property, RCO does not\ntake into account residue interactions that also play an important role in\nfolding kinetics. Using the inter-residue statistical contact potentials, we\nintroduce weight into the residue network of contacts, and therefore define a\nweighted RCO. Using the weighted RCO, we can capture the folding kinetics of\nproteins having the same topology, but different sequence information. By\nconstructing essential sub-networks based on the strength of the pairwise\ninteractions, we are able to deduce the features of sequences redundant for\nfolding events. We perform an analysis on 48 two-state proteins and the\nultrafast-folding proteins, as well as mutants of the protein CI2, protein G,\nand protein L. Our results indicate that (i) both the weighted RCO of original\nresidue network and that of essential sub-networks have significant\ncorrelations with the folding rate like RCO; (ii) the folding rate is\ncritically dependent on the hydrophobic interactions for two-state folding; and\n(iii) the sub-networks distinguish the folding rate differences of the mutants\nand reveal the folding preferences of proteins.\n","Comment: 18 pages, 6 figures"]}]
["0907.3761",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Operator Algebras","47B99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3761"],"date":["2009-07-21"],"type":["text"],"creator":["Garcia, Stephan Ramon","Wogen, Warren R."],"language":[],"coverage":[],"title":["Some new classes of complex symmetric operators"],"description":["  We say that an operator $T \\in B(H)$ is complex symmetric if there exists a\nconjugate-linear, isometric involution $C:H\\to H$ so that $T = CT^*C$. We prove\nthat binormal operators, operators that are algebraic of degree two (including\nall idempotents), and large classes of rank-one perturbations of normal\noperators are complex symmetric. From an abstract viewpoint, these results\nexplain why the compressed shift and Volterra integration operator are complex\nsymmetric. Finally, we attempt to describe all complex symmetric partial\nisometries, obtaining the sharpest possible statement given only the data\n$(\\dim \\ker T, \\dim \\ker T^*)$.\n","Comment: 13 pages, to appear in Transactions of the AMS"]}]
["0907.3762",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3762"],"date":["2009-07-21"],"type":["text"],"creator":["Merinov, Boris V."],"language":[],"coverage":[],"title":["Unusual hydrogen atom display in solid acids"],"description":["  Studying crystal structures of superprotonic phases of alkali metal hydrogen\nsulfates and selenates, a very unusual phenomenon has been revealed.\nDynamically disordered hydrogen atoms with low position occupancies are clearly\nseen in corresponding electron density maps. To explain this effect, an idea\nabout a new type of twinning, dynamic twinning, was proposed and discussed.\n","Comment: 3 pages, 2 figures. March 30, 2009 - accepted in Acta Cryst. B. May\n  11, 2009 - declined by C.P. Brock, the Section Editor"]}]
["0907.3763",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3763"],"date":["2009-07-22"],"type":["text"],"creator":["Yoshino, Hajime","Nogawa, Tomoaki","Kim, Bongsoo"],"language":[],"coverage":[],"title":["Vortex stripe glass with self-generated randomness"],"description":["  We found a finite temperature glass transition in the absence of quenched\ndisorder in frustrated Josephson junction arrays (JJA) on a square lattice with\nanisotropic Josephson couplings by numerical simulations. The vortexes develop\nzigzag stripes into the direction of weaker coupling at low temperatures. The\nwhole amorphous vortex solid can flow smoothly into the direction of stronger\ncoupling by non-trivial soft modes. As the result the macroscopic phase\ncoherence is destroyed being reminiscent of vortex flow in pure bulk\nsuperconductors or spin-chirality decoupling in frustrated magnets. On the\ncontrary such soft-modes are absent into the direction of weaker coupling.\nConsequently the system behaves as a Ohmic (unjammed) liquid or superconducting\n(jammed) solid with respect to injection of external electric current, i. e.\nshear, along different directions. This jamming-glass transition can be\nregarded as a two dimensional realization of the Aubry's transition.\n","Comment: 5 pages, 4 figures"]}]
["0907.3765",{"format":[],"subject":["Mathematical Physics","Nonlinear Sciences - Chaotic Dynamics","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3765","J. Phys. A: Math. Theor. 41 (2008) 265101","doi:10.1088/1751-8113/41/26/265101"],"date":["2009-07-21"],"type":["text"],"creator":["Luévano, José-Rubén","Piña, Eduardo"],"language":[],"coverage":[],"title":["The Schr\\\"oder functional equation and its relation to the invariant\n  measures of chaotic maps"],"description":["  The aim of this paper is to show that the invariant measure for a class of\none dimensional chaotic maps, $T(x)$, is an extended solution of the Schr\\\"oder\nfunctional equation, $q(T(x))=\\lambda q(x)$, induced by them. Hence, we give an\nunified treatment of a collection of exactly solved examples worked out in the\ncurrent literature. In particular, we show that these examples belongs to a\nclass of functions introduced by Mira, (see text). Moreover, as a new example,\nwe compute the invariant densities for a class of rational maps having the\nWeierstrass $\\wp$ functions as an invariant one. Also, we study the relation\nbetween that equation and the well known Frobenius-Perron and Koopman's\noperators.\n","Comment: 9 pages"]}]
["0907.3772",{"format":[],"subject":["Mathematics - Combinatorics","05C12, 05C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3772"],"date":["2009-07-22"],"type":["text"],"creator":["Zhang, Xiao-Dong","Liu, Yong","Han, Min-Xian"],"language":[],"coverage":[],"title":["The Maximum Wiener Index of Trees with Given Degree Sequences"],"description":["  The Wiener index of a connected graph is the sum of topological distances\nbetween all pairs of vertices. Since Wang gave a mistake result on the maximum\nWiener index for given tree degree sequence, in this paper, we investigate the\nmaximum Wiener index of trees with given degree sequences and extremal trees\nwhich attain the maximum value.\n","Comment: 19 pages, 2 figures"]}]
["0907.3776",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3776","Macromolecules 42, 5360 (2009)","doi:10.1021/ma9004742"],"date":["2009-07-22"],"type":["text"],"creator":["Polotsky, Alexey A.","Charlaganov, Marat I.","Leermakers, Frans A. M.","Daoud, Mohamed","Borisov, Oleg V.","Birshtein, Tatiana M."],"language":[],"coverage":[],"title":["Mechanical unfolding of a homopolymer globule studied by self-consistent\n  field modelling"],"description":["  We present results of numerical self-consistent field (SCF) calculations for\nthe equilibrium mechanical unfolding of a globule formed by a single flexible\npolymer chain collapsed in a poor solvent. In accordance with earlier scaling\ntheory and stochastic dynamics simulations findings we have identified three\nregimes of extensional deformation: (i) a linear response regime characterized\nby a weakly elongated (ellipsoidal) shape of the globule at small deformations,\n(ii) a tadpole structure with a globular \"head\" coexisting with a stretched\n\"tail\" at intermediate ranges of deformations, and (iii) an uniformly stretched\nchain at strong extensions. The conformational transition from the tadpole to\nthe stretched chain is accompanied by an abrupt unfolding of the depleted\nglobular head and a corresponding jump-wise drop in the intrachain tension. The\nunfolding-refolding cycle demonstrates a hysteresis loop in the vicinity of the\ntransition point. These three regimes of deformation, as well as the\nfirst-order like transition between the tadpole and the stretched chain\nconformations, can be experimentally observable provided that the number of\nmonomer units in the chain is large and/or the solvent quality is sufficiently\npoor. For short chains, on the other hand, under moderately poor solvent\nstrength conditions, the unfolding transition is continuous. Upon an increase\nin the imposed end-to-end distance the extended globule retains a\nlongitudinally uniform shape at any degree of deformation. In all cases the\nsystem exhibits a negative extensional modulus in the intermediate range of\ndeformations. We anticipate that predicted patterns in force-deformation curves\nfor polymer molecules in poor solvent can be observed in single molecule atomic\nspectroscopy experiments.\n","Comment: 21 pages, 9 figures"]}]
["0907.3777",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3777","Local Search Techniques: Focus on Tabu Search I-Tech Education and\n  Publishing (Ed.) (2008)"],"date":["2009-07-22"],"type":["text"],"creator":["Jaffres-Runser, Katia","Gorce, Jean-Marie","Comaniciu, Cristina"],"language":[],"coverage":[],"title":["A multiobjective Tabu framework for the optimization and evaluation of\n  wireless systems"],"description":["  This chapter will focus on the multiobjective formulation of an optimization\nproblem and highlight the assets of a multiobjective Tabu implementation for\nsuch problems. An illustration of a specific Multiobjective Tabu heuristic\n(referred to as MO Tabu in the following) will be given for 2 particular\nproblems arising in wireless systems. The first problem addresses the planning\nof access points for a WLAN network with some Quality of Service requirements\nand the second one provides an evaluation mean to assess the performance\nevaluation of a wireless sensor network. The chapter will begin with an\noverview of multiobjective (MO) optimization featuring the definitions and\nconcepts of the domain (e.g. Dominance, Pareto front,...) and the main MO\nsearch heuristics available so far. We will then emphasize on the definition of\na problem as a multiobjective optimization problem and illustrate it by the two\nexamples from the field of wireless networking. The next part will focus on MO\nTabu, a Tabu-inspired multiobjective heuristic and describe its assets compared\nto other MO heuristics. The last part of the chapter will show the results\nobtained with this MO Tabu strategy on the 2 wireless networks related\nproblems. Conclusion on the use of Tabu as a multiobjective heuristic will be\ndrawn based on the results presented so far.\n"]}]
["0907.3781",{"format":[],"subject":["Computer Science - Computation and Language"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3781","TALN'09 (Traitement Automatique des Langues Naturelles), France\n  (2009)"],"date":["2009-07-22"],"type":["text"],"creator":["Léon, Stéphanie"],"language":[],"coverage":[],"title":["Un syst\\`eme modulaire d'acquisition automatique de traductions \\`a\n  partir du Web"],"description":["  We present a method of automatic translation (French/English) of Complex\nLexical Units (CLU) for aiming at extracting a bilingual lexicon. Our modular\nsystem is based on linguistic properties (compositionality, polysemy, etc.).\nDifferent aspects of the multilingual Web are used to validate candidate\ntranslations and collect new terms. We first build a French corpus of Web pages\nto collect CLU. Three adapted processing stages are applied for each linguistic\nproperty : compositional and non polysemous translations, compositional\npolysemous translations and non compositional translations. Our evaluation on a\nsample of CLU shows that our technique based on the Web can reach a very high\nprecision.\n"]}]
["0907.3787",{"format":[],"subject":["Mathematical Physics","Mathematics - Algebraic Topology","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3787"],"date":["2009-07-22"],"type":["text"],"creator":["Bel'kov, S. I.","Korepanov, I. G.","Martyushev, E. V."],"language":[],"coverage":[],"title":["A simple topological quantum field theory for manifolds with\n  triangulated boundary"],"description":["  We construct a simple finite-dimensional topological quantum field theory for\ncompact 3-manifolds with triangulated boundary.\n","Comment: 27 pages"]}]
["0907.3788",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3788"],"date":["2009-07-22"],"type":["text"],"creator":["Zakhariev, B. N."],"language":[],"coverage":[],"title":["Spreading of the conception of permanent resonance to wave motions over\n  lattices"],"description":["  Discovered by us [1] special (permanent) resonance mechanism of spectral zone\ncreation in periodic structures is generalized to the case of discrete space\nlattices and finite difference Schroedinger equation with local V(n) and\nminimally nonlocal U(n). It would be interesting to generalize the periodicity\nformalism to the multidiagonal finite-difference potentials.\n","Comment: 7 pages, 2 figures"]}]
["0907.3789",{"format":[],"subject":["Mathematics - Rings and Algebras","17B60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3789"],"date":["2009-07-22"],"type":["text"],"creator":["Elduque, Alberto"],"language":[],"coverage":[],"title":["Tits construction of the exceptional simple Lie algebras"],"description":["  The classical Tits construction of the exceptional simple Lie algebras has\nbeen extended in a couple of directions by using either Jordan superalgebras or\ncomposition superalgebras. These extensions are reviewed here. The outcome has\nbeen the discovery of some new simple modular Lie superalgebras.\n","Comment: 18 pages. To appear in a special issue devoted to Tits of Pure and\n  Applied Mathematics Quarterly"]}]
["0907.3791",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3791"],"date":["2009-07-22"],"type":["text"],"creator":["Malaescu, Bogdan"],"language":[],"coverage":[],"title":["An iterative, dynamically stabilized method of data unfolding"],"description":["  We propose a new iterative unfolding method for experimental data, making use\nof a regularization function. The use of this function allows one to build an\nimproved normalization procedure for Monte Carlo spectra, unbiased by the\npresence of possible new structures in data. We are able to unfold, in a\ndynamically stable way, data spectra which can be strongly affected by\nfluctuations in the background subtraction and simultaneously reconstruct\nstructures which were not initially simulated. This method also allows one to\ncontrol the amount of correlations introduced between the bins of the unfolded\nspectrum, when the transfers of events correcting the systematic detector\neffects are performed.\n","Comment: 23 pages, 16 figures"]}]
["0907.3793",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3793"],"date":["2009-07-22"],"type":["text"],"creator":["Khalil, Ayman","Crussière, Matthieu","Hélard, Jean-François"],"language":[],"coverage":[],"title":["Cross-layer Resource Allocation Scheme for Multi-band High Rate UWB\n  Systems"],"description":["  In this paper, we investigate the use of a cross-layer allocation mechanism\nfor the high-rate ultra-wideband (UWB) systems. The aim of this paper is\ntwofold. First, through the cross-layer approach that provides a new service\ndifferentiation approach to the fully distributed UWB systems, we support\ntraffic with quality of service (QoS) guarantee in a multi-user context.\nSecond, we exploit the effective SINR method that represents the\ncharacteristics of multiple sub-carrier SINRs in the multi-band WiMedia\nsolution proposed for UWB systems, in order to provide the channel state\ninformation needed for the multi-user sub-band allocation. This new approach\nimproves the system performance and optimizes the spectrum utilization with a\nlow cost data exchange between the different users while guaranteeing the\nrequired QoS. In addition, this new approach solves the problem of the\ncohabitation of more than three users in the same WiMedia channel.\n"]}]
["0907.3794",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Complex Variables","37F, 32H"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3794"],"date":["2009-07-22"],"type":["text"],"creator":["Dinh, Tien-Cuong","Sibony, Nessim"],"language":[],"coverage":[],"title":["Exponential mixing for automorphisms on compact Kaehler manifolds"],"description":["  Let f be a holomorphic automorphism of positive entropy on a compact Kaehler\nsurface. We show that the equilibrium measure of f is exponentially mixing. The\nproof uses some recent development on the pluripotential theory. The result\nalso holds for automorphisms on compact Kaehler manifolds of higher dimension\nunder a natural condition on their dynamical degrees.\n","Comment: 10 pages"]}]
["0907.3795",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3795"],"date":["2009-07-22"],"type":["text"],"creator":["Zhong, Yin","Tan, Lei","Liu, Li-wei"],"language":[],"coverage":[],"title":["Theory of single photon transport in a coupled Semiconductor microcavity\n  waveguide"],"description":["  We investigate the coherent transport of a single photon in coupled\nsemiconductor microcavity waveguide,which can be controlled by in-plane\nexcitons in quantum well embedded in the antinode of the electromagnetic field\nin one of the cavities. The reflection coefficient and transmissivity for the\nsingle photon propagating in this semiconductor waveguide are obtained. It is\nshown that the effect of the excitons decay plays an important role in the\ntransport properties of the single photon in this microcavity waveguide if we\nrefer to real systems.\n","Comment: 18 pages, 7 figuers"]}]
["0907.3797",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3797","Int.J.Mod.Phys.A24:2820-2838,2009","doi:10.1142/S0217751X09046187"],"date":["2009-07-22"],"type":["text"],"creator":["Marugan, Guillermo A. Mena","Martin-Benito, Mercedes"],"language":[],"coverage":[],"title":["Hybrid Quantum Cosmology: Combining Loop and Fock Quantizations"],"description":["  As a necessary step towards the extraction of realistic results from Loop\nQuantum Cosmology, we analyze the physical consequences of including\ninhomogeneities. We consider in detail the quantization of a gravitational\nmodel in vacuo which possesses local degrees of freedom, namely, the linearly\npolarized Gowdy cosmologies with the spatial topology of a three-torus. We\ncarry out a hybrid quantization which combines loop and Fock techniques. We\ndiscuss the main aspects and results of this hybrid quantization, which include\nthe resolution of the cosmological singularity, the polymeric quantization of\nthe internal time, a rigorous definition of the quantum constraints and the\nconstruction of their solutions, the Hilbert structure of the physical states,\nand the recovery of a conventional Fock quantization for the inhomogeneities.\n","Comment: 24 pages, published in International Journal of Modern Physics A,\n  Special Issue: Proceedings of the Second Workshop on Quantum Gravity and\n  Noncommutative Geometry (Lisbon, Portugal)"]}]
["0907.3802",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3802"],"date":["2009-07-22"],"type":["text"],"creator":["Li, Zhuo","Xing, Lijuan"],"language":[],"coverage":[],"title":["Progress on Problem about Quantum Hamming Bound for Impure Quantum Codes"],"description":["  A famous open problem in the theory of quantum error-correcting codes is\nwhether or not the parameters of an impure quantum code can violate the quantum\nHamming bound for pure quantum codes. We partially solve this problem. We\ndemonstrate that there exists a threshold such that an arbitrary quantum code\nmust obey the quantum Hamming bound whenever . We list some values of for small\nd and binary quantum codes.\n","Comment: 3 pages, no figure"]}]
["0907.3803",{"format":[],"subject":["Mathematics - Number Theory","11M06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3803","Archiv der Mathematik 83(2004), 41-47"],"date":["2009-07-22"],"type":["text"],"creator":["Ivić, Aleksandar"],"language":[],"coverage":[],"title":["On the integral of Hardy's function"],"description":["  If $Z(t) = \\chi^{-1/2}(1/2+it)\\zeta(1/2+it)$ denotes Hardy's function, where\n$\\zeta(s) = \\chi(s)\\zeta(1-s)$ is the functional equation of the Riemann\nzeta-function, then it is proved that $$ \\int_0^T Z(t)\\d t = O_\\e(T^{1/4+\\e}).\n$$\n","Comment: 7 pages"]}]
["0907.3818",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H50","13P10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3818"],"date":["2009-07-22"],"type":["text"],"creator":["Dumnicki, Marcin"],"language":[],"coverage":[],"title":["Special homogeneous linear systems on Hirzebruch surfaces"],"description":["  The Segre-Gimigliano-Harbourne-Hirschowitz Conjecture can be naturally\nformulated for Hirzebruch surfaces F_n. We show that this Conjecture holds for\nimposed base points of equal multiplicity bounded by 8.\n","Comment: 22 pages"]}]
["0907.3819",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Artificial Intelligence","Computer Science - Multiagent Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3819"],"date":["2009-07-22"],"type":["text"],"creator":["Guyet, Thomas","Quiniou, René","Wang, Wei","Cordier, Marie-Odile"],"language":[],"coverage":[],"title":["Self-adaptive web intrusion detection system"],"description":["  The evolution of the web server contents and the emergence of new kinds of\nintrusions make necessary the adaptation of the intrusion detection systems\n(IDS). Nowadays, the adaptation of the IDS requires manual -- tedious and\nunreactive -- actions from system administrators. In this paper, we present a\nself-adaptive intrusion detection system which relies on a set of local\nmodel-based diagnosers. The redundancy of diagnoses is exploited, online, by a\nmeta-diagnoser to check the consistency of computed partial diagnoses, and to\ntrigger the adaptation of defective diagnoser models (or signatures) in case of\ninconsistency. This system is applied to the intrusion detection from a stream\nof HTTP requests. Our results show that our system 1) detects intrusion\noccurrences sensitively and precisely, 2) accurately self-adapts diagnoser\nmodel, thus improving its detection accuracy.\n"]}]
["0907.3822",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3822"],"date":["2009-07-22"],"type":["text"],"creator":["Sazonov, A. N."],"language":[],"coverage":[],"title":["WBVR Observations of the Variable Star V1341 Cyg in 1986-1992"],"description":["  We report the results of WBVR photometry of the massive close x-ray binary\nV1341 Cyg=Cyg X-2 in 1986-1992. In the \"off\" state the amplitudes of the\nperiodic component of light variations lie in the $0^{m}.265 - 0^{m}.278$ and\n$0^{m}.290 - 0^{m}.320$ intervals for the B- and W-bands, respectively, and is\ndetermined by the ellipsoidal shape of the optical component, which is\ndistorted by the gravitational influence of its x-ray companion. Some of the\nactive states of the system (long outbursts) may be due to the instability of\nthe accretion disk (AD) and, possibly, to the nonstationarity of the gaseous\nflows and other accretion formations. The close binary system (CBS) contains a\nlow-luminosity AD.\n","Comment: 6 pages, 0 figures"]}]
["0907.3824",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3824"],"date":["2009-07-22"],"type":["text"],"creator":["Lorscheid, Oliver"],"language":[],"coverage":[],"title":["Algebraic groups over the field with one element"],"description":["  Remarks in a paper by Jacques Tits from 1956 led to a philosophy how a theory\nof split reductive groups over $\\F_1$, the so-called field with one element,\nshould look like. Namely, every split reductive group over $\\Z$ should descend\nto $\\F_1$, and its group of $\\F_1$-rational points should be its Weyl group. We\nconnect the notion of a torified variety to the notion of $\\F_1$-schemes as\nintroduced by Connes and Consani. This yields models of toric varieties,\nSchubert varieties and split reductive groups as $\\Fun$-schemes. We endow the\nclass of $\\F_1$-schemes with two classes of morphisms, one leading to a\nsatisfying notion of $\\F_1$-rational points, the other leading to the notion of\nan algebraic group over $\\F_1$ such that every split reductive group is defined\nas an algebraic group over $\\F_1$. Furthermore, we show that certain\ncombinatorics that are expected from parabolic subgroups of $\\GL(n)$ and\nGrassmann varieties are realized in this theory.\n"]}]
["0907.3826",{"format":[],"subject":["Computer Science - Digital Libraries"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3826","Proceedings of Towards a Digital Mathematics Library 2009, Grand\n  Bend, Ontario, Canada (2009)"],"date":["2009-07-22"],"type":["text"],"creator":["Namiki, Takao","Kuroda, Hiraku","Naruse, Shunsuke"],"language":[],"coverage":[],"title":["Experimental DML over digital repositories in Japan"],"description":["  In this paper the authors show an overview of Virtual Digital Mathematics\nLibrary in Japan (DML-JP), contents of which consist of metadata harvested from\ninstitutional repositories in Japan and digital repositories in the world.\nDML-JP is, in a sense, a subject specific repository which collaborate with\nvarious digital repositories. Beyond portal website, DML-JP provides\nsubject-specific metadata through OAI-ORE. By the schema it is enabled that\ndigital repositories can load the rich metadata which were added by\nmathematicians.\n"]}]
["0907.3828",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3828"],"date":["2009-07-22"],"type":["text"],"creator":["Bandyopadhyay, Antar","Roy, Rahul","Sarkar, Anish"],"language":[],"coverage":[],"title":["On the One Dimensional Critical \"Learning from Neighbours\" Model"],"description":["  We consider a model of a discrete time \"interacting particle system\" on the\ninteger line where infinitely many changes are allowed at each instance of\ntime. We describe the model using chameleons of two different colours, {\\it\nviz}., red ($R$) and blue ($B$). At each instance of time each chameleon\nperforms an independent but identical coin toss experiment with probability\n$\\alpha$ to decide whether to change its colour or not. If the coin lands head\nthen the creature retains its colour (this is to be interpreted as a\n\"success\"), otherwise it observes the colours and coin tosses of its two\nnearest neighbours and changes its colour only if, among its neighbors and\nincluding itself, the proportion of successes of the other colour is larger\nthan the proportion of successes of its own colour. This produces a Markov\nchain with infinite state space ${R, B}^{\\Zbold}$. This model was first studied\nby Chatterjee and Xu (2004) where different colours had different success\nprobabilities. In this work we consider the \"critical\" case where the success\nprobability, $\\alpha$, is the same irrespective of the colour of the chameleon.\nWe show that starting from any initial translation invariant distribution of\ncolours the Markov chain converges to a limit of a single colour, i.e., even at\nthe critical case there is no \"coexistence\" of the two colours at the limit.\nMoreover we show that starting with an i.i.d. colour distribution the limiting\ndistribution gives some advantage to the \"underdog\".\n","Comment: 19 pages, 1 figure"]}]
["0907.3829",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3829"],"date":["2009-07-22"],"type":["text"],"creator":["Anselmino, M.","Boglione, M.","D'Alesio, U.","Melis, S.","Murgia, F.","Prokudin, A."],"language":[],"coverage":[],"title":["Single spin asymmetries in l p --> h + X processes"],"description":["  We study the transverse single spin asymmetry (SSA), A_N, for the single\ninclusive process l p (transv. polarized) --> h + X, in a perturbative QCD\nfactorization scheme with inclusion of spin and transverse momentum dependent\n(TMD) distributions. By adopting the relevant TMDs (Sivers and Collins\nfunctions) as extracted from semi-inclusive deep inelastic scattering (SIDIS)\nand e+e- data, predictions for these SSAs are given. A measurement of A_N for\nthis process could then provide a direct test of the validity of the TMD\nfactorization.\n","Comment: 5 pages, 7 ps figures, uses dis09.cls. Talk delivered by U. D'Alesio\n  at the \"XVII International Workshop on Deep-Inelastic Scattering and Related\n  Subjects\" DIS 2009, 26-30 April 2009, Madrid, Spain"]}]
["0907.3851",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3851","SIGMA 5 (2009), 076, 22 pages","doi:10.3842/SIGMA.2009.076"],"date":["2009-07-22"],"type":["text"],"creator":["Ghressi, Abdallah","Khériji, Lotfi"],"language":[],"coverage":[],"title":["The Symmetrical $H_{q}$-Semiclassical Orthogonal Polynomials of Class\n  One"],"description":["  We investigate the quadratic decomposition and duality to classify\nsymmetrical $H_{q}$-semiclassical orthogonal $q$-polynomials of class one where\n$H_{q}$ is the Hahn's operator. For any canonical situation, the recurrence\ncoefficients, the $q$-analog of the distributional equation of Pearson type,\nthe moments and integral or discrete representations are given.\n"]}]
["0907.3853",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3853"],"date":["2009-07-22","2009-07-23"],"type":["text"],"creator":["Freixas, Josep","Molinero, Xavier","Roura, Salvador"],"language":[],"coverage":[],"title":["A Fibonacci sequence for linear structures with two types of components"],"description":["  We investigate binary voting systems with two types of voters and a hierarchy\namong the members in each type, so that members in one class have more\ninfluence or importance than members in the other class. The purpose of this\npaper is to count, up to isomorphism, the number of these voting systems for an\narbitrary number of voters. We obtain a closed formula for the number of these\nsystems, this formula follows a Fibonacci sequence with a smooth polynomial\nvariation on the number of voters.\n","Comment: All the results contained in this file are included in a paper\n  submitted to Annals of Operations Research in October, 2008 on ocasion of the\n  Conference on Applied Mathematical Programming and Modelling, that held in\n  Bratislava in May, 2008"]}]
["0907.3854",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3854"],"date":["2009-07-22"],"type":["text"],"creator":["Türeci, Hakan E.","Hanl, M.","Claassen, M.","Weichselbaum, A.","Hecht, T.","Braunecker, B.","Govorov, A.","Glazman, L.","von Delft, J.","Imamoglu, A."],"language":[],"coverage":[],"title":["Shedding light on non-equilibrium dynamics of a spin coupled to\n  fermionic reservoir"],"description":["  A single confined spin interacting with a solid-state environment has emerged\nas one of the fundamental paradigms of mesoscopic physics. In contrast to\nstandard quantum optical systems, decoherence that stems from these\ninteractions can in general not be treated using the Born-Markov approximation\nat low temperatures. Here we study the non-equilibrium dynamics of a\nsingle-spin in a semiconductor quantum dot adjacent to a fermionic reservoir\nand show how the dynamics can be revealed in detail in an optical absorption\nexperiment. We show that the highly asymmetrical optical absorption lineshape\nof the resulting Kondo exciton consists of three distinct frequency domains,\ncorresponding to short, intermediate and long times after the initial\nexcitation, which are in turn described by the three fixed points of the\nsingle-impurity Anderson Hamiltonian. The zero-temperature power-law\nsingularity dominating the lineshape is linked to dynamically generated Kondo\ncorrelations in the photo-excited state. We show that this power-law\nsingularity is tunable with gate voltage and magnetic field, and universal.\n","Comment: 15 pages, 10 figures"]}]
["0907.3858",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3858"],"date":["2009-07-22"],"type":["text"],"creator":["Karsai, Márton"],"language":[],"coverage":[],"title":["Cooperative behaviour in complex systems"],"description":["  In my PhD thesis I studied cooperative phenomena arise in complex systems\nusing the methods of statistical and computational physics. The aim of my work\nwas also to study the critical behaviour of interacting many-body systems\nduring their phase transitions and describe their universal features\nanalytically and by means of numerical calculations. In order to do so I\ncompleted studies in four different subjects. My first investigated subject was\na study of non-equilibrium phase transitions in weighted scale-free networks.\nThe second problem I examined was the ferromagnetic random bond Potts model\nwith large values of q on evolving scale-free networks which problem is\nequivalent to an optimal cooperation problem. The third examined problem was\nrelated to the large-q sate random bond Potts model also and I examined the\ncritical density of clusters which touched a certain border of a perpendicular\nstrip like geometry and expected to hold analytical forms deduced from\nconformal invariance. The last investigated problem was a study of the\nnon-equilibrium dynamical behaviour of the antiferromagnetic Ising model on\ntwo-dimensional triangular lattice at zero temperature in the absence of\nexternal field and at the Kosterlitz-Thouless phase transition point.\n","Comment: PhD thesis, 155 pages, 42 figures"]}]
["0907.3859",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Numerical Analysis","15A18, 15A22, 65F15, 65F35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3859"],"date":["2009-07-22"],"type":["text"],"creator":["Papathanasiou, Nikolaos","Psarrakos, Panayiotis"],"language":[],"coverage":[],"title":["On condition numbers of polynomial eigenvalue problems with nonsingular\n  leading coefficients"],"description":["  In this paper, we investigate condition numbers of eigenvalue problems of\nmatrix polynomials with nonsingular leading coefficients, generalizing\nclassical results of matrix perturbation theory. We provide a relation between\nthe condition numbers of eigenvalues and the pseudospectral growth rate. We\nobtain that if a simple eigenvalue of a matrix polynomial is ill-conditioned in\nsome respects, then it is close to be multiple, and we construct an upper bound\nfor this distance (measured in the euclidean norm). We also derive a new\nexpression for the condition number of a simple eigenvalue, which does not\ninvolve eigenvectors. Moreover, an Elsner-like perturbation bound for matrix\npolynomials is presented.\n","Comment: 4 figures"]}]
["0907.3865",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3865"],"date":["2009-07-22"],"type":["text"],"creator":["Zito, Gianluigi","Rose, T. Priya","Di Gennaro, Emiliano","Andreone, Antonello","Santamato, Enrico","Abbate, Giancarlo"],"language":[],"coverage":[],"title":["Bandgap properties of low index contrast aperiodically ordered photonic\n  quasicrystals"],"description":["  We numerically analyze, using Finite Difference Time Domain simulations, the\nbandgap properties of photonic quasicrystals with a low index contrast. We\ncompared 8-, 10- and 12-fold symmetry aperiodically ordered lattices with\ndifferent spatial tiling. Our results show that tiling design, more than\nsymmetry, determines the transmission properties of these structures.\n","Comment: 8 pages, 4 figures. To be published in Microwave and Optical\n  Technologies Letters"]}]
["0907.3873",{"format":[],"subject":["Mathematics - Combinatorics","05A17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3873"],"date":["2009-07-22"],"type":["text"],"creator":["Colthurst, Thomas","Kleber, Michael"],"language":[],"coverage":[],"title":["A Gray path on binary partitions"],"description":["  A binary partition of a positive integer $n$ is a partition of $n$ in which\neach part has size a power of two. In this note we first construct a Gray\nsequence on the set of binary partitions of $n$. This is an ordering of the set\nof binary partitions of each $n$ (or of all $n$) such that adjacent partitions\ndiffer by one of a small set of elementary transformations; here the allowed\ntransformatios are replacing $2^k+2^k$ by $2^{k+1}$ or vice versa (or addition\nof a new +1). Next we give a purely local condition for finding the successor\nof any partition in this sequence; the rule is so simple that successive\ntransitions can be performed in constant time. Finally we show how to compute\ndirectly the bijection between $k$ and the $k$th term in the sequence.\n  This answers a question posed by Donald Knuth in section 7.2.1 of The Art of\nComputer Programming.\n","Comment: This was released as a draft preprint sometime between April and July\n  2003, but the authors never revised it into a final version. Posting this to\n  the arXiv for archival purposes"]}]
["0907.3877",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3877"],"date":["2009-07-22"],"type":["text"],"creator":["Morelli, Simone"],"language":[],"coverage":[],"title":["Stueckelberg Axions and Anomalous Abelian Extensions of the Standard\n  Model"],"description":["  This thesis work analyzes basic field theoretical aspects of a class of\nmodels motivated by orientifold vacua of string theory and some of their\nphenomenological applications at the Large Hadron Collider. They extend the\ngauge structure of the Standard Model by anomalous extra U(1) symmetries, which\ninvolve Stuckelberg axions for anomaly cancellation and are accompanied by\nChern-Simons interactions. In particular, these effective actions are\ncharacterized by a physical pseudoscalar (the axi-Higgs) in the CP-odd\nspectrum, which has the properties of a generalized Peccei-Quinn axion, with\nindependent mass and couplings to the gauge fields. Amplitudes mediated by\nanomalous gauge interactions are studied at the new collider in some specific\nchannels such as Drell-Yan and double prompt-photon and shown to be small.\nFinally, we address the problem of the relation between the Green-Schwarz and\nthe Wess-Zumino mechanism(s) for anomaly cancellations in effective lagrangeans\ninvolving anomalous gauge interactions, with their gauge symmetry restored\neither with local or non-local counterterms and identify some unitarity bounds\nin the Wess-Zumino case. These are due to the presence of anomaly poles in\nscattering amplitudes mediated by the anomaly (BIM amplitudes) and whose\ncancellation requires necessarly non-local counterterms. While the axi-Higgs\nappears in the Wess-Zumino case, two axion-like particles are needed for the\ncancellation of the gauge anomalies at all scales, one of them being a ghost.\n","Comment: 218 pages, Ph.D. Thesis (Advisor: Claudio Coriano')"]}]
["0907.3878",{"format":[],"subject":["Physics - Computational Physics","Condensed Matter - Materials Science","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3878","PHYSICAL REVIEW B 80, 045311 (2009)","doi:10.1103/PhysRevB.80.045311"],"date":["2009-07-22"],"type":["text"],"creator":["Cai, Duanjun","Kang, Junyong","Guo, Guang-Yu"],"language":[],"coverage":[],"title":["Microscopic origin of light emission in Al_yGa_{1-y}N/GaN superlattice:\n  Band profile and active site"],"description":["  We present first-principles calculations of AlGaN/GaN superlattice,\nclarifying the microscopic origin of the light emission and revealing the\neffect of local polarization within the quantum well. Profile of energy band\nand distributions of electrons and holes demonstrate the existence of a main\nactive site in the well responsible for the main band-edge light emission. This\nsite appears at the position where the local polarization becomes zero. With\ncharge injection, the calculated optical spectra show that the broadening of\nthe band gap at the active site leads to the blueshift of emission wavelength.\n"]}]
["0907.3880",{"format":[],"subject":["Mathematics - Algebraic Geometry","14D20","18E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3880"],"date":["2009-07-22"],"type":["text"],"creator":["Rosay, Fabrice"],"language":[],"coverage":[],"title":["Some remarks on the group of derived autoequivalences"],"description":["  We prove that the neutral component of the group of derived autoequivalences\nof a smooth projective variety is the semi-direct product of the neutral\ncomponent of its Picard group and its group of automorphisms. We use this\nresult to prove several results concerning pairs of derived equivalent\nvarieties.\n","Comment: 8 pages"]}]
["0907.3881",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Probability","35K65","60J70","60J25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3881"],"date":["2009-07-22"],"type":["text"],"creator":["Epstein, Charles L.","Mazzeo, Rafe"],"language":[],"coverage":[],"title":["Wright-Fisher Diffusion in One Dimension"],"description":["  We analyze the diffusion processes associated to equations of Wright-Fisher\ntype in one spatial dimension. These are defined by a degenerate second order\noperator on the interval [0, 1], where the coefficient of the second order term\nvanishes simply at the endpoints, and the first order term is an\ninward-pointing vector field. We consider various aspects of this problem,\nmotivated by applications in population genetics, including a sharp regularity\ntheory for the zero flux boundary conditions, as well as a derivation of the\nprecise asymptotics for solutions of this equation, both as t goes to 0 and\ninfinity, and as x goes to 0, 1.\n","Comment: 55 pages"]}]
["0907.3884",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3884"],"date":["2009-07-22"],"type":["text"],"creator":["Sazonov, A. N."],"language":[],"coverage":[],"title":["Optical Multicolor Observations of the SS 433=V 1343 Aql Microquasar"],"description":["  We report BVR photometry of the V1343 Aql= SS 433 microquasar at different\nphases of the 13-day orbital cycle for the 1986-1990 observing seasons. The\ndata include five complete cycles of the 163$^{d}$ precession period of the\nsystem. We obtain mean light curves and color-color diagrams with the orbital\nperiod for all intervals of precession phases. The optical component of the\nclose binary system (CBS) fills its critical Roche lobe and loses mass on the\nthermal relaxation time scale. Gaseous flow show up actively in the system and\nactivity manifestations differ substantially at different precession phases.\n","Comment: 04 pages, 00 figures"]}]
["0907.3895",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Algebraic Geometry","32H50","14C21"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3895"],"date":["2009-07-22"],"type":["text"],"creator":["Dabija, Marius","Jonsson, Mattias"],"language":[],"coverage":[],"title":["Algebraic webs invariant under endomorphisms"],"description":["  We classify noninvertible, holomorphic selfmaps of the projective plane that\npreserve an algebraic web. In doing so, we obtain interesting examples of\ncritically finite maps.\n","Comment: 9 pages, 1 figure. To appear in Publ. Mat"]}]
["gr-qc/0612185",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0612185","Rom. Rep. Phys. 61:27-42,2009"],"date":["2006-12-29","2007-04-03"],"type":["text"],"creator":["Pradhan, Anirudh","Rai, Vandana","Singh, R. S."],"language":[],"coverage":[],"title":["Bianchi Type V Universes with Bulk Viscosity in General Relativity"],"description":["  Bianchi type V bulk viscous fluid cosmological models are investigated. Using\na generation technique (Camci {\\it et al.}, 2001), it is shown that the\nEinstein's field equations are solvable for any arbitrary cosmic scale\nfunction. The viscosity coefficient of bulk viscous fluid is assumed to be a\npower function of mass density. Solutions for particular forms of cosmic scale\nfunctions are also obtained. Some physical and geometric aspects of the models\nare also discussed.\n","Comment: 16 pages, no figure"]}]
["physics/0611209",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0611209","13th International Conference on the Physics of Highly Charged\n  Ions, Belfast : Irlande (2006)","doi:10.1088/1742-6596/58/1/004"],"date":["2006-11-22"],"type":["text"],"creator":["Dauvergne, D."],"language":[],"coverage":[],"title":["Swift Highly Charged Ion Channelling"],"description":["  We review recent experimental and theoretical progress made in the scope of\nswift highly charged ion channelling in crystals. The usefulness of such\nstudies is their ability to yield impact parameter information on charge\ntransfer processes, and also on some time related problems. We discuss the\ncooling and heating phenomena at MeV/u energies, results obtained with\ndecelerated H-like ion beams at GSI and with ions having an excess of electrons\nat GANIL, the superdensity effect along atomic strings and Resonant Coherent\nExcitation.\n","Comment: to be published in Journal of Physics B"]}]
