["0706.1989",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1989","Phys. Rev. B 76, 205305 (2007)","doi:10.1103/PhysRevB.76.205305"],"date":["2007-06-13","2009-04-27"],"type":["text"],"creator":["Grodecka, A.","Weber, C.","Machnikowski, P.","Knorr, A."],"language":[],"coverage":[],"title":["Interplay and optimization of decoherence mechanisms in the optical\n  control of spin quantum bits implemented on a semiconductor quantum dot"],"description":["  We study the influence of the environment on an optically induced rotation of\na single electron spin in a charged semiconductor quantum dot. We analyze the\ndecoherence mechanisms resulting from the dynamical lattice response to the\ncharge evolution induced in a trion-based optical spin control scheme.\nMoreover, we study the effect of the finite trion lifetime and of the\nimperfections of the unitary evolution such as off-resonant excitations and the\nnonadiabaticity of the driving. We calculate the total error of the operation\non a spin-based qubit in an InAs/GaAs quantum dot system and discuss possible\noptimization against the different contributions. We indicate the parameters\nwhich allow for coherent control of the spin with a single qubit gate error as\nlow as $10^{-4}$.\n","Comment: Final version, 14 pages, 11 figures"]}]
["0707.2619",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2619","Phys. Rev. B 76, 075105 (2007)","doi:10.1103/PhysRevB.76.075105"],"date":["2007-07-17"],"type":["text"],"creator":["Yonemitsu, Kenji","Maeshima, Nobuya"],"language":[],"coverage":[],"title":["Photoinduced melting of charge order in a quarter-filled electron system\n  coupled with different types of phonons"],"description":["  Photoinduced melting of charge order is calculated by using the exact\nmany-electron wave function coupled with classically treated phonons in the\none-dimensional quarter-filled Hubbard model with Peierls and Holstein types of\nelectron-phonon couplings. The model parameters are taken from recent\nexperiments on (EDO-TTF)_2PF_6 (EDO-TTF=ethylenedioxy-tetrathiafulvalene) with\n(0110) charge order, where transfer integrals are modulated by molecular\ndisplacements (bond-coupled phonons) and site energies by molecular\ndeformations (charge-coupled phonons). The charge-transfer photoexcitation from\n(0110) to (0200) configurations and that from (0110) to (1010) configurations\nhave different energies. The corresponding excited states have different shapes\nof adiabatic potentials as a function of these two phonon amplitudes. The\nadiabatic potentials are shown to be useful in understanding differences in the\nphotoinduced charge dynamics and the efficiency of melting, which depend not\nonly on the excitation energy but also on the relative phonon frequency of the\nbond- and charge-coupled phonons.\n","Comment: 7 pages, 5 figures, accepted for publication in PRB"]}]
["0708.2312",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Commutative Algebra","05E99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2312","Journal of Pure and Applied Algebra, Vol.213, Issue 8, 1507-1521.\n  (2009)","doi:10.1016/j.jpaa.2008.11.019"],"date":["2007-08-17"],"type":["text"],"creator":["Hara, Hisayuki","Takemura, Akimichi","Yoshida, Ruriko"],"language":[],"coverage":[],"title":["Markov bases for two-way subtable sum problems"],"description":["  It has been well-known that for two-way contingency tables with fixed row\nsums and column sums the set of square-free moves of degree two forms a Markov\nbasis. However when we impose an additional constraint that the sum of a\nsubtable is also fixed, then these moves do not necessarily form a Markov\nbasis. Thus, in this paper, we show a necessary and sufficient condition on a\nsubtable so that the set of square-free moves of degree two forms a Markov\nbasis.\n","Comment: 23 pages"]}]
["0709.0613",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0613","Phys. Rev. A 78, 062107 (2008)","doi:10.1103/PhysRevA.78.062107"],"date":["2007-09-05","2008-11-06"],"type":["text"],"creator":["Marzlin, K. -P.","Sanders, B. C.","Knight, P. L."],"language":[],"coverage":[],"title":["Complementarity and uncertainty relations for matter wave interferometry"],"description":["  We establish a rigorous quantitative connection between (i) the\ninterferometric duality relation for which-way information and fringe\nvisibility and (ii) Heisenberg's uncertainty relation for position and modular\nmomentum. We apply our theory to atom interferometry, wherein spontaneously\nemitted photons provide which way information, and unambiguously resolve the\nchallenge posed by the metamaterial `perfect lens' to complementarity and to\nthe Heisenberg-Bohr interpretation of the Heisenberg microscope thought\nexperiment.\n","Comment: nine pages, five figures"]}]
["0710.5586",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5586","Phys. Rev. B 76, 235118 (2007)","doi:10.1103/PhysRevB.76.235118"],"date":["2007-10-30"],"type":["text"],"creator":["Yonemitsu, Kenji","Maeshima, Nobuya","Hasegawa, Tatsuo"],"language":[],"coverage":[],"title":["Suppression of rectification at metal-Mott-insulator interfaces"],"description":["  Charge transport through metal-Mott-insulator interfaces is studied and\ncompared with that through metal-band-insulator interfaces. For band\ninsulators, rectification has been known to occur owing to a Schottky barrier,\nwhich is produced by the work-function difference. For Mott insulators,\nhowever, qualitatively different current-voltage characteristics are obtained.\nTheoretically, we use the one-dimensional Hubbard model for a Mott insulator\nand attach to it the tight-binding model for metallic electrodes. A Schottky\nbarrier is introduced by a solution to the Poisson equation with a simplified\ndensity-potential relation. The current density is calculated by solving the\ntime-dependent Schr\\\"odinger equation. We mainly use the time-dependent\nHartree-Fock approximation, and also use exact many-electron wave functions on\nsmall systems for comparison. Rectification is found to be strongly suppressed\neven for large work-function differences. We show its close relationship with\nthe fact that field-effect injections into one-dimensional Mott insulators are\nambipolar. Experimentally, we fabricated asymmetric contacts on top of single\ncrystals of quasi-one-dimensional organic Mott and band insulators.\nRectification is strongly suppressed at an interface between metallic magnesium\nand Mott-insulating (BEDT-TTF)(F$_2$TCNQ)\n[BEDT-TTF=bis(ethylenedithio)tetrathiafulvalene,\nF$_2$TCNQ=2,5-difluorotetracyanoquinodimethane].\n","Comment: 6 pages, 5 figures, accepted for publication in Phys. Rev. B"]}]
["0711.3588",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Algebraic Geometry","13A50","14L24","16G20","16R30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3588","Herald of Omsk Univ., Special Issue: Combinatorial Methods of\n  Algebra and Complexity of Computations (2008), 9-24"],"date":["2007-11-22","2009-04-27"],"type":["text"],"creator":["Lopatin, A. A.","Zubkov, A. N."],"language":[],"coverage":[],"title":["Representations of quivers, their generalizations and invariants"],"description":["  This paper is a survey on invariants of representations of quivers and their\ngeneralizations. We present the description of generating systems for\ninvariants and relations between generators.\n","Comment: 31 pages; v2. Formulations of Theorems 3.16 and 5.9 are corrected"]}]
["0803.1734",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1734","Phys. Rev. B 78, 085302 (2008)","doi:10.1103/PhysRevB.78.085302"],"date":["2008-03-12","2009-04-27"],"type":["text"],"creator":["Grodecka, A.","Machnikowski, P.","Förstner, J."],"language":[],"coverage":[],"title":["Phonon-assisted tunneling between singlet states in two-electron quantum\n  dot molecules"],"description":["  We study phonon-assisted electron tunneling in semiconductor quantum dot\nmolecules. In particular, singlet-singlet relaxation in a two-electron doped\nstructure is considered. The influence of Coulomb interaction is discussed via\ncomparison with a single electron system. We find that the relaxation rate\nreaches similar values in the two cases but the Coulomb interaction shifts the\nmaximum rates towards larger separations between the dots. The difference in\nelectron-phonon interaction between deformation potential and piezoelectric\ncoupling is investigated. We show that the phonon-induced tunneling between\ntwo-electron singlet states is a fast process, taking place on the time scales\nof the order of a few tens of picoseconds.\n","Comment: Final extended version, 8 pages, 9 figures"]}]
["0803.3590",{"format":[],"subject":["Quantitative Finance - Trading and Market Microstructure","Mathematics - Probability","Quantitative Finance - Pricing of Securities","60J65 60K10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3590","Electron. J. Probab. 14 (2009) 139-160"],"date":["2008-03-25"],"type":["text"],"creator":["Weiss, Alexander"],"language":[],"coverage":[],"title":["Escaping the Brownian stalkers"],"description":["  We propose a simple model for the behaviour of longterm investors on a stock\nmarket, consisting of three particles, which represent the current price of the\nstock and the opinion of the buyers, respectively sellers, about the right\ntrading price. As time evolves, both groups of traders update their opinions\nwith respect to the current price. The update speed is controled by a parameter\n$\\gamma$, the price process is described by a geometric Brownian motion. We\nconsider the stability of the market in terms of the distance between the\nbuyers' and sellers' opinion, and prove that the distance process is\nrecurrent/transient in dependence on $\\gamma$.\n","Comment: AMS-LaTeX v2.0, 21 pages with 8 eps-figures, uses psfrag.sty"]}]
["0805.3768",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3768","Phys. Stat. Sol. (c) 6, 474 (2008)","doi:10.1002/pssc.20088031"],"date":["2008-05-24"],"type":["text"],"creator":["Grodecka, A.","Machnikowski, P.","Förstner, J."],"language":[],"coverage":[],"title":["Theoretical study of phonon-assisted singlet-singlet relaxation in\n  two-electron semiconductor quantum dot molecules"],"description":["  Phonon-assisted singlet-singlet relaxation in semiconductor quantum dot\nmolecules is studied theoretically. Laterally coupled quantum dot structures\ndoped with two electrons are considered. We take into account interaction with\nacoustic phonon modes via deformation potential and piezoelectric coupling. We\nshow that piezoelectric mechanism for the considered system is of great\nimportance and for some ranges of quantum dot molecule parameters is the\ndominant contribution to relaxation. It is shown that the phonon-assisted\ntunneling rates reach much higher values (up to 160 ns$^{-1}$ even at zero\ntemperature) in comparison with other decoherence processes like spin-orbit\ncoupling ($\\sim$ 0.01 ns$^{-1}$). The influence of Coulomb interaction is\ndiscussed and its consequences are indicated. We calculate the relaxation rates\nfor GaAs quantum dot molecules and study the dependence on quantum dot size,\ndistance and offset between the constituent quantum dots. In addition the\ntemperature dependence of the tunneling rates is analyzed.\n","Comment: 4 pages, 12 figures, To be presented at NOEKS9, submitted to PSS"]}]
["0805.4535",{"format":[],"subject":["Mathematics - Statistics Theory","Mathematics - Probability","Statistics - Methodology","62M05, 60F15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4535","Electronic Journal of Statistics, Vol. 2 (2008) 1309 - 1344.","doi:10.1214/08-EJS290"],"date":["2008-05-29","2008-09-03"],"type":["text"],"creator":["Basak, Gopal K.","Lee, Philip"],"language":[],"coverage":[],"title":["Asymptotic Properties of an Estimator of the Drift Coefficients of\n  Multidimensional Ornstein-Uhlenbeck Processes that are not Necessarily Stable"],"description":["  In this paper, we investigate the consistency and asymptotic efficiency of an\nestimator of the drift matrix, $F$, of Ornstein-Uhlenbeck processes that are\nnot necessarily stable. We consider all the cases. (1) The eigenvalues of $F$\nare in the right half space (i.e., eigenvalues with positive real parts). In\nthis case the process grows exponentially fast. (2) The eigenvalues of $F$ are\non the left half space (i.e., the eigenvalues with negative or zero real\nparts). The process where all eigenvalues of $F$ have negative real parts is\ncalled a stable process and has a unique invariant (i.e., stationary)\ndistribution. In this case the process does not grow. When the eigenvalues of\n$F$ have zero real parts (i.e., the case of zero eigenvalues and purely\nimaginary eigenvalues) the process grows polynomially fast. Considering (1) and\n(2) separately, we first show that an estimator, $\\hat{F}$, of $F$ is\nconsistent. We then combine them to present results for the general\nOrnstein-Uhlenbeck processes. We adopt similar procedure to show the asymptotic\nefficiency of the estimator.\n","Comment: 47 pages; first presented a part of it at ISI99 (at Helsinki)\n  Corrected typos in the revised version (in the statement of Theorem 2.2 and\n  in section 6). Also, organised a bit more in the introduction and in the\n  concluding remarks"]}]
["0806.1491",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Statistical Mechanics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1491","Phys.Rev.D79:086013,2009","doi:10.1103/PhysRevD.79.086013"],"date":["2008-06-09","2009-04-20"],"type":["text"],"creator":["Jokela, Niko","Jarvinen, Matti","Keski-Vakkuri, Esko"],"language":[],"coverage":[],"title":["N-point functions in rolling tachyon background"],"description":["  We study n-point boundary correlation functions in Timelike Boundary\nLiouville theory, relevant for open string multiproduction by a decaying\nunstable D-brane. We give an exact result for the one-point function of the\ntachyon vertex operator and show that it is consistent with a previously\nproposed relation to a conserved charge in string theory. We also discuss when\nthe one-point amplitude vanishes. Using a straightforward perturbative\nexpansion, we find an explicit expression for a tachyon n-point amplitude for\nall n, however the result is still a toy model. The calculation uses a new\nasymptotic approximation for Toeplitz determinants, derived by relating the\nsystem to a Dyson gas at finite temperature.\n","Comment: 30 pages, 2 figures. v2: minor corrections, comments and reference\n  added. v3: revised version, added spatial momentum dependence and references,\n  to appear in PRD"]}]
["0806.2297",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2297","Phys. Rev. B 78, 180401 (2008)","doi:10.1103/PhysRevB.78.180401"],"date":["2008-06-13"],"type":["text"],"creator":["Garzon, Samir","Ye, Longfei","Webb, Richard A.","Crawford, Thomas M.","Covington, Mark","Kaka, Shehzaad"],"language":[],"coverage":[],"title":["Coherent control of nanomagnet dynamics via ultrafast spin torque pulses"],"description":["  The magnetization orientation of a nanoscale ferromagnet can be manipulated\nusing an electric current via the spin transfer effect. Time domain\nmeasurements of nanopillar devices at low temperatures have directly shown that\nmagnetization dynamics and reversal occur coherently over a timescale of\nnanoseconds. By adjusting the shape of a spin torque waveform over a timescale\ncomparable to the free precession period (100-400 ps), control of the\nmagnetization dynamics in nanopillar devices should be possible. Here we report\ncoherent control of the free layer magnetization in nanopillar devices using a\npair of current pulses as narrow as 30 ps with adjustable amplitudes and delay.\nWe show that the switching probability can be tuned over a broad range by\ntiming the current pulses with the underlying free-precession orbits, and that\nthe magnetization evolution remains coherent for more than 1 ns even at room\ntemperature. Furthermore, we can selectively induce transitions along\nfree-precession orbits and thereby manipulate the free magnetic moment motion.\nWe expect this technique will be adopted for further elucidating the dynamics\nand dissipation processes in nanomagnets, and will provide an alternative for\nspin torque driven spintronic devices, such as resonantly pumping microwave\noscillators, and ultimately, for efficient reversal of memory bits in magnetic\nrandom access memory (MRAM).\n","Comment: 4 pages, 3 figures, submitted to Nature Physics"]}]
["0807.2194",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2194","European Physical Journal B 68 (2009) 317","doi:10.1140/epjb/e2008-00407-3"],"date":["2008-07-14","2008-09-19"],"type":["text"],"creator":["Castin, Yvan"],"language":[],"coverage":[],"title":["Internal structure of a quantum soliton and classical excitations due to\n  trap opening"],"description":["  We analytically solve two problems that may be useful in the context of the\nrecent observation of matter wave bright solitons in a one-dimensional\nattractive atomic Bose gas. The first problem is strictly beyond mean field:\n  From the Bethe ansatz solution we extract the internal correlation function\nof the particle positions in the quantum soliton, that is for a fixed center of\nmass position. The second problem is solved in the limit of a large number of\nparticles, where the mean field theory is asymptotically correct: It deals with\nthe number of excitations created by the opening of the trap, starting from a\npure soliton in a weakly curved harmonic potential.\n","Comment: 12 pages; 2 figures added ; a few typos corrected"]}]
["0808.1730",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1730"],"date":["2008-08-12","2009-04-27"],"type":["text"],"creator":["Torres-Ruiz, F. A.","Aguirre, J.","Delgado, A.","Neves, L.","Lima, G.","Pádua, S.","Roa, L.","Saavedra, C."],"language":[],"coverage":[],"title":["Unambiguous modification of nonorthogonal single and two photon\n  polarization states"],"description":["  In this work we propose a probabilistic method which allows an unambiguous\nmodification of two non-orthogonal quantum states. We experimentally implement\nthis protocol by using two-photon polarization states generated in the process\nof spontaneous parametric down conversion. In the experiment, for codifying\ninitial quantum states, we consider single photon states and heralded\ndetection. We show that the application of this protocol to entangled states,\nit allows a fine control of the amount of entanglement of the initial state.\n","Comment: Accepted for publication in Physical Review A"]}]
["0809.2758",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2758"],"date":["2008-09-16","2009-04-27"],"type":["text"],"creator":["Grassl, Peter"],"language":[],"coverage":[],"title":["A lattice approach to model flow in cracked concrete"],"description":["  This paper presents a lattice approach to model the influence of cracking on\ninviscid flow in concrete. A mechanical lattice model based on a\ndamage-plasticity constitutive model was combined with a new dual lattice of\nconduit elements for flow analysis. The diffusivity of the conduit elements\ndepends on the crack-opening obtained from the mechanical lattice. The coupled\nlattice model was applied to several benchmark tests for aligned and random\nlattices. The results for mechanical loading and flow analysis obtained with\nthe new approach were shown to be independent of the size of lattice elements\nused.\n","Comment: Accepted in Cement and Concrete Composites"]}]
["0809.3549",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3549"],"date":["2008-09-21","2009-04-25"],"type":["text"],"creator":["Ábrego, Bernardo M.","Fernández-Merchant, Silvia","Llano, Bernardo"],"language":[],"coverage":[],"title":["An inequality for Kruskal-Macaulay functions"],"description":["  Given integers $k\\geq1$ and $n\\geq0$, there is a unique way of writing $n$ as\n$n=\\binom{n_{k}}{k}+\\binom{n_{k-1}}{k-1}+...+\\binom{n_{1}}{1}$ so that $0\\leq\nn_{1}<...<n_{k-1}<n_{k}$. Using this representation, the \\emph{Kruskal-Macaulay\nfunction of}$n$ is defined as $\\partial^{k}(n)\n=\\binom{n_{k}-1}{k-1}+\\binom{n_{k-1}-1}{k-2}+...+\\binom{n_{1}-1}% {0}.$ We show\nthat if $a\\geq0$ and $a<\\partial^{k+1}(n) $, then $\\partial^{k}(a)\n+\\partial^{k+1}(n-a) \\geq \\partial^{k+1}(n) .$ As a corollary, we obtain a\nshort proof of Macaulay's Theorem. Other previously known results are obtained\nas direct consequences.\n","Comment: February 9th, 2009 version. The introduction was improved. Theorem 1\n  now establishes equality for some $n$. Corollary 2 (Bj\\\"{o}rner and\n  Vre\\'{c}ica Theorem) was added. Acknowledgements were added"]}]
["0809.4575",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4575","Phys. Rev. Lett. 102, 153902 (2009)","doi:10.1103/PhysRevLett.102.153902"],"date":["2008-09-26","2009-02-23"],"type":["text"],"creator":["Rossi, A.","Vallone, G.","Chiuri, A.","De Martini, F.","Mataloni, P."],"language":[],"coverage":[],"title":["Multi-path entanglement of two photons"],"description":["  We present a novel optical device based on an integrated system of\nmicro-lenses and single mode optical fibers. It allows to collect and direct\ninto many modes two photons generated by spontaneous parametric down\nconversion. By this device multiqubit entangled states and/or multilevel\nqu-$d$it states of two photons, encoded in the longitudinal momentum degree of\nfreedom, are created. The multi-path photon entanglement realized by this\ndevice is expected to find important applications in modern quantum information\ntechnology.\n","Comment: 4 pages, 3 figures, revtex, revised version"]}]
["0809.4679",{"format":[],"subject":["Mathematics - Statistics Theory","Mathematics - Probability","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4679"],"date":["2008-09-26","2009-04-26"],"type":["text"],"creator":["Chen, Xinjia"],"language":[],"coverage":[],"title":["Multistage Estimation of Bounded-Variable Means"],"description":["  In this paper, we develop a multistage approach for estimating the mean of a\nbounded variable. We first focus on the multistage estimation of a binomial\nparameter and then generalize the estimation methods to the case of general\nbounded random variables. A fundamental connection between a binomial parameter\nand the mean of a bounded variable is established. Our multistage estimation\nmethods rigorously guarantee prescribed levels of precision and confidence.\n","Comment: 24 pages, no figure"]}]
["0810.1993",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1993","Phys. Rev. B 78, 205102 (2008)","doi:10.1103/PhysRevB.78.205102"],"date":["2008-10-10"],"type":["text"],"creator":["Yonemitsu, Kenji"],"language":[],"coverage":[],"title":["Enhanced coherent dynamics near a transition between neutral\n  quantum-paraelectric and ionic ferroelectric phases in the quantum\n  Blume-Emery-Griffiths model"],"description":["  Nonequilibrium dynamics are studied near the quantum phase transition point\nin the one-dimensional quantum Blume-Emery-Griffiths model. Its pseudo-spin\ncomponent $ S^z $ represents an electric polarization, and $ (S^z)^2 $\ncorresponds to ionicity, in mixed-stack charge-transfer complexes that exhibit\na transition between neutral quantum-paraelectric and ionic ferroelectric (or\nantiferroelectric) phases. The time-dependent Schr\\\"odinger equation is solved\nfor the exact many-body wave function in the quantum paraelectric phase. After\nimpact force is introduced on a polarization locally in space and time,\npolarizations and ionicity coherently oscillate. The oscillation amplitudes are\nlarge near the quantum phase transition point. The energy supplied by the\nimpact flows linearly into these oscillations, so that the nonequilibrium\nbehavior is uncooperative.\n","Comment: 6 pages, 4 figures, accepted for publication in Phys. Rev. B"]}]
["0810.3421",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3421","Phys. Rev. B 79, 100402 (2009)","doi:10.1103/PhysRevB.79.100402"],"date":["2008-10-19"],"type":["text"],"creator":["Garzon, Samir","Bazaliy, Yaroslaw","Webb, Richard A.","Crawford, Thomas M.","Covington, Mark","Kaka, Shehzaad"],"language":[],"coverage":[],"title":["Macrospin model of incubation delay due to the field-like spin transfer\n  torque"],"description":["  We show that the absence of pre-switching oscillations (\"incubation delay\")\nin magnetic tunnel junctions can be explained within the macrospin model by a\nsizable field-like component of the spin-transfer torque. It is further\nsuggested that measurements of the voltage dependence of tunnel junction\nswitching time in the presence of external easy axis magnetic fields can be\nused to determine the magnitude and voltage dependence of the field-like\ntorque.\n","Comment: 4 pages, 4 figures"]}]
["0810.4706",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4706","Science 323, 610-613 (2009)","doi:10.1126/science.1167130"],"date":["2008-10-26"],"type":["text"],"creator":["Elias, D. C.","Nair, R. R.","Mohiuddin, T. M. G.","Morozov, S. V.","Blake, P.","Halsall, M. P.","Ferrari, A. C.","Boukhvalov, D. W.","Katsnelson, M. I.","Geim, A. K.","Novoselov, K. S."],"language":[],"coverage":[],"title":["Control of graphene's properties by reversible hydrogenation"],"description":["  Graphene - a monolayer of carbon atoms densely packed into a hexagonal\nlattice - has one of the strongest possible atomic bonds and can be viewed as a\nrobust atomic-scale scaffold, to which other chemical species can be attached\nwithout destroying it. This notion of graphene as a giant flat molecule that\ncan be altered chemically is supported by the observation of so-called graphene\noxide, that is graphene densely covered with hydroxyl and other groups.\nUnfortunately, graphene oxide is strongly disordered, poorly conductive and\ndifficult to reduce to the original state. Nevertheless, one can imagine atoms\nor molecules being attached to the atomic scaffold in a strictly periodic\nmanner, which should result in a different electronic structure and,\nessentially, a different crystalline material. A hypothetical example for this\nis graphane, a wide-gap semiconductor, in which hydrogen is bonded to each\ncarbon site of graphene. Here we show that by exposing graphene to atomic\nhydrogen, it is possible to transform this highly-conductive semimetal into an\ninsulator. Transmission electron microscopy reveals that the material retains\nthe hexagonal lattice but its period becomes markedly shorter than that of\ngraphene, providing direct evidence for a new graphene-based derivative. The\nreaction with hydrogen is found to be reversible so that the original metallic\nstate and lattice spacing are restored by annealing and even the quantum Hall\neffect recovers. Our work proves the concept of chemical modification of\ngraphene, which promises a whole range of new two-dimensional crystals with\ndesigned electronic and other properties.\n"]}]
["0811.2108",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2108","Phys. Rev. A 79, 042331 (2009)","doi:10.1103/PhysRevA.79.042331"],"date":["2008-11-13","2009-04-27"],"type":["text"],"creator":["Grodecka, A.","Machnikowski, P.","Förstner, J."],"language":[],"coverage":[],"title":["Indirect spin dephasing via charge state decoherence in optical control\n  schemes in quantum dots"],"description":["  We demonstrate that an optically driven spin of a carrier in a quantum dot\nundergoes indirect dephasing via conditional optically induced charge evolution\neven in the absence of any direct interaction between the spin and its\nenvironment. A generic model for the indirect dephasing with a three-component\nsystem with spin, charge, and reservoir is proposed. This indirect decoherence\nchannel is studied for the optical spin manipulation in a quantum dot with a\nmicroscopic description of the charge-phonon interaction taking into account\nits non-Markovian nature.\n","Comment: Final extended version, 6 pages, 2 new figures"]}]
["0811.2252",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2252","PHYSICAL REVIEW B 79, 144509 (2009)","doi:10.1103/PhysRevB.79.144509"],"date":["2008-11-13","2008-11-16"],"type":["text"],"creator":["Fang, Lei","Yang, Huan","Zhu, Xiyu","Mu, Gang","Wang, Zhao-Sheng","Shan, Lei","Ren, Cong","Wen, Hai-Hu"],"language":[],"coverage":[],"title":["Physical properties of noncentrosymmetric superconductor Ru$_7$B$_3$"],"description":["  Transition metal boride Ru$_7$B$_3$ was found to be a noncentrosymmetric\nsuperconductor with $T_{C}$ equal to 3.3 K. Superconducting and normal state\nproperties of Ru$_7$B$_3$ were determined by a self-consistent analysis through\nresistivity($\\rho_{xx}$ and $\\rho_{xy}$), specific heat, lower critical field\nmeasurement and electronic band structure calculation. It is found that\nRu$_7$B$_3$ belongs to an s-wave dominated single band superconductor with\nenergy gap 0.5 meV and could be categorized into type II superconductor with\nweak electron-phonon coupling. Unusual 'kink' feature is clearly observed in\nfield-broadening resistivity curves, suggesting the possible mixture of spin\ntriplet induced by the lattice without inversion symmetry.\n","Comment: 11 pages, 16 figures. submitted to Phys. Rev. B"]}]
["0811.4706",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.4706"],"date":["2008-11-28","2009-04-27"],"type":["text"],"creator":["Hurley, Niall P.","Rickard, Scott T."],"language":[],"coverage":[],"title":["Comparing Measures of Sparsity"],"description":["  Sparsity of representations of signals has been shown to be a key concept of\nfundamental importance in fields such as blind source separation, compression,\nsampling and signal analysis. The aim of this paper is to compare several\ncommonlyused sparsity measures based on intuitive attributes. Intuitively, a\nsparse representation is one in which a small number of coefficients contain a\nlarge proportion of the energy. In this paper six properties are discussed:\n(Robin Hood, Scaling, Rising Tide, Cloning, Bill Gates and Babies), each of\nwhich a sparsity measure should have. The main contributions of this paper are\nthe proofs and the associated summary table which classify commonly-used\nsparsity measures based on whether or not they satisfy these six propositions\nand the corresponding proofs. Only one of these measures satisfies all six: The\nGini Index. measures based on whether or not they satisfy these six\npropositions and the corresponding proofs. Only one of these measures satisfies\nall six: The Gini Index.\n","Comment: submitted to IEEE Transactions on Information Theory (November 2008),\n  17 pages, 6 figures"]}]
["0812.3763",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3763","Phys. Rev. B 79, 144304 (2009)","doi:10.1103/PhysRevB.79.144304"],"date":["2008-12-19","2009-03-18"],"type":["text"],"creator":["Ji, Kai","Namikawa, Kazumichi","Zheng, Hang","Nasu, Keiichiro"],"language":[],"coverage":[],"title":["Quantum Monte Carlo study on speckle variation due to photorelaxation of\n  ferroelectric clusters in paraelectric barium titanate"],"description":["  Time-dependent speckle pattern of paraelectric barium titanate observed in a\nsoft x-ray laser pump-probe measurement is theoretically investigated as a\ncorrelated optical response to the pump and probe pulses. The scattering\nprobability is calculated based on a model with coupled soft x-ray photon and\nferroelectric phonon mode. It is found that the speckle variation is related\nwith the relaxation dynamics of ferroelectric clusters created by the pump\npulse. Additionally, critical slowing down of cluster relaxation arises on\ndecreasing temperature towards the paraelectric-ferroelectric transition\ntemperature. Relation between critical slowing down, local dipole fluctuation\nand crystal structure are revealed by quantum Monte Carlo simulation.\n","Comment: 9 pages, 8 figures"]}]
["0901.0690",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry","13D45, 13D40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0690"],"date":["2009-01-06","2009-04-27"],"type":["text"],"creator":["Brodmann, Markus","Jahangiri, Maryam","Linh, Cao Huy"],"language":[],"coverage":[],"title":["Castelnuovo-Mumford regularity of deficiency modules"],"description":["  Let $d \\in \\N$ and let $M$ be a finitely generated graded module of dimension\n$\\leq d$ over a Noetherian homogeneous ring $R$ with local Artinian base ring\n$R_0$. Let $\\beg(M)$, $\\gendeg(M)$ and $\\reg(M)$ respectively denote the\nbeginning, the generating degree and the Castelnuovo-Mumford regularity of $M$.\nIf $i \\in \\N_0$ and $n \\in Z$, let $d^i_M(n)$ denote the $R_0$-length of the\n$n$-th graded component of the $i$-th $R_+$-transform module $D^i_{R_+}(M)$ of\n$M$ and let $K^i(M)$ denote the $i$-th deficiency module of $M$. Our main\nresult says, that $\\reg(K^i(M))$ is bounded in terms of $\\beg(M)$ and the\n\"diagonal values\" $d^j_M(-j)$ with $j = 0,..., d-1$. As an application of this\nwe get a number of further bounding results for $\\reg(K^i(M))$.\n","Comment: 25 pages, the previous version divided in two parts"]}]
["0901.1053",{"format":[],"subject":["Physics - Computational Physics","Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.1053","J.Comput.Phys.228:2822-2833,2009","doi:10.1016/j.jcp.2008.12.023"],"date":["2009-01-08"],"type":["text"],"creator":["Dohlus, M.","Zagorodnov, I."],"language":[],"coverage":[],"title":["Explicit TE/TM Scheme for Particle Beam Simulations"],"description":["  In this paper we propose an explicit two-level conservative scheme based on a\nTE/TM like splitting of the field components in time. Its dispersion properties\nare adjusted to accelerator problems. It is simpler and faster than the\nimplicit version [1]. It does not have dispersion in the longitudinal direction\nand the dispersion properties in the transversal plane are improved. The\nexplicit character of the new scheme allows a uniformly stable conformal method\nwithout iterations and the scheme can be parallelized easily. It assures energy\nand charge conservation. A version of this explicit scheme for rotationally\nsymmetric structures is free from the progressive time step reducing for higher\norder azimuthal modes as it takes place for Yee's explicit method used in the\nmost popular electrodynamics codes.\n","Comment: 15 pages, 6 figures"]}]
["0901.1995",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.1995","Phys. Rev. E 79, 041112 (2009)","doi:10.1103/PhysRevE.79.041112"],"date":["2009-01-14","2009-04-27"],"type":["text"],"creator":["Lee, Man Young","Vojta, Thomas"],"language":[],"coverage":[],"title":["Absorbing-state phase transitions on percolating lattices"],"description":["  We study nonequilibrium phase transitions of reaction-diffusion systems\ndefined on randomly diluted lattices, focusing on the transition across the\nlattice percolation threshold. To develop a theory for this transition, we\ncombine classical percolation theory with the properties of the supercritical\nnonequilibrium system on a finite-size cluster. In the case of the contact\nprocess, the interplay between geometric criticality due to percolation and\ndynamical fluctuations of the nonequilibrium system leads to a new universality\nclass. The critical point is characterized by ultraslow activated dynamical\nscaling and accompanied by strong Griffiths singularities. To confirm the\nuniversality of this exotic scaling scenario we also study the generalized\ncontact process with several (symmetric) absorbing states, and we support our\ntheory by extensive Monte-Carlo simulations.\n","Comment: 11 pages, 10 eps figures included, final version as published"]}]
["0901.2081",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2081","Phys Rev B 79, 132406 (2009)","doi:10.1103/PhysRevB.79.132406"],"date":["2009-01-14","2009-01-15"],"type":["text"],"creator":["Peters, D.","McCulloch, I. P.","Selke, W."],"language":[],"coverage":[],"title":["Spin-1 Heisenberg antiferromagnetic chain with exchange and single-ion\n  anisotropies"],"description":["  Using density matrix renormalization group calculations, ground state\nproperties of the spin-1 Heisenberg chain with exchange and single-ion\nanisotropies in an external field are studied. Our findings confirm and refine\nrecent results by Sengupta and Batista, Physical Review Letters 99, 217205\n(2007) (2007), on the same model applying Monte Carlo techniques. In\nparticular, we present evidence for two types of biconical (or supersolid) and\nfor two types of spin-flop (or superfluid) structures. Basic features of the\nquantum phase diagram may be interpreted qualitatively in the framework of\nclassical spin models.\n","Comment: Ref. 1 corrected (also in the abstract)"]}]
["0901.2475",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2475","Phys. Rev. Lett. 102 166806 (2009)","doi:10.1103/PhysRevLett.102.166806"],"date":["2009-01-16","2009-04-27"],"type":["text"],"creator":["da Silva, Luis G. G. V. Dias","Sandler, Nancy","Simon, Pascal","Ingersent, Kevin","Ulloa, Sergio E."],"language":[],"coverage":[],"title":["Tunable pseudogap Kondo effect and quantum phase transitions in\n  Aharonov-Bohm interferometers"],"description":["  We study two quantum dots embedded in the arms of an Aharonov-Bohm ring\nthreaded by a magnetic flux. The system can be described by an effective\none-impurity Anderson model with an energy- and flux-dependent density of\nstates. For specific values of the flux, this density of states vanishes at the\nFermi energy, yielding a controlled realization of the pseudogap Kondo effect.\nThe conductance and transmission phase shifts reflect a nontrivial interplay\nbetween wave interference and interactions, providing clear signatures of\nquantum phase transitions between Kondo and non-Kondo ground states.\n","Comment: Published version"]}]
["0901.4819",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Number Theory","13P10","13C11","11S15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4819"],"date":["2009-01-29","2009-04-27"],"type":["text"],"creator":["Hiranouchi, Toshiro","Taguchi, Yuichiro"],"language":[],"coverage":[],"title":["Flat modules and Gr\\\"obner bases over truncated discrete valuation rings"],"description":["  We present basic properties of Gr\\\"obner bases of submodules of a free module\nof finite rank over a polynomial ring $R$ with coefficients in a graded\ntruncated discrete valuations ring $A$. As an application, we give a criterion\nfor a finitely generated $R$-module to be flat over $A$. Its non-graded version\nis also given.\n"]}]
["0902.0234",{"format":[],"subject":["Quantum Physics","Physics - Atomic and Molecular Clusters"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0234","New J. Phys. 11, 043032 (2009)","doi:10.1088/1367-2630/11/4/043032"],"date":["2009-02-02","2009-03-27"],"type":["text"],"creator":["Hornberger, Klaus","Gerlich, Stefan","Ulbricht, Hendrik","Hackermüller, Lucia","Nimmrichter, Stefan","Goldt, Ilya V.","Boltalina, Olga","Arndt, Markus"],"language":[],"coverage":[],"title":["Theory and experimental verification of Kapitza-Dirac-Talbot-Lau\n  interferometry"],"description":["  Kapitza-Dirac-Talbot-Lau interferometry (KDTLI) has recently been established\nfor demonstrating the quantum wave nature of large molecules. A phase space\ntreatment permits us to derive closed equations for the near-field interference\npattern, as well as for the Moire-type pattern that would arise if the\nmolecules were to be treated as classical particles. The model provides a\nsimple and elegant way to account for the molecular phase shifts related to the\noptical dipole potential as well as for the incoherent effect of photon\nabsorption at the second grating. We present experimental results for different\nmolecular masses, polarizabilities and absorption cross sections using\nfullerenes and fluorofullerenes and discuss the alignment requirements. Our\nresults with C60 and C70, C60F36 and C60F48 verify the theoretical description\nto a high degree of precision.\n","Comment: 25 pages, 6 figures; minor changes, to appear in New J. Phys"]}]
["0902.3320",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3320"],"date":["2009-02-19","2009-04-27"],"type":["text"],"creator":["Donskov, S. V.","Likhoded, A. K.","Luchinsky, A. V.","Samoylenko, V. D."],"language":[],"coverage":[],"title":["Scalar mesons in eta' -> eta pi0 pi0 decay"],"description":["  The decay $\\eta'\\to\\eta\\pi^{0}\\pi^{0}$ is studied in the framework of isobar\nmodel. It is shown, that good agreement with the experiment is achieved if\n$a_0$- and $\\sigma$-meson contributions are taken into account. The\ncontribution of $a_0$-meson is dominant, but $\\sigma$-meson is necessary to\nreproduce the form of experimental Dalitz plot. Instead of usual Breit-Wigner\nform of $\\sigma$-meson propagator we use parametrization of $\\pi\\pi$-amplitude,\nthat satisfies analiticity, crossing, unitarity and chirality constraints. This\namplitude has a pole in complex plane, that corresponds to $\\sigma$-meson and\ndescribe experimental data on $\\pi\\pi$-scattering in $K_{e4}$ decay.\n","Comment: 6 pages, 4 figures. The text is extended. Errors in figures are\n  corrected, some refreces added"]}]
["0902.3389",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3389","Phys. Rev. B 79, 125118 (2009)","doi:10.1103/PhysRevB.79.125118"],"date":["2009-02-19"],"type":["text"],"creator":["Yonemitsu, Kenji","Maeshima, Nobuya"],"language":[],"coverage":[],"title":["Coupling-dependent rates of energy transfers from photoexcited Mott\n  insulators to lattice vibrations"],"description":["  Photoexcited states are relaxed by transferring energy to the environments.\nIn order to study which coupling allows fast energy transfer to lattice\nvibrations in correlated electron systems, we calculate the time evolutions of\nthe kinetic energies of different types and frequencies of lattice vibrations.\nThe one-dimensional half-filled Hubbard model is augmented with\nelectron-lattice couplings that modulate transfer integrals, site energies, and\nCoulomb repulsion strengths. The time-dependent Schr\\\"odinger equation is\nsolved for exact many-electron wave functions, and the classical equation of\nmotion for the lattice displacements. In order to transfer energy to classical\nlattice vibrations that modulate transfer integrals or site energies, the\ntranslational invariance must be broken to give optical activity to an\nelectronic excitation with wave number $ \\pi $ and to these lattice vibrations.\nOn the other hand, a certain amount of energy is always transferred to lattice\nvibrations that modulate Coulomb repulsion strengths, irrespective of the\nsymmetry of the ground state, as long as the corresponding electron-lattice\ncouplings are present. In strongly correlated electron systems, these couplings\ncan be strong, although they are usually insignificant because their effects on\nthe equilibrium properties can be absorbed into redefinition of Coulomb\nrepulsion strengths. We will discuss competition or collaboration between\nenergy transfer pathways through different types of electron-lattice couplings.\n","Comment: 7 pages, 3 figures, accepted for publication in Phys. Rev. B"]}]
["0902.4563",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.4563","doi:10.1111/j.1365-2966.2009.14694.x"],"date":["2009-02-26"],"type":["text"],"creator":["Barker, A. J.","Ogilvie, G. I."],"language":[],"coverage":[],"title":["On the tidal evolution of Hot Jupiters on inclined orbits"],"description":["  Tidal friction is thought to be important in determining the long-term\nspin-orbit evolution of short-period extrasolar planetary systems. Using a\nsimple model of the orbit-averaged effects of tidal friction, we study the\nevolution of close-in planets on inclined orbits, due to tides. We analyse the\neffects of the inclusion of stellar magnetic braking by performing a\nphase-plane analysis of a simplified system of equations, including the braking\ntorque. The inclusion of magnetic braking is found to be important, and its\nneglect can result in a very different system history. We then present the\nresults of numerical integrations of the tidal evolution equations, where we\nfind that it is essential to consider coupled evolution of the orbital and\nrotational elements, including dissipation in both the star and planet, to\naccurately model the evolution. The main result of our integrations is that for\ntypical Hot Jupiters, tidal friction aligns the stellar spin with the orbit on\na similar time as it causes the orbit to decay. This means that if a planet is\nobserved to be aligned, then it probably formed coplanar. This reinforces the\nimportance of Rossiter-McLaughlin effect observations in determining the degree\nof spin-orbit alignment in transiting systems. We apply these results to the\nXO-3 system, and constrain the tidal quality factors Q' in both the star and\nplanet in this system. Using a model in which inertial waves are excited by\ntidal forcing in the outer convective envelope and dissipated by turbulent\nviscosity, we calculate Q' for a range of F-star models, and find it to vary\nconsiderably within this class of stars. This means that assuming a single Q'\napplies to all stars is probably incorrect. We propose an explanation for the\nsurvival of WASP-12 b & OGLE-TR-56 b, in terms of weak dissipation in the star.\n","Comment: 19 pages, 8 figures, accepted in MNRAS"]}]
["0902.4766",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.4766","J. Phys. Soc. Jpn. 78, 054705 (2009)","doi:10.1143/JPSJ.78.054705"],"date":["2009-02-27","2009-03-20"],"type":["text"],"creator":["Yonemitsu, Kenji"],"language":[],"coverage":[],"title":["Nonequilibrium Green's-Function Approach to the Suppression of\n  Rectification at Metal--Mott-Insulator Interfaces"],"description":["  Suppression of rectification at metal--Mott-insulator interfaces, which is\npreviously shown by numerical solutions to the time-dependent Schr\\\"odinger\nequation and experiments on real devices, is reinvestigated theoretically by\nnonequilibrium Green's functions. The one-dimensional Hubbard model is used for\na Mott insulator. The effects of attached metallic electrodes are incorporated\ninto the self-energy. A scalar potential originating from work-function\ndifferences and satisfying the Poisson equation is added to the model. For the\nelectron density, we decompose it into three parts. One is obtained by\nintegrating the local density of states over energy to the midpoint of the\nelectrodes' chemical potentials. The others, obtained by integrating lesser\nGreen's functions, are due to the couplings with the electrodes and correspond\nto an inflow and an outflow of electrons. In Mott insulators, incoming\nelectrons and holes are extended over the whole system, avoiding further\naccumulation of charge relative to the case without bias. This induces\ncollective charge transport and results in the suppression of rectification.\n","Comment: 18 pages, Figs. 1(b), 2, and 8 replaced. Corrected typos"]}]
["0903.1908",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.1908","Proc. Steklov Inst. of Math., 221 (1998), 236-246"],"date":["2009-03-11","2009-04-27"],"type":["text"],"creator":["Musin, Oleg R."],"language":[],"coverage":[],"title":["Chebyshev systems and zeros of a function on a convex curve"],"description":["  The classical Hurwitz theorem says that if n first \"harmonics\" (2n + 1\nFourier coefficients) of a continuous function f(x) on the unit circle are\nzero, then f(x) changes sign at least 2n + 1 times. We show that similar facts\nand its converse hold for any function that are orthogonal to a Chebyshev\nsystem. These theorems can be extended for convex curves in d-dimensional\nEuclidean space. Namely, if a function on a curve is orthogonal to the space of\nn-degree polynomials, then the function has at least nd + 1 zeros. This bound\nis sharp and is attained for curves on which the space of polynomials forms\nclassical polynomial and trigonometric Chebyshev systems. We can regard the\ntheorem of zeros as a generalization of the four-vertex theorem. There exists a\ndiscrete analog of the theorem of zeros for convex polygonal lines which yields\na discrete version of the four-vertex theorem.\n"]}]
["0903.3050",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3050"],"date":["2009-03-17","2009-04-26"],"type":["text"],"creator":["Shkolnikov, Mykhaylo"],"language":[],"coverage":[],"title":["Metastability in the generalized Hopfield model with finitely many\n  patterns"],"description":["  This paper continues the study of metastable behaviour in disordered mean\nfield models initiated in [2], [3]. We consider the generalized Hopfield model\nwith finitely many independent patterns $\\xi_1,...,\\xi_p$ where the patterns\nhave i.i.d. components and follow discrete distributions on $[-1,1]$. We show\nthat metastable behaviour occurs and provide sharp asymptotics on metastable\nexit times and the corresponding capacities. We apply the potential theoretic\napproach developed by Bovier et al. in the space of appropriate order\nparameters and use an analysis of the discrete Laplacian to obtain lower bounds\non capacities. Moreover, we include the possibility of multiple saddle points\nwith the same value of the rate function and the case that the energy surface\nis degenerate around critical points.\n","Comment: 15 pages"]}]
["0903.3723",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3723"],"date":["2009-03-22","2009-04-26"],"type":["text"],"creator":["Siahaan, Haryanto M."],"language":[],"coverage":[],"title":["On Hawking Radiation as Tunneling Phenomenon with Dissipation Effect"],"description":["  In this letter, we derive the Hawking temperature in the tunneling method by\nconsidering the system is open to the environment. This consideration yields\nthe temperature which is higher than the standard one. The correction of\ntemperatures depends on spectral density of bath oscillators which is\nresponsible for dissipation effect in our analysis.\n","Comment: REVTeX 4, v5, references added, typos corrected"]}]
["0904.0777",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Probability","47B39","47BXX"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.0777"],"date":["2009-04-05","2009-04-27"],"type":["text"],"creator":["Rambour, Philippe","Seghier, Abdellatif"],"language":[],"coverage":[],"title":["Comportement asymptotique des polyn\\^omes orthogonaux associ\\'es \\`a un\n  poids ayant un z\\'ero d'ordre fractionnaire sur le cercle. Applications aux\n  valeurs propres d'une classe de matrices al\\'eatoires unitaires"],"description":["  Asymptotic behavior of orthogonal polynomials on the circle, with respect to\na weight having a fractional zero on the torus. Applications to the eigenvalues\nof certain unitary random matrices. This paper is devoted to the orthogonal\npolynomial on the circle, with respect to a weight of type $ f=(1-\\cos \\theta\n)^\\alpha c$ where $c$ is a sufficiently smooth function and $\\alpha \\in\n]-{1/2}, {1/2}[$. We obtain an asymptotic expansion of the coefficients of this\npolynomial and of $\\Phi^{(p)}_{N}(1)$ for all integer $p$. These results allow\nus to obtain an asymptotic expansion of the associated Christofel-Darboux\nkernel, and to compute the distribution of the eigenvalues of a family of\nrandom unitary matrices. The proof of the resuts related with the orthogonal\npolynomials are essentialy based on the inversion of Toeplitz matice associated\nto the symbol $f$.\n"]}]
["0904.0932",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory","60F05, 60G57, 60B10, 62F15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.0932"],"date":["2009-04-06","2009-04-27"],"type":["text"],"creator":["Berti, Patrizia","Crimaldi, Irene","Pratelli, Luca","Rigo, Pietro"],"language":[],"coverage":[],"title":["A Central Limit Theorem and its Applications to Multicolor Randomly\n  Reinforced Urns"],"description":["  We give a central limit theorem, which has applications to Bayesian\nstatistics and urn problems. The latter are investigated, by paying special\nattention to multicolor randomly reinforced generalized Polya urns.\n","Comment: 18 pages, preprint, second version, date first version: April 6,\n  2009. We have just corrected some details in remark 8 (i.e. the old remark 9)\n  and in subsection 4.4"]}]
["0904.1790",{"format":[],"subject":["Mathematics - Category Theory","Mathematics - General Topology","18A99","54A99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1790"],"date":["2009-04-11","2009-04-27"],"type":["text"],"creator":["Pisani, Claudio"],"language":[],"coverage":[],"title":["Balanced Category Theory II"],"description":["  In the first part, we further advance the study of category theory in a\nstrong balanced factorization category C [Pisani, 2008], a finitely complete\ncategory endowed with two reciprocally stable factorization systems such that X\n\\to 1 is in M iff it is in M'. In particular some aspects related to \"internal\"\n(co)limits and to Cauchy completeness are considered. In the second part, we\nmaintain that also some aspects of topology can be effectively synthesized in a\n(weak) balanced factorization category T, whose objects should be considered as\npossibly \"infinitesimal\" and suitably \"regular\" topological spaces. While in C\nthe classes M and M' play the role of discrete fibrations and opfibrations, in\nT they play the role of local homeomorphisms and perfect maps, so that X\\to 1\nis in M (resp. M') iff it is a discrete (resp. compact) space. One so gets a\ndirect abstract link between the subjects, with mutual benefits. For example,\nthe slice projection X/x \\to X and the coslice projection x\\X \\to X, obtained\nas the second factors of x:1 \\to X according to (E,M) and (E',M') in C,\ncorrespond in T to the \"infinitesimal\" neighborhood of x \\in X and to the\nclosure of x. Furthermore, the open-closed complementation (generalized to\nreciprocal stability) becomes the key tool to internally treat, in a coherent\nway, some categorical concepts (such as (co)limits of presheaves) which are\nclassically related by duality.\n","Comment: 40 pages, minor corrections, improvements and added references"]}]
["0904.2078",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Spectral Theory","81Q10","35P20","47N50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2078"],"date":["2009-04-14","2009-04-27"],"type":["text"],"creator":["Rasulov, Tulkin H."],"language":[],"coverage":[],"title":["Discrete Spectrum of a Model Operator Related to Three-Particle Discrete\n  Schr\\\"{o}dinger Operators"],"description":["  A model operator $H_\\mu,$ $\\mu>0$ associated to a system of three particles\non the three-dimensional lattice $ \\mathbb{Z}^3$ that interact via nonlocal\npair potentials is considered. We study the case where the parameter function\n$w$ has a special form with the non degenerate minimum at the $n, n>1$ points\nof the six-dimensional torus $\\mathbb{T}^6.$ If the associated Friedrichs model\nhas a zero energy resonance, then we prove that the operator $H_\\mu$ has\ninfinitely many negative eigenvalues accumulating at zero and we obtain an\nasymptotics for the number of eigenvalues of $H_\\mu$ lying below $z,$ $z<0$ as\n$z\\to -0.$\n","Comment: 11 pages"]}]
["0904.2955",{"format":[],"subject":["Mathematics - Logic","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2955"],"date":["2009-04-20","2009-04-27"],"type":["text"],"creator":["David, René"],"language":[],"coverage":[],"title":["A short proof that adding some permutation rules to beta preserves SN"],"description":["  I show that, if a term is $SN$ for $\\beta$, it remains $SN$ when some\npermutation rules are added.\n"]}]
["0904.3364",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3364"],"date":["2009-04-21"],"type":["text"],"creator":["Benguria, R.","Loewe, M.","Santos, R. A."],"language":[],"coverage":[],"title":["Considerations about Gribov ambiguities for the abelian Higgs model in\n  the presence of chemical potential and temperature"],"description":["  In this letter we discuss the influence of a U(1) chemical potential $\\mu$ on\nthe existence of Gribov copies in a U(1) theory at finite temperature $T$. We\nshow that the chemical potential conspires against the existence of Gribov\ncopies in the sense that it restricts the space of solutions of the consistency\nequation for the gauge parameter. Explicit solutions are found for T=0, as\nfunction of $\\mu$. In the finite temperature case we find also a class of\nsolutions which satisfy the KMS boundary conditions in the euclidean time\ndirection, having also a vanishing behavior when $|\\mathbf r|\\to\\infty$\n","Comment: 12 pages, 2 figures"]}]
["0904.3754",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3754"],"date":["2009-04-23"],"type":["text"],"creator":["Pascoal, F.","Céleri, L. C.","Mizrahi, S. S.","Moussa, M. H. Y.","Farina, C."],"language":[],"coverage":[],"title":["Dynamical Casimir effect for a massless scalar field between two\n  concentric spherical shells with mixed boundary condictions"],"description":["  We analyze the dynamical Casimir effect for a massless scalar field confined\nbetween two concentric spherical shells which impose on the field mixed\nboundary conditions. We thus complement a previous result [Phys. Rev. A\n\\textbf{78}, 032521 (2008)], where the same problem was considered but in that\ncase the field was submitted to a Dirichlet boundary condition in both moving\nspherical shells. A general expression for the average number of created\nparticles is deduced for an arbitrary law of radial motion of the spherical\nshells. This expression is then applied to harmonic oscillations of the shells\nand the number of created particles is analyzed and compared with the results\nobtained under Dirichlet-Dirichlet boundary conditions.\n"]}]
["0904.3755",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3755"],"date":["2009-04-23"],"type":["text"],"creator":["McHugh, S.","Jaafar, R.","Sarachik, M. P.","Myasoedov, Y.","Finkler, A.","Zeldov, E.","Bagai, R.","Christou, G."],"language":[],"coverage":[],"title":["Magnetic avalanches of minor fast-relaxing species of Mn12-acetate"],"description":["  Using micron-sized thermometers and Hall bars, we report time-resolved\nstudies of the local temperature and local magnetization for two types of\nmagnetic avalanches (abrupt spin reversals) in the molecular magneti\nMn12-acetate, corresponding to avalanches of the main slow-relaxing crystalline\nform and avalanches of the fast-relaxing minor species that exists in all\nas-grown crystals of this material. An experimental protocol is used that\nallows the study of each type of avalanche without triggering avalanches in the\nother, and of both types of avalanches simultaneously. In samples prepared\nmagnetically to enable both types of avalanches, minor species avalanches are\nfound to act as a catalyst for the major species avalanches. magnetically to\nenable both types of avalanches, minor species avalanches are found to act as a\ncatalyst for the major species avalanches.\n","Comment: submitted to PRB"]}]
["0904.3759",{"format":[],"subject":["Mathematics - Analysis of PDEs","35K57","35B33","35B40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3759"],"date":["2009-04-24"],"type":["text"],"creator":["Pilarczyk, Dominika"],"language":[],"coverage":[],"title":["Asymptotic stability of singular solution to nonlinear heat equation"],"description":["  In this paper, we discuss the asymptotic stability of singular steady states\nof the nonlinear heat equation in the weighted Lebesgue norms.\n","Comment: 11 pages"]}]
["0904.3760",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3760"],"date":["2009-04-23"],"type":["text"],"creator":["Vladimirov, Andrey"],"language":[],"coverage":[],"title":["Modeling Magnetic Field Amplification in Nonlinear Diffusive Shock\n  Acceleration"],"description":["  This research was motivated by the recent observations indicating very strong\nmagnetic fields at some supernova remnant shocks, which suggests in-situ\ngeneration of magnetic turbulence. The dissertation presents a numerical model\nof collisionless shocks with strong amplification of stochastic magnetic\nfields, self-consistently coupled to efficient shock acceleration of charged\nparticles. Based on a Monte Carlo simulation of particle transport and\nacceleration in nonlinear shocks, the model describes magnetic field\namplification using the state-of-the-art analytic models of instabilities in\nmagnetized plasmas in the presence of non-thermal particle streaming. The\nresults help one understand the complex nonlinear connections between the\nthermal plasma, the accelerated particles and the stochastic magnetic fields in\nstrong collisionless shocks. Also, predictions regarding the efficiency of\nparticle acceleration and magnetic field amplification, the impact of magnetic\nfield amplification on the maximum energy of accelerated particles, and the\ncompression and heating of the thermal plasma by the shocks are presented.\nParticle distribution functions and turbulence spectra derived with this model\ncan be used to calculate the emission of observable nonthermal radiation.\n","Comment: PhD dissertation, North Carolina State University, 2009. 202 pages"]}]
["0904.3763",{"format":[],"subject":["Physics - Computational Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3763"],"date":["2009-04-23"],"type":["text"],"creator":["Vanden-Eijnden, Eric","Venturoli, Maddalena"],"language":[],"coverage":[],"title":["Exact rate calculations by trajectory parallelization and twisting"],"description":["  A sampling procedure to compute exactly the rate of activated processes\narising in systems at equilibrium or nonequilibrium steady state is presented.\nThe procedure is a generalization of the method in [A. Warmflash, P.\nBhimalapuram, and A. R. Dinner, J. Chem. Phys., 127, 154112 (2007); A. Dickson,\nA. Warmflash, and A. R. Dinner, J. Chem. Phys., 130, 074104 (2009)] in which\none performs simulations restricted into cells by using a reinjection rule at\nthe boundaries of the cells which is consistent with the exact probability\nfluxes through these boundaries. Our generalization uses results from\ntransition path theory which indicate how to twist the dynamics to calculate\nreaction rates.\n","Comment: 7 pages, 5 figures"]}]
["0904.3764",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Metric Geometry","20F65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3764"],"date":["2009-04-23","2009-04-26"],"type":["text"],"creator":["Dymarz, Tullia"],"language":[],"coverage":[],"title":["Bilipschitz equivalence is not equivalent to quasi-isometric equivalence\n  for finitely generated groups"],"description":["  We show that certain lamplighter groups that are quasi-isometric to each\nother are not bilipschitz equivalent. This gives a positive answer to a\nquestion in Topics in Geometric Group Theory by Pierre de la Harpe (page 107).\n","Comment: 14 pages, 4 figures"]}]
["0904.3765",{"format":[],"subject":["Physics - Plasma Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3765"],"date":["2009-04-23"],"type":["text"],"creator":["Hou, L. J.","Piel, A.","Shukla, P. K."],"language":[],"coverage":[],"title":["Hou et al. Reply to the comment [arXiv:0904.2989] on \"Self-Diffusion in\n  2D Dusty-Plasma Liquids: Numerical-Simulation Results\""],"description":["  Reply to the comment [arXiv:0904.2989] on \"Self-Diffusion in 2D Dusty-Plasma\nLiquids: Numerical-Simulation Results\" [arXiv:0812.0338]\n","Comment: 2 pages 1 figure"]}]
["0904.3766",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3766"],"date":["2009-04-23"],"type":["text"],"creator":["Wang, G. Y.","Wong, K. H.","Wang, Y."],"language":[],"coverage":[],"title":["Study on the oxygen isotope effect in A-site ordered manganite\n  $R$BaMn$_{2}$O$_{6}$ ($R$ = La, Pr, Nd, Sm)"],"description":["  A-site ordered manganites $R$BaMn$_{2}$O$_{6}$ ($R$ = La, Pr, Nd, Sm) were\nsynthesized and the oxygen isotope effect in them was studied. It was found\nthat the substitution of $^{16}$O by $^{18}$O has caused increases in both the\nNeel temperature ($T$$_{N}$) and the charge ordering temperature ($T$$_{CO}$)\nand an decrease in the Curie temperature ($T$$_{C}$). The isotope exponent is\nsmall on $T$$_{C}$ and $T$$_{CO}$ compared with that in A-site disordered\nmanganites such as La$_{1-x}$Ca$_{x}$MnO$_{3}$, which may be caused by weaker\nelectron-phonon coupling in A-site ordered ones. But the isotope exponent of\n$T$$_{N}$ is large for $R$ = La. We didn't observe the large oxygen-isotope\nshift that occurs in NdBaMn$_{2}$O$_{6}$, where a multicritical point is\nbelieved to appear near $R$ = Nd, and strong fluctuation due to the competition\nbetween ferromagnetic metal and charge ordering phase should be present.\n","Comment: 5 pages, 4 figures"]}]
["0904.3767",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - General Topology","57M07","20F65, 28A80, 53C23, 54F15, 54F50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3767"],"date":["2009-04-23"],"type":["text"],"creator":["Berestovskii, V. N.","Plaut, C. P."],"language":[],"coverage":[],"title":["Covering R-trees, R-free groups, and dendrites"],"description":["  We prove that every length space X is the orbit space (with the quotient\nmetric) of an R-tree T via a free action of a locally free subgroup G(X) of\nisometries of X. The mapping f:T->X is a kind of generalized covering map\ncalled a URL-map and is universal among URL-maps onto X. T is the unique R-tree\nadmitting a URL-map onto X. When X is a complete Riemannian manifold M of\ndimension n>1, the Menger sponge, the Sierpin'ski carpet or gasket, T is\nisometric to the so-called \"universal\" R-tree A_{c}, which has valency equal to\nthe cardinality of the continuum at each point. In these cases, and when X is\nthe Hawaiian earring H, the action of G(X) on T gives examples in addition to\nthose of Dunwoody and Zastrow that negatively answer a question of J. W. Morgan\nabout group actions on R-trees. Indeed, for one length metric on H, we obtain\nprecisely Zastrow's example.\n","Comment: This paper is the result of splitting off some of the results in the\n  preprint \"Covering R-trees\" and adding additional applications to R-free\n  groups"]}]
["0904.3777",{"format":[],"subject":["Mathematics - Number Theory","11F37","11F03","11F30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3777"],"date":["2009-04-23"],"type":["text"],"creator":["Kang, Soon-Yi","Kim, Chang Heon"],"language":[],"coverage":[],"title":["Arithmetic Properties of Traces of Singular Moduli on Congruence\n  Subgroups"],"description":["  After Zagier proved that the traces of singular moduli $j(z)$ are Fourier\ncoefficients of a weakly holomorphic modular form, various properties of the\ntraces of the singular values of modular functions mostly on the full modular\ngroup $PSL_2(\\mathbb{Z})$ have been investigated such as their exact formulas,\nlimiting distribution, duality, and congruences. The purpose of this paper is\nto generalize these arithmetic properties of traces of singular values of a\nweakly holomorphic modular function on the full modular group to those on a\ncongruence subgroup $\\Gamma_0(N)$.\n","Comment: 14 pages"]}]
["0904.3778",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3778"],"date":["2009-04-23"],"type":["text"],"creator":["Timo, Roy","Blackmore, Kim","Hanlen, Leif"],"language":[],"coverage":[],"title":["Word-Valued Sources: an Ergodic Theorem, an AEP and the Conservation of\n  Entropy"],"description":["  A word-valued source $\\mathbf{Y} = Y_1,Y_2,...$ is discrete random process\nthat is formed by sequentially encoding the symbols of a random process\n$\\mathbf{X} = X_1,X_2,...$ with codewords from a codebook $\\mathscr{C}$. These\nprocesses appear frequently in information theory (in particular, in the\nanalysis of source-coding algorithms), so it is of interest to give conditions\non $\\mathbf{X}$ and $\\mathscr{C}$ for which $\\mathbf{Y}$ will satisfy an\nergodic theorem and possess an Asymptotic Equipartition Property (AEP). In this\ncorrespondence, we prove the following: (1) if $\\mathbf{X}$ is asymptotically\nmean stationary, then $\\mathbf{Y}$ will satisfy a pointwise ergodic theorem and\npossess an AEP; and, (2) if the codebook $\\mathscr{C}$ is prefix-free, then the\nentropy rate of $\\mathbf{Y}$ is equal to the entropy rate of $\\mathbf{X}$\nnormalized by the average codeword length.\n","Comment: 21 pages"]}]
["0904.3780",{"format":[],"subject":["Mathematics - Numerical Analysis","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3780"],"date":["2009-04-23"],"type":["text"],"creator":["Needell, Deanna"],"language":[],"coverage":[],"title":["Noisy Signal Recovery via Iterative Reweighted L1-Minimization"],"description":["  Compressed sensing has shown that it is possible to reconstruct sparse high\ndimensional signals from few linear measurements. In many cases, the solution\ncan be obtained by solving an L1-minimization problem, and this method is\naccurate even in the presence of noise. Recent a modified version of this\nmethod, reweighted L1-minimization, has been suggested. Although no provable\nresults have yet been attained, empirical studies have suggested the reweighted\nversion outperforms the standard method. Here we analyze the reweighted\nL1-minimization method in the noisy case, and provide provable results showing\nan improvement in the error bound over the standard bounds.\n"]}]
["0904.3781",{"format":[],"subject":["Physics - Chemical Physics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3781"],"date":["2009-04-23"],"type":["text"],"creator":["Nagy, Agnes","Sen, K. D.","Montgomery Jr, H. E."],"language":[],"coverage":[],"title":["Lower Bound for LMC complexity measure"],"description":["  Lower bound for the shape complexity measure of L\\'opez-Ruiz-Mancini-Calbet\n(LMC), $C_{LMC}$, is derived.\n  Analytical relations for simple examples of the harmonic oscillator, the\nhydrogen atom and two-electron 'entangled artificial' atom proposed by\nMoshinsky are derived. Several numerical examples of the spherically confined\nmodel systems are presented as the test cases. For the homogeneous potential,\n$C_{LMC}$ is found to be independent of the parameters in the potential which\nis not the case for the non-homogeneous potentials.\n","Comment: 11 pages, 1 figure"]}]
["0904.3794",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3794"],"date":["2009-04-24"],"type":["text"],"creator":["Jankovic, Marko V."],"language":[],"coverage":[],"title":["Quantum Tsallis entropy and projective measurement"],"description":["  It is well known that projective measurement will not decrease the von\nNeumann entropy of a quantum state. In this paper, it is shown that projective\nmeasurement will not decrease the quantum Tsallis entropy of a quantum state,\neither. Using a similar analysis, it can be shown that projective measurement\nwill not decrease the quantum unified (r, s)-entropy in general.\n","Comment: 7 pages"]}]
["0904.3795",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3795"],"date":["2009-04-24"],"type":["text"],"creator":["Huang, Longbo","Neely, Michael J."],"language":[],"coverage":[],"title":["Delay Reduction via Lagrange Multipliers in Stochastic Network\n  Optimization"],"description":["  In this paper, we consider the problem of reducing network delay in\nstochastic network utility optimization problems. We start by studying the\nrecently proposed quadratic Lyapunov function based algorithms (QLA). We show\nthat for every stochastic problem, there is a corresponding\n\\emph{deterministic} problem, whose dual optimal solution \"exponentially\nattracts\" the network backlog process under QLA. In particular, the probability\nthat the backlog vector under QLA deviates from the attractor is exponentially\ndecreasing in their Euclidean distance. This not only helps to explain how QLA\nachieves the desired performance but also suggests that one can roughly\n\"subtract out\" a Lagrange multiplier from the system induced by QLA. We thus\ndevelop a family of \\emph{Fast Quadratic Lyapunov based Algorithms} (FQLA) that\nachieve an $[O(1/V), O(\\log^2(V))]$ performance-delay tradeoff for problems\nwith a discrete set of action options, and achieve a square-root tradeoff for\ncontinuous problems. This is similar to the optimal performance-delay tradeoffs\nachieved in prior work by Neely (2007) via drift-steering methods, and shows\nthat QLA algorithms can also be used to approach such performance.\n  These results highlight the \"network gravity\" role of Lagrange Multipliers in\nnetwork scheduling. This role can be viewed as the counterpart of the \"shadow\nprice\" role of Lagrange Multipliers in flow regulation for classic flow-based\nnetwork problems.\n"]}]
["0904.3797",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3797"],"date":["2009-04-24","2009-04-27"],"type":["text"],"creator":["Smith, Reginald D."],"language":[],"coverage":[],"title":["Internet Traffic Periodicities and Oscillations: A Brief Review"],"description":["  Internet traffic displays many persistent periodicities (oscillations) on a\nlarge range of time scales. This paper describes the measurement methodology to\ndetect Internet traffic periodicities and also describes the main periodicities\nin Internet traffic.\n","Comment: 10 pages 2 figures; submitted to Computer Networks"]}]
["0904.3802",{"format":[],"subject":["Mathematics - Dynamical Systems","37D50, 37C45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3802"],"date":["2009-04-24"],"type":["text"],"creator":["Persson, Tomas"],"language":[],"coverage":[],"title":["On the Hausdorff Dimension of Piecewise Hyperbolic Attractors"],"description":["  We study non-invertible piecewise hyperbolic maps in the plane. The Hausdorff\ndimension of the attractor is calculated in terms of the Lyapunov exponents,\nprovided that the map satisfies a transversality condition. Explicit examples\nof maps for which this condition holds are given.\n","Comment: 21 pages, 5 figures"]}]
["0904.3803",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3803"],"date":["2009-04-24"],"type":["text"],"creator":["Hamel, Francois","Sire, Yannick"],"language":[],"coverage":[],"title":["Spreading speeds for some reaction-diffusion equations with general\n  initial conditions"],"description":["  This paper is devoted to the study of some qualitative and quantitative\naspects of nonlinear propagation phenomena in diffusive media. More precisely,\nwe consider the case a reaction-diffusion equation in a periodic medium with\nignition-type nonlinearity, the heterogeneity being on the nonlinearity, the\noperator and the domain. Contrary to previous works, we study the asymptotic\nspreading properties of the solutions of the Cauchy problem with general\ninitial conditions which satisfy very mild assumptions at infinity. We\nintroduce several concepts generalizing the notion of spreading speed and we\ngive a complete characterization of it when the initial condition is\nasymptotically oscillatory at infinity. Furthermore we construct, even in the\nhomogeneous one-dimensional case, a class of initial conditions for which\nhighly nontrivial dynamics can be exhibited.\n"]}]
["0904.3804",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","35R30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3804"],"date":["2009-04-24"],"type":["text"],"creator":["Guillarmou, Colin","Tzou, Leo"],"language":[],"coverage":[],"title":["Calderon inverse Problem for the Schrodinger Operator on Riemann\n  Surfaces"],"description":["  On a fixed smooth compact Riemann surface with boundary $(M_0,g)$, we show\nthat the Cauchy data space (or Dirichlet-to-Neumann map $\\mc{N}$) of the\nSchr\\\"odinger operator $\\Delta +V$ with $V\\in C^2(M_0)$ determines uniquely the\npotential $V$. We also discuss briefly the corresponding consequences for\npotential scattering at 0 frequency on Riemann surfaces with asymptotically\nEuclidean or asymptotically hyperbolic ends.\n","Comment: 16 pages"]}]
["0904.3805",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3805","Nature Physics 4, 936 - 939 (2008)","doi:10.1038/nphys1094"],"date":["2009-04-24"],"type":["text"],"creator":["Piot, B. A.","Jiang, Z.","Dean, C. R.","Engel, L. W.","Gervais, G.","Pfeiffer, L. N.","West, K. W."],"language":[],"coverage":[],"title":["Wigner Crystallization in a Quasi-3D Electronic System"],"description":["  When a strong magnetic field is applied perpendicularly (along z) to a sheet\nconfining electrons to two dimensions (x-y), highly correlated states emerge as\na result of the interplay between electron-electron interactions, confinement\nand disorder. These so-called fractional quantum Hall (FQH) liquids form a\nseries of states which ultimately give way to a periodic electron solid that\ncrystallizes at high magnetic fields. This quantum phase of electrons has been\nidentified previously as a disorder-pinned two-dimensional Wigner crystal with\nbroken translational symmetry in the x-y plane. Here, we report our discovery\nof a new insulating quantum phase of electrons when a very high magnetic field,\nup to 45T, is applied in a geometry parallel (y-direction) to the\ntwo-dimensional electron sheet. Our data point towards this new quantum phase\nbeing an electron solid in a \"quasi-3D\" configuration induced by orbital\ncoupling with the parallel field.\n"]}]
["0904.3808",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Computer Vision and Pattern Recognition","I.5.4","I.2.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3808"],"date":["2009-04-24"],"type":["text"],"creator":["Bao, Forrest Sheng","Gao, Jue-Ming","Hu, Jing","Lie, Donald Y. -C.","Zhang, Yuanlin","Oommen, K. J."],"language":[],"coverage":[],"title":["Automated Epilepsy Diagnosis Using Interictal Scalp EEG"],"description":["  Approximately over 50 million people worldwide suffer from epilepsy.\nTraditional diagnosis of epilepsy relies on tedious visual screening by highly\ntrained clinicians from lengthy EEG recording that contains the presence of\nseizure (ictal) activities. Nowadays, there are many automatic systems that can\nrecognize seizure-related EEG signals to help the diagnosis. However, it is\nvery costly and inconvenient to obtain long-term EEG data with seizure\nactivities, especially in areas short of medical resources. We demonstrate in\nthis paper that we can use the interictal scalp EEG data, which is much easier\nto collect than the ictal data, to automatically diagnose whether a person is\nepileptic. In our automated EEG recognition system, we extract three classes of\nfeatures from the EEG data and build Probabilistic Neural Networks (PNNs) fed\nwith these features. We optimize the feature extraction parameters and combine\nthese PNNs through a voting mechanism. As a result, our system achieves an\nimpressive 94.07% accuracy, which is very close to reported human recognition\naccuracy by experienced medical professionals.\n","Comment: 5 pages, 4 figures, 3 tables, based on our IEEE ICTAI'08 paper,\n  submitted to IEEE EMBC'09"]}]
["0904.3809",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3809"],"date":["2009-04-24"],"type":["text"],"creator":["Yang, Zhihua","Kim, Jung Hoon","Han, Jung Hoon"],"language":[],"coverage":[],"title":["Magnetic response of the J1-J2 spin Hamiltonian from classical Monte\n  Carlo and Schwinger boson mean field theory"],"description":["  Magnetic susceptibilities at several potential ordering wave vectors (0,0),\n(\\pi,0), and (\\pi,\\pi) are analyzed for the antiferromagnetic J1-J2 spin\nHamiltonian by classical Monte Carlo and Schwinger boson mean field theories\nover the parameter range 0 \\le 2J_2/J_1 \\le 2. We find a nearly linear-T\nbehavior of the uniform susceptibility that extends up to the temperature scale\nof J_1 within both calculation schemes when 2J_2/J_1 is sufficiently removed\nfrom the critical point 2J_2/J_1=1. The window of linear temperature dependence\ndiminishes as the critical point is approached.\n","Comment: 9 pages, 5 figures"]}]
["0904.3812",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3812"],"date":["2009-04-24"],"type":["text"],"creator":["Mendo, Luis"],"language":[],"coverage":[],"title":["On the Mean Absolute Error in Inverse Binomial Sampling"],"description":["  A closed-form expression and an upper bound are obtained for the mean\nabsolute error of the unbiased estimator of a probability in inverse binomial\nsampling. The results given permit the estimation of an arbitrary probability\nwith a prescribed level of the normalized mean absolute error.\n","Comment: 2 figures"]}]
["0904.3815",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3815"],"date":["2009-04-24"],"type":["text"],"creator":["Bossi, Fabio"],"language":[],"coverage":[],"title":["The role of KLOE and KLOE-2 in the search for a secluded gauge sector"],"description":["  The hypothesis of the existence of a secluded gauge sector with\nmanifestations at low energies can be tested at low and medium energy e+e-\ncolliders, such as DAFNE.Some signatures are very straightforward and can be\nrelatively easily isolated against background. Therefore KLOE, with its 2.5\nfb-1 of data, and KLOE-2 with its proposed detector's upgrades and larger data\nsample are and will be able to test this hypothesis in deep detail\n","Comment: Talk given at the KLOE-2 Physics Workshop, Frascati April 9-10 2009"]}]
["0904.3819",{"format":[],"subject":["Mathematics - Number Theory","11R42","11R23"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3819"],"date":["2009-04-24"],"type":["text"],"creator":["Roblot, Xavier-François","Weiss, Alfred"],"language":[],"coverage":[],"title":["Numerical evidence toward a 2-adic equivariant \"main conjecture\""],"description":["  Recently Ritter and Weiss introduced an equivariant \"main conjecture\" than\ngeneralizes and refines the Main Conjecture of Iwasawa theory. In this paper,\nwe show that, for the prime 2 and a dihedral extension of order 8 over Q, this\nconjecture is equivalent to a congruence condition on the coefficients of a\npower series with 2-adic integral coefficients constructed using the 2-adic\nL-series associated to the extension. We then verify that this congruence\ncondition holds for the first coefficients in a large number of examples.\n"]}]
["0904.3827",{"format":[],"subject":["Computer Science - Symbolic Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3827"],"date":["2009-04-24"],"type":["text"],"creator":["Valibouze, Annick"],"language":[],"coverage":[],"title":["La R\\'esolvante de Lagrange et ses Applications"],"description":["  In this paper, the changes of representations of a group are used in order to\ndescribe its action as algebraic Galois group of an univariate polynomial on\nthe roots of factors of any Lagrange resolvent. By this way, the Galois group\nof resolvent factors are pre-determinated. In follows, different applications\nare exposed; in particular, some classical results of algebraic Galois theory.\n","Comment: 26 pages"]}]
["0904.3828",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3828"],"date":["2009-04-24"],"type":["text"],"creator":["Jamet, D.","Paquin, G.","Richomme, G.","Vuillon, L."],"language":[],"coverage":[],"title":["On the fixed point of the iterated pseudopalindromic closure"],"description":["  First introduced in the study of the Sturmian words, the iterated palindromic\nclosure was recently generalized to pseudopalindromes. This operator allows one\nto construct words with an infinity of pseudopalindromic prefixes, called\npseudostandard words. We provide here several combinatorial properties of the\nfixed points under the iterated pseudopalindromic closure.\n","Comment: Submit to Words Conference 2009"]}]
["0904.3831",{"format":[],"subject":["Mathematics - Functional Analysis","30C85, 30D50, 30H05, 47D06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3831"],"date":["2009-04-24"],"type":["text"],"creator":["Wynn, Andrew"],"language":[],"coverage":[],"title":["Counterexamples to the discrete and continuous weighted Weiss\n  conjectures"],"description":["  Counterexamples are presented to weighted forms of the Weiss conjecture in\ndiscrete and continuous time. In particular, for certain ranges of $\\alpha$,\noperators are constructed that satisfy a given resolvent estimate, but fail to\nbe $\\alpha$-admissible. For $\\alpha \\in (-1,0)$ the operators constructed are\nnormal, while for $\\alpha \\in (0,1)$ the operator is the unilateral shift on\nthe Hardy space $H^2(\\mathbb{D})$.\n","Comment: 16 pages"]}]
["0904.3835",{"format":[],"subject":["Mathematics - Combinatorics","94B05 (Primary) 94B25, 94B27, 94B65 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3835"],"date":["2009-04-24"],"type":["text"],"creator":["Davydov, Alexander A.","Giulietti, Massimo","Marcugini, Stefano","Pambianco, Fernanda"],"language":[],"coverage":[],"title":["Linear nonbinary covering codes and saturating sets in projective spaces"],"description":["  Let A_{R,q} denote a family of covering codes, in which the covering radius R\nand the size q of the underlying Galois field are fixed, while the code length\ntends to infinity. In this paper, infinite sets of families A_{R,q}, where R is\nfixed but q ranges over an infinite set of prime powers are considered, and the\ndependence on q of the asymptotic covering densities of A_{R,q} is\ninvestigated. It turns out that for the upper limit of the covering density of\nA_{R,q}, the best possibility is O(q). The main achievement of the present\npaper is the construction of asymptotic optimal infinite sets of families\nA_{R,q} for any covering radius R >= 2. We first showed that for a given R, to\nobtain optimal infinite sets of families it is enough to construct R infinite\nfamilies A_{R,q}^{(0)},A_{R,q}^{(1)},...,A_{R,q}^{(R-1)} such that, for all u\n>= u_{0}, the family A_{R,q}^{(v)} contains codes of codimension r_{u}=Ru+v and\nlength f_{q}^{v}(r_{u}) where f_{q}^{v}(r)=O(q^{(r-R)/R) and u_{0} is a\nconstant. Then, we were able to construct the needed families A_{R,q}^{(v)} for\nany covering radius R >= 2, with q ranging over the (infinite) set of R-th\npowers. For each of these families A_{R,q}^{(v)}, the lower limit of the\ncovering density is bounded from above by a constant independent of q.\n"]}]
["0904.3842",{"format":[],"subject":["Mathematics - Statistics Theory","62H12, 62G08, 62G09 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3842","Annals of Statistics 2009, Vol. 37, No. 3, 1272-1298","doi:10.1214/08-AOS598"],"date":["2009-04-24"],"type":["text"],"creator":["Li, Bing","Dong, Yuexiao"],"language":[],"coverage":[],"title":["Dimension reduction for nonelliptically distributed predictors"],"description":["  Sufficient dimension reduction methods often require stringent conditions on\nthe joint distribution of the predictor, or, when such conditions are not\nsatisfied, rely on marginal transformation or reweighting to fulfill them\napproximately. For example, a typical dimension reduction method would require\nthe predictor to have elliptical or even multivariate normal distribution. In\nthis paper, we reformulate the commonly used dimension reduction methods, via\nthe notion of \"central solution space,\" so as to circumvent the requirements of\nsuch strong assumptions, while at the same time preserve the desirable\nproperties of the classical methods, such as $\\sqrt{n}$-consistency and\nasymptotic normality. Imposing elliptical distributions or even stronger\nassumptions on predictors is often considered as the necessary tradeoff for\novercoming the \"curse of dimensionality,\" but the development of this paper\nshows that this need not be the case. The new methods will be compared with\nexisting methods by simulation and applied to a data set.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AOS598 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["0904.3845",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory","14G25, 14H25, 14G05, 11G30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3845"],"date":["2009-04-24"],"type":["text"],"creator":["Draziotis, Konstantinos","Poulakis, Dimitrios"],"language":[],"coverage":[],"title":["An Effective Version of Chevalley-Weil Theorem for Projective Plane\n  Curves"],"description":["  We obtain a quantitative version of the classical Chevalley-Weil theorem for\ncurves. Let $\\phi : \\tilde{C} \\to C$ be an unramified morphism of non-singular\nplane projective curves defined over a number field $K$. We calculate an\neffective upper bound for the norm of the relative discriminant of the number\nfield $K(Q)$ over $K$ for any point $P\\in C(K)$ and $Q\\in{\\phi}^{-1}(P)$\n"]}]
["0904.3851",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3851"],"date":["2009-04-24"],"type":["text"],"creator":["Janaki, J.","Kumary, T. Geetha","Mani, Awadhesh","Kalavathi, S.","Reddy, G V R","Rao, G. V. Narasimha","Bharathi, A."],"language":[],"coverage":[],"title":["Synthesis, characterization and low temperature studies of iron\n  chalcogenide superconductors"],"description":["  We have synthesized tetragonal iron selenide and telluride superconductors\nthrough solid state reaction at 450deg.C and 550deg.C respectively. These\nsynthesis temperatures have been established by optimization. Electrical\nresistivity and magnetic susceptibility measurements (4.2-300 K) confirm\nsuperconductivity with Tc of around 8.5 K in all selenide samples of nominal\ncomposition Fe1+deltaSe (delta=0.02-0.22). However, Scanning Electron\nMicroscopy/ Energy Dispersive Spectroscopy studies clearly indicate that the\nactual stoichiometric ratio of Fe : Se for all the samples synthesized is\naround 1:1. Also all the samples exhibit identical phase transition\ntemperatures from tetragonal to orthorhombic structure below ~ 100 K implying\nidentical phase composition. The partial substitution of Se by Te leads to an\nenhancement of Tc to ~ 13 K. The non-superconducting telluride Fe1.09Te\nexhibits a metal-insulator phase transition at ~ 82 K. Substitution studies of\nthis telluride system by S and Si have in addition been carried out to\ninvestigate if chemical pressure induces superconductivity.\n","Comment: 20 pages, 8 figures and 2 tables"]}]
["0904.3854",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Group Theory","20F65","20F67","20E08"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3854"],"date":["2009-04-24"],"type":["text"],"creator":["Dahmani, François","Guirardel, Vincent","Przytycki, Piotr"],"language":[],"coverage":[],"title":["No-splitting property and boundaries of random groups"],"description":["  We prove that random groups in the Gromov density model, at any density,\nsatisfy property (FA), i.e. they do not act non-trivially on trees. This\nimplies that their Gromov boundaries, defined at density less than 1/2, are\nMenger curves.\n","Comment: 20 pages"]}]
["0904.3855",{"format":[],"subject":["Mathematics - General Mathematics","A005"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3855"],"date":["2009-04-24"],"type":["text"],"creator":["Zelator, Konstantine"],"language":[],"coverage":[],"title":["Exploring Progressions: A Collection of Problems"],"description":["  The material of this work is aimed at mathematics educators, as well as math\nspecialists with a keen interest in progressions. In this paper, we study the\nsubject of arithmetic, geometric, mixed, and harmonic progressions or\nsequences. Some of the material found in Sections 2,3,4,and 5, can also be\nfound in standard precalculus texts. For example, refer to the books in\nreferences 1 and 2. A substantial portion of the material in those sections,\ncannot be found in such books. In Section 6, we present 21 problems with\ndetailed solutions. These are interesting, unusual problems not commonly found\nin mathematics texts, and most of them are quite challenging. In Section 7, we\noffer a collection of unsolved problems.\n","Comment: 61 pages, no figures"]}]
["0904.3867",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3867"],"date":["2009-04-24"],"type":["text"],"creator":["Roscoe, D. F."],"language":[],"coverage":[],"title":["The conflict between realism and the scalar potential in electrodynamics"],"description":["  Within no inertial frame can stationary charge exist. All charge, wherever it\nexists, experiences perpetual interaction with charge elsewhere and so can only\nexist as non-trivial current. It follows that the notion of the electrostatic\nscalar potential is a pragmatic idealization - it is not fundamental and is\nuseful simply because, in many practical circumstances, the time scales of\ninterest are sufficiently small that charges can be considered stationary in\nappropriately chosen inertial frames. In this paper, we take the view that the\nsubsuming of the electrostatic scalar potential within classical\nelectrodynamics raises issues of fundamental principle and consider the\nquestion of whether it is possible to have a relativistic electrodynamics sans\nthe electrostatic scalar potential - that is, expressed purely in terms of some\nform of relativistic magnetic potential. Surprisingly, we find that such a\nthing can be realized in a remarkably simple way - and which is cost-free for\nordinary applications of electrodynamics. But the overall formalism has\nfundamental ramifications for our deeper understanding of electrodynamics - for\nexample, a new relativistic symmetry arises which, naturally interpreted,\nimplies that the Lorentz force must be considered as a local-action contact\nforce in which energy-momentum is locally conserved through the medium of an\nuncharged massive vector particle.\n","Comment: 31 pages. Presented at various conferences. To be submmited to\n  journal shortly,"]}]
["0904.3868",{"format":[],"subject":["Physics - General Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3868"],"date":["2009-04-24"],"type":["text"],"creator":["Eichinger, B. E."],"language":[],"coverage":[],"title":["Bosons Live in Symplectic Coset Spaces"],"description":["  A theory for the transitive action of a group on the configuration space of a\nsystem of fermions is shown to lead to the conclusion that bosons can be\nrepresented by the action of cosets of the group. By application of the\nprinciple to fundamental, indivisible fermions, the symplectic group $Sp(n)$ is\nshown to be the largest group of isometries of the space. Interactions between\nparticles are represented by the coset space $Sp(n)/ \\bigotimes_1^n Sp(1)$.\n"]}]
["0904.3869",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3869"],"date":["2009-04-24"],"type":["text"],"creator":["Piccolroaz, Andrea","Bigoni, Davide"],"language":[],"coverage":[],"title":["Yield criteria for quasibrittle and frictional materials: a\n  generalization to surfaces with corners"],"description":["  Convexity of a yield function (or phase-transformation function) and its\nrelations to convexity of the corresponding yield surface (or\nphase-transformation surface) is essential to the invention, definition and\ncomparison with experiments of new yield (or phase-transformation) criteria.\nThis issue was previously addressed only under the hypothesis of smoothness of\nthe surface, but yield surfaces with corners (for instance, the Hill, Tresca or\nCoulomb-Mohr yield criteria) are known to be of fundamental importance in\nplasticity theory. The generalization of a proposition relating convexity of\nthe function and the corresponding surface to nonsmooth yield and\nphase-transformation surfaces is provided in this paper, together with the\n(necessary to the proof) extension of a theorem on nonsmooth elastic potential\nfunctions. While the former of these generalizations is crucial for yield and\nphase-transformation condition, the latter may find applications for potential\nenergy functions describing phase-transforming materials, or materials with\ndiscontinuous locking in tension, or contact of a body with a discrete\nelastic/frictional support.\n"]}]
["0904.3871",{"format":[],"subject":["Mathematics - Probability","Mathematics - Optimization and Control","60J99, 60G40, 91B70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3871"],"date":["2009-04-24"],"type":["text"],"creator":["Baurdoux, E. J.","Kyprianou, A. E.","Pardo, J. C."],"language":[],"coverage":[],"title":["The Gapeev-K\\\"uhn stochastic game driven by a spectrally positive L\\'evy\n  process"],"description":["  In Gapeev and K\\\"uhn (2005), the stochastic game corresponding to perpetual\nconvertible bonds was considered when driven by a Brownian motion and a\ncompound Poisson process with exponential jumps. We consider the same\nstochastic game but driven by a spectrally positive L\\'evy process. We\nestablish a complete solution to the game indicating four principle parameter\nregimes as well as characterizing the occurence of continuous and smooth fit.\nIn Gapeev and K\\\"uhn (2005), the method of proof was mainly based on solving a\nfree boundary value problem. In this paper, we instead use fluctuation theory\nand an auxiliary optimal stopping problem to find a solution to the game.\n"]}]
["0904.3875",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3875"],"date":["2009-04-24"],"type":["text"],"creator":["Kraemer, Steve","Windhorst, Rogier","Carpenter, Kenneth G.","Crenshaw, Mike","Elvis, Martin","Karovska, Margarita"],"language":[],"coverage":[],"title":["Active Galactic Nuclei and their role in Galaxy Formation and Evolution"],"description":["  There are several key open questions as to the nature and origin of AGN\nincluding: 1) what initiates the active phase, 2) the duration of the active\nphase, and 3) the effect of the AGN on the host galaxy. Critical new insights\nto these can be achieved by probing the central regions of AGN with sub-mas\nangular resolution at UV/optical wavelengths. In particular, such observations\nwould enable us to constrain the energetics of the AGN \"feedback\" mechanism,\nwhich is critical for understanding the role of AGN in galaxy formation and\nevolution. These observations can only be obtained by long-baseline\ninterferometers or sparse aperture telescopes in space, since the aperture\ndiameters required are in excess of 500 m - a regime in which monolithic or\nsegmented designs are not and will not be feasible and because these\nobservations require the detection of faint emission near the bright unresolved\ncontinuum source, which is impossible from the ground, even with adaptive\noptics. Two mission concepts which could provide these invaluable observations\nare NASA's Stellar Imager (SI; Carpenter et al. 2008 &\nhttp://hires.gsfc.nasa.gov/si/) interferometer and ESA's Luciola (Labeyrie\n2008) sparse aperture hypertelescope.\n","Comment: Whitepaper submitted to the 2010 Astronomy and Astrophysics Decadal\n  Survey"]}]
["0904.3880",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3880"],"date":["2009-04-24"],"type":["text"],"creator":["Pelt, Jaan"],"language":[],"coverage":[],"title":["High frequency limits in periodicity search from irregularly spaced data"],"description":["  Notions and limits from standard time series analysis must be modified when\ntreating series which are measured irregularly and contain long gaps. Classical\nNyquist criterion to estimate frequency range which is potentially recoverable\nmust be modified to handle this more complex situation. When basic exposition\nof the modified criterion is given in earlier papers, some minor problems and\ncaveats are treated here. Using simple combinatorial arguments we show that for\nsmall sample sizes the modified Nyquist limit may overestimate the obtainable\nfrequency range. On the other hand we will demonstrate that very high Nyquist\nlimit values which are typical to irregularly sampled data can often be taken\nseriously and using proper observational techniques the frequency ranges for\n\"time spectroscopy\" can be significantly widened.\n","Comment: 10 pages, 5 figures, accepted for publication in Baltic Astronomy"]}]
["0904.3881",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3881"],"date":["2009-04-24"],"type":["text"],"creator":["Huntsman, Steve"],"language":[],"coverage":[],"title":["Effective temperature for finite systems"],"description":["  Under the Ansatz that the occupation times of a system with finitely many\nstates are given by the Gibbs distribution, an effective temperature is\nuniquely determined (up to a choice of scale), and may be computed de novo,\nwithout any reference to a Hamiltonian for empirically accessible systems. As\nan example, the calculation of the effective temperature for a classical Bose\ngas is outlined and applied to the analysis of computer network traffic.\n","Comment: 9 pages, 10 figures"]}]
["0904.3884",{"format":[],"subject":["Mathematics - Number Theory","11E95, 26E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3884"],"date":["2009-04-24"],"type":["text"],"creator":["Wahle, Christian"],"language":[],"coverage":[],"title":["Weil restriction of p-adic analytic spaces"],"description":["  We study the functor of Weil restriction in the category of Huber's adic\nspaces and in the category of Berkovich spaces. We prove criteria for the\nrepresentability of these functors in the respective categories. As an\napplication of adic Weil restrictions, we prove that adic N\\'eron models behave\nwell with respect to tamely ramified base change.\n"]}]
["0904.3897",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3897"],"date":["2009-04-24"],"type":["text"],"creator":["Mandal, Subhasish","Pati, Ranjit"],"language":[],"coverage":[],"title":["Quantum Confinement and Phase Transition in PbS nanowire"],"description":["  We report first principles density functional calculations of electronic\nstructures and energy bandgaps ($\\Delta E_g$) in PbS nanowires (NW). The\n$\\Delta E_g$ is tuned by varying the diameter of the NW - {\\it revealing the\nrole of quantum confinement}.\n  The compressive radial strain (CS) on the NW is shown to be responsible for\nsemiconducting to metallic phase transition. The conduction band (CB) of the\nNW, which has significant contribution from the excited 3{\\it d}-orbital of S,\nis found to be more sensitive to the CS with the CB minimum shifting towards\nand eventually crossing the Fermi energy with increasing CS. The origin of the\nobserved phase transition in a recent experiment is attributed to the CS on the\nPbS nanowire.\n","Comment: Submitted for review on 16th February 2009"]}]
["0904.3898",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3898"],"date":["2009-04-24","2009-04-25"],"type":["text"],"creator":["Fouz, Mahmoud","Kufleitner, Manfred","Manthey, Bodo","Jahromi, Nima Zeini"],"language":[],"coverage":[],"title":["On Smoothed Analysis of Quicksort and Hoare's Find"],"description":["  We provide a smoothed analysis of Hoare's find algorithm and we revisit the\nsmoothed analysis of quicksort.\n  Hoare's find algorithm - often called quickselect - is an easy-to-implement\nalgorithm for finding the k-th smallest element of a sequence. While the\nworst-case number of comparisons that Hoare's find needs is quadratic, the\naverage-case number is linear. We analyze what happens between these two\nextremes by providing a smoothed analysis of the algorithm in terms of two\ndifferent perturbation models: additive noise and partial permutations.\n  Moreover, we provide lower bounds for the smoothed number of comparisons of\nquicksort and Hoare's find for the median-of-three pivot rule, which usually\nyields faster algorithms than always selecting the first element: The pivot is\nthe median of the first, middle, and last element of the sequence. We show that\nmedian-of-three does not yield a significant improvement over the classic rule:\nthe lower bounds for the classic rule carry over to median-of-three.\n","Comment: To be presented at the 15th Int. Computing and Combinatorics\n  Conference (COCOON 2009)"]}]
["0904.3900",{"format":[],"subject":["Mathematics - Numerical Analysis","65M60","65M12","65M15","76Q05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3900"],"date":["2009-04-24"],"type":["text"],"creator":["Antonopoulou, D. C.","Dougalis, V. A.","Zouraris, G. E."],"language":[],"coverage":[],"title":["Galerkin Methods for Parabolic and SCHR{\\\"O}DINGER Equations with\n  Dynamical Boundary Conditions and Applications to Underwater Acoustics"],"description":["  In this paper we consider Galerkin-finite element methods that approximate\nthe solutions of initial-boundary-value problems in one space dimension for\nparabolic and Schr\\\"odinger evolution equations with dynamical boundary\nconditions. Error estimates of optimal rates of convergence in $L^2$ and $H^1$\nare proved for the accociated semidiscrete and fully discrete\nCrank-Nicolson-Galerkin approximations. The problem involving the Schr\\\"odinger\nequation is motivated by considering the standard `parabolic' (paraxial)\napproximation to the Helmholtz equation, used in underwater acoustics to model\nlong-range sound propagation in the sea, in the specific case of a domain with\na rigid bottom of variable topography. This model is contrasted with\nalternative ones that avoid the dynamical bottom boundary condition and are\nshown to yield qualitatively better approximations. In the (real) parabolic\ncase, numerical approximations are considered for dynamical boundary conditions\nof reactive and dissipative type.\n","Comment: 31 pages, 10 eps figures"]}]
["0904.3915",{"format":[],"subject":["Statistics - Applications","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3915"],"date":["2009-04-24"],"type":["text"],"creator":["Pereira, B. de B.","Nascimento, E. M.","Felix, F.","Rezende, G. F. M."],"language":[],"coverage":[],"title":["Using survival curves for comparison of ordinal qualitative data in\n  clinical studies"],"description":["  Background and Objective: The survival-agreement plot was proposed and\nimproved to assess the reliability of a quantitative measure. We propose the\nuse of survival analysis as an alternative non-parametric approach for\ncomparison of ordinal qualitative data.\n  Study Design and Setting: Two case studies were presented. The first one is\nrelated to a randomized, double blind, placebo-controlled clinical trial to\ninvestigate the safety and efficacy of silymarin/metionin for chronic hepatitis\nC. The second one is a prospective study to identify gustatory alterations due\nto chorda tympani nerve involvement in patients with chronic otitis media\nwithout prior surgery.\n  Results: No significant difference was detected between the two treatments\nrelated to the chronic hepatitis C (p > 0.5). On the other hand, a significant\nassociation was observed between the healthy side and the affected side of the\nface of patients with chronic otitis media related to gustatory alterations (p\n< 0.05).\n  Conclusion: The proposed method can serve as an alternative procedure to\nstatistical test for comparison of samples from ordinal qualitative variables.\nThis approach has the advantage of being more familiar to clinical researchers.\n","Comment: 6 pages, 2 figures"]}]
["0904.3921",{"format":[],"subject":["Mathematics - General Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3921"],"date":["2009-04-24"],"type":["text"],"creator":["Segre, Gavriel"],"language":[],"coverage":[],"title":["An interesting temporalization of G\\\"odel's ontological proof"],"description":["  Recent theologies concerning God's death after Auschwitz are mathematically\nformalized through a suitable temporalization of G\\\"{o}del's Ontological Proof.\n"]}]
["0904.3923",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3923","Phys. Rev. A 79, 033839 (2009)","doi:10.1103/PhysRevA.79.033839"],"date":["2009-04-24"],"type":["text"],"creator":["Jeronimo-Moreno, Yasser","U'Ren, Alfred B."],"language":[],"coverage":[],"title":["Control, measurement and propagation of entanglement in photon pairs\n  generated through type-II parametric downconversion"],"description":["  We present a study of the effects of dispersion on the properties of photon\npairs generated by type-II, collinear spontaneous parametric downconversion.\nSpecifically, we take into consideration the effects of a chirped pump, as well\nas of dispersive propagation of the photon pairs. We present expressions for\nthe joint amplitude both in the spectral and temporal domains, as well as for\nthe chronocyclic Wigner function of heralded single photons, which fully\ncharacterizes the single photon spectral (temporal) properties. On the one\nhand, we show that unwanted effects of pump chirp in terms of the heralded\nsingle photon duration can be suppressed for states designed to be factorable\nand spectrally elongated. On the other hand, we show that pump chirp\nconstitutes an effective tool for the control of the degree of photon-pair\nentanglement. We show that when frequency-entangled photon pairs propagate\nthrough a dispersive medium, entanglement can \"migrate\" between the modulus and\nphase of the joint temporal amplitude.\n","Comment: 15 pages, 9 figures"]}]
["0904.3927",{"format":[],"subject":["Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3927"],"date":["2009-04-24"],"type":["text"],"creator":["Richardson, Andrew Keenan","Brown, Cole Arthur"],"language":[],"coverage":[],"title":["A Critique of \"Solving the P/NP Problem Under Intrinsic Uncertainty\",\n  arXiv:0811.0463"],"description":["  Although whether P equals NP is an important, open problem in computer\nscience, and although Jaeger's 2008 paper, \"Solving the P/NP Problem Under\nIntrinsic Uncertainty\" (arXiv:0811.0463) presents an attempt at tackling the\nproblem by discussing the possibility that all computation is uncertain to some\ndegree, there are a number of logical oversights present in that paper which\npreclude it from serious consideration toward having resolved P-versus-NP.\nThere are several differences between the model of computation presented in\nJaeger's paper and the standard model, as well as several bold assumptions that\nare not well supported in Jaeger's paper or in the literature. In addition, we\nfind several omissions of rigorous proof that ultimately weaken this paper to a\npoint where it cannot be considered a candidate solution to the P-versus-NP\nproblem.\n","Comment: 7 pages"]}]
["0904.3929",{"format":[],"subject":["Quantitative Finance - General Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3929"],"date":["2009-04-24","2009-04-25"],"type":["text"],"creator":["Kessab, Ammar"],"language":[],"coverage":[],"title":["La Loi organique relative aux lois de finances (LOLF) dans les\n  institutions culturelles publiques du spectacle vivant en France"],"description":["  In a crisis of public finances, France bases all its hopes on the \"evaluation\nof performance\" to moderate the effects of a complex crisis. Under the banner\nof \"modernization of the State\", a new \"financial constitution\" called the\nOrganic Law on finance laws (LOLF) became the main lever of reform of public\nmanagement. Fully applied to the Cultural Affairs since 2006, the LOLF is based\non a set of performance indicators and sets the public performance arts\ninstitutions specific targets. This article defines and analyzes the pattern of\nthe design and the course of these indicators and targets. It also examines the\ncontroversy generated by this new mode of governance.\n","Comment: 10th International Conference on Arts and Cultural Management (AIMAC\n  2009), Dallas : \\'Etats-Unis d'Am\\'erique (2009)"]}]
["astro-ph/0601659",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0601659"],"date":["2006-01-28","2009-04-27"],"type":["text"],"creator":["Chaliasos, Evangelos"],"language":[],"coverage":[],"title":["The rotating and accelerating Universe"],"description":["  An attempt is made to explain the spiral structure of spiral galaxies through\na possible rotation of the Universe. To this end, we write down a possible form\nof the metric, and we calculate the necessary quantities (Rik, Tik, ...) in\norder to form the Einstein equations. We find the two Einstein equations\npertaining to the Robertson-Walker metric and no rotation at all in this way,\nif we assume p+e not= 0. There are introduced then two suitable rotational\nmotions in the universe, and we try to generalize again the Robertson-Walker\nmetric in this way. The result is again null, since it is found that the\ncorresponding angular velocities must vanish, for p+e not= 0. A third attempt\nis finally done, without restricting ourselves to generalize any existing\ncosmological model. We introduce again two suitable rotational motions, and we\nform the appropriate Einstein equations. After solving them, we find that the\ntwo rotations, corresponding to the usual rotations on a torus, dictate again\nthe equation of state p+e = 0. This solution is a steady state one, and it\ndescribes naturally the observationally discovered acceleration of the Universe\n(1998), without a cosmological constant and the ambiguous dark energy.\n","Comment: This paper is based on earlier work, done during 1992-1994"]}]
["cond-mat/9604096",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9604096","PRB 54 (1996) 2410 - 2420","doi:10.1103/PhysRevB.54.2410"],"date":["1996-04-17","1997-04-09"],"type":["text"],"creator":["Yonemitsu, K.","Imada, M."],"language":[],"coverage":[],"title":["Spin-gap phase in nearly-half-filled one-dimensional conductors coupled\n  with phonons"],"description":["  Asymptotic properties of nearly-half-filled one-dimensional conductors\ncoupled with phonons are studied through a renormalization group method. Due to\nspin-charge coupling via electron-phonon interaction, the spin correlation\nvaries with filling as well as the charge correlation. Depending on the\nrelation between cut-off energy scales of the Umklapp process and of the\nelectron-phonon interaction, various phases appear. We found a metallic phase\nwith a spin gap and a dominant charge- density-wave correlation near half\nfilling between a gapless density-wave phase (like in the doped repulsive\nHubbard model) and a superconductor phase with a spin gap. The spin gap is\nproduced by phonon-assisted backward scatterings which are interfered with the\nUmklapp process constructively or destructively depending on the character of\nelectron-phonon coupling.\n","Comment: 14 pages, revtex, replaced 5 ps figures, published in PRB"]}]
["cond-mat/9706183",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9706183","PRB 56 (1997) 7262-7276","doi:10.1103/PhysRevB.56.7262"],"date":["1997-06-17"],"type":["text"],"creator":["Yonemitsu, K."],"language":[],"coverage":[],"title":["Renormalization-group approach to the metal-insulator transitions in\n  (DCNQI)_2M (DCNQI is N,N'-dicyanoquinonediimine and M=Ag, Cu)"],"description":["  Metal-insulator transitions and different ground-state phases in quasi-one-\ndimensional materials, (R_1R_2-DCNQI)_2M (R_1=R_2=CH_3, I and M=Ag, Cu), are\nstudied with a renormalization-group method. We use one-dimensional continuum\nmodels with backward scatterings, umklapp processes and couplings with 2k_F and\n4k_F phonons (not static lattice distortion). We take a quarter- filled band\nfor M=Ag and a sixth-filled band coupled with a third-filled band for M=Cu.\nDepending on electron-electron and electron-phonon coupling strengths, the\nground-state phase becomes a Tomonaga-Luttinger liquid or a state with a\ngap(s). For M=Ag, there appear a spin-gap state with a dominant 2k_F\ncharge-density-wave correlation, a Mott insulator with a dominant 4k_F\ncharge-density-wave correlation, or a spin-Peierls state with different\nmagnitudes of spin and charge gaps. Three-dimensionality is taken into account\nby cutting off the logarithmic singularity in either the particle-particle\nchannel or the particle-hole channel. The difference between the ground-state\nphase of the R_1=R_2=CH_3 salt (spin-Peierls state) and that of the R_1=R_2=I\nsalt (antiferromagnetic state) is qualitatively explained by a difference in\nthe cutoff energy in the particle-particle channel. For M=Cu, there appear a\nMott insulator with a charge density wave of period 3 and a Peierls insulator\nwith a charge density wave of period 6. The conditions for the experimentally\nobserved, Mott insulator phase are strong correlation in the sixth-filled band,\nmoderate electron-phonon couplings, and finite electron-4k_F phonon coupling.\nResistance is calculated as a function of temperature with a memory-function\napproximation in both cases above. It qualitatively reproduces the differences\namong the M=Ag and M=Cu cases as well as the R_1=R_2=CH_3 and R_1=R_2=I cases.\n","Comment: 16 pages, revtex, 17 ps figures, to be published in PRB"]}]
["cond-mat/9805320",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9805320","Phys. Rev. B 59, 1444 (1999)","doi:10.1103/PhysRevB.59.1444"],"date":["1998-05-25"],"type":["text"],"creator":["Yonemitsu, K.","Zhong, J.","Schuttler, H. -B."],"language":[],"coverage":[],"title":["Berry phases and pairing symmetry in Holstein-Hubbard polaron systems"],"description":["  We study the tunneling dynamics of dopant-induced hole polarons which are\nself-localized by electron-phonon coupling in a two-dimensional antiferro-\nmagnet. Our treatment is based on a path integral formulation of the adia-\nbatic approximation, combined with many-body tight-binding, instanton, con-\nstrained lattice dynamics, and many-body exact diagonalization techniques. Our\nresults are mainly based on the Holstein-$tJ$ and, for comparison, on the\nHolstein-Hubbard model. We also study effects of 2nd neighbor hopping and\nlong-range electron-electron Coulomb repulsion. The polaron tunneling dynamics\nis mapped onto an effective low-energy Hamiltonian which takes the form of a\nfermion tight-binding model with occupancy dependent, predominant- ly 2nd and\n3rd neighbor tunneling matrix elements, excluded double occupan- cy, and an\neffective intersite charge interactions. Antiferromagnetic spin correlations in\nthe original many-electron Hamiltonian are reflected by an attractive\ncontribution to the 1st neighbor charge interaction and by Berry phase factors\nwhich determine the signs of effective polaron tunneling ma- trix elements. In\nthe two-polaron case, these phase factors lead to polaron pair wave functions\nof either $d_{x^2-y^2}$-wave symmetry or p-wave symme- try with zero and\nnonzero total pair momentum, respectively. Implications for the doping\ndependent isotope effect, pseudo-gap and Tc of a superconduc- ting polaron pair\ncondensate are discussed/compared to observed in cuprates.\n","Comment: 23 pages, revtex, 13 ps figures"]}]
["math-ph/0701076",{"format":[],"subject":["Mathematical Physics","Mathematics - Operator Algebras","47G30, 11M36"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0701076"],"date":["2007-01-31","2009-04-25"],"type":["text"],"creator":["Ouedraogo, Marie-Francoise","Paycha, Sylvie"],"language":[],"coverage":[],"title":["The multiplicative anomaly for determinants revisited; locality"],"description":["  Observing that the logarithm of a product of two elliptic operators differs\nfrom the sum of the logarithms by a finite sum of operator brackets, we infer\nthat regularised traces of this difference are local as finite sums of\nnoncommutative residues. From an explicit local formula for such regularised\ntraces, we derive an explicit local formula for the multiplicative anomaly of\nzeta-determinants which sheds light on its locality and yields back previously\nknown results.\n"]}]
["math/0512655",{"format":[],"subject":["Mathematics - Rings and Algebras","16W30, 13B02"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0512655","Math. Nachr. 282, No. 5 (2009), 726-747"],"date":["2005-12-30","2009-04-27"],"type":["text"],"creator":["Kaoutit, L. El"],"language":[],"coverage":[],"title":["Corings over rings with local units"],"description":["  We show that the category of corings over a fixed base ring with local units\nis equivalent to the category of comonads in (right) unital modules whose\nunderlying functors preserve inductive limits. Changing base rings, we prove a\nbi-equivalence of bicategories. A base ring extension of corings by adjunctions\nis also introduced.\n"]}]
["math/0606542",{"format":[],"subject":["Mathematics - Geometric Topology","57M25, 18E05, 57M27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0606542","Algebr. Geom. Topol. 6 (2006) 1459-1469","doi:10.2140/agt.2006.6.1459"],"date":["2006-06-21","2009-04-27"],"type":["text"],"creator":["Bar-Natan, Dror","Morrison, Scott"],"language":[],"coverage":[],"title":["The Karoubi envelope and Lee's degeneration of Khovanov homology"],"description":["  We give a simple proof of Lee's result from [Adv. Math. 179 (2005) 554-586;\narXiv:math.GT/0210213], that the dimension of the Lee variant of the Khovanov\nhomology of a c-component link is 2^c, regardless of the number of crossings.\nOur method of proof is entirely local and hence we can state a Lee-type theorem\nfor tangles as well as for knots and links. Our main tool is the \"Karoubi\nenvelope of the cobordism category\", a certain enlargement of the cobordism\ncategory which is mild enough so that no information is lost yet strong enough\nto allow for some simplifications that are otherwise unavailable.\n","Comment: This is the version published by Algebraic & Geometric Topology on 4\n  October 2006"]}]
["math/0608601",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Category Theory","16W30,, 16D20, 16D90"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0608601","Arab. J. Sci. Eng. Vol 33, n. 2C (2008), 153-173"],"date":["2006-08-24","2009-04-27"],"type":["text"],"creator":["Kaoutit, L. El"],"language":[],"coverage":[],"title":["Wide Morita contexts in Bicategories"],"description":["  We give a formal concept of (right) wide Morita context between two 0-cells\nin arbitrary bicategory. We then construct a new bicategory with the same\n0-cells as the oldest one, and with 1-cells all these (right) wide Morita\ncontexts. An application to the (right) Eilenberg-Moore bicategory of comonads\nassociated to the bimodules bicategory is also given.\n"]}]
["math/0608733",{"format":[],"subject":["Mathematics - Algebraic Topology","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0608733","Electron. Notes Theor. Comput. Sci. 230 (2009) 3-21","doi:10.1016/j.entcs.2009.02.014"],"date":["2006-08-29"],"type":["text"],"creator":["Bubenik, Peter"],"language":[],"coverage":[],"title":["Context for models of concurrency"],"description":["  Many categories have been used to model concurrency. Using any of these, the\nchallenge is to reduce a given model to a smaller representation which\nnevertheless preserves the relevant computer-scientific information. That is,\none wants to replace a given model with a simpler model with the same directed\nhomotopy-type. Unfortunately, the obvious definition of directed homotopy\nequivalence is too coarse. This paper introduces the notion of context to\nrefine this definition.\n","Comment: 18 pages, to appear in Electronic Notes in Theoretical Computer\n  Science, preliminary version in Proceedings of the Workshop on Geometry and\n  Topology in Concurrency and Distributed Computing, BRICS Notes NS-04-2,\n  pp.33-49"]}]
["math/0608750",{"format":[],"subject":["Mathematics - Representation Theory","13A50","14L24","16G20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0608750","J. Algebra 321 (2009), 1079-1106."],"date":["2006-08-30","2007-04-17"],"type":["text"],"creator":["Lopatin, A. A."],"language":[],"coverage":[],"title":["Invariants of quivers under the action of classical groups"],"description":["  We consider a generalization of representations of quivers that can be\nderived from the ordinary representations of quivers by considering a product\nof arbitrary classical groups instead of a product of the general linear groups\nand by considering the dual action of groups on \"vertex\" vector spaces together\nwith the usual action. A generating system for the corresponding algebra of\ninvariants is found. In particular, a generating system for the algebra of\nSO(n)-invariants of several matrices is constructed over a field of\ncharacteristic different from 2. The proof uses the reduction to\nsemi-invariants of mixed representations of a quiver and the decomposition\nformula that generalizes Amitsur's formula for the determinant.\n","Comment: 41 pages; v2. minor corrections"]}]
["physics/0610159",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0610159"],"date":["2006-10-20","2009-04-27"],"type":["text"],"creator":["Chaliasos, Evangelos"],"language":[],"coverage":[],"title":["On the equation of state in the hypertoroidal Universe"],"description":["  The author has withdrawn this submission.\n","Comment: 10 pages with no figures"]}]
