["0708.0587",{"format":[],"subject":["Quantum Physics","Condensed Matter - Other Condensed Matter","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0587","Phys. Rev. A 76, 052328 (2007)","doi:10.1103/PhysRevA.76.052328"],"date":["2007-08-03"],"type":["text"],"creator":["Venuti, L. Campos","Giampaolo, S. M.","Illuminati, F.","Zanardi, P."],"language":[],"coverage":[],"title":["Long-distance entanglement and quantum teleportation in XX spin chains"],"description":["  Isotropic XX models of one-dimensional spin-1/2 chains are investigated with\nthe aim to elucidate the formal structure and the physical properties that\nallow these systems to act as channels for long-distance, high-fidelity quantum\nteleportation. We introduce two types of models: I) open, dimerized XX chains,\nand II) open XX chains with small end bonds. For both models we obtain the\nexact expressions for the end-to-end correlations and the scaling of the energy\ngap with the length of the chain. We determine the end-to-end concurrence and\nshow that model I) supports true long-distance entanglement at zero\ntemperature, while model II) supports {\\it ``quasi long-distance''}\nentanglement that slowly falls off with the size of the chain. Due to the\ndifferent scalings of the gaps, respectively exponential for model I) and\nalgebraic in model II), we demonstrate that the latter allows for efficient\nqubit teleportation with high fidelity in sufficiently long chains even at\nmoderately low temperatures.\n","Comment: 9 pages, 6 figures"]}]
["0708.1116",{"format":[],"subject":["Computer Science - Computational Engineering, Finance, and Science","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1116"],"date":["2007-08-08","2009-07-02"],"type":["text"],"creator":["Simatos, Florian"],"language":[],"coverage":[],"title":["A variant of the Recoil Growth algorithm to generate multi-polymer\n  systems"],"description":["  The Recoil Growth algorithm, proposed in 1999 by Consta et al., is one of the\nmost efficient algorithm available in the literature to sample from a\nmulti-polymer system. Such problems are closely related to the generation of\nself-avoiding paths. In this paper, we study a variant of the original Recoil\nGrowth algorithm, where we constrain the generation of a new polymer to take\nplace on a specific class of graphs. This makes it possible to make a fine\ntrade-off between computational cost and success rate. We moreover give a\nsimple proof for a lower bound on the irreducibility of this new algorithm,\nwhich applies to the original algorithm as well.\n","Comment: Title changed"]}]
["0709.2414",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2414"],"date":["2007-09-15","2009-07-01"],"type":["text"],"creator":["Gu, Ying-Qiu"],"language":[],"coverage":[],"title":["Dynamic Behavior and Topological Structure of the Universe with Dark\n  Energy"],"description":["  The topology of the space-time has intimate relationship with the dynamical\nbehavior of the Universe. Via qualitatively analyzing the relationship, this\nletter shows that, the noncyclic, flat and hyperbolic cosmological models might\nlead to some nonphysical effects. Therefore only the cyclic and compact\ncosmological model with a tiny or vanishing cosmological constant is most\nnatural and acceptable in physics. Obviously, if such constraints can be\nverified by observation, they would be much helpful for the researches on the\nproperties of dark matter and dark energy in cosmology.\n","Comment: 9 pages, 2 figures"]}]
["0710.0279",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H50","14H30","14D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0279","Comment. Math. Helv., 84:3 (2009) 639--671"],"date":["2007-10-01","2008-04-17"],"type":["text"],"creator":["Degtyarev, Alex"],"language":[],"coverage":[],"title":["Zariski $k$-plets via dessins d'enfants"],"description":["  We construct exponentially large collections of pairwise distinct\nequisingular deformation families of irreducible plane curves sharing the same\nsets of singularities. The fundamental groups of all curves constructed are\nabelian.\n","Comment: Final version accepted for publication"]}]
["0710.0676",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Representation Theory","11F70","11F80","22E55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0676","Automorphic Forms and L-functions I; Global Aspects, Proceedings\n  in honor of Steve Gelbart on the occasion of his sixtieth birthday, AMS/BIU,\n  285 pages (2009)"],"date":["2007-10-02","2009-07-02"],"type":["text"],"creator":["Ramakrishnan, Dinakar"],"language":[],"coverage":[],"title":["Remarks on the symmetric powers of cusp forms on GL(2)"],"description":["  In this paper we prove the following conditional result: Let F be a number\nfield, and pi a cusp form on GL(2)/F which is not solvable polyhedral. Assume\nthat all the symmetric powers sym^m(pi) are modular, i.e., define automorphic\nforms on GL(m+1)/F. If sym^6(pi) is cuspidal, then all the symmetric powers are\ncuspidal, for all m. Moreover, sym^6(pi) is Eisenteinian iff sym^5(pi) is an\nabelian twist of the functorial product of pi with the symmetric square of a\ncusp form pi' on GL(2)/F.\n","Comment: A sentence has been modified in the Introduction. It has nothing to\n  do with the main result of the paper"]}]
["0710.4127",{"format":[],"subject":["Quantitative Biology - Molecular Networks","Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4127","D. R. Bickel, Z. Montazeri, P.-C. Hsieh, M. Beatty, S. J. Lawit,\n  and N. J. Bate, Bioinformatics 25, 772-779 (2009)","doi:10.1093/bioinformatics/btp028"],"date":["2007-10-22","2009-07-02"],"type":["text"],"creator":["Bickel, D. R.","Montazeri, Z.","Hsieh, P. -C.","Beatty, M.","Lawit, S. J.","Bate, N. J."],"language":[],"coverage":[],"title":["Gene network reconstruction from transcriptional dynamics under kinetic\n  model uncertainty: a case for the second derivative"],"description":["  Motivation: Measurements of gene expression over time enable the\nreconstruction of transcriptional networks. However, Bayesian networks and many\nother current reconstruction methods rely on assumptions that conflict with the\ndifferential equations that describe transcriptional kinetics. Practical\napproximations of kinetic models would enable inferring causal relationships\nbetween genes from expression data of microarray, tag-based and conventional\nplatforms, but conclusions are sensitive to the assumptions made.\n  Results: The representation of a sufficiently large portion of genome enables\ncomputation of an upper bound on how much confidence one may place in\ninfluences between genes on the basis of expression data. Information about\nwhich genes encode transcription factors is not necessary but may be\nincorporated if available. The methodology is generalized to cover cases in\nwhich expression measurements are missing for many of the genes that might\ncontrol the transcription of the genes of interest. The assumption that the\ngene expression level is roughly proportional to the rate of translation led to\nbetter empirical performance than did either the assumption that the gene\nexpression level is roughly proportional to the protein level or the Bayesian\nmodel average of both assumptions.\n  Availability: http://www.oisb.ca points to R code implementing the methods (R\nDevelopment Core Team 2004).\n  Supplementary information: http://www.davidbickel.com\n","Comment: Errors in figures corrected; new material added; old mathematics\n  condensed. The supplementary file is on the arXiv; see the publication for\n  the main text"]}]
["0711.2268",{"format":[],"subject":["Quantum Physics","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2268","Phys. Rev. D 77, 096002 (2008)","doi:10.1103/PhysRevD.77.096002"],"date":["2007-11-14","2008-03-18"],"type":["text"],"creator":["Blasone, M.","Dell'Anno, F.","De Siena, S.","Di Mauro, M.","Illuminati, F."],"language":[],"coverage":[],"title":["Multipartite entangled states in particle mixing"],"description":["  In the physics of flavor mixing, the flavor states are given by\nsuperpositions of mass eigenstates. By using the occupation number to define a\nmultiqubit space, the flavor states can be interpreted as multipartite\nmode-entangled states. By exploiting a suitable global measure of entanglement,\nbased on the entropies related to all possible bipartitions of the system, we\nanalyze the correlation properties of such states in the instances of three-\nand four-flavor mixing. Depending on the mixing parameters, and, in particular,\non the values taken by the free phases, responsible for the CP-violation,\nentanglement concentrates in preferred bipartitions. We quantify in detail the\namount and the distribution of entanglement in the physically relevant cases of\nflavor mixing in quark and neutrino systems. By using the wave packet\ndescription for localized particles, we use the global measure of entanglement,\nsuitably adapted for the instance of multipartite mixed states, to analyze the\ndecoherence induced by the free evolution dynamics on the quantum correlations\nof stationary neutrino beams. We define a decoherence length as the distance\nassociated with the vanishing of the coherent interference effects among\nmassive neutrino states. We investigate the role of the CP-violating phase in\nthe decoherence process.\n","Comment: 18 pages, 7 figures"]}]
["0711.2800",{"format":[],"subject":["Mathematics - Combinatorics","Mathematical Physics","05C99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2800"],"date":["2007-11-18","2009-07-02"],"type":["text"],"creator":["Elek, Gabor"],"language":[],"coverage":[],"title":["Parameter testing with bounded degree graphs of subexponential growth"],"description":["  Parameter testing algorithms are using constant number of queries to estimate\nthe value of a certain parameter of a very large finite graph. It is well-known\nthat graph parameters such as the independence ratio or the edit-distance from\n3-colorability are not testable in bounded degree graphs. We prove, however,\nthat these and several other interesting graph parameters are testable in\nbounded degree graphs of subexponential growth.\n","Comment: To appear in Random Structures and Algorithms. (note that the title\n  has changed)"]}]
["0712.0688",{"format":[],"subject":["Mathematics - Probability","60G55 (Primary)","60G60, 60G70, 37A40 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.0688"],"date":["2007-12-05","2009-07-01"],"type":["text"],"creator":["Roy, Parthanil"],"language":[],"coverage":[],"title":["Ergodic Theory, Abelian Groups, and Point Processes Induced by Stable\n  Random Fields"],"description":["  We consider a point process sequence induced by a stationary symmetric\nalpha-stable (0 < alpha < 2) discrete parameter random field. It is easy to\nprove, following the arguments in the one-dimensional case in Resnick and\nSamorodnitsky (2004), that if the random field is generated by a dissipative\ngroup action then the point process sequence converges weakly to a cluster\nPoisson process. For the conservative case, no general result is known even in\nthe one-dimensional case. We look at a specific class of stable random fields\ngenerated by conservative actions whose effective dimensions can be computed\nusing the structure theorem of finitely generated abelian groups. The\ncorresponding point processes sequence is not tight and hence needs to be\nproperly normalized in order to ensure weak convergence. This weak limit is\ncomputed using extreme value theory and some counting techniques.\n","Comment: To appear in the Annals of Probability. Some typos are fixed and\n  Remark 4.3 (due to Jan Rosinski) is added in the second version"]}]
["0712.4085",{"format":[],"subject":["Quantum Physics","Condensed Matter - Other Condensed Matter","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4085","Phys. Rev. A 77, 062304 (2008)","doi:10.1103/PhysRevA.77.062304"],"date":["2007-12-25","2008-05-28"],"type":["text"],"creator":["Blasone, M.","Dell'Anno, F.","De Siena, S.","Illuminati, F."],"language":[],"coverage":[],"title":["Hierarchies of Geometric Entanglement"],"description":["  We introduce a class of generalized geometric measures of entanglement. For\npure quantum states of $N$ elementary subsystems, they are defined as the\ndistances from the sets of $K$-separable states ($K=2,...,N$). The entire set\nof generalized geometric measures provides a quantification and hierarchical\nordering of the different bipartite and multipartite components of the global\ngeometric entanglement, and allows to discriminate among the different\ncontributions. The extended measures are applied to the study of entanglement\nin different classes of $N$-qubit pure states. These classes include $W$ and\n$GHZ$ states, and their symmetric superpositions; symmetric multi-magnon\nstates; cluster states; and, finally, asymmetric generalized $W$-like\nsuperposition states. We discuss in detail a general method for the explicit\nevaluation of the multipartite components of geometric entanglement, and we\nshow that the entire set of geometric measures establishes an ordering among\nthe different types of bipartite and multipartite entanglement. In particular,\nit determines a consistent hierarchy between $GHZ$ and $W$ states, clarifying\nthe original result of Wei and Goldbart that $W$ states possess a larger global\nentanglement than $GHZ$ states. Furthermore, we show that all multipartite\ncomponents of geometric entanglement in symmetric states obey a property of\nself-similarity and scale invariance with the total number of qubits and the\nnumber of qubits per party.\n","Comment: 16 pages, 7 figures. Final version, to appear in Phys. Rev. A"]}]
["0801.1208",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1208"],"date":["2008-01-08","2009-07-02"],"type":["text"],"creator":["Li, Guangwen","Li, Dashe","Wang, Yuling","Sun, Wenyan"],"language":[],"coverage":[],"title":["Hybrid Decoding of Finite Geometry LDPC Codes"],"description":["  For finite geometry low-density parity-check codes, heavy row and column\nweights in their parity check matrix make the decoding with even Min-Sum (MS)\nvariants computationally expensive. To alleviate it, we present a class of\nhybrid schemes by concatenating a parallel bit flipping (BF) variant with an\nMin-Sum (MS) variant. In most SNR region of interest, without compromising\nperformance or convergence rate, simulation results show that the proposed\nhybrid schemes can save substantial computational complexity with respect to MS\nvariant decoding alone. Specifically, the BF variant, with much less\ncomputational complexity, bears most decoding load before resorting to MS\nvariant. Computational and hardware complexity is also elaborated to justify\nthe feasibility of the hybrid schemes.\n","Comment: 19 pages, 5 figures, 5 tables"]}]
["0801.2998",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2998","Phys.Rev.D79:015004,2009","doi:10.1103/PhysRevD.79.015004"],"date":["2008-01-18","2009-07-01"],"type":["text"],"creator":["Cao, Qing-Hong","Chen, Chuan-Ren","Larios, F.","Yuan, C. -P."],"language":[],"coverage":[],"title":["Anomalous gtt couplings in the Littlest Higgs Model with T-parity"],"description":["  In this work we calculate the leading electroweak (EW) corrections to the\nanomalous $gt\\bar{t}$ coupling in the Littlest Higgs model with T-parity (LHT),\nby applying the Goldstone boson equivalence theorem. In the LHT model, such\nelectroweak corrections arise from the loop diagrams of heavy fermions and the\n``would-be'' Goldstone bosons. We further examine the EW corrections in the top\nquark pair production via the quark annihilation process at the LHC. The\nnegative EW corrections in the Standard Model are partially canceled by the\npositive EW corrections from the loops of the new heavy particles, and the\nlatter dominates in the large invariant mass of the top quark pair.\n","Comment: version appeared in PRD"]}]
["0801.4296",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4296","Phys. Rev. Lett. 100, 224102 (2008)","doi:10.1103/PhysRevLett.100.224102"],"date":["2008-01-28"],"type":["text"],"creator":["Denisov, S.","Zolotaryuk, Y.","Flach, S.","Yevtushenko, O."],"language":[],"coverage":[],"title":["Vortex and translational currents due to broken time-space symmetries"],"description":["  We consider the classical dynamics of a particle in a $d=2,3$-dimensional\nspace-periodic potential under the influence of time-periodic external fields\nwith zero mean. We perform a general time-space symmetry analysis and identify\nconditions, when the particle will generate a nonzero averaged translational\nand vortex currents. We perform computational studies of the equations of\nmotion and of corresponding Fokker-Planck equations, which confirm the symmetry\npredictions. We address the experimentally important issue of current control.\nCold atoms in optical potentials and magnetic traps are among possible\ncandidates to observe these findings experimentally.\n","Comment: 4 pages, 2 figures"]}]
["0802.3235",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing","Condensed Matter - Disordered Systems and Neural Networks","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3235","doi:10.1016/j.neucom.2008.12.042"],"date":["2008-02-21","2009-07-02"],"type":["text"],"creator":["Berrones, Arturo"],"language":[],"coverage":[],"title":["Characterization of the convergence of stationary Fokker-Planck learning"],"description":["  The convergence properties of the stationary Fokker-Planck algorithm for the\nestimation of the asymptotic density of stochastic search processes is studied.\nTheoretical and empirical arguments for the characterization of convergence of\nthe estimation in the case of separable and nonseparable nonlinear optimization\nproblems are given. Some implications of the convergence of stationary\nFokker-Planck learning for the inference of parameters in artificial neural\nnetwork models are outlined.\n"]}]
["0803.2052",{"format":[],"subject":["Mathematics - Number Theory","11G30","14H40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2052","Math. Comp. 78 (2009), 2347-2370.","doi:10.1090/S0025-5718-09-02255-8"],"date":["2008-03-13","2008-10-21"],"type":["text"],"creator":["Bruin, Nils","Stoll, Michael"],"language":[],"coverage":[],"title":["Two-cover descent on hyperelliptic curves"],"description":["  We describe an algorithm that determines a set of unramified covers of a\ngiven hyperelliptic curve, with the property that any rational point will lift\nto one of the covers. In particular, if the algorithm returns an empty set,\nthen the hyperelliptic curve has no rational points. This provides a relatively\nefficiently tested criterion for solvability of hyperelliptic curves. We also\ndiscuss applications of this algorithm to curves of genus 1 and to curves with\nrational points.\n","Comment: 19 pages, 1 figure"]}]
["0803.2680",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2680","Astronomy and Astrophysics, 483, 437-452 (2008)","doi:10.1051/0004-6361:200809590"],"date":["2008-03-18","2008-03-23"],"type":["text"],"creator":["Miller, L.","Turner, T. J.","Reeves, J. N."],"language":[],"coverage":[],"title":["An absorption origin for the X-ray spectral variability of MCG-6-30-15"],"description":["  The Seyfert I galaxy MCG-6-30-15 shows one of the best examples of a broad\n\"red wing\" of emission in its X-ray spectrum at energies 2 < E < 6.4 keV,\ncommonly interpreted as being caused by relativistically-blurred reflection\nclose to the event horizon of the black hole. We aim to test an alternative\nmodel in which absorption creates the observed spectral shape, explains the\npuzzling lack of variability of the red wing and reduces the high reflection\nalbedo, substantially greater than unity, that is otherwise inferred at\nenergies E > 20 keV. We compiled all the available long-exposure, high-quality\ndata for MCG-6-30-15: 522 ks of Chandra HETGS, 282 ks of XMM-Newton pn/RGS and\n253 ks of Suzaku XIS/PIN data. This is the first analysis of this full dataset.\nWe investigated the spectral variability on timescales >20 ks using principal\ncomponents analysis and fitted spectral models to \"flux state\" and mean spectra\nover the energy range 0.5-45 keV (depending on detector). The absorber model\nwas based on the zones previously identified in the high-resolution grating\ndata. Joint fits were carried out to any data that were simultaneous. Multiple\nabsorbing zones covering a wide range of ionisation are required by the grating\ndata, including a highly ionised outflowing zone. A variable partial-covering\nzone plus absorbed low-ionisation reflection, distant from the source, provides\na complete description of the variable X-ray spectrum. A single model fits all\nthe data. We conclude that these zones are responsible for the red wing, its\napparent lack of variability, the absorption structure around the Fe K-alpha\nline, the soft-band \"excess\" and the high flux seen in the hard X-ray band. A\nrelativistically-blurred Fe line is not required in this model. We suggest the\npartial covering zone is a clumpy wind from the accretion disk.\n","Comment: Accepted for publication in Astronomy and Astrophysics. Corrected\n  version"]}]
["0806.0596",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0596"],"date":["2008-06-03","2009-07-02"],"type":["text"],"creator":["Prasad, Gopal","Rapinchuk, Andrei S."],"language":[],"coverage":[],"title":["Local-global principles for embedding of fields with involution into\n  simple algebras with involution"],"description":["  In this paper we prove local-global principles for embedding of fields with\ninvolution into central simple algebras with involution over a global field.\nThese should be of interest in study of classical groups over global fields. We\ndeduce from our results that in a group of type D_n, n>4 even, two weakly\ncommensurable Zariski-dense S-arithmetic subgroups are actually commensurable.\nA consequence of this result is that given an absolutely simple algebraic\nK-group G of type D_n, n>4 even, K a number field, any K-form G' of G having\nthe same set of isomorphism classes of maximal K-tori as G, is necessarily\nK-isomorphic to G. These results lead to results about isolength and\nisospectral compact hyperbolic spaces of dimension 2n-1 with n even.\n"]}]
["0806.0867",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Representation Theory","20G42","16S80, 20F55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0867","Selecta Math. 14 (2009), no. 3-4, 325--372"],"date":["2008-06-04","2008-08-04"],"type":["text"],"creator":["Bazlov, Yuri","Berenstein, Arkady"],"language":[],"coverage":[],"title":["Noncommutative Dunkl operators and braided Cherednik algebras"],"description":["  We introduce braided Dunkl operators that are acting on a q-polynomial\nalgebra and q-commute. Generalizing the approach of Etingof and Ginzburg, we\nexplain the q-commutation phenomenon by constructing braided Cherednik algebras\nfor which the above operators form a representation. We classify all braided\nCherednik algebras using the theory of braided doubles developed in our\nprevious paper. Besides ordinary rational Cherednik algebras, our\nclassification gives new algebras attached to an infinite family of subgroups\nof even elements in complex reflection groups, so that the corresponding\nbraided Dunkl operators pairwise anti-commute. We explicitly compute these new\noperators in terms of braided partial derivatives and divided differences.\n","Comment: 48 pages, no figures. References to papers by T. Khongsap, W. Wang\n  are added. An anti-commutatator version is included (Corollary 3.7)"]}]
["0810.1064",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11G99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1064","C. R. Acad. Sci. Paris, Ser. I, 346 (2008) pp. 1029-1032.","doi:10.1016/j.crma.2008.09.011"],"date":["2008-10-06"],"type":["text"],"creator":["Zhao, Jianqiang"],"language":[],"coverage":[],"title":["Multiple polylogarithm values at roots of unity"],"description":["  For any positive integer $N$ let $\\mu_N$ be the group of the $N$th roots of\nunity. In this note we shall study the $\\Q$-linear relations among values of\nmultiple polylogarithms evaluated at $\\mmu_N$. We show that the standard\nrelations considered by Racinet do not provide all the possible relations in\nthe following cases: (i) level N=4, weight $w=3$ or 4, and (ii) $w=2$,\n$7<N<50$, and $N$ is a power of 2 or 3, or $N$ has at least two prime factors.\nWe further find some (presumably all) of the missing relations in (i) by using\nthe octahedral symmetry of $\\P^1-(\\{0,\\infty\\}\\cup \\mu_4)$. We also prove some\nother results when $N=p$ or $N=p^2$ ($p$ prime $\\ge 5$) by using the motivic\nfundamental group of $\\P^1-(\\{0,\\infty\\}\\cup\\mu_N)$.\n","Comment: A shorter version is to appear in C. R. Acad. Sci. Paris, Ser. I"]}]
["0810.3822",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3822","Laser Part. Beams 27, 69 (2009)","doi:10.1017/S0263034609000093"],"date":["2008-10-21","2008-11-14"],"type":["text"],"creator":["Luttikhof, M. J. H.","Khachatryan, A. G.","van Goor, F. A.","Boller, K. -J."],"language":[],"coverage":[],"title":["Electron bunch injection at an angle into a laser wakefield"],"description":["  External injection of electron bunches longer than the plasma wavelength in a\nlaser wakefield accelerator can lead to the generation of femtosecond\nultrarelativistic bunches with a couple of percent energy spread. Extensive\nstudy has been done on external electron bunch (e.g. one generated by a\nphoto-cathode rf linac) injection in a laser wakefield for different\nconfigurations. In this paper we investigate a new way of external injection\nwhere the electron bunch is injected at a small angle into the wakefield. This\nway one can avoid the ponderomotive scattering as well as the vacuum-plasma\ntransition region, which tend to destroy the injected bunch. In our\nsimulations, the effect of the laser pulse dynamics is also taken into account.\nIt is shown that injection at an angle can provide compressed and accelerated\nelectron bunches with less than 2% energy spread. Another advantage of this\nscheme is that it has less stringent requirements in terms of the size of the\ninjected bunch and there is the potential to trap more charge.\n"]}]
["0810.5773",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.5773","JHEP 0903:049,2009","doi:10.1088/1126-6708/2009/03/049"],"date":["2008-10-31","2009-07-02"],"type":["text"],"creator":["Goh, Hock-Seng","Ibe, Masahiro"],"language":[],"coverage":[],"title":["R-axion detection at LHC"],"description":["  Supersymmetric models with spontaneously broken approximate R-symmetry\ncontain a light spin 0 particle, the R-axion. The properties of the particle\ncan be a powerful probe of the structure of the new physics. In this paper, we\ndiscuss the possibilities of the R-axion detection at the LHC experiments. It\nis challenge to observe this light particle in the LHC environment. However,\nfor typical values in which the mass of the R-axion is a few hundred MeV, we\nshow that those particles can be detected by searching for displaced vertices\nfrom R-axion decay.\n","Comment: 20 pages, 4 figures, minor corrections, references added"]}]
["0811.0477",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0477","Phys.Lett.B673:255-259,2009","doi:10.1016/j.physletb.2009.02.046"],"date":["2008-11-04","2009-07-01"],"type":["text"],"creator":["Chen, Chuan-Ren","Takahashi, Fuminobu","Yanagida, T. T."],"language":[],"coverage":[],"title":["High-energy Cosmic-Ray Positrons from Hidden-Gauge-Boson Dark Matter"],"description":["  We provide a scenario in which a hidden U(1) gauge boson constitutes dark\nmatter of the Universe and decays into the standard-model particles through a\nkinetic mixing with an $U(1)_{B-L}$ gauge boson. Interestingly, our model can\nnaturally account for the steep rise in the positron fraction recently reported\nby PAMELA. Moreover, we find that due to the charge assignment of $U(1)_{B-L}$,\nonly a small amount of antiprotons are produced in the decay, which is also\nconsistent with the PAMELA and other observational data.\n","Comment: the version appeared in PLB"]}]
["0811.0972",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0972","International Journal for Multiscale Computational Engineering\n  7(2): 171-185, 2009","doi:10.1615/IntJMultCompEng.v7.i2.70"],"date":["2008-11-06"],"type":["text"],"creator":["Lombardo, M.","Zeman, J.","Sejnoha, M.","Falsone, G."],"language":[],"coverage":[],"title":["Stochastic modeling of chaotic masonry via mesostructural\n  characterization"],"description":["  The purpose of this study is to explore three numerical approaches to the\nelastic homogenization of disordered masonry structures with moderate\nmeso/macro-lengthscale ratio. The methods investigated include a representative\nof perturbation methods, the Karhunen-Lo\\`{e}ve expansion technique coupled\nwith Monte-Carlo simulations and a solver based on the Hashin-Shtrikman\nvariational principles. In all cases, parameters of the underlying random field\nof material properties are directly derived from image analysis of a real-world\nstructure. Added value as well as limitations of individual schemes are\nillustrated by a case study of an irregular masonry panel.\n","Comment: 18 pages, 8 figures"]}]
["0811.2251",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","42B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2251"],"date":["2008-11-13","2009-07-02"],"type":["text"],"creator":["Guth, Larry"],"language":[],"coverage":[],"title":["The endpoint case of the Bennett-Carbery-Tao multilinear Kakeya\n  conjecture"],"description":["  Bennett, Carbery, and Tao formulated an n-linear analogue of the Kakeya\nconjecture in R^n. They proved the conjecture except for the endpoint case. We\nprove the endpoint case.\n","Comment: 15 pages. Exposition improved. Accepted for publication in Acta\n  Mathematica"]}]
["0811.3075",{"format":[],"subject":["Mathematics - Probability","60G50, 60G51"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3075"],"date":["2008-11-19","2009-07-02"],"type":["text"],"creator":["Kyprianou, A.","Pardo, J. C.","Rivero, V."],"language":[],"coverage":[],"title":["Exact and asymptotic $n$-tuple laws at first and last passage"],"description":["  Understanding the space-time features of how a L\\'evy process crosses a\nconstant barrier for the first time, and indeed the last time, is a problem\nwhich is central to many models in applied probability such as queueing theory,\nfinancial and actuarial mathematics, optimal stopping problems, the theory of\nbranching processes to name but a few. In \\cite{KD} a new quintuple law was\nestablished for a general L\\'evy process at first passage below a fixed level.\nIn this article we use the quintuple law to establish a family of related joint\nlaws, which we call $n$-tuple laws, for L\\'evy processes, L\\'evy processes\nconditioned to stay positive and positive self-similar Markov processes at both\nfirst and last passage over a fixed level. Here the integer $n$ typically\nranges from three to seven. Moreover, we look at asymptotic overshoot and\nundershoot distributions and relate them to overshoot and undershoot\ndistributions of positive self-similar Markov processes issued from the origin.\nAlthough the relation between the $n$-tuple laws for L\\'evy processes and\npositive self-similar Markov processes are straightforward thanks to the\nLamperti transformation, by inter-playing the role of a (conditioned) stable\nprocesses as both a (conditioned) L\\'evy processes and a positive self-similar\nMarkov processes, we obtain a suite of completely explicit first and last\npassage identities for so-called Lamperti-stable L\\'evy processes. This leads\nfurther to the introduction of a more general family of L\\'evy processes which\nwe call hypergeometric L\\'evy processes, for which similar explicit identities\nmay be considered.\n"]}]
["0811.4726",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Combinatorics","11T06","68W30","12Y05","05A20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.4726"],"date":["2008-11-28","2009-07-01"],"type":["text"],"creator":["Gathen, Joachim von zur"],"language":[],"coverage":[],"title":["Counting decomposable multivariate polynomials"],"description":["  A polynomial f (multivariate over a field) is decomposable if f = g(h) with g\nunivariate of degree at least 2. We determine the dimension (over an\nalgebraically closed field) of the set of decomposables, and an approximation\nto their number over a finite field. The relative error in our approximations\nis exponentially decaying in the input size.\n","Comment: v2: 21 pages, simplification in the proof of Theorem 4.1"]}]
["0812.3441",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematical Physics","Mathematics - Operator Algebras","47A55, 47A56","46L51, 46L54"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3441","J. Funct. Anal., 257 (2009), 1092 - 1132"],"date":["2008-12-17","2009-07-01"],"type":["text"],"creator":["Dykema, Ken","Skripka, Anna"],"language":[],"coverage":[],"title":["Higher order spectral shift"],"description":["  We construct higher order spectral shift functions, extending the\nperturbation theory results of M. G. Krein and L. S. Koplienko on\nrepresentations for the remainders of the first and second order Taylor-type\napproximations of operator functions. The higher order spectral shift functions\nrepresent the remainders of higher order Taylor-type approximations; they can\nbe expressed recursively via the lower order (in particular, Krein's and\nKoplienko's) ones. We also obtain higher order spectral averaging formulas\ngeneralizing the Birman-Solomyak spectral averaging formula. The results are\nobtained in the semi-finite von Neumann algebra setting, with the perturbation\ntaken in the Hilbert-Schmidt class of the algebra.\n","Comment: 37 pages"]}]
["0812.3695",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3695","Physical Review Letters 102, 250404 (2009)","doi:10.1103/PhysRevLett.102.250404"],"date":["2008-12-18","2009-07-02"],"type":["text"],"creator":["Ghose, S.","Sinclair, N.","Debnath, S.","Rungta, P.","Stock, R."],"language":[],"coverage":[],"title":["Tripartite entanglement versus tripartite nonlocality in 3-qubit\n  GHZ-class states"],"description":["  We analyze the relationship between tripartite entanglement and genuine\ntripartite nonlocality for 3-qubit pure states in the GHZ class. We consider a\nfamily of states known as the generalized GHZ states and derive an analytical\nexpression relating the 3-tangle, which quantifies tripartite entanglement, to\nthe Svetlichny inequality, which is a Bell-type inequality that is violated\nonly when all three qubits are nonlocally correlated. We show that states with\n3-tangle less than 1/2 do not violate the Svetlichny inequality. On the other\nhand, a set of states known as the maximal slice states do violate the\nSvetlichny inequality, and exactly analogous to the two-qubit case, the amount\nof violation is directly related to the degree of tripartite entanglement. We\ndiscuss further interesting properties of the generalized GHZ and maximal slice\nstates.\n","Comment: Minor revisions, published version"]}]
["0812.4390",{"format":[],"subject":["Mathematical Physics","Physics - Physics and Society","90B20, 91D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4390","Contin. Mech. Thermodyn., 21(2):85-107, 2009","doi:10.1007/s00161-009-0100-x"],"date":["2008-12-23"],"type":["text"],"creator":["Piccoli, Benedetto","Tosin, Andrea"],"language":[],"coverage":[],"title":["Pedestrian flows in bounded domains with obstacles"],"description":["  In this paper we systematically apply the mathematical structures by\ntime-evolving measures developed in a previous work to the macroscopic modeling\nof pedestrian flows. We propose a discrete-time Eulerian model, in which the\nspace occupancy by pedestrians is described via a sequence of Radon positive\nmeasures generated by a push-forward recursive relation. We assume that two\nfundamental aspects of pedestrian behavior rule the dynamics of the system: On\nthe one hand, the will to reach specific targets, which determines the main\ndirection of motion of the walkers; on the other hand, the tendency to avoid\ncrowding, which introduces interactions among the individuals. The resulting\nmodel is able to reproduce several experimental evidences of pedestrian flows\npointed out in the specialized literature, being at the same time much easier\nto handle, from both the analytical and the numerical point of view, than other\nmodels relying on nonlinear hyperbolic conservation laws. This makes it\nsuitable to address two-dimensional applications of practical interest, chiefly\nthe motion of pedestrians in complex domains scattered with obstacles.\n","Comment: 25 pages, 9 figures"]}]
["0812.4970",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4970","Phys. Rev. Lett. 103, 016806 (2009)","doi:10.1103/PhysRevLett.103.016806"],"date":["2008-12-29","2009-06-01"],"type":["text"],"creator":["Shytov, Andrei","Abanin, Dmitry","Levitov, Leonid"],"language":[],"coverage":[],"title":["Long-Range Interaction Between Adatoms in Graphene"],"description":["  We present a theory of electron-mediated interaction between adatoms in\ngraphene. In the case of resonant scattering, relevant for hydrogentated\ngraphene, a long-range 1/r interaction is found. This interaction can be viewed\nas a fermionic analog of the Casimir interaction, in which massless fermions\nplay the role of photons. The interaction is an attraction or a repulsion\ndepending on whether the adatoms reside on the same sublattice or on different\nsublattices, with attraction dominating for adatoms randomly spread over both\nsublattices. The attractive nature of these forces creates an instability under\nwhich adatoms tend to aggregate.\n","Comment: 5 pgs, 3 fgs"]}]
["0901.2393",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematical Physics","Mathematics - Operator Algebras","47A55, 47A56"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2393"],"date":["2009-01-15","2009-07-01"],"type":["text"],"creator":["Skripka, Anna"],"language":[],"coverage":[],"title":["Higher order spectral shift, II. Unbounded case"],"description":["  We construct higher order spectral shift functions, which represent the\nremainders of Taylor-type approximations for the value of a function at a\nperturbed self-adjoint operator by derivatives of the function at an initial\nunbounded operator. In the particular cases of the zero and the first order\napproximations, the corresponding spectral shift functions have been\nconstructed by M. G. Krein and L. S. Koplienko, respectively. The higher order\nspectral shift functions obtained in this paper can be expressed recursively\nvia the lower order ones, in particular, Krein's and Koplienko's spectral shift\nfunctions. This extends the recent results of Dykema and Skripka for bounded\noperators.\n","Comment: 13 pages; typos corrected; to appear in Indiana Univ. Math. J"]}]
["0902.0387",{"format":[],"subject":["Quantum Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0387","Phys. Rev. Lett. 103, 013602 (2009)"],"date":["2009-02-02","2009-07-02"],"type":["text"],"creator":["Larson, Jonas","Levin, Sergey"],"language":[],"coverage":[],"title":["Effective Abelian and non-Abelian gauge potentials in cavity QED"],"description":["  Cavity QED models are analyzed in terms of field quadrature operators. We\ndemonstrate that in such representation, the problem can be formulated in terms\nof effective gauge potentials. In this respect, it presents a completely new\nsystem in which gauge fields arise, possessing the advantages of purity, high\ncontrol of system parameters as well as preparation and detection methods.\nStudying three well known models, it is shown that either Abelian or\nnon-Abelian gauge potentials can be constructed. The non-Abelian\ncharacteristics are evidenced via numerical simulations utilizing experimental\nparameters.\n","Comment: 4 pages, 2 figures, final version"]}]
["0902.1250",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Algebraic Geometry","14F35, 20F14, 55N25","14M12, 20F36, 55P62"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1250","Duke Mathematical Journal 148 (2009), no. 3, 405-457","doi:10.1215/00127094-2009-030"],"date":["2009-02-07"],"type":["text"],"creator":["Dimca, Alexandru","Papadima, Stefan","Suciu, Alexander I."],"language":[],"coverage":[],"title":["Topology and geometry of cohomology jump loci"],"description":["  We elucidate the key role played by formality in the theory of characteristic\nand resonance varieties. We define relative characteristic and resonance\nvarieties, V_k and R_k, related to twisted group cohomology with coefficients\nof arbitrary rank. We show that the germs at the origin of V_k and R_k are\nanalytically isomorphic, if the group is 1-formal; in particular, the tangent\ncone to V_k at 1 equals R_k. These new obstructions to 1-formality lead to a\nstriking rationality property of the usual resonance varieties. A detailed\nanalysis of the irreducible components of the tangent cone at 1 to the first\ncharacteristic variety yields powerful obstructions to realizing a finitely\npresented group as the fundamental group of a smooth, complex quasi-projective\nalgebraic variety. This sheds new light on a classical problem of J.-P. Serre.\nApplications to arrangements, configuration spaces, coproducts of groups, and\nArtin groups are given.\n","Comment: 41 pages; this is a major revision of arXiv:math/0512480; accepted\n  for publication in Duke Mathematical Journal"]}]
["0902.1804",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1804","Phys. Rev. B 80, 020501(R) (2009)","doi:10.1103/PhysRevB.80.020501"],"date":["2009-02-11"],"type":["text"],"creator":["Martin, C.","Gordon, R. T.","Tanatar, M. A.","Kim, H.","Ni, N.","Bud'ko, S. L.","Canfield, P. C.","Luo, H.","Wen, H. H.","Wang, Z.","Vorontsov, A. B.","Kogan, V. G.","Prozorov, R."],"language":[],"coverage":[],"title":["Non-exponential London penetration depth in\n  Ba$_{1-}$K$_{x}$Fe$_{2}$As$_{2}$ single crystals"],"description":["  We have studied the in- and out-of-plane magnetic penetration depths in the\nhole- doped iron based superconductor Ba$_{1-x}$K$_{x}$Fe$_{2}$As$_{2}$\n($T_{c}\\approx$ 30K). The study was performed on single crystals grown from\ndifferent fluxes and we find that the results are nearly the same. The in-plane\nLondon penetration depth $\\lambda_{ab}$ does not show exponential saturation at\nlow temperature, as would be expected from a fully gapped superconductor.\nInstead, $\\lambda_{ab}(T)$ shows a power-law behavior, $\\lambda\\propto T^{n}$\n($n\\approx 2$), down to $T\\approx 0.02 T_{c}$, similar to the electron doped\nBa(Fe$_{1-x}$Co$_{x}$)$_{2}$As$_{2}$. The penetration depth anisotropy\n$\\gamma_{\\lambda}=\\lambda_{c}(T)/\\lambda_{ab}(T)$ increases upon cooling,\nopposite to the trend observed in the anisotropy of the upper critical field,\n$\\gamma_{\\xi}=H_{c2}^{\\perp c}(0)/H_{c2}^{\\parallel c}(0)$. These are universal\ncharacteristics of both the electron and hole doped 122 systems, suggesting\nunconventional superconductivity. The behavior of the in-plane superfluid\ndensity $\\rho_{ab}(T)$ is discussed in light of existing theoretical models\nproposed for the iron pnictides superconductors.\n"]}]
["0902.2866",{"format":[],"subject":["Computer Science - Computers and Society","Condensed Matter - Statistical Mechanics","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2866","Proceeding of the national academy of sciences 106 (2009) 10511","doi:10.1073/pnas.0901136106"],"date":["2009-02-17","2009-04-30"],"type":["text"],"creator":["Cattuto, Ciro","Barrat, Alain","Baldassarri, Andrea","Schehr, G.","Loreto, Vittorio"],"language":[],"coverage":[],"title":["Collective dynamics of social annotation"],"description":["  The enormous increase of popularity and use of the WWW has led in the recent\nyears to important changes in the ways people communicate. An interesting\nexample of this fact is provided by the now very popular social annotation\nsystems, through which users annotate resources (such as web pages or digital\nphotographs) with text keywords dubbed tags. Understanding the rich emerging\nstructures resulting from the uncoordinated actions of users calls for an\ninterdisciplinary effort. In particular concepts borrowed from statistical\nphysics, such as random walks, and the complex networks framework, can\neffectively contribute to the mathematical modeling of social annotation\nsystems. Here we show that the process of social annotation can be seen as a\ncollective but uncoordinated exploration of an underlying semantic space,\npictured as a graph, through a series of random walks. This modeling framework\nreproduces several aspects, so far unexplained, of social annotation, among\nwhich the peculiar growth of the size of the vocabulary used by the community\nand its complex network structure that represents an externalization of\nsemantic structures grounded in cognition and typically hard to access.\n"]}]
["0903.0146",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0146","Phys. Rev. Lett. 102, 255303 (2009)","doi:10.1103/PhysRevLett.102.255303"],"date":["2009-03-01","2009-07-02"],"type":["text"],"creator":["Gaul, C.","Lima, R. P. A.","Diaz, E.","Mueller, C. A.","Dominguez-Adame, F."],"language":[],"coverage":[],"title":["Stable Bloch oscillations of cold atoms with time-dependent interaction"],"description":["  We investigate Bloch oscillations of interacting cold atoms in a mean-field\nframework. In general, atom-atom interaction causes dephasing and destroys\nBloch oscillations. Here, we show that Bloch oscillations are persistent if the\ninteraction is modulated harmonically with suitable frequency and phase. For\nother modulations, Bloch oscillations are rapidly damped. We explain this\nbehavior in terms of collective coordinates whose Hamiltonian dynamics permits\nto predict a whole family of stable solutions. In order to describe also the\nunstable cases, we carry out a stability analysis for Bogoliubov excitations.\nUsing Floquet theory, we are able to predict the unstable modes as well as\ntheir growth rate, found to be in excellent agreement with numerical\nsimulations.\n","Comment: minor changes; published version"]}]
["0903.2414",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2414","Phys. Rev. B 79, 235336 (2009)","doi:10.1103/PhysRevB.79.235336"],"date":["2009-03-13","2009-06-15"],"type":["text"],"creator":["Heidrich-Meisner, F.","Feiguin, A. E.","Dagotto, E."],"language":[],"coverage":[],"title":["Real-time simulations of nonequilibrium transport in the single-impurity\n  Anderson model"],"description":["  One of the main open problems in the field of transport in strongly\ninteracting nanostructures is the understanding of currents beyond the linear\nresponse regime. In this work, we consider the single-impurity Anderson model\nand use the adaptive time-dependent density matrix renormalization group\n(tDMRG) method to compute real-time currents out of equilibrium. We first focus\non the particle-hole symmetric point where Kondo correlations are the strongest\nand then extend the study of the nonequilibrium transport to the mixed-valence\nregime. As a main result, we present accurate data for the current-voltage\ncharacteristics of this model.\n","Comment: 4 pages Revtex4, 4 eps figures, additional references, revised\n  version, to appear in Phys. Rev. B"]}]
["0903.2622",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - High Energy Astrophysical Phenomena","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2622"],"date":["2009-03-15","2009-07-02"],"type":["text"],"creator":["Haba, Z."],"language":[],"coverage":[],"title":["Relativistic diffusion of massless particles"],"description":["  We obtain a limit when mass tends to zero of the relativistic diffusion of\nSchay and Dudley. The diffusion process has the log-normal distribution. We\ndiscuss Langevin stochastic differential equations leading to an equilibrium\ndistribution.We show that for the Juttner equilibrium distribution the\nrelativistic diffusion is a linear approximation to the Kompaneetz equation\ndescribing a photon diffusion in an electron gas.The stochastic equation\ncorresponding to the Juttner distribution is explicitly soluble. We relate the\nrelativistic diffusion to imaginary time quantum mechanics. Some astrophysical\napplications (including the Sunyaev-Zeldovich effect) are briefly discussed.\n","Comment: more references"]}]
["0903.3536",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3536","Phys. Rev. B 80, 020502(R) (2009)","doi:10.1103/PhysRevB.80.020502"],"date":["2009-03-20"],"type":["text"],"creator":["Katterwe, S. O.","Krasnov, V. M."],"language":[],"coverage":[],"title":["Stabilization of in-phase fluxon state by geometrical confinement in\n  small Bi-2212 mesa structures"],"description":["  The in-phase (rectangular) fluxon lattice is required for achieving coherent\nTHz emission from stacked Josephson junctions. Unfortunately, it is usually\nunstable due to mutual repulsion of fluxons in neighbor junctions, which favors\nthe out-of-phase (triangular) lattice. Here we experimentally study magnetic\nfield modulation of the critical current in small Bi-2212 mesa structures with\ndifferent sizes. A clear Fraunhofer-like modulation is observed when the field\nis aligned strictly parallel to superconducting CuO planes. For long mesas the\nperiodicity of modulation is equal to half the flux quantum per intrinsic\nJosephson junction, corresponding to the triangular fluxon lattice. However,\nthe periodicity is changed to one flux quantum, characteristic to the\nrectangular fluxon lattice, both by decreasing the length of the mesas and by\nincreasing magnetic field. Thus, we demonstrate that the stationary in-phase\nfluxon state can be effectively stabilized by geometrical confinement in small\nBi-2212 mesa structures.\n","Comment: 4 pages 4 figures"]}]
["0903.3894",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3894","Physical Review A 79, 062325 (2009)","doi:10.1103/PhysRevA.79.062325"],"date":["2009-03-23","2009-03-27"],"type":["text"],"creator":["Wilde, Mark M."],"language":[],"coverage":[],"title":["Quantum Shift Register Circuits"],"description":["  A quantum shift register circuit acts on a set of input qubits and memory\nqubits, outputs a set of output qubits and updated memory qubits, and feeds the\nmemory back into the device for the next cycle (similar to the operation of a\nclassical shift register). Such a device finds application as an encoding and\ndecoding circuit for a particular type of quantum error-correcting code, called\na quantum convolutional code. Building on the Ollivier-Tillich and\nGrassl-Roetteler encoding algorithms for quantum convolutional codes, I present\na method to determine a quantum shift register encoding circuit for a quantum\nconvolutional code. I also determine a formula for the amount of memory that a\nCSS quantum convolutional code requires. I then detail primitive quantum shift\nregister circuits that realize all of the finite- and infinite-depth\ntransformations in the shift-invariant Clifford group (the class of\ntransformations important for encoding and decoding quantum convolutional\ncodes). The memory formula for a CSS quantum convolutional code then\nimmediately leads to a formula for the memory required by a CSS\nentanglement-assisted quantum convolutional code.\n","Comment: 17 pages, 18 figures"]}]
["0903.4319",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4319","J. Rheol. Volume 53, Issue 4, pp. 957-1000 (July/August 2009)","doi:10.1122/1.3119084"],"date":["2009-03-25"],"type":["text"],"creator":["Fuchs, Matthias","Cates, Michael E."],"language":[],"coverage":[],"title":["A mode coupling theory for Brownian particles in homogeneous steady\n  shear flow"],"description":["  A microscopic approach is presented for calculating general properties of\ninteracting Brownian particles under steady shearing. We start from exact\nexpressions for shear-dependent steady-state averages, such as correlation and\nstructure functions, in the form of generalized Green-Kubo relations. To these\nwe apply approximations inspired by the mode coupling theory (MCT) for the\nquiescent system, accessing steady-state properties by integration through the\ntransient dynamics after startup of steady shear. Exact equations of motion,\nwith memory effects, for the required transient density correlation functions\nare derived next; these can also be approximated within an MCT-like approach.\nThis results in closed equations for the non-equilibrium stationary state of\nsheared dense colloidal dispersions, with the equilibrium structure factor of\nthe unsheared system as the only input. In three dimensions, these equations\ncurrently require further approximation prior to numerical solution. However,\nsome universal aspects can be analyzed exactly, including the discontinuous\nonset of a yield stress at the ideal glass transition predicted by MCT. Using\nthese methods we additionally discuss the distorted microstructure of a sheared\nhard-sphere colloid near the glass transition, and consider how this relates to\nthe shear stress. Time-dependent fluctuations around the stationary state are\nthen approximated, and compared to data from experiment and simulation; the\ncorrelators for yielding glassy states obey a `time-shear-superposition'\nprinciple. The work presented here fully develops an approach first outlined\npreviously (M. Fuchs and M. E. Cates, Phys. Rev. Lett. 89, 248304, (2002)),\nwhile incorporating a significant technical change from that work in the choice\nof mode coupling approximation used, whose advantages are discussed.\n","Comment: J. Rheol., accepted (2009)"]}]
["0903.5299",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Statistics Theory","53C23"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.5299"],"date":["2009-03-31","2009-07-02"],"type":["text"],"creator":["Guth, Larry"],"language":[],"coverage":[],"title":["Systolic inequalities and minimal hypersurfaces"],"description":["  We give a short proof of the systolic inequality for the n-dimensional torus.\nThe proof uses minimal hypersurfaces. It is based on the Schoen-Yau proof that\nan n-dimensional torus admits no metric of positive scalar curvature.\n","Comment: 5 pages. Accepted for publication in GAFA"]}]
["0904.0450",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Combinatorics","20G40, 20E45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.0450"],"date":["2009-04-02","2009-07-01"],"type":["text"],"creator":["Adan-Bante, Edith","Harris, John M."],"language":[],"coverage":[],"title":["On conjugacy classes of SL$(2,q)$"],"description":["  Let SL(2,q) be the group of 2X2 matrices with determinant one over a finite\nfield F of size q.\n  We prove that if q is even, then the product of any two noncentral conjugacy\nclasses of SL(2,q) is the union of at least q-1 distinct conjugacy classes of\nSL(2,q). On the other hand, if q>3 is odd, then the product of any two\nnoncentral conjugacy classes of SL(2,q) is the union of at least (q+3)/2\ndistinct conjugacy classes of SL(2,q).\n","Comment: 11 pages. Added references, corrected typos, improved presentation"]}]
["0904.1618",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1618","Phys. Rev. A 80, 013802 (2009)","doi:10.1103/PhysRevA.80.013802"],"date":["2009-04-10","2009-05-28"],"type":["text"],"creator":["Wilczewski, Marcin","Czachor, Marek"],"language":[],"coverage":[],"title":["Theory versus experiment for vacuum Rabi oscillations in lossy cavities\n  (II): Direct test of uniqueness of vacuum"],"description":["  The paper continues the analysis of vacuum Rabi oscillations we started in\nPart I [Phys. Rev. A {\\bf 79}, 033836 (2009)]. Here we concentrate on\nexperimental consequences for cavity QED of two different classes of\nrepresentations of harmonic oscillator Lie algebras. The zero-temperature\nmaster equation, derived in Part I for irreducible representations of the\nalgebra, is reformulated in a reducible representation that models\nelectromagnetic fields by a gas of harmonic oscillator wave packets. The\nrepresentation is known to introduce automatic regularizations that in\nirreducible representations would have to be justified by ad hoc arguments.\nPredictions based on this representation are characterized in thermodynamic\nlimit by a single parameter $\\varsigma$, responsible for collapses and revivals\nof Rabi oscillations in exact vacuum. Collapses and revivals disappear in the\nlimit $\\varsigma\\to\\infty$. Observation of a finite $\\varsigma$ would mean that\ncavity quantum fields are described by a non-Wightmanian theory, where vacuum\nstates are zero-temperature Bose-Einstein condensates of a finite-particle\nbosonic oscillator gas and, thus, are non-unique. The data collected in the\nexperiment of Brune {\\it et al.} [Phys. Rev. Lett. {\\bf{76}}, 1800 (1996)] are\nconsistent with any $\\varsigma>400$.\n","Comment: Sequel to PRA 79, 033836 (2009) [arXiv:0811.3177]"]}]
["0904.1982",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1982","Phys. Rev. B 80, 045101 (2009)","doi:10.1103/PhysRevB.80.045101"],"date":["2009-04-13","2009-06-26"],"type":["text"],"creator":["Wang, Xin","Gull, Emanuel","Medici, Luca de'","Capone, Massimo","Millis, Andrew J."],"language":[],"coverage":[],"title":["Antiferromagnetism and the gap of a Mott insulator: Results from\n  analytic continuation of the self-energy"],"description":["  Direct analytic continuation of the self energy is used to determine the\neffect of antiferromagnetic ordering on the spectral function and optical\nconductivity of a Mott insulator. Comparison of several methods shows that the\nmost robust estimation of the gap value is obtained by use of the real part of\nthe continued self energy in the quasiparticle equation within the single-site\ndynamical mean field theory of the two dimensional square lattice Hubbard\nmodel, where for U slightly greater than the Mott critical value,\nantiferromagnetism increases the gap by about 80%.\n","Comment: 8 pages, 9 figures. An error in normalization of optical conductivity\n  (Fig. 9) corrected. to appear in Phys. Rev. B"]}]
["0904.2672",{"format":[],"subject":["Mathematics - Combinatorics","05A40","11B83","68W30","68R05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2672"],"date":["2009-04-17","2009-07-02"],"type":["text"],"creator":["Luzon, A.","Morn, M. A."],"language":[],"coverage":[],"title":["Recurrence relations for polynomial sequences via Riordan matrices"],"description":["  We give recurrence relations for any family of generalized Appell polynomials\nunifying so some known recurrences of many classical sequences of polynomials.\nOur main tool to get our goal is the Riordan group. We use the product of\nRiordan matrices to interpret some relationships between different families of\npolynomials. Moreover using the Hadamard product of series we get a general\nrecurrence relation for the polynomial sequences associated to the so called\ngeneralized umbral calculus.\n","Comment: 41 pages"]}]
["0904.4384",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.4384","Phys. Rev. Lett., vol. 103, 019501 (2009)","doi:10.1103/PhysRevLett.103.019501"],"date":["2009-04-28"],"type":["text"],"creator":["Vranjes, J.","Poedts, S."],"language":[],"coverage":[],"title":["Comment on 'Alfven Instability in a Compressible Flow' [Phys. Rev. Lett.\n  101, 245001 (2008)]"],"description":["  In a recent paper [Y. Taroyan, Phys. Rev. Lett 101, 245001 (2008) it is\nclaimed that a new MHD instability of the Alfven wave has been found:\nincompressible Alfven modes propagating in a compressible spatially varying\nflow were apparently exponentially amplified. We show that the results of the\nwork follow from an impossible equilibrium and therefore should be disregarded.\n"]}]
["0905.3164",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.3164"],"date":["2009-05-19","2009-07-02"],"type":["text"],"creator":["Prades, Joaquim"],"language":[],"coverage":[],"title":["Hadronic Light-by-Light Contribution to Muon g-2"],"description":["  I present the main results obtained in a recent work together with Eduardo de\nRafael and Arkady Vainshtein on the hadronic light-by-light contribution to\nmuon g-2. We came to the estimate a^{HLbL}_\\mu = (10.5 +- 2.6) x 10^{-10}.\nHere, some emphasis is put in pointing out where the future KLOE2 two-photon\nexperimental program can help to reduce the present model dependence of\na^{HLbL}_\\mu.\n","Comment: 6 pages. Contributed to \" KLOE2 Physics Workshop\", April 9-10, 2009,\n  Frascati, Italy"]}]
["0905.4945",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4945"],"date":["2009-05-29","2009-07-01"],"type":["text"],"creator":["Lin, Ziliang","Vuckovic, Jelena"],"language":[],"coverage":[],"title":["Enhanced Two-Photon Processes in Quantum Dots inside Photonic Crystal\n  Nanocavities and Quantum Information Processing Applications"],"description":["  We show that the two-photon transition rates of quantum dots coupled to\nnanocavities are enhanced by up to 8 orders of magnitude relative to quantum\ndots in bulk host. We then propose how to take advantage of this enhancement to\nimplement coherent quantum dot excitation by two-photon absorption, entangled\nphoton pair generation by two-photon spontaneous emission, and single-photon\ngeneration at telecommunication wavelengths by two-photon stimulated and\nspontaneous emission.\n","Comment: 5 pages, 3 figures"]}]
["0906.1736",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1736"],"date":["2009-06-09","2009-07-02"],"type":["text"],"creator":["Salam, Gavin P."],"language":[],"coverage":[],"title":["Moriond 2009, QCD and High Energy Interactions: Theory Summary"],"description":["  These proceedings provide a brief summary of the theoretical topics that were\ncovered at Moriond QCD 2009, including non-perturbative QCD, perturbative QCD\nat colliders, a small component of physics beyond the standard model and\nheavy-ion collisions.\n","Comment: 13 pages, 7 figures; v2 adds a reference; v3 includes small changes\n  to text"]}]
["0906.4309",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4309"],"date":["2009-06-23"],"type":["text"],"creator":["Slupinski, Marcus","Stanton, Robert J."],"language":[],"coverage":[],"title":["The special symplectic structure of binary cubics"],"description":["  Let $k$ be a field of characteristic not 2 or 3. Let $V$ be the $k$-space of\nbinary cubic polynomials. The natural symplectic structure on $k^2$ promotes to\na symplectic structure $\\omega$ on $V$ and from the natural symplectic action\nof $\\textrm{Sl}(2,k)$ one obtains the symplectic module $(V,\\omega)$. We give a\ncomplete analysis of this symplectic module from the point of view of the\nassociated moment map, its norm square $Q$ (essentially the classical\ndiscriminant) and the symplectic gradient of $Q$. Among the results are a\nsymplectic derivation of the Cardano-Tartaglia formulas for the roots of a\ncubic, detailed parameters for all $\\textrm{Sl}(2,k)$ and\n$\\textrm{Gl}(2,k)$-orbits, in particular identifying a group structure on the\nset of $\\textrm{Sl}(2,k)$-orbits of fixed nonzero discriminant, and a purely\nsymplectic generalization of the classical Eisenstein syzygy for the covariants\nof a binary cubic. Such fine symplectic analysis is due to the special\nsymplectic nature inherited from the ambient exceptional Lie algebra $\\mathfrak\nG_2$.\n"]}]
["0906.4843",{"format":[],"subject":["Mathematics - Differential Geometry","High Energy Physics - Theory","58B99 (Primary) 57R20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4843"],"date":["2009-06-26"],"type":["text"],"creator":["Vozzo, Raymond"],"language":[],"coverage":[],"title":["Loop Groups, Higgs Fields and Generalised String Classes"],"description":["  We consider various generalisations of the string class of a loop group\nbundle. The string class is the obstruction to lifting a bundle whose structure\ngroup is the loop group $LG$ to one whose structure group is the Kac-Moody\ncentral extension of the loop group.\n  We develop a notion of higher string classes for bundles whose structure\ngroup is the group of based loops, $\\Omega G$. In particular, we give a formula\nfor characteristic classes in odd dimensions for such bundles which are\nassociated to characteristic classes for $G$-bundles in the same way that the\nstring class is related to the first Pontrjagyn class of a certain $G$-bundle\nassociated to the loop group bundle in question. This provides us with a theory\nof characteristic classes for $\\Omega G$-bundles analogous to Chern-Weil theory\nin finite dimensions. This also gives us a geometric interpretation of the\nwell-known transgression map $H^{2k}(BG) \\to H^{2k-1}(G).$\n  We also consider the obstruction to lifting a bundle whose structure group is\nnot the loop group but the semi-direct product of the loop group with the\ncircle, $LG \\rtimes S^1$. We review the theory of bundle gerbes and their\napplication to central extensions and lifting problems and use these methods to\nobtain an explicit expression for the de Rham representative of the obstruction\nto lifting such a bundle. We also relate this to a generalisation of the\nso-called `caloron correspondence' (which relates $LG$-bundles over $M$ to\n$G$-bundles over $M \\times S^1$) to a correspondence which relates $LG \\rtimes\nS^1$-bundles over $M$ to $G$-bundles over $S^1$-bundles over $M$.\n","Comment: PhD Thesis"]}]
["0906.4950",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4950"],"date":["2009-06-26"],"type":["text"],"creator":["Lundgren, Martin","Niemi, Antti J."],"language":[],"coverage":[],"title":["Knots and Swelling in Protein Folding"],"description":["  Proteins can sometimes be knotted, and for many reasons the study of knotted\nproteins is rapidly becoming very important. For example, it has been proposed\nthat a knot increases the stability of a protein. Knots may also alter\nenzymatic activities and enhance binding. Moreover, knotted proteins may even\nhave some substantial biomedical significance in relation to illnesses such as\nParkinson's disease. But to a large extent the biological role of knots remains\na conundrum. In particular, there is no explanation why knotted proteins are so\nscarce. Here we argue that knots are relatively rare because they tend to cause\nswelling in proteins that are too short, and presently short proteins are\nover-represented in the Protein Data Bank (PDB). Using Monte Carlo simulations\nwe predict that the figure-8 knot leads to the most compact protein\nconfiguration when the number of amino acids is in the range of 200-600. For\nthe existence of the simplest knot, the trefoil, we estimate a theoretical\nupper bound of 300-400 amino acids, in line with the available PDB data.\n","Comment: 13 pages 3 figures"]}]
["0907.0011",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Complex Variables","37F45, 37F10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0011"],"date":["2009-06-30"],"type":["text"],"creator":["Bassanelli, Giovanni","Berteloot, Francois"],"language":[],"coverage":[],"title":["Distribution of polynomials with cycles of given multiplier"],"description":["  In the family of degree $d$ polynomials the hypersurfaces defined by the\nexistence of a cycle of period $n$ and multiplier $e^{i\\theta}$ are shown to\nequiditribute the bifurcation current.\n"]}]
["0907.0023",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Spectral Theory","58J35 (Primary)","37C70, 35P05, 47A10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0023"],"date":["2009-06-30"],"type":["text"],"creator":["Gil, Juan","Krainer, Thomas","Mendoza, Gerardo"],"language":[],"coverage":[],"title":["Dynamics on Grassmannians and resolvents of cone operators"],"description":["  The paper proves the existence and elucidates the structure of the asymptotic\nexpansion of the trace of the resolvent of a closed extension of a general\nelliptic cone operator on a compact manifold with boundary as the spectral\nparameter tends to infinity. The hypotheses involve only minimal conditions on\nthe symbols of the operator. The results combine previous investigations by the\nauthors on the subject with an analysis of the asymptotics of a family of\nprojections related to the domain. This entails a fairly detailed study of the\ndynamics of a flow on the Grassmannian of domains.\n","Comment: 34 pages"]}]
["0907.0027",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0027"],"date":["2009-06-30"],"type":["text"],"creator":["Girardi, Mauricio"],"language":[],"coverage":[],"title":["Comments on \"Modelling the gap size distribution of parked cars\""],"description":["  In this Comment we discuss some points concerning the modeling of parked cars\nproposed in the article by Rawal and Rodgers, Physica A (2005). We also\nintroduce another approach to this problem which leads to a better description\nof the empirical data collected by the authors.\n"]}]
["0907.0031",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0031"],"date":["2009-06-30"],"type":["text"],"creator":["Libedinsky, Nicolas"],"language":[],"coverage":[],"title":["New bases of some Hecke algebras via Soergel bimodules"],"description":["  For extra-large Coxeter systems (m(s,r)>3), we construct a natural and\nexplicit set of Soergel bimodules D={D_w}_{w\\in W} such that each D_w contains\nas a direct summand (or is equal to) the indecomposable Soergel bimodule B_w.\nWhen decategorified, we prove that D gives rise to a set {d_w}_{w\\in W} that is\nactually a basis of the Hecke algebra. This basis is close to the\nKazhdan-Lusztig basis and satisfies a ``positivity condition''.\n","Comment: 25 pages"]}]
["0907.0039",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0039"],"date":["2009-07-01"],"type":["text"],"creator":["Shirman, Yuri"],"language":[],"coverage":[],"title":["TASI 2008 Lectures: Introduction to Supersymmetry and Supersymmetry\n  Breaking"],"description":["  These lectures, presented at TASI 08 school, provide an introduction to\nsupersymmetry and supersymmetry breaking. We present basic formalism of\nsupersymmetry, supersymmetric non-renormalization theorems, and summarize\nnon-perturbative dynamics of supersymmetric QCD. We then turn to discussion of\ntree level, non-perturbative, and metastable supersymmetry breaking. We\nintroduce Minimal Supersymmetric Standard Model and discuss soft parameters in\nthe Lagrangian. Finally we discuss several mechanisms for communicating the\nsupersymmetry breaking between the hidden and visible sectors.\n"]}]
["0907.0041",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0041"],"date":["2009-06-30"],"type":["text"],"creator":["Chu, Zotin K. -H."],"language":[],"coverage":[],"title":["Note on \"Sonic Mach cones induced by fast partons in a perturbative\n  quark-gluon plasma\" arXiv:0802.2254"],"description":["  We make remarks on Neufeld {\\it et al.}'s [{\\it Phys. Rev. C} 78, 041901(R)\n(2008), arXiv:0802.2254] paper especially about the Mach cone formation. We\nargue that the original bow shock structure (as a fast parton moving through a\nquark-gluon plasma) has been smeared out after the approximations made by\nNeufeld {\\it et al.}\n"]}]
["0907.0044",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0044"],"date":["2009-06-30"],"type":["text"],"creator":["Morse, Jennifer"],"language":[],"coverage":[],"title":["Combinatorics of the K-theory of affine Grassmannians"],"description":["  We introduce a family of tableaux that simultaneously generalizes the\ntableaux used to characterize Grothendieck polynomials and k-Schur functions.\nWe prove that the polynomials drawn from these tableaux are the affine\nGrothendieck polynomials and k-K-Schur functions -- Schubert representatives\nfor the K-theory of affine Grassmannians and their dual in the nil Hecke ring.\nWe prove a number of combinatorial properties including Pieri rules.\n"]}]
["0907.0055",{"format":[],"subject":["Mathematics - Dynamical Systems","34C23,34C37(Primary) 37G99(Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0055"],"date":["2009-06-30"],"type":["text"],"creator":["Yang, Xiao-Song","Huan, Songmei"],"language":[],"coverage":[],"title":["Existence and bifurcation of homoclinic orbits in planar piecewise\n  linear systems"],"description":["  The existence and bifurcation of homoclinic orbits in planar piecewise linear\nhomogeneous systems with two regions separated by a discontinuity boundary are\ninvestigated in this paper. In addition, existence of periodic orbits and\nstability of the origin are also discussed without the assumption of continuity\nfor the planar piecewise linear homogeneous systems.\n","Comment: 17pages,20figures"]}]
["0907.0061",{"format":[],"subject":["Mathematics - Category Theory","Mathematics - Rings and Algebras","18D20","18D30","18D05","16W50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0061"],"date":["2009-07-01"],"type":["text"],"creator":["Tamaki, Dai"],"language":[],"coverage":[],"title":["The Grothendieck Construction and Gradings for Enriched Categories"],"description":["  The Grothendieck construction is a process to form a single category from a\ndiagram of small categories. In this paper, we extend the definition of the\nGrothendieck construction to diagrams of small categories enriched over a\nsymmetric monoidal category satisfying certain conditions. Symmetric monoidal\ncategories satisfying the conditions in this paper include the category of\n$k$-modules over a commutative ring $k$, the category of chain complexes, the\ncategory of simplicial sets, the category of topological spaces, and the\ncategory of modern spectra. In particular, we obtain a generalization of the\norbit category construction in [math/0312214]. We also extend the notion of\ngraded categories and show that the Grothendieck construction takes values in\nthe category of graded categories. Our definition of graded category does not\nrequire any coproduct decompositions and generalizes $k$-linear graded\ncategories indexed by small categories defined by Lowen.\n  There are two popular ways to construct functors from the category of graded\ncategories to the category of oplax functors. One of them is the smash product\nconstruction defined and studied in [math/0312214,0807.4706,0905.3884] for\n$k$-linear categories and the other one is the fiber functor. We construct\nextensions of these functors for enriched categories and show that they are\n``right adjoint'' to the Grothendieck construction in suitable senses.\n  As a byproduct, we obtain a new short description of small enriched\ncategories.\n","Comment: 65 pages"]}]
["0907.0067",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0067","IJCSIS June 2009 Issue, Vol. 2, No. 1"],"date":["2009-07-01"],"type":["text"],"creator":["Naeem, Huma","Masood, Asif","Hussain, Mukhtar","Khan, Shoab A."],"language":[],"coverage":[],"title":["A Novel Two-Staged Decision Support based Threat Evaluation and Weapon\n  Assignment Algorithm, Asset-based Dynamic Weapon Scheduling using Artificial\n  Intelligence Techinques"],"description":["  Surveillance control and reporting (SCR) system for air threats play an\nimportant role in the defense of a country. SCR system corresponds to air and\nground situation management/processing along with information fusion,\ncommunication, coordination, simulation and other critical defense oriented\ntasks. Threat Evaluation and Weapon Assignment (TEWA) sits at the core of SCR\nsystem. In such a system, maximal or near maximal utilization of constrained\nresources is of extreme importance. Manual TEWA systems cannot provide\noptimality because of different limitations e.g.surface to air missile (SAM)\ncan fire from a distance of 5Km, but manual TEWA systems are constrained by\nhuman vision range and other constraints. Current TEWA systems usually work on\ntarget-by-target basis using some type of greedy algorithm thus affecting the\noptimality of the solution and failing in multi-target scenario. his paper\nrelates to a novel two-staged flexible dynamic decision support based optimal\nthreat evaluation and weapon assignment algorithm for multi-target air-borne\nthreats.\n","Comment: 7 Pages, International Journal of Computer Science and Information\n  Security (IJCSIS)"]}]
["0907.0073",{"format":[],"subject":["Quantitative Biology - Biomolecules","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0073"],"date":["2009-07-01"],"type":["text"],"creator":["Banerji, Anirban","Ghosh, Indira"],"language":[],"coverage":[],"title":["Criteria to observe mesoscopic emergence of protein biophysical\n  properties"],"description":["  Proteins are regularly described with some general indices (mass fractal\ndimension, surface fractal dimension, entropy, enthalpy, free energies,\nhydrophobicity, denaturation temperature etc..), which are inherently\nstatistical in nature. These general indices emerge from innumerable (innately\ncontext-dependent and time-dependent) interactions between various atoms of a\nprotein. Many a studies have been performed on the nature of these inter-atomic\ninteractions and the change of profile of atomic fluctuations that they cause.\nHowever, we still do not know, under a given context, for a given duration of\ntime, how does a macroscopic biophysical property emerge from the cumulative\ninter-atomic interactions. An exact answer to that question will involve\nbridging the gap between nano-scale distinguishable atomic description and\nmacroscopic indistinguishable (statistical) measures, along the mesoscopic\nscale of observation. In this work we propose a computationally implementable\nmathematical model that derives expressions for observability of emergence of a\nmacroscopic biophysical property from a set of interacting (fluctuating) atoms.\nSince most of the aforementioned interactions are non-linear in nature;\nobservability criteria are derived for both linear and the non-linear\ndescriptions of protein interior. The study assumes paramount importance in\n21st-century biology, from both the theoretical and practical utilitarian point\nof view.\n","Comment: A mathematical model, 25 pages"]}]
["0907.0075",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0075","IJCSIS June 2009 Issue, Vol. 2 No. 1"],"date":["2009-07-01"],"type":["text"],"creator":["Mahini, Hamidreza","Mahini, Alireza","Ghofrani, Javad"],"language":[],"coverage":[],"title":["XDANNG: XML based Distributed Artificial Neural Network with Globus\n  Toolkit"],"description":["  Artificial Neural Network is one of the most common AI application fields.\nThis field has direct and indirect usages most sciences. The main goal of ANN\nis to imitate biological neural networks for solving scientific problems. But\nthe level of parallelism is the main problem of ANN systems in comparison with\nbiological systems. To solve this problem, we have offered a XML-based\nframework for implementing ANN on the Globus Toolkit Platform. Globus Toolkit\nis well known management software for multipurpose Grids. Using the Grid for\nsimulating the neuron network will lead to a high degree of parallelism in the\nimplementation of ANN. We have used the XML for improving flexibility and\nscalability in our framework.\n","Comment: 8 pages, international journal of computer science and information\n  security"]}]
["0907.0088",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0088"],"date":["2009-07-01"],"type":["text"],"creator":["Didehvar, Farzad","Mehrabi, Ali D.","B, Fatemeh Raee"],"language":[],"coverage":[],"title":["On Unique Independence Weighted Graphs"],"description":["  An independent set in a graph G is a set of vertices no two of which are\njoined by an edge. A vertex-weighted graph associates a weight with every\nvertex in the graph. A vertex-weighted graph G is called a unique independence\nvertex-weighted graph if it has a unique independent set with maximum sum of\nweights. Although, in this paper we observe that the problem of recognizing\nunique independence vertex-weighted graphs is NP-hard in general and therefore\nno efficient characterization can be expected in general; we give, however,\nsome combinatorial characterizations of unique independence vertex-weighted\ngraphs. This paper introduces a motivating application of this problem in the\narea of combinatorial auctions, as well.\n","Comment: 9 pages, 1 figure"]}]
["0907.0089",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Rings and Algebras","16W30","18D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0089"],"date":["2009-07-01"],"type":["text"],"creator":["Wakui, Michihisa"],"language":[],"coverage":[],"title":["Polynomial invariants for a semisimple and cosemisimple Hopf algebra of\n  finite dimension"],"description":["  We introduce new polynomial invariants of a finite-dimensional semisimple and\ncosemisimple Hopf algebra A over a field by using the braiding structures of A.\nWe investigate basic properties of the polynomial invariants including\nstability under extension of the base field. Furthermore, we show that our\npolynomial invariants are indeed tensor invariants of the representation\ncategory of A, and recognize the difference of the representation category and\nthe representation ring of A. Actually, by computing and comparing polynomial\ninvariants, we find new examples of pairs of Hopf algebras whose representation\nrings are isomorphic, but representation categories are distinct.\n","Comment: 64 pages"]}]
["0907.0103",{"format":[],"subject":["Physics - Fluid Dynamics","Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0103","Esau, I. (2009), Proceedings of 5th Norwegian conference\n  \"MekIT'09\", Trondheim, 26-27 May, Eds. B. Skallerud and H.I. Andersson, Tapir\n  Academic Press, pp. 7-37"],"date":["2009-07-01"],"type":["text"],"creator":["Esau, Igor"],"language":[],"coverage":[],"title":["Large-eddy simulations of geophysical turbulent flows with applications\n  to planetary boundary layer research"],"description":["  The present study gives an overview and emphasizes principal moments of the\napplications of the turbulence-resolving modeling with large-eddy simulation\n(LES) numerical technique to planetary boundary layer (PBL) research and\nclimate studies. LES proved to be very useful in understanding of the\natmospheric and ocean turbulent exchange and ultimately in parameterization\nimprovement in traditional meteorological models. LES have played a key role in\nrecognizing the importance of previously ignored self-organized structures in\nthe geophysical turbulence. LES assisted theoreticians and weather/climate\nmodelers with reliable information about the averaged vertical structure of the\nPBL in convection and shear regimes as well as with better estimations of key\nPBL parameters, e.g. an entrainment rate, for model calibrations. At present,\nLES are an essential, indispensible part of geosciences, while the mainstream\nof the LES research still deals with idealized case studies with rather simple\nmicro-physics.\n"]}]
["0907.0104",{"format":[],"subject":["Mathematics - Probability","Mathematics - Metric Geometry","60J75","28A78","28A80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0104"],"date":["2009-07-01"],"type":["text"],"creator":["Barral, Julien","Fournier, Nicolas","Jaffard, Stephane","Seuret, Stephane"],"language":[],"coverage":[],"title":["A pure jump Markov process with a random singularity spectrum"],"description":["  We construct a non-decreasing pure jump Markov process, whose jump measure\nheavily depends on the values taken by the process. We determine the\nsingularity spectrum of this process, which turns out to be random and to\ndepend locally on the values taken by the process. The result relies on fine\nproperties of the distribution of Poisson point processes and on ubiquity\ntheorems.\n","Comment: 20 pages, 4 figures"]}]
["0907.0105",{"format":[],"subject":["Mathematics - Algebraic Geometry","14HXX, 32SXX, 58K60,58K40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0105"],"date":["2009-07-01"],"type":["text"],"creator":["Kuo, T. C.","Paunescu, L."],"language":[],"coverage":[],"title":["Enriched Riemann Sphere, Morse Stability and Equi-singularity in\n  $\\mathcal{O}_2$"],"description":["  The \\textit{Enriched Riemann Sphere} $\\C P_*^1$ is $\\C P^1$ plus a set of\n\\textit{infinitesimals}, having the Newton-Puiseux field $\\F$ as coordinates.\nComplex Analysis is extended to the $\\F$-\\textit{Analysis}\n(\\textit{Newton-Puiseux Analysis}). The classical \\textit{Morse Stability\nTheorem} is also extended; the \\textit{stability idea} is used to formulate an\n\\textit{equi-singular deformation theorem} in $\\C\\{x,y\\}(=\\mathcal{O}_2)$.\n","Comment: 29 pages, 4 figures"]}]
["0907.0115",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0115"],"date":["2009-07-01"],"type":["text"],"creator":["Pahlavani, M. R.","Morad, R."],"language":[],"coverage":[],"title":["Validity of Born Approximation for Nuclear Scattering in Path Integral\n  Representation"],"description":["  The first and second Born approximation are studied with the path integral\nrepresentation for $ {\\cal T} $ matrix. The $ {\\cal T}$ matrix is calculated\nfor Woods-Saxon potential scattering. To make corresponding integrals solvable\nanalytically, an approximate function for the Woods-Saxon potential is used.\nFinally it shown that the Born series is converge at high energies and orders\nhigher than two in Born approximation series can be neglected.\n"]}]
["0907.0120",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0120"],"date":["2009-07-01"],"type":["text"],"creator":["Glinchuk, M. D.","Morozovska, A. N.","Eliseev, E. A."],"language":[],"coverage":[],"title":["Correlation radius in thin ferroelectric films"],"description":["  In the paper we present analytical calculations of the profiles and average\nvalues correlation radius of polarization fluctuations and generalized\nsusceptibility in thin ferroelectric films of thickness L with in-plane\n(a-films) and out-of-plane (c-films) polarization orientation. The contribution\nof polarization gradient, surface energy and depolarization field (if any) were\ntaken into account. For the second order ferroelectrics the correlation radius\nand generalized susceptibility diverge at the film critical thickness Lcr as\nanticipated. In the case of a-films where depolarization field is absent, the\nsurface energy and polarization gradient govern the size effects such as\nthickness-induced phase transition, corresponding correlation radius and\ngeneralize susceptibility divergence in the phase transition point. In the case\nof c-films with strong depolarization field, the surface energy, polarization\ngradient, intrinsic depolarization effect related with polarization\ninhomogeneous distribution and incomplete screening in the electrodes determine\nthe correlation radius and generalized susceptibility size effect. At that\ncontribution of all the factors are comparable at reasonable material\nparameters, but could be easily tuned by varying of surface energy\ncoefficients, polarization gradient contribution and screening conditions.\n","Comment: 20 pages, 4 Figures, 2 Appendices"]}]
["0907.0128",{"format":[],"subject":["Mathematics - Representation Theory","32M15, 22E46, 22E43, 43A90, 32A36"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0128","Journal of Lie Theory, 17, (2007), 1, 191--227"],"date":["2009-07-01"],"type":["text"],"creator":["Seppanen, Henrik"],"language":[],"coverage":[],"title":["Branching of some holomorphic representations of SO(2,N)"],"description":["  In this paper we consider the analytic continuation of the weighted Bergman\nspaces on the Lie ball $$\\mathscr{D}=SO(2,n)/S(O(2) \\times O(n))$$ and the\ncorresponding holomorphic unitary (projective) representations of SO(2,n) on\nthese spaces. These representations are known to be irreducible. Our aim is to\ndecompose them under the subgroup SO(1,n) which acts as the isometry group of a\ntotally real submanifold $\\mathscr{X}$ of $\\mathscr{D}$. We give a proof of a\ngeneral decomposition theorem for certain unitary representations of semisimple\nLie groups. In the particular case we are concerned with, we find an explicit\nformula for the Plancherel measure of the decomposition as the orthogonalising\nmeasure for certain hypergeometric polynomials. Moreover, we construct an\nexplicit generalised Fourier transform that plays the role of the intertwining\noperator for the decomposition. We prove an inversion formula and a Plancherel\nformula for this transform. Finally we construct explicit realisations of the\ndiscrete part appearing in the decomposition and also for the minimal\nrepresentation in this family.\n"]}]
["0907.0131",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0131"],"date":["2009-07-01"],"type":["text"],"creator":["Massih, Ali R.","Jernkvist, Lars O."],"language":[],"coverage":[],"title":["Stress orientation of second-phase in alloys: Hydrides in zirconium\n  alloys"],"description":["  A model for precipitation of the plate-shaped second-phase under applied\nstress is presented. The precipitates in the matrix-precipitate system are\nrepresented by their local volume fraction and an orientation parameter that\ndefines the alignment of a precipitate platelet in a given direction. Kinetic\nequations, based on diffusion theory and classical nucleation theory, are used\nto describe the time evolution of these two parameters. The model is used to\ndescribe the stress orientation of hydrides in Zr-alloys in light of\nexperiments.\n","Comment: 11 pages, 5 figures, 4 tables. To appear in Computational Materials\n  Science"]}]
["0907.0135",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0135"],"date":["2009-07-01"],"type":["text"],"creator":["Zhou, Jian"],"language":[],"coverage":[],"title":["Crepant Resolutions, Quivers and GW/NCDT Duality"],"description":["  We propose a conjecture that relates some local Gromov-Witten invariants of\nsome crepant resolutions of Calabi-Yau 3-folds with isolated singularities with\nsome Donaldson-Thomas type invariants of the moduli spaces of representations\nof some quivers with potentials.\n"]}]
["0907.0141",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Probability","11K60","11K41"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0141"],"date":["2009-07-01"],"type":["text"],"creator":["Haynes, Alan K."],"language":[],"coverage":[],"title":["The metric theory of p-adic approximation"],"description":["  Metric Diophantine approximation in its classical form is the study of how\nwell almost all real numbers can be approximated by rationals. There is a long\nhistory of results which give partial answers to this problem, but there are\nstill questions which remain unknown. The Duffin-Schaeffer Conjecture is an\nattempt to answer all of these questions in full, and it has withstood more\nthan fifty years of mathematical investigation. In this paper we establish a\nstrong connection between the Duffin-Schaeffer Conjecture and its p-adic\nanalogue. Our main theorems are transfer principles which allow us to go back\nand forth between these two problems. We prove that if the variance method from\nprobability theory can be used to solve the p-adic Duffin-Schaeffer Conjecture\nfor even one prime p, then almost the entire classical Duffin-Schaeffer\nConjecture would follow. Conversely if the variance method can be used to prove\nthe classical conjecture then the p-adic conjecture is true for all primes.\nFurthermore we are able to unconditionally and completely establish the higher\ndimensional analogue of this conjecture in which we allow simultaneous\napproximation in any finite number and combination of real and p-adic fields,\nas long as the total number of fields involved is greater than one. Finally by\nusing a mass transference principle for Hausdorff measures we are able to\nextend all of our results to their corresponding analogues with Haar measures\nreplaced by the Hausdorff measures associated with arbitrary dimension\nfunctions.\n"]}]
["0907.0146",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0146"],"date":["2009-07-01"],"type":["text"],"creator":["Ptochos, F."],"language":[],"coverage":[],"title":["Multi-muon events at CDF"],"description":["  We report a study of multi-muon events produced at the Fermilab Tevatron\ncollider and recorded by the CDF II detector. In a data set acquired with a\ndedicated dimuon trigger and corresponding to an integrated luminosity of 2100\npb$^{-1}$, we isolate a significant sample of events in which at least one of\nthe identified muons has large impact parameter and is produced outside the\nbeam pipe of radius 1.5 cm. We are unable to fully account for the number and\nproperties of the events through standard model processes in conjunction with\nour current understanding of the CDF II detector, trigger and event\nreconstruction. Several topological and kinematic properties of these events\nare also presented. In contrast, the production cross section and kinematics of\nevents in which both muon candidates are produced inside the beam pipe are\nsuccessfully modeled by known QCD processes which include heavy flavor\nproduction. The presence of these anomalous multi-muon events offers a\nplausible resolution to long-standing inconsistencies related to $b\\bar{b}$\nproduction and decay.\n","Comment: 6 pages, 5 figures, 1 table. Presented on behalf of the CDF\n  collaboration at the 44th Rencontres de Moriond, QCD and High Energy\n  Interactions, La Thuile, Aosta Valley, Italy, March 14-21, 2009"]}]
["0907.0155",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0155"],"date":["2009-07-01"],"type":["text"],"creator":["Nozaki, Daijiro","Cuniberti, Gianaurelio"],"language":[],"coverage":[],"title":["Silicon-based molecular switch junctions"],"description":["  In contrast to the static operations of conventional semiconductor devices,\nthe dynamic conformational freedom in molecular devices opens up the\npossibility of using molecules as new types of devices such as a molecular\nconformational switch or for molecular data storage. Bistable molecules, with\ne.g. two stable cis and trans isomeric configurations, could provide, once\nclamped between two electrodes, a switching phenomenon in the nonequilibrium\ncurrent response. Here, we model molecular switch junctions formed at silicon\ncontacts and demonstrate the potential of tunable molecular switches in\nelectrode/molecule/electrode configurations. Using the non equilibrium Green\nfunction approach implemented with the density-functional-based tight-binding\ntheory, a series of properties such as electron transmissions, I-V\ncharacteristics in the different isomer-conformations, and potential energy\nsurfaces as a function of the reaction coordinates along the trans to cis\ntransition were calculated. Furthermore, in order to investigate stability of\nmolecular switches in ambient conditions, molecular dynamics (MD) simulations\nat room temperature were performed and time- dependent fluctuations of the\nconductance along the MD pathways were calculated. Our numerical results show\nthat the transmission spectra of the cis isomers are more conductive than trans\ncounterparts inside the bias window for all two model molecules. The\ncurrent-voltage characteristics consequently show the same trends.\nAdditionally, the calculations of time-dependent transmission fluctuations\nalong the MD pathways have shown that the transmission in cis isomers is always\nsignificantly larger than that of trans counterparts showing that molecular\nswitches can be expected to work as robust molecular switching components.\n"]}]
["0907.0156",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0156"],"date":["2009-07-01"],"type":["text"],"creator":["Delvaux, Steven"],"language":[],"coverage":[],"title":["Average characteristic polynomials for multiple orthogonal polynomial\n  ensembles"],"description":["  Multiple orthogonal polynomials (MOP) are a non-definite version of matrix\northogonal polynomials. They are described by a Riemann-Hilbert matrix Y\nconsisting of four blocks Y_{1,1}, Y_{1,2}, Y_{2,1} and Y_{2,2}. In this paper,\nwe show that det Y_{1,1} (det Y_{2,2}) equals the average characteristic\npolynomial (average inverse characteristic polynomial, respectively) over the\nprobabilistic ensemble that is associated to the MOP. In this way we generalize\nclassical results for orthogonal polynomials, and also some recent results for\nMOP of type I and type II. We then extend our results to arbitrary products and\nratios of characteristic polynomials. In the latter case an important role is\nplayed by a matrix-valued version of the Christoffel-Darboux kernel. Our proofs\nuse determinantal identities involving Schur complements, and adaptations of\nthe classical results by Heine, Christoffel and Uvarov.\n","Comment: 32 pages"]}]
["0907.0157",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0157"],"date":["2009-07-01"],"type":["text"],"creator":["Prandini, Elisa","Dorner, Daniela","Mankuzhiyil, Nijil","Mariotti, Mos","Mazin, Daniel","Collaboration, for the MAGIC"],"language":[],"coverage":[],"title":["A new upper limit on the redshift of PG 1553+113 from observations with\n  the MAGIC Telescope"],"description":["  Very high energy gamma ray emission from the active galactic nucleus PG\n1553+113 was observed during 2005 and 2006 by the MAGIC collaboration, for a\ntotal observation time of 18.8 hours. Here we present the results of follow up\nobservations: more than 20 hours of good quality data collected by the MAGIC\nTelescope during the 2007 and 2008 campaigns. The obtained spectra are compared\nand combined with previous measurements, and corrected for absorption adopting\ndifferent EBL models. Upper limits on the unknown source redshift are derived\nby assuming the absence of a break in the intrinsic spectrum, or alternatively\nby constraining the hardness of the intrinsic source spectrum.\n","Comment: Contribution to the 31st ICRC, Lodz, Poland, July 2009"]}]
["0907.0158",{"format":[],"subject":["Mathematics - Number Theory","11N25","11B57"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0158","Proc. Amer. Math. Soc., 137 (2009), 1285-1293"],"date":["2009-07-01"],"type":["text"],"creator":["Haynes, Alan K.","Homma, Kosuke"],"language":[],"coverage":[],"title":["The group ring of Q/Z and an application of a divisor problem"],"description":["  First we prove some elementary but useful identities in the group ring of\nQ/Z. Our identities have potential applications to several unsolved problems\nwhich involve sums of Farey fractions. In this paper we use these identities,\ntogether with some analytic number theory and results about divisors in short\nintervals, to estimate the cardinality of a class of sets of fundamental\ninterest.\n"]}]
["0907.0160",{"format":[],"subject":["Mathematics - Analysis of PDEs","35J40","58E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0160"],"date":["2009-07-01"],"type":["text"],"creator":["Montoro, Luigi","Sciunzi, Berardino","Squassina, Marco"],"language":[],"coverage":[],"title":["Symmetry results for nonvariational quasi-linear elliptic systems"],"description":["  By virtue of a weak comparison principle in small domains we prove axial\nsymmetry in convex and symmetric smooth bounded domains as well as radial\nsymmetry in balls for regular solutions of a class of quasi-linear elliptic\nsystems in non-variational form. Moreover, in the two dimensional case, we\nstudy the system when set in a half-space.\n","Comment: 15 pages"]}]
["0907.0161",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Probability","11B57","11K50","60G46"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0161","doi:10.1112/blms/bdp011"],"date":["2009-07-01"],"type":["text"],"creator":["Haynes, Alan K."],"language":[],"coverage":[],"title":["Intermediate convergents and a metric theorem of Khinchin"],"description":["  A landmark theorem in the metric theory of continued fractions begins this\nway: Select a non-negative real function $f$ defined on the positive integers\nand a real number $x$, and form the partial sums $s_n$ of $f$ evaluated at the\npartial quotients $a_1,..., a_n$ in the continued fraction expansion for $x$.\nDoes the sequence $\\{s_n/n\\}$ have a limit as $n\\rar\\infty$? In 1935 A. Y.\nKhinchin proved that the answer is yes for almost every $x$, provided that the\nfunction $f$ does not grow too quickly. In this paper we are going to explore a\nnatural reformulation of this problem in which the function $f$ is defined on\nthe rationals and the partial sums in question are over the intermediate\nconvergents to $x$ with denominators less than a prescribed amount. By using\nsome of Khinchin's ideas together with more modern results we are able to\nprovide a quantitative asymptotic theorem analogous to the classical one\nmentioned above.\n"]}]
["0907.0162",{"format":[],"subject":["Mathematics - Number Theory","11B57"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0162"],"date":["2009-07-01"],"type":["text"],"creator":["Haynes, Alan K."],"language":[],"coverage":[],"title":["Numerators of differences of nonconsecutive Farey fractions"],"description":["  An elementary but useful fact is that the numerator of the difference of two\nconsecutive Farey fractions is equal to one. For triples of consecutive\nfractions the numerators of the differences are well understood and have\napplications to several interesting problems. In this paper we investigate\nnumerators of differences of fractions which are farther apart. We establish\nalgebraic identities between such differences which then allow us to calculate\ntheir average values by using properties of a measure preserving transformation\nof the Farey triangle.\n"]}]
["0907.0163",{"format":[],"subject":["Mathematics - Number Theory","11B57"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0163"],"date":["2009-07-01"],"type":["text"],"creator":["Badziahin, Dmitry A.","Haynes, Alan K."],"language":[],"coverage":[],"title":["A note on Farey fractions with denominators in arithmetic progressions"],"description":["  As the conclusion of a line of investigation undertaken in two previous\npapers, we compute asymptotic frequencies for the values taken by numerators of\ndifferences of consecutive Farey fractions with denominators restricted to lie\nin arithmetic progression.\n"]}]
["0907.0164",{"format":[],"subject":["Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0164","Journal of Biomedical Informatics 42, 4 (2009) 612?623","doi:10.1016/j.jbi.2009.02.007"],"date":["2009-07-01"],"type":["text"],"creator":["Bourbeillon, Julie","Garbay, Catherine","Giroud, Franoise"],"language":[],"coverage":[],"title":["Mass data exploration in oncology: An information synthesis approach"],"description":["  New technologies and equipment allow for mass treatment of samples and\nresearch teams share acquired data on an always larger scale. In this context\nscientists are facing a major data exploitation problem. More precisely, using\nthese data sets through data mining tools or introducing them in a classical\nexperimental approach require a preliminary understanding of the information\nspace, in order to direct the process. But acquiring this grasp on the data is\na complex activity, which is seldom supported by current software tools. The\ngoal of this paper is to introduce a solution to this scientific data grasp\nproblem. Illustrated in the Tissue MicroArrays application domain, the proposal\nis based on the synthesis notion, which is inspired by Information Retrieval\nparadigms. The envisioned synthesis model gives a central role to the study the\nresearcher wants to conduct, through the task notion. It allows for the\nimplementation of a task-oriented Information Retrieval prototype system. Cases\nstudies and user studies were used to validate this prototype system. It opens\ninteresting prospects for the extension of the model or extensions towards\nother application domains.\n"]}]
["0907.0167",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0167"],"date":["2009-07-01"],"type":["text"],"creator":["Veseli/'c, K."],"language":[],"coverage":[],"title":["Modal approximations to damped linear systems"],"description":["  We consider a finite dimensional damped second order system and obtain\nspectral inclusion theorems for the related quadratic eigenvalue problem. The\ninclusion sets are the 'quasi Cassini ovals' which may greatly outperform\nstandard Gershgorin circles. As the unperturbed system we take a modally damped\npart of the system; this includes the known proportionally damped models, but\nmay give much sharper estimates. These inclusions are then applied to derive\nsome easily calculable sufficient conditions for the overdampedness of a given\ndamped system.\n"]}]
["0907.0169",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0169"],"date":["2009-07-01"],"type":["text"],"creator":["The PANDA Collaboration","Erni, W.","Keshelashvili, I.","Krusche, B.","Steinacher, M.","Heng, Y.","Liu, Z.","Liu, H.","Shen, X.","Wang, O.","Xu, H.","Becker, J.","Feldbauer, F.","Heinsius, F. -H.","Held, T.","Koch, H.","Kopf, B.","Pelizaeus, M.","Schroeder, T.","Steinke, M.","Wiedner, U.","Zhong, J.","Bianconi, A.","Bragadireanu, M.","Pantea, D.","Tudorache, A.","Tudorache, V.","De Napoli, M.","Giacoppo, F.","Raciti, G.","Rapisarda, E.","Sfienti, C.","Bialkowski, E.","Budzanowski, A.","Czech, B.","Kistryn, M.","Kliczewski, S.","Kozela, A.","Kulessa, P.","Pysz, K.","Schaefer, W.","Siudak, R.","Szczurek, A.","zycki, W. Czy.","Domagala, M.","Hawryluk, M.","Lisowski, E.","Lisowski, F.","Wojnar, L.","Gil, D.","Hawranek, P.","Kamys, B.","Kistryn, St.","Korcyl, K.","Krzemien, W.","Magiera, A.","Moskal, P.","Rudy, Z.","Salabura, P.","Smyrski, J.","Wronska, A.","Al-Turany, M.","Augustin, I.","Deppe, H.","Flemming, H.","Gerl, J.","Goetzen, K.","Hohler, R.","Lehmann, D.","Lewandowski, B.","Luehning, J.","Maas, F.","Mishra, D.","Orth, H.","Peters, K.","Saito, T.","Schepers, G.","Schmidt, C. J.","Schmitt, L.","Schwarz, C.","Voss, B.","Wieczorek, P.","Wilms, A.","Brinkmann, K. -T.","Freiesleben, H.","Jaekel, R.","Kliemt, R.","Wuerschig, T.","Zaunick, H. -G.","Abazov, V. M.","Alexeev, G.","Arefiev, A.","Astakhov, V. I.","Barabanov, M. Yu.","Batyunya, B. V.","Davydov, Yu. I.","Dodokhov, V. Kh.","Efremov, A. A.","Fedunov, A. G.","Feshchenko, A. A.","Galoyan, A. S.","Grigoryan, S.","Karmokov, A.","Koshurnikov, E. K.","Kudaev, V. Ch.","Lobanov, V. I.","Lobanov, Yu. Yu.","Makarov, A. F.","Malinina, L. V.","Malyshev, V. L.","Mustafaev, G. A.","Olshevski, A.","Pasyuk, M. A. .","Perevalova, E. A.","Piskun, A. A.","Pocheptsov, T. A.","Pontecorvo, G.","Rodionov, V. K.","Rogov, Yu. N.","Salmin, R. A.","Samartsev, A. G.","Sapozhnikov, M. G.","Shabratova, A.","Shabratova, G. S.","Skachkova, A. N.","Skachkov, N. B.","Strokovsky, E. A.","Suleimanov, M. K.","Teshev, R. Sh.","Tokmenin, V. V.","Uzhinsky, V. V.","Vodopianov, A. S.","Zaporozhets, S. A.","Zhuravlev, N. I.","Zorin, A. G.","Branford, D.","Foehl, K.","Glazier, D.","Watts, D.","Woods, P.","Eyrich, W.","Lehmann, A.","Teufel, A.","Dobbs, S.","Metreveli, Z.","Seth, K.","Tann, B.","Tomaradze, A.","Bettoni, D.","Carassiti, V.","Cecchi, A.","Dalpiaz, P.","Fioravanti, E.","Garzia, I.","Negrini, M.","Savri`e, M.","Stancari, G.","Dulach, B.","Gianotti, P.","Guaraldo, C.","Lucherini, V.","Pace, E.","Bersani, A.","Macri, M.","Marinelli, M.","Parodi, R. F.","Brodski, I.","Doering, W.","Drexler, P.","Dueren, M.","Gagyi-Palffy, Z.","Hayrapetyan, A.","Kotulla, M.","Kuehn, W.","Lange, S.","Liu, M.","Metag, V.","Nanova, M.","Novotny, R.","Salz, C.","Schneider, J.","Schoenmeier, P.","Schubert, R.","Spataro, S.","Stenzel, H.","Strackbein, C.","Thiel, M.","Thoering, U.","Yang, S.","Clarkson, T.","Cowie, E.","Downie, E.","Hill, G.","Hoek, M.","Ireland, D.","Kaiser, R.","Keri, T.","Lehmann, I.","Livingston, K.","Lumsden, S.","MacGregor, D.","McKinnon, B.","Murray, M.","Protopopescu, D.","Rosner, G.","Seitz, B.","Yang, G.","Babai, M.","Biegun, A. K.","Bubak, A.","Guliyev, E.","Jothi, V. S.","Kavatsyuk, M.","Loehner, H.","Messchendorp, J.","Smit, H.","van der Weele, J. C.","Garcia, F.","Riska, D. -O.","Buescher, M.","Dosdall, R.","Dzhygadlo, R.","Gillitzer, A.","Grunwald, D.","Jha, V.","Kemmerling, G.","Kleines, H.","Lehrach, A.","Maier, R.","Mertens, M.","Ohm, H.","Prasuhn, D.","Randriamalala, T.","Ritman, J.","Roeder, M.","Stockmanns, T.","Wintz, P.","Wuestner, P.","Kisiel, J.","Li, S.","Li, Z.","Sun, Z.","Xu, H.","Fissum, S.","Hansen, K.","Isaksson, L.","Lundin, M.","Schroeder, B.","Achenbach, P.","Espi, M. C. Mora","Pochodzalla, J.","Sanchez, S.","Sanchez-Lorente, A.","Dormenev, V. I.","Fedorov, A. A.","Korzhik, M. V.","Missevitch, O. V.","Balanutsa, V.","Chernetsky, V.","Demekhin, A.","Dolgolenko, A.","Fedorets, P.","Gerasimov, A.","Goryachev, V.","Boukharov, A.","Malyshev, O.","Marishev, I.","Semenov, A.","Hoeppner, C.","Ketzer, B.","Konorov, I.","Mann, A.","Neubert, S.","Paul, S.","Weitzel, Q.","Khoukaz, A.","Rausmann, T.","Taeschner, A.","Wessels, J.","Varma, R.","Baldin, E.","Kotov, K.","Peleganchuk, S.","Tikhonov, Yu.","Boucher, J.","Hennino, T.","Kunne, R.","Ong, S.","Pouthas, J.","Ramstein, B.","Rosier, P.","Sudol, M.","Van de Wiele, J.","Zerguerras, T.","Dmowski, K.","Korzeniewski, R.","Przemyslaw, D.","Slowinski, B.","Boca, G.","Braghieri, A.","Costanza, S.","Fontana, A.","Genova, P.","Lavezzi, L.","Montagna, P.","Rotondi, A.","Belikov, N. I.","Davidenko, A. M.","Derevschikov, A. A.","Goncharenko, Y. M.","Grishin, V. N.","Kachanov, V. A.","Konstantinov, D. A.","Kormilitsin, V. A.","Kravtsov, V. I.","Matulenko, Y. A.","Melnik, Y. M.","Meschanin, A. P.","Minaev, N. G.","Mochalov, V. V.","Morozov, D. A.","Nogach, L. V.","Nurushev, S. B.","Ryazantsev, A. V.","Semenov, P. A.","Soloviev, L. F.","Uzunian, A. V.","Vasiliev, A. N.","Yakutin, A. E.","Baeck, T.","Cederwall, B.","Bargholtz, C.","Geren, L.","Tegner, P. E.","Belostotski, S.","Gavrilov, G.","Itzotov, A.","Kisselev, A.","Kravchenko, P.","Manaenkov, S.","Miklukho, O.","Naryshkin, Y.","Veretennikov, D.","Vikhrov, V.","Zhadanov, A.","Fava, L.","Panzieri, D.","Alberto, D.","Amoroso, A.","Botta, E.","Bressani, T.","Bufalino, S.","Bussa, M. P.","Busso, L.","De Mori, F.","Destefanis, M.","Ferrero, L.","Grasso, A.","Greco, M.","Kugathasan, T.","Maggiora, M.","Marcello, S.","Serbanut, G.","Sosio, S.","Bertini, R.","Calvo, D.","Coli, S.","De Remigis, P.","Feliciello, A.","Filippi, A.","Giraudo, G.","Mazza, G.","Rivetti, A.","Szymanska, K.","Tosello, F.","Wheadon, R.","Morra, O.","Agnello, M.","Iazzi, F.","Szymanska, K.","Birsa, R.","Bradamante, F.","Bressan, A.","Martin, A.","Clement, H.","Ekstroem, C.","Calen, H.","Grape, S.","Hoeistad, B.","Johansson, T.","Kupsc, A.","Marciniewski, P.","Thome, E.","Zlomanczuk, J.","Diaz, J.","Ortiz, A.","Borsuk, S.","Chlopik, A.","Guzik, Z.","Kopec, J.","Kozlowski, T.","Melnychuk, D.","Plominski, M.","Szewinski, J.","Traczyk, K.","Zwieglinski, B.","Buehler, P.","Gruber, A.","Kienle, P.","Marton, J.","Widmann, E.","Zmeskal, J."],"language":[],"coverage":[],"title":["Technical Design Report for the PANDA Solenoid and Dipole Spectrometer\n  Magnets"],"description":["  This document is the Technical Design Report covering the two large\nspectrometer magnets of the PANDA detector set-up. It shows the conceptual\ndesign of the magnets and their anticipated performance. It precedes the tender\nand procurement of the magnets and, hence, is subject to possible modifications\narising during this process.\n","Comment: 10 pages, 14MB, accepted by FAIR STI in May 2009, editors: Inti\n  Lehmann (chair), Andrea Bersani, Yuri Lobanov, Jost Luehning, Jerzy Smyrski,\n  Technical Coordiantor: Lars Schmitt, Bernd Lewandowski (deputy),\n  Spokespersons: Ulrich Wiedner, Paola Gianotti (deputy)"]}]
["0907.0175",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Number Theory","11B75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0175"],"date":["2009-07-01"],"type":["text"],"creator":["Backman, Spencer","Croot, Ernie","Hart, Derrick","Hamel, Mariah"],"language":[],"coverage":[],"title":["Sum-product inequalities with perturbation"],"description":["  Suppose that A is a set of n real numbers, each at least 1 apart. Define the\n``perturbed sum and product sets'' S and P to be the sums a + b + f(a,b) and\nproducts (a+g(a,b))(b+h(a,b)), where f, g, and h satisfy certain upper bounds\nin terms of the n, |a| and |b|. We develop almost best possible lower bounds on\n|P| + |S|, using the largest possible sizes of the ``perturbation parameters''\nf(a,b), g(a,b) and h(a,b). Our proof uses Elekes's idea for bounding\n|A+A|+|A.A| from below, in combination with the Szemeredi-Trotter curve theorem\n(actually, a minor generalization of it) of Szekely, applied to certain\npolygonal arcs.\n","Comment: 11 pages"]}]
["0907.0178",{"format":[],"subject":["Physics - General Physics","Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0178"],"date":["2009-07-01"],"type":["text"],"creator":["Pessa, Eliano"],"language":[],"coverage":[],"title":["The concept of particle in Quantum Field theory"],"description":["  Despite its name, Quantum Field Theory (QFT) has been built to describe\ninteractions between localizable particles. For this reason the actual\nformalism of QFT is partly based on a suitable generalization of the one\nalready used for systems of point particles. This circumstance gives rise to a\nnumber of conceptual problems, stemming essentially from the fact that the\nexistence within QFT of non-equivalent representations implies the existence of\nfield theories allowing, within the same theory, different, inequivalent,\ndescriptions of particles. This led some authors to claim that in QFT the\nconcept itself of particle should be abandoned. In this paper we will shortly\ndiscuss the validity of this claim, as well as the possibilities, so far\nexisting, of building alternative versions of QFT, not designed in advance to\nallow some kind of particle representation. We will also spend some words about\nthe generalizations of the concept itself of particle which could grant for a\nbetter cohabitation of particles and fields within a wider formulation of QFT.\nThe latter is indispensable if we want to extend the range of application of\nQFT from particle physics or simple condensed matter physics to other domains\nof scientific research.\n","Comment: 17 pages"]}]
["0907.0180",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0180"],"date":["2009-07-01"],"type":["text"],"creator":["Marn, V. M. Muoz","Storchi-Bergmann, T.","Delgado, R. M. Gonzlez","Schmitt, H. R.","Spinelli, P. F.","Prez, E.","Fernandes, R. Cid"],"language":[],"coverage":[],"title":["On the nature of the near-UV extended light in Seyfert galaxies"],"description":["  We study the nature of the extended near-UV emission in the inner kiloparsec\nof a sample of 15 Seyfert galaxies which have both near-UV (F330W) and narrow\nband [OIII] high resolution Hubble images. For the majority of the objects we\nfind a very similar morphology in both bands. From the [OIII] images we\nconstruct synthetic images of the nebular continuum plus the emission line\ncontribution expected through the F330W filter, which can be subtracted from\nthe F330W images. We find that the emission of the ionised gas dominates the\nnear-UV extended emission in half of the objects. A further broad band\nphotometric study, in the bands F330W (U), F547M (V) and F160W (H), shows that\nthe remaining emission is dominated by the underlying galactic bulge\ncontribution. We also find a blue component whose nature is not clear in 4 out\nof 15 objects. This component may be attributed to scattered light from the\nAGN, to a young stellar population in unresolved star clusters, or to\nearly-disrupted clusters. Star forming regions and/or bright off-nuclear star\nclusters are observed in 4/15 galaxies of the sample.\n","Comment: 23 pages, 6 figures, 3 tables; accepted for publication in MNRAS"]}]
["0907.0183",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0183"],"date":["2009-07-01"],"type":["text"],"creator":["Siegal-Gaskins, Jennifer M."],"language":[],"coverage":[],"title":["The angular power spectrum of the diffuse gamma-ray background as a\n  probe of Galactic dark matter substructure"],"description":["  Dark matter annihilation in Galactic substructure produces diffuse gamma-ray\nemission of remarkably constant intensity across the sky, and in general this\nsignal dominates over the smooth halo signal at angles greater than a few tens\nof degrees from the Galactic Center. The large-scale isotropy of the emission\nfrom substructure suggests that it may be difficult to extract this Galactic\ndark matter signal from the extragalactic gamma-ray background. I show that\ndark matter substructure induces characteristic small-scale anisotropies in the\ndiffuse emission which may provide a robust means of distinguishing this\ncomponent. I discuss predictions for the angular power spectrum of the diffuse\nemission from various extragalactic source classes as well as from Galactic\ndark matter, and show that the energy dependence of the angular power spectrum\nof the total measured emission could be used to confidently identify a\ngamma-ray signal from Galactic dark matter.\n","Comment: 8 pages, 4 figures, to appear in proceedings of SnowPAC 2009"]}]
["0907.0184",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0184"],"date":["2009-07-01"],"type":["text"],"creator":["Kniehl, B. A."],"language":[],"coverage":[],"title":["Open charm hadroproduction and the intrinsic charm content of the proton"],"description":["  We advocate charmed-hadron inclusive hadroproduction as a laboratory to probe\nintrinsic charm (IC) inside the colliding hadrons. Working at next-to-leading\norder in the general-mass variable-flavor-number scheme endowed with\nnon-perturbative fragmentation functions recently extracted from a global fit\nto e^+e^- annihilation data from KEKB, CESR, and LEP1, we first assess the\nsensitivity of Tevatron data of D^0, D^+, and D^{*+} inclusive production to\nthe IC parameterizations provided by Pumplin et al. We then argue that similar\ndata from pp collisions at RHIC would have the potential to discriminate\nbetween different IC models provided they reach out to sufficiently large\nvalues of transverse momentum.\n","Comment: 5 pages, 3 figures, to appear in the proceedings of XVII\n  International Workshop on Deep-Inelastic Scattering and Related Subjects (DIS\n  2009), Madrid, 26-30 April 2009"]}]
["0907.0190",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0190"],"date":["2009-07-01"],"type":["text"],"creator":["Asakawa, Eri","Asano, Masaki","Fujii, Keisuke","Kusano, Tomonori","Matsumoto, Shigeki","Sasaki, Rei","Takubo, Yosuke","Yamamoto, Hitoshi"],"language":[],"coverage":[],"title":["Precision Measurements of the model parameters in the Littlest Higgs\n  model with T-parity"],"description":["  We investigate a possibility of precision measurements for parameters of the\nLittlest Higgs model with T-parity at the International Linear Collider (ILC).\nThe model predicts new gauge bosons which masses strongly depend on the vacuum\nexpectation value that breaks a global symmetry of the model. Through Monte\nCarlo simulations of production processes of new gauge bosons, we show that\nthese masses can be determined very accurately at the ILC for a representative\nparameter point of the model. From the simulation result, we also discuss the\ndetermination of other model parameters at the ILC.\n","Comment: 4 pages, 2 figures, To appear in the proceedings of the ILC Physics\n  WG Meetings, KEK, May 2007 - June 2009"]}]
["0907.0193",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0193"],"date":["2009-07-01"],"type":["text"],"creator":["Lowe, S. R."],"language":[],"coverage":[],"title":["AstroTwitter"],"description":["  AstroTwitter aims to make it easy for both professional and amateur\ntelescopes to let the world know what they are observing in real-time.\n","Comment: Published in \".Astronomy: Networked Astronomy and the New Media\",\n  2009, edited by R.J. Simpson, D. Ward-Thompson. Length : 10 pages, 7 figures"]}]
["0907.0194",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0194"],"date":["2009-07-01"],"type":["text"],"creator":["Luchkov, B. I."],"language":[],"coverage":[],"title":["Stellar Sources of Gamma-Bursts"],"description":["  Our correlation analysis of Swift gamma-ray burst coordinates and nearby star\nlocations (catalog Gliese) reveals 4 coincidences with angular accuracy better\nthan 0.1 degree. The random probability is 2\\times 10^{-4}, so evidencing that\ncoincident stars are indeed gamma-ray burst sources. The fifth coincident\ngamma-burst could be added (angular accuracy 0.14 degree) with random\nprobability for 5 events \\sim 10^{-5}.\n","Comment: 2 pages"]}]
["0907.0198",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0198","Applied Physics Letters 94, 151112 (2009)","doi:10.1063/1.3120565"],"date":["2009-07-01"],"type":["text"],"creator":["Wang, Bingnan","Zhou, Jiangfeng","Koschny, Thomas","Soukoulis, Costas M."],"language":[],"coverage":[],"title":["Nonplanar Chiral Metamaterials with Negative Index"],"description":["  We demonstrate experimentally and numerically that nonplanar chiral\nmetamaterials give giant optical activity, circular dichroism, and negative\nrefractive index. The transmission, reflection, and the retrieval results of\nthe experiments agree pretty well with the simulations. This is an important\nstep toward the design and fabrication of three-dimensional isotropic chiral\nmetamaterials.\n","Comment: 3 pages 4 figures"]}]
["0907.0199",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0199"],"date":["2009-07-01"],"type":["text"],"creator":["Buchman, Susan M.","Lee, Ann B.","Schafer, Chad M."],"language":[],"coverage":[],"title":["High-Dimensional Density Estimation via SCA: An Example in the Modelling\n  of Hurricane Tracks"],"description":["  We present nonparametric techniques for constructing and verifying density\nestimates from high-dimensional data whose irregular dependence structure\ncannot be modelled by parametric multivariate distributions. A low-dimensional\nrepresentation of the data is critical in such situations because of the curse\nof dimensionality. Our proposed methodology consists of three main parts: (1)\ndata reparameterization via dimensionality reduction, wherein the data are\nmapped into a space where standard techniques can be used for density\nestimation and simulation; (2) inverse mapping, in which simulated points are\nmapped back to the high-dimensional input space; and (3) verification, in which\nthe quality of the estimate is assessed by comparing simulated samples with the\nobserved data. These approaches are illustrated via an exploration of the\nspatial variability of tropical cyclones in the North Atlantic; each datum in\nthis case is an entire hurricane trajectory. We conclude the paper with a\ndiscussion of extending the methods to model the relationship between TC\nvariability and climatic variables.\n","Comment: 13 pages, 5 figures"]}]
["0907.0204",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","I.4.6"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0204"],"date":["2009-07-01"],"type":["text"],"creator":["Hamarneh, Ghassan"],"language":[],"coverage":[],"title":["Multi-Label MRF Optimization via Least Squares s-t Cuts"],"description":["  There are many applications of graph cuts in computer vision, e.g.\nsegmentation. We present a novel method to reformulate the NP-hard, k-way graph\npartitioning problem as an approximate minimal s-t graph cut problem, for which\na globally optimal solution is found in polynomial time. Each non-terminal\nvertex in the original graph is replaced by a set of ceil(log_2(k)) new\nvertices. The original graph edges are replaced by new edges connecting the new\nvertices to each other and to only two, source s and sink t, terminal nodes.\nThe weights of the new edges are obtained using a novel least squares solution\napproximating the constraints of the initial k-way setup. The minimal s-t cut\nlabels each new vertex with a binary (s vs t) \"Gray\" encoding, which is then\ndecoded into a decimal label number that assigns each of the original vertices\nto one of k classes. We analyze the properties of the approximation and present\nquantitative as well as qualitative segmentation results.\n"]}]
["0907.0208",{"format":[],"subject":["Mathematics - Symplectic Geometry","53D35","53D20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0208"],"date":["2009-07-01"],"type":["text"],"creator":["Nozawa, Hiraku"],"language":[],"coverage":[],"title":["Five dimensional K-contact manifolds of rank 2"],"description":["  A K-contact manifold is a smooth manifold M with a contact form whose Reeb\nflow preserves a Riemannian metric on M. Main examples are Sasakian manifolds.\nOur results in this paper are four results i), ii), iii) and iv) below obtained\nby the application of the Morse theory to the contact moment maps on closed\n5-dimensional K-contact manifolds of rank 2. 5-dimensional K-contact manifolds\nof rank 2 have the lowest dimension among K-contact manifolds with nontrivial\ncontact moment maps which are not toric. i) Correspondence between the\nisomorphism classes of K-contact manifolds and graphs of isotropy data, ii)\nClassification of K-contact manifolds up to contact blowing up and down, iii)\nEvery closed 5-dimensional K-contact manifold of rank 2 has a Sasakian metric,\niv) A sufficient condition for closed 5-dimensional K-contact manifolds of rank\n2 to be contact toric.\n","Comment: 104 pages, 9 figures"]}]
["0907.0210",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0210"],"date":["2009-07-01"],"type":["text"],"creator":["Calzetti, Daniela"],"language":[],"coverage":[],"title":["Dust in External Galaxies"],"description":["  Existing (Spitzer Space Telescope) and upcoming (Herschel Space Telescope)\nfacilities are deepening our understanding of the role of dust in tracing the\nenergy budget and chemical evolution of galaxies. The tools we are developing\nwhile exploring the local Universe will in turn become pivotal in the\ninterpretation of the high redshift Universe when near--future facilities (the\nAtacama Large Millimeter Array [ALMA], the Sub--Millimeter Array [SMA], the\nLarge Millimeter Telescope [LMT], the James Webb Space Telescope [JWST]), and,\npossibly, farther--future ones, will begin operations.\n","Comment: 14 pages, 5 figures, invited review at the conference `Cosmic Dust -\n  Near & Far', Heidelberg, Germany, September 2008. ASP Conference Series, Eds.\n  T. Henning et al"]}]
["0907.0214",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0214"],"date":["2009-07-01"],"type":["text"],"creator":["Norgard, Gregory","Mohseni, Kamran"],"language":[],"coverage":[],"title":["A New Regularization of the One-Dimensional Euler and Homentropic Euler\n  Equations"],"description":["  This paper examines an averaging technique in which the nonlinear flux term\nis expanded and the convective velocities are passed through a low-pass filter.\nIt is the intent that this modification to the nonlinear flux terms will result\nin an inviscid regularization of the homentropic Euler equations and Euler\nequations. The physical motivation for this technique is presented and a\ngeneral method is derived, which is then applied to the homentropic Euler\nequations and Euler equations. These modified equations are then examined,\ndiscovering that they share the conservative properties and traveling wave\nsolutions with the original equations. As the averaging is diminished it is\nproven that the solutions converge to weak solutions of the original equations.\nFinally, numerical simulations are conducted finding that the regularized\nequations appear smooth and capture the relevant behavior in shock tube\nsimulations.\n"]}]
["0907.0223",{"format":[],"subject":["Physics - Fluid Dynamics","Physics - Atmospheric and Oceanic Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0223"],"date":["2009-07-01"],"type":["text"],"creator":["Baumert, Helmut Z."],"language":[],"coverage":[],"title":["Primitive turbulence: kinetics, Prandtl's mixing length, and von\n  Karman's constant"],"description":["  The paper presents a theory of shear-generated turbulence at asymptotically\nhigh Reynolds numbers. It is based on an ensemble of dipole vortex tubes taken\nas quasi-particles and realized in form of rings, hairpins or filament couples\nof potentially finite length. In a not necesserily planar cross sectional area\nthrough a vortex tangle, taken locally orthogonal through each individual tube,\nthe dipoles are moving with the classical dipole velocity. The vortex radius is\ndirectly related with Prandtl's classical mixing length. The quasi-particles\nperform dipol chaos which reminds of molecular chaos in real gases. Collisions\nbetween quasi-particles lead either to particle annihilation (turbulent\ndissipation) or to particle scattering (turbulent diffusion). These ideas\nsuffice to develop a closed theory of shear-generated turbulence without\nempirical parameters, with analogies to birth and death processes of\nmacromolecules. It coincides almost perfectly with the well-known K-Omega\nturbulence closure applied in many branches of science and technology. In the\ncase of free homogeneous decay the TKE is shown to follow 1/t. For an adiabatic\ncondition at a solid wall the theory predicts a logarithmic mean-flow boundary\nlayer with von Karman's constant as 1/SQRT(2 pi)=0.399.\n","Comment: 12 pages, 4 figures, prepared for publication in a major journal"]}]
["0907.0224",{"format":[],"subject":["Mathematics - Quantum Algebra","17B56, 17B10, 17B66"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0224"],"date":["2009-07-01"],"type":["text"],"creator":["Arnal, Didier","Ammar, Mabrouk Ben","Dali, Bechir"],"language":[],"coverage":[],"title":["The spaces $\\mathrm{H}^n(\\mathfrak{osp}(1|2),M)$ for some weight modules\n  $M$"],"description":["  We entirely compute the cohomology for a natural and large class of\n$\\mathfrak{osp}(1|2)$ modules $M$. We study the restriction to the\n$\\mathfrak{sl}(2)$ cohomology of $M$ and apply our results to the module\n$M={\\mathfrak D}_{\\lambda,\\mu}$ of differential operators on the super circle,\nacting on densities.\n"]}]
["0907.0225",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0225"],"date":["2009-07-01"],"type":["text"],"creator":["Strand, J. D.","Van Harlingen, D. J.","Kycia, J. B.","Halperin, W. P."],"language":[],"coverage":[],"title":["Evidence for the E_2u model of the superconducting order parameter in\n  UPt_3 from Josephson interferometry"],"description":["  We present data on the modulation of the critical current with applied\nmagnetic field in UPt_3-Cu-Pb Josephson junctions and SQUIDs. The junctions\nwere fabricated on polished surfaces of UPt_3 single crystals. The shape of the\nresulting diffraction patterns provides phase sensitive information on the\nsuperconducting order parameter. Our corner junction data show asymmetric\npatterns with respect to magnetic field, indicating a complex order parameter,\nand both our junction and SQUID measurements point to a phase shift of Pi,\nsupporting the E_2u representation of the order parameter.\n","Comment: 4 pages, 5 figures"]}]
["0907.0229",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing","Computer Science - Learning","C.1.3","I.2.6","I.5.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0229"],"date":["2009-07-01"],"type":["text"],"creator":["Polikarpov, S. V.","Dergachev, V. S.","Rumyantsev, K. E.","Golubchikov, D. M."],"language":["ru"],"coverage":[],"title":["A new model of artificial neuron: cyberneuron and its use"],"description":["  This article describes a new type of artificial neuron, called the authors\n\"cyberneuron\". Unlike classical models of artificial neurons, this type of\nneuron used table substitution instead of the operation of multiplication of\ninput values for the weights. This allowed to significantly increase the\ninformation capacity of a single neuron, but also greatly simplify the process\nof learning. Considered an example of the use of \"cyberneuron\" with the task of\ndetecting computer viruses.\n","Comment: 23 pages, 23 figures, in Russian"]}]
["gr-qc/9911053",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/9911053"],"date":["1999-11-15","2009-07-02"],"type":["text"],"creator":["Gowan, John A."],"language":[],"coverage":[],"title":["Entropy, Gravitation, and Thermodynamics"],"description":["  The relationship between the intrinsic motion of gravity, light, and time is\nexplored in terms of the principles of entropy, causality, energy, and symmetry\nconservation. A conceptual mechanism for gravity and the gravitational\nconnection between quantum mechanics and relativity is explored. A \"concept\nequation\" is given for the gravitational annihilation of space and the\nextraction of a metrically equivalent temporal residue. The relationship of\ngravity to the other forces is discussed, including the reason for the weakness\nof gravity.\n","Comment: 17 pages. 2 figures. Changing all links to new server (Earthlink)"]}]
["math/0012244",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Combinatorics","17B20","33D52"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0012244","Advances in Math. 158 (2001), no. 2, 129--153"],"date":["2000-12-23"],"type":["text"],"creator":["Bazlov, Yuri"],"language":[],"coverage":[],"title":["Graded multiplicities in the exterior algebra"],"description":["  We know the multiplicity of the adjoint representation of a semisimple Lie\nalgebra in its own exterior algebra, but how do its copies distribute\nthemselves between the exterior powers? The answer (the graded multiplicity) is\nobtained with the aid of Macdonald polynomials.\n","Comment: 24 pages, to appear in Adv. Math"]}]
["math/0105084",{"format":[],"subject":["Mathematics - Algebraic Geometry","14C25","33B30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0105084","J. Number Theory, 124 (2007), pp. 1-25.","doi:10.1016/j.jnt.2006.05.006"],"date":["2001-05-10","2003-11-07"],"type":["text"],"creator":["Zhao, Jianqiang"],"language":[],"coverage":[],"title":["Goncharov's relations in Bloch's higher Chow group CH^3(F,5)"],"description":["  Using Totaro-Bloch-Kriz's linear fractional cycles Gangl and Muller-Stach\nrecently prove the 5-term relations for the dilogarithm in Bloch's higher Chow\ngroup CH^2(F,3) and the Kummer-Spence relations in some group G(F) over an\narbitrary field F where G(F) is isomorphic to CH^3(F,5) up to torsions under\nthe Beilinson-Soule vanishing conjecture that CH^2(F,n)=0 for n>3. In this\npaper we show that Goncharov's 22-term relations for the trilogarithm also hold\nin G(F).\n","Comment: 16 pages. This is a simplified version"]}]
["math/0301252",{"format":[],"subject":["Mathematics - Number Theory","11A07","11Y40","11M41"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0301252","International J. of Number Theory, 4 (2008), pp. 73-106."],"date":["2003-01-22","2006-02-15"],"type":["text"],"creator":["Zhao, Jianqiang"],"language":[],"coverage":[],"title":["Multiple Harmonic Series I: Generalizations of Wolstenholme's Theorem"],"description":["  In this paper we will study the p-divisibility of partial sums of multiple\nzeta value series. In particular we provide some generalizations of the\nclassical Wolstenholme's Theorem.\n","Comment: 30 pages, 4 table. We proved some of the conjectures of previous\n  versions"]}]
["math/0302054",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory","32D15, 53C65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0302054","Analysis Mathematica, 33 (2007), pp. 301-323.","doi:10.1007/s10476-007-0404-7"],"date":["2003-02-05","2003-02-14"],"type":["text"],"creator":["Zhao, Jianqiang"],"language":[],"coverage":[],"title":["Analytic continuation of multiple polylogarithms"],"description":["  In this paper we shall define the analytic continuation of the multiple\npolylogarithms by using Chen's theory of iterated path integrals and compute\nthe monodromy of all multiple logarithms explicitly.\n","Comment: 16 pages, a sign error corrected"]}]
["math/0302055",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory","14D07, 14D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0302055","Canad. J. Math. 56 (6) (2004), pp. 1308-1338."],"date":["2003-02-05","2003-02-14"],"type":["text"],"creator":["Zhao, Jianqiang"],"language":[],"coverage":[],"title":["Variations of mixed Hodge structures of multiple polylogarithms"],"description":["  It's well known that multiple polylogarithms give rise to good unipotent\nvariations of mixed Hodge-Tate structures. In this paper we shall {\\em\nexplicitly} determine these structures related to multiple logarithms and some\nother multiple polylogarithms of lower weights. The purpose of this explicit\nconstruction is to give some important applications: First we study of the\nlimit mixed Hodge-Tate structures and make a conjecture relating the variations\nof mixed Hodge-Tate structures of multiple logarithms to those of general\nmultiple {\\em poly}logarithms. Then following Deligne and Beilinson we describe\nan approach to defining the single-valued real analytic version of the multiple\npolylogarithms which generalizes the well-known result of Zagier on classical\npolylogarithms. In the process we find some interesting identities relating\nsingle-valued multiple polylogarithms of the same weight $k$ when $k=2$ and 3.\nAt the end of this paper, motivated by Zagier's conjecture we pose a problem\nwhich relates the special values of multiple Dedekind zeta functions of a\nnumber field to the single-valued version of multiple polylogarithms.\n","Comment: 27 pages, a sign error corrected"]}]
["math/0303332",{"format":[],"subject":["Mathematics - Number Theory","11A07","11Y40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0303332","J. of Number Theory 123 (2007), pp. 18-26.","doi:10.1016/j.jnt.2006.05.005"],"date":["2003-03-26","2006-02-10"],"type":["text"],"creator":["Zhao, Jianqiang"],"language":[],"coverage":[],"title":["Bernoulli Numbers, Wolstenholme's Theorem, and p^5 Variations of Lucas'\n  Theorem"],"description":["  In this note we shall improve some congruences of D.F. Bailey [Two p^3\nvariations of Lucas' Theorem, JNT 35(1990), pp. 208-215] to higher prime power\nmoduli, by studying the relation between irregular pairs of the form (p,p-3)\nand refined version of Wolstenholme's theorem.\n","Comment: 7 pages. Final version accepted by J. of Number Theory"]}]
["math/0304448",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Number Theory","11M41","81R50","11R42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0304448","Ramanujan J. Math. 14 (2007), pp. 189-221.","doi:10.1007/s11139-007-9025-9"],"date":["2003-04-28","2003-05-22"],"type":["text"],"creator":["Zhao, Jianqiang"],"language":[],"coverage":[],"title":["q-Multiple Zeta Functions and q-Multiple Polylogarithms"],"description":["  We shall define the q-analogs of multiple zeta functions and multiple\npolylogarithms in this paper and study their properties, based on the work of\nKaneko et al. and Schlesinger, respectively.\n","Comment: 24 pages. We add a section on q-iterated integral shuffle relations\n  of q-multiple zeta values. We also correct some typos"]}]
["math/0305236",{"format":[],"subject":["Mathematics - Algebraic Geometry","32L10, 14G40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0305236","Duke Mathematical Journal 124 (2004) 389-420","doi:10.1215/S0012-7094-04-12425-X"],"date":["2003-05-16"],"type":["text"],"creator":["Mourougane, Christophe"],"language":[],"coverage":[],"title":["Computations of Bott-Chern classes on P(E)"],"description":["  We compute the Bott-Chern classes of the metric Euler sequence describing the\nrelative tangent bundle of the variety P(E) of hyperplans of a holomorphic\nhermitian vector bundle (E,h) on a complex manifold. We give applications to\nthe construction of the arithmetic characteristic classes of an arithmetic\nvector bundle and to the computation of the height of P(E) with respect to the\ntautological quotient bundle O_E(1).\n"]}]
["math/0401029",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Algebraic Geometry","Mathematics - Number Theory","58J52","14J26","11G50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0401029","Mathematische Annalen 335 (2006) 221-247","doi:10.1007/s00208-006-0749-4"],"date":["2004-01-05"],"type":["text"],"creator":["Mourougane, Christophe"],"language":[],"coverage":[],"title":["Analytic torsion of Hirzebruch surfaces"],"description":["  Using different forms of the arithmetic Riemann-Roch theorem and the\ncomputations of Bott-Chern secondary classes, we compute the analytic torsion\nand the height of Hirzebruch surfaces.\n"]}]
["math/0409206",{"format":[],"subject":["Mathematics - Quantum Algebra","20G42 (Primary), 20F55, 14M15 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0409206","J. Algebra 297 (2006), no. 2, 372--399"],"date":["2004-09-13","2005-01-14"],"type":["text"],"creator":["Bazlov, Yuri"],"language":[],"coverage":[],"title":["Nichols-Woronowicz algebra model for Schubert calculus on Coxeter groups"],"description":["  We realise the cohomology ring of a flag manifold, more generally the\ncoinvariant algebra of an arbitrary finite Coxeter group W, as a commutative\nsubalgebra of a certain Nichols algebra in the Yetter-Drinfeld category over W.\nThis gives a braided Hopf algebra version of the corresponding Schubert\ncalculus. Our proof is based on methods of braided differential calculus rather\nthan on working directly with the relations in the Nichols algebra, which are\nnot known explicitly. We also discuss the relationship between Fomin-Kirillov\nquadratic algebras, Kirillov-Maeno bracket algebras and our construction.\n","Comment: v2: New section added where the nilCoxeter algebra is realised in the\n  Nichols-Woronowicz algebra; switched from left to (more convenient) right\n  braided partial derivatives; references and acknowledgments added"]}]
["math/0602154",{"format":[],"subject":["Mathematics - Number Theory","Computer Science - Cryptography and Security","11Y16"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0602154","Colloq. Math. 116 (2009) 1-14"],"date":["2006-02-08","2007-03-13"],"type":["text"],"creator":["Gadiyar, H. Gopalkrishna","Maini, K M Sangeeta","Padma, R.","Romsy, Mario"],"language":[],"coverage":[],"title":["What is the Inverse of Repeated Square and Multiply Algorithm?"],"description":["  It is well known that the repeated square and multiply algorithm is an\nefficient way of modular exponentiation. The obvious question to ask is if this\nalgorithm has an inverse which would calculate the discrete logarithm\nefficiently. The technical hitch is in fixing the right sign of the square root\nand this is the heart of the discrete logarithm problem over finite fields of\ncharacteristic not equal to 2. In this paper a couple of probabilistic\nalgorithms to compute the discrete logarithm over finite fields are given by\nbypassing this difficulty. One of the algorithms was inspired by the famous\n3x+1 problem.\n","Comment: 15 pages"]}]
["math/0609456",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Group Theory","14F35, 57M07","14H30, 20J05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609456","Journal f\\\"ur die reine und angewandte Mathematik 629 (2009),\n  89-105","doi:10.1515/crelle.2009.027"],"date":["2006-09-15","2007-03-20"],"type":["text"],"creator":["Dimca, Alexandru","Papadima, Stefan","Suciu, Alexander I."],"language":[],"coverage":[],"title":["Non-finiteness properties of fundamental groups of smooth projective\n  varieties"],"description":["  For each integer n\\ge 2, we construct an irreducible, smooth, complex\nprojective variety M of dimension n, whose fundamental group has infinitely\ngenerated homology in degree n+1 and whose universal cover is a Stein manifold,\nhomotopy equivalent to an infinite bouquet of n-dimensional spheres. This\nnon-finiteness phenomenon is also reflected in the fact that the homotopy group\n\\pi_n(M), viewed as a module over Z\\pi_1(M), is free of infinite rank. As a\nresult, we give a negative answer to a question of Koll'ar on the existence of\nquasi-projective classifying spaces (up to commensurability) for the\nfundamental groups of smooth projective varieties. To obtain our examples, we\ndevelop a complex analog of a method in geometric group theory due to Bestvina\nand Brady.\n","Comment: 16 pages"]}]
["math/0612093",{"format":[],"subject":["Mathematics - Number Theory","11M41"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612093","Acta Mathematica Sinica, English Series, 24 (2008), pp. 1593-1616.","doi:10.1007/s10114-008-6646-x"],"date":["2006-12-04","2007-05-26"],"type":["text"],"creator":["Zhao, Jianqiang"],"language":[],"coverage":[],"title":["Renormalization of Multiple $q$-Zeta Values"],"description":["  In this paper we shall define the renormalization of the multiple $q$-zeta\nvalues (M$q$ZV) which are special values of multiple $q$-zeta functions\n$\\zeta_q(s_1,...,s_d)$ when the arguments are all positive integers or all\nnon-positive integers. This generalizes the work of Guo and Zhang\n(math.NT/0606076v3) on the renormalization of Euler-Zagier multiple zeta\nvalues. We show that our renormalization process produces the same values if\nthe M$q$ZVs are well-defined originally and that these renormalizations of\nM$q$ZV satisfy the $q$-stuffle relations if we use shifted-renormalizations for\nall divergent $\\zeta_q(s_1,...,s_d)$ (i.e., $s_1\\le 1$). Moreover, when $\\qup$\nour renormalizations agree with those of Guo and Zhang.\n","Comment: 22 pages. This is a substantial revision of the first version. I\n  provide a new and complete proof of the fact that our renormalizations\n  satisfy the q-stuffle relations using the shifting principle of MqZVs"]}]
["math/0701397",{"format":[],"subject":["Mathematics - Number Theory","11R06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701397","Conference proceedings, University of Bristol, 3-7 April 2006, LMS\n  Lecture Note Series 352, Cambridge University Press, Cambridge, 2008, pp.\n  322--349."],"date":["2007-01-14","2008-01-28"],"type":["text"],"creator":["Smyth, Chris"],"language":[],"coverage":[],"title":["The Mahler measure of algebraic numbers: a survey"],"description":["  A survey of results for Mahler measure of algebraic numbers, and one-variable\npolynomials with integer coefficients is presented. Related results on the\nmaximum modulus of the conjugates (`house') of an algebraic integer are also\ndiscussed. Some generalisations are given too, though not to Mahler measure of\npolynomials in more than one variable.\n"]}]
["quant-ph/0701221",{"format":[],"subject":["Quantum Physics","Condensed Matter - Statistical Mechanics","High Energy Physics - Theory","Mathematical Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0701221","J. Phys. A 40, 7821 (2007)","doi:10.1088/1751-8113/40/28/S01"],"date":["2007-01-29","2007-06-27"],"type":["text"],"creator":["Adesso, Gerardo","Illuminati, Fabrizio"],"language":[],"coverage":[],"title":["Entanglement in continuous variable systems: Recent advances and current\n  perspectives"],"description":["  We review the theory of continuous-variable entanglement with special\nemphasis on foundational aspects, conceptual structures, and mathematical\nmethods. Much attention is devoted to the discussion of separability criteria\nand entanglement properties of Gaussian states, for their great practical\nrelevance in applications to quantum optics and quantum information, as well as\nfor the very clean framework that they allow for the study of the structure of\nnonlocal correlations. We give a self-contained introduction to phase-space and\nsymplectic methods in the study of Gaussian states of infinite-dimensional\nbosonic systems. We review the most important results on the separability and\ndistillability of Gaussian states and discuss the main properties of bipartite\nentanglement. These include the extremal entanglement, minimal and maximal, of\ntwo-mode mixed Gaussian states, the ordering of two-mode Gaussian states\naccording to different measures of entanglement, the unitary (reversible)\nlocalization, and the scaling of bipartite entanglement in multimode Gaussian\nstates. We then discuss recent advances in the understanding of entanglement\nsharing in multimode Gaussian states, including the proof of the monogamy\ninequality of distributed entanglement for all Gaussian states, and its\nconsequences for the characterization of multipartite entanglement. We finally\nreview recent advances and discuss possible perspectives on the qualification\nand quantification of entanglement in non Gaussian states, a field of research\nthat is to a large extent yet to be explored.\n","Comment: 61 pages, 7 figures, 3 tables; Published as Topical Review in J.\n  Phys. A, Special Issue on Quantum Information, Communication, Computation and\n  Cryptography (v3: few typos corrected)"]}]
["quant-ph/0702160",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0702160","Theory of Computing, Vol. 5 (2009) 119-123","doi:10.4086/toc.2009.v005a005"],"date":["2007-02-16"],"type":["text"],"creator":["Childs, Andrew M.","Cleve, Richard","Jordan, Stephen P.","Yeung, David"],"language":[],"coverage":[],"title":["Discrete-query quantum algorithm for NAND trees"],"description":["  Recently, Farhi, Goldstone, and Gutmann gave a quantum algorithm for\nevaluating NAND trees that runs in time O(sqrt(N log N)) in the Hamiltonian\nquery model. In this note, we point out that their algorithm can be converted\ninto an algorithm using O(N^{1/2 + epsilon}) queries in the conventional\nquantum query model, for any fixed epsilon > 0.\n","Comment: 2 pages"]}]
