["0706.1062",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Condensed Matter - Disordered Systems and Neural Networks","Statistics - Applications","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1062","SIAM Review 51, 661-703 (2009)","doi:10.1137/070710111"],"date":["2007-06-07","2009-02-02"],"type":["text"],"creator":["Clauset, Aaron","Shalizi, Cosma Rohilla","Newman, M. E. J."],"language":[],"coverage":[],"title":["Power-law distributions in empirical data"],"description":["  Power-law distributions occur in many situations of scientific interest and\nhave significant consequences for our understanding of natural and man-made\nphenomena. Unfortunately, the detection and characterization of power laws is\ncomplicated by the large fluctuations that occur in the tail of the\ndistribution -- the part of the distribution representing large but rare events\n-- and by the difficulty of identifying the range over which power-law behavior\nholds. Commonly used methods for analyzing power-law data, such as\nleast-squares fitting, can produce substantially inaccurate estimates of\nparameters for power-law distributions, and even in cases where such methods\nreturn accurate answers they are still unsatisfactory because they give no\nindication of whether the data obey a power law at all. Here we present a\nprincipled statistical framework for discerning and quantifying power-law\nbehavior in empirical data. Our approach combines maximum-likelihood fitting\nmethods with goodness-of-fit tests based on the Kolmogorov-Smirnov statistic\nand likelihood ratios. We evaluate the effectiveness of the approach with tests\non synthetic data and give critical comparisons to previous approaches. We also\napply the proposed methods to twenty-four real-world data sets from a range of\ndifferent disciplines, each of which has been conjectured to follow a power-law\ndistribution. In some cases we find these conjectures to be consistent with the\ndata while in others the power law is ruled out.\n","Comment: 43 pages, 11 figures, 7 tables, 4 appendices; code available at\n  http://www.santafe.edu/~aaronc/powerlaws/"]}]
["0707.0794",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0794","Encyclopedia of Complexity and Systems Science, Robert A. Meyers\n  (ed.), Springer; New York, 2009; pp. 3360-3374","doi:10.1007/978-0-387-30440-3_200"],"date":["2007-07-05"],"type":["text"],"creator":["Tauber, Uwe C."],"language":[],"coverage":[],"title":["Field-theoretic methods"],"description":["  Many complex systems are characterized by intriguing spatio-temporal\nstructures. Their mathematical description relies on the analysis of\nappropriate correlation functions. Functional integral techniques provide a\nunifying formalism that facilitates the computation of such correlation\nfunctions and moments, and furthermore allows a systematic development of\nperturbation expansions and other useful approximative schemes. It is explained\nhow nonlinear stochastic processes may be mapped onto exponential probability\ndistributions, whose weights are determined by continuum field theory actions.\nSuch mappings are madeexplicit for (1) stochastic interacting particle systems\nwhose kinetics is defined through a microscopic master equation; and (2)\nnonlinear Langevin stochastic differential equations which provide a mesoscopic\ndescription wherein a separation of time scales between the relevant degrees of\nfreedom and background statistical noise is assumed. Several well-studied\nexamples are introduced to illustrate the general methodology.\n","Comment: Article for the Encyclopedia of Complexity and System Science, B.\n  Meyers (Ed.), Springer-Verlag Berlin, 2008"]}]
["0710.3069",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","47L70","46L09"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3069","Indiana University Mathematics Journal 57 (2008), 1781-1788."],"date":["2007-10-16"],"type":["text"],"creator":["Duncan, Benton L."],"language":[],"coverage":[],"title":["$C^*$-envelopes of universal free products and semicrossed products for\n  multivariable dynamics"],"description":["  We show that for a class of operator algebras satisfying a natural condition\nthe $C^*$-envelope of the universal free product of operator algebras $A_i$ is\ngiven by the free product of the $C^*$-envelopes of the $A_i$. We apply this\ntheorem to, in special cases, the $C^*$-envelope of the semicrossed products\nfor multivariable dynamics in terms of the single variable semicrossed products\nof Peters.\n","Comment: 7 pages"]}]
["0804.2088",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.2088","Eur.Phys.J.C64:421-431,2009","doi:10.1140/epjc/s10052-009-1165-1"],"date":["2008-04-13","2009-11-12"],"type":["text"],"creator":["Berezhiani, Zurab"],"language":[],"coverage":[],"title":["More about neutron - mirror neutron oscillation"],"description":["  It was pointed out recently that oscillation of the neutron $n$ into mirror\nneutron $n'$, a sterile twin of the neutron with exactly the same mass, could\nbe a very fast process with the the baryon number violation, even faster than\nthe neutron decay itself. This process is sensitive to the magnetic fields and\nit could be observed by comparing the neutron lose rates in the UCN storage\nchambers for different magnetic backgrounds. We calculate the probability of\n$n-n'$ oscillation in the case when a mirror magnetic field $\\vec{B}'$ is\nnon-zero and show that in this case it can be suppressed or resonantly enhanced\nby applying the ordinary magnetic field $\\vec{B}$, depending on its strength\nand on its orientation with respect to $\\vec{B}'$. The recent experimental\ndata, under this hypothesis, still allow the $n-n'$ oscillation time order 1 s\nor even smaller. Moreover, they indicate that the neutron losses are sensitive\nto the orientation of the magnetic field. %at about $3\\sigma$ level. If these\nhints will be confirmed in the future experiments, this would point to the\npresence of the mirror magnetic field on the Earth of the order of 0.1 G, or\nsome equivalent spin-dependent force of the other origin that makes a\ndifference between the neutron and mirror neutron states.\n","Comment: 10 pages"]}]
["0804.3827",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3827","Europhys.Lett.88:20005,2009","doi:10.1209/0295-5075/88/20005"],"date":["2008-04-24","2009-11-11"],"type":["text"],"creator":["Wu, Zhong Chao"],"language":[],"coverage":[],"title":["Inverse Temperature 4-vector in Special Relativity"],"description":["  There exist several prescriptions for identifying the notion of temperature\nin special relativity. We argue that the inverse temperature 4-vector $\\bf\n\\beta$ is the only viable option from the laws of thermodynamics, and $\\bf\n\\beta$ is a future-directed timelike 4-vector. Using a superfluidity thought\nexperiment, one can show that $\\bf \\beta$ is not necessarily along the time\ndirection of the comoving frame of the system, as is usually thought. It is\nconjectured that, for an isolated system, the 4-vector is determined from the\nentropy-maximum principle.\n","Comment: 11 pages, revised version"]}]
["0808.1251",{"format":[],"subject":["Mathematics - Representation Theory","16G10","16G60","16G70","16E65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1251","Journal of Algebra 323, 1 (2010) 83--120","doi:10.1016/j.jalgebra.2009.08.013"],"date":["2008-08-08","2009-11-01"],"type":["text"],"creator":["Assem, Ibrahim","Bustamante, Juan Carlos","Meur, Patrick Le"],"language":[],"coverage":[],"title":["Coverings of Laura Algebras: the Standard Case"],"description":["  In this paper, we study the covering theory of laura algebras. We prove that\nif a connected laura algebra is standard (that is, it is not quasi-tilted of\ncanonical type and its connecting components are standard), then this algebra\nhas nice Galois coverings associated to the coverings of the connecting\ncomponent. As a consequence, we show that the first Hochschild cohomology group\nof a standard laura algebra vanishes if and only if it has no proper Galois\ncoverings.\n","Comment: The main result on the non-standard case was reformulated due to an\n  inaccuracy in the previous version. Lemma 6.1 was removed due to a\n  simplification. The last section on the special biserial case was removed.\n  Typos corrected and bibliography updated. Final version to appear in Journal\n  of Algebra"]}]
["0812.0674",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0674","Phys.Rev.C79:034304,2009","doi:10.1103/PhysRevC.79.034304"],"date":["2008-12-03","2009-11-12"],"type":["text"],"creator":["Mao, Shijun","Huang, Xuguang","Zhuang, Pengfei"],"language":[],"coverage":[],"title":["BCS-BEC Crossover and Thermodynamics in Asymmetric Nuclear Matter with\n  Pairings in Isospin I=0 and I=1 Channels"],"description":["  The BCS-BEC crossover and phase diagram for asymmetric nuclear superfluid\nwith pairings in isospin I = 0 and I = 1 channels are investigated at mean\nfield level, by using a density dependent nucleon-nucleon potential. Induced by\nthe in-medium nucleon mass and density dependent coupling constants,\nneutron-proton Cooper pairs could be in BEC state at sufficiently low density,\nbut there is no chance for the BEC formation of neutron-neutron and\nproton-proton pairs at any density and asymmetry. We calculate the phase\ndiagram in asymmetry-temperature plane for weakly interacting nuclear\nsuperfluid, and find that including the I = 1 channel changes significantly the\nphase structure at low temperature. There appears a new phase with both I = 0\nand I = 1 pairings at low temperature and low asymmetry, and the gapless state\nin any phase with I = 1 pairing is washed out and all excited nucleons are\nfully gapped.\n","Comment: 11 pages, 14 figures"]}]
["0812.1189",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1189"],"date":["2008-12-05","2009-11-12"],"type":["text"],"creator":["Reyes-Ruiz, M.","Perez-de-Tejada, H.","Aceves, H.","Vazquez, R."],"language":[],"coverage":[],"title":["Numerical Simulation of the Viscous-like Flow in and Around the Plasma\n  Tail of a Comet"],"description":["  We model the interaction of the solar wind with the plasma tail of a comet by\nmeans of numerical simulations, taking into account the effects of viscous-like\nforces.A 2D hydrodynamical, two species, finite difference code has been\ndeveloped for the solution of the time dependent continuity, momentum and\nenergy conservation equations, as applied to the problem at hand. Velocity,\ndensity and temperature profiles across the tail are obtained. Several cases\nwith different flow parameters are considered in order to study the relative\nimportance of viscous-like effects and the coupling between species on the flow\ndynamics. Assuming a Mach number equal to 2 for the incident solar wind as it\nflows past the comet nucleus, the flow exhibits three transitions with location\nand properties depending on the Reynolds number for each species and on the\nratio of the timescale for inter-species coupling to the crossing time of the\nfree flowing solar wind. By comparing our results with the measurements taken\nin situ by the Giotto spacecraft during its flyby of comet Halley we constrain\nthe flow parameters for both plasmas. In the context of our approximations, we\nfind that our model is qualitatively consistent with the in situ measurements\nas long as the Reynolds number of the solar wind protons and of cometary H2O+\nions is low, less than 100, suggesting that viscous-like momentum transport\nprocesses may play an important role in the interaction of the solar wind and\nthe plasma environment of comets.\n","Comment: 26 pages, 11 figures, submitted to A&A"]}]
["0812.4141",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4141","Phys. Rev. Lett. 103, 196801 (2009)","doi:10.1103/PhysRevLett.103.196801"],"date":["2008-12-22","2009-09-18"],"type":["text"],"creator":["Mueller, Markus","Braeuninger, Matthias","Trauzettel, Bjoern"],"language":[],"coverage":[],"title":["Temperature dependence of the conductivity of ballistic graphene"],"description":["  We investigate the temperature dependence of the conductivity in ballistic\ngraphene using Landauer transport theory. We obtain results which are\nqualitatively in agreement with many features recently observed in transport\nmeasurements on high mobility suspended graphene. The conductivity \\sigma at\nhigh temperature T and low density n grows linearly with T, while at high n we\nfind \\sigma ~ |n|^1/2 with negative corrections at small T due to the\nT-dependence of the chemical potential. At moderate densities the conductivity\nis a non-monotonic function of T and n, exhibiting a minimum at T=0.693 \\hbar v\n|n|^1/2 where v is the Fermi velocity. We discuss two kinds of Fabry-Perot\noscillations in short nanoribbons and their stability at finite temperatures.\n","Comment: Discussion of interaction effects and the two kinds of Fabry-Perot\n  resonances added"]}]
["0901.1863",{"format":[],"subject":["Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.1863"],"date":["2009-01-13","2009-11-12"],"type":["text"],"creator":["Kramm, Gerhard","Mölders, Nicole"],"language":[],"coverage":[],"title":["Planck's blackbody radiation law: Presentation in different domains and\n  determination of the related dimensional constants"],"description":["  In this paper the Planck function is derived in the frequency domain using\nthe method of oscillators. It is also presented in the wavelength domain and in\nthe wave number domain. The latter is mainly used in spectroscopy for studying\nabsorption and emission by gases. Also the power law of Stephan and Boltzmann\nis derived for these various domains. It is shown that this power law is\ngenerally independent of the domain in which the Planck function is presented.\nA formula for the filtered spectrum is also given and expressed in the sense of\nthe power law of Stefan and Boltzmann. Furthermore, based on Wien's\ndisplacement relationship, it is argued that the wavelength at which the\nmaximum of the Planck function presented in the wavelength domain occurs\ndiffers from that of the maxima of the other domains by a factor of 1.76. As\nPlanck determined his elementary quantum of action, eventually called the\nPlanck constant, and the Boltzmann constant using Wien's displacement\nrelationship formulated for the wavelength domain, it is shown that the values\nof these fundamental constants are not affected by the choice of domain in\nwhich the Planck function is presented. Finally, the origin of the Planck\nconstant is discussed.\n","Comment: 25 pages, 5 figures"]}]
["0902.1337",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1337","Phys. Rev. B 80, 104438 (2009)","doi:10.1103/PhysRevB.80.104438"],"date":["2009-02-09","2009-11-12"],"type":["text"],"creator":["Lee, Wei-cheng","Wu, Congjun"],"language":[],"coverage":[],"title":["Unconventional metamagnetic electron states in orbital band systems"],"description":["  We extend the study of the Fermi surface instability of the Pomeranchuk type\ninto systems with orbital band structures, which are common features in\ntransition metal oxides. Band hybridization significantly shifts the spectra\nweight of the Landau interactions from the conventional s-wave channel to\nunconventional non-s-wave channels, which results in anisotropic (nematic)\nFermi surface distortions even with ordinary interactions in solids. The\nGinzburg-Landau free energy is constructed by coupling the charge-nematic,\nspin-nematic and ferromagnetic order parameters together, which shows that\nnematic electron states can be induced by metamagnetism. The connection between\nthis mechanism to the anisotropic metamagnetc states observed in\nSr$_3$Ru$_2$O$_7$ at high magnetic fields is studied in a multi-band Hubbard\nmodel with the hybridized quasi-one dimensional $d_{xz}$ and $d_{yz}$-bands.\n","Comment: 6 pages, published version"]}]
["0902.1702",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Classical Analysis and ODEs","14D20, 14D25, 34M55, 58F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1702"],"date":["2009-02-10","2009-11-11"],"type":["text"],"creator":["van der Put, Marius","Saito, Masa-Hiko"],"language":[],"coverage":[],"title":["Moduli spaces for linear differential equations and the Painlev\\'e\n  equations"],"description":["  In this paper, we give a systematic construction of ten isomonodromic\nfamilies of connections of rank two on $\\mathbb{P}^1$ inducing Painlev\\'e\nequations. The classification of ten families is given by considering the\nRiemann-Hilbert morphism from a moduli space of connections with certain type\nof regular and irregular singularities to a corresponding catetorical moduli\nspace of analytic data (i.e., ordinary monodromy, Stokes matrices and links),\nwhich is called the monodromy space. Explicit equations of the monodromy spaces\nfor ten families are calculated. Moreover, we obtain natural explicit families\nof connections for these ten cases and calculate isomonodromic equations which\ngive Painlev\\'e equations of all types.\n","Comment: 43 pages, (The signs for Hamiltonian systems in Section 4 and the\n  equations (3)(PV) and (7)(degenerate PV) are corrected.)"]}]
["0902.1916",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - Physics and Society","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1916","J. Stat. Mech. (2009) L11001","doi:10.1088/1742-5468/2009/11/L11001"],"date":["2009-02-11","2009-11-12"],"type":["text"],"creator":["Baronchelli, Andrea","Pastor-Satorras, Romualdo"],"language":[],"coverage":[],"title":["Effects of mobility on ordering dynamics"],"description":["  Models of ordering dynamics allow to understand natural systems in which an\ninitially disordered population homogenizes some traits via local interactions.\nThe simplest of these models, with wide applications ranging from evolutionary\nto social dynamics, are the Voter and Moran processes, usually defined in terms\nof static or randomly mixed individuals that interact with a neighbor to copy\nor modify a discrete trait. Here we study the effects of diffusion in\nVoter/Moran processes by proposing a generalization of ordering dynamics in a\nmetapopulation framework, in which individuals are endowed with mobility and\ndiffuse through a spatial structure represented as a graph of patches upon\nwhich interactions take place. We show that diffusion dramatically affects the\ntime to reach the homogeneous state, independently of the underlying network's\ntopology, while the final consensus emerges through different local/global\nmechanisms, depending on the mobility strength. Our results highlight the\ncrucial role played by mobility in ordering processes and set up a general\nframework that allows to study its effect on a large class of models, with\nimplications in the understanding of evolutionary and social phenomena.\n","Comment: 9 pages, 3 figures"]}]
["0902.2638",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2638","Phys. Rev. A 80, 053608 (2009)","doi:10.1103/PhysRevA.80.053608"],"date":["2009-02-16"],"type":["text"],"creator":["Zoubi, Hashem","Ritsch, Helmut"],"language":[],"coverage":[],"title":["Quantum Phases of Ultracold Bosonic Atoms in two Bands of an\n  Optical-Lattice coupled by a Cavity Field"],"description":["  We study the quantum phase transitions between superfluid and Mott insulator\nstates for ultracold bosons occupying two bands of an optical lattice. The two\natomic states are resonantly coupled by a single cavity mode which mediates\ntransitions between the two bosonic particle modes via absorption or emission\nof a cavity photon. This coupling between the bands shifts the appearance of\nthe Mott insulator phase towards deeper optical lattice potentials and stronger\non-site interaction strength, as atomic coherence can build up via photon\nassisted tunneling in both bands. Varying the intra and interband on-site\ninteractions leads to several different atomic phase configurations. There are\neven parameter regions where a mean field approach predicts concurrence of a\nMott insulator state in one band, while atoms in the second band stay\nsuperfluid.\n","Comment: 12 pages, 18 figures"]}]
["0902.2802",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2802","Nat. Phys. 5, 642 (2009)","doi:10.1038/NPHYS1360"],"date":["2009-02-16","2009-05-26"],"type":["text"],"creator":["Xu, Guangyong","Gu, G. D.","Hucker, M.","Fauque, B.","Perring, T. G.","Regnault, L. P.","Tranquada, J. M."],"language":[],"coverage":[],"title":["Testing the itinerancy of spin dynamics in superconducting Bi2212"],"description":["  Much of what we know about the electronic states of high-temperature\nsuperconductors is due to photoemission and scanning tunneling spectroscopy\nstudies of the compound Bi2212. The demonstration of well-defined\nquasiparticles in the superconducting state has encouraged many theorists to\napply the conventional theory of metals, Fermi-liquid theory, to the cuprates.\nIn particular, the spin excitations observed by neutron scattering at energies\nbelow twice the superconducting gap energy are commonly believed to correspond\nto an excitonic state involving itinerant electrons. Here, we present the first\nmeasurements of the magnetic spectral weight of optimally-doped Bi2212 in\nabsolute units. The lack of temperature dependence of the local spin\nsusceptibility across the superconducting transition temperature, T_c, is\nincompatible with the itinerant calculations. Alternatively, the magnetic\nexcitations could be due to local moments, as the magnetic spectrum is similar\nto that in LBCO where quasiparticles and local moments coexist.\n","Comment: 6 pages; revised title, abstract, various improvements to the text"]}]
["0902.3203",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3203"],"date":["2009-02-18","2009-11-12"],"type":["text"],"creator":["Shi, Yalong"],"language":[],"coverage":[],"title":["On the \\alpha-Invariants of Cubic Surfaces with Eckardt Points"],"description":["  In this paper, we show that the \\alpha_{m,2}-invariant of a smooth cubic\nsurface with Eckardt points is strictly bigger than 2/3. This can be used to\nsimplify Tian's original proof of the existence of Kaehler-Einstein metrics on\nsuch manifolds. We also sketch the computations on cubic surfaces with one\nordinary double points, and outline the analytic difficulties to prove the\nexistence of orbifold Kaehler-Einstein metrics.\n","Comment: 22 pages. We add a new section discussing singular stable cubic\n  surfaces"]}]
["0902.3450",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3450","Solid State Communications 150, (2010) 62-65","doi:10.1016/j.ssc.2009.10.005"],"date":["2009-02-19"],"type":["text"],"creator":["Manousakis, E.","Ren, J.","Meng, S.","Kaxiras, E."],"language":[],"coverage":[],"title":["Is the nature of magnetic order in copper-oxides and in iron-pnictides\n  different?"],"description":["  We use the results of first-principles electronic structure calculations and\na strong coupling perturbation approach, together with general theoretical\narguments, to illustrate the differences in super-exchange interactions between\nthe copper-oxides and iron-pnictides. We show that the two magnetic ground\nstates can be understood in a simple manner within the same theoretical\nfoundation. Contrary to the emerging view that magnetic order in the\niron-pnictides is of itinerant nature, we argue that the observed magnetic\nmoment is small because of frustration introduced by the electrons of the Fe\norbitals as they compete to impose their preferred magnetic ordering.\n","Comment: 5 pages, 5 figures"]}]
["0903.1308",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.1308"],"date":["2009-03-06","2009-11-12"],"type":["text"],"creator":["Perotto, L.","Bobin, J.","Plaszczynski, S.","Starck, J. -L.","Lavabre, A."],"language":[],"coverage":[],"title":["Reconstruction of the CMB lensing for Planck"],"description":["  We prepare real-life Cosmic Microwave Background (CMB) lensing extraction\nwith the forthcoming Planck satellite data, by studying two systematic effects\nrelated to the foregrounds contamination: the impact of foreground residuals\nafter a component separation on the lensed CMB map, and of removing a large\ncontaminated region of the sky. We first use the Generalized Morphological\nComponent Analysis (GMCA) method to perform a component separation within a\nsimplified framework which allows a high statistics Monte-Carlo study. For the\nsecond systematic, we apply a realistic mask on the temperature maps and then,\nrestore them using a recent inpainting technique on the sphere. We investigate\nthe reconstruction of the CMB lensing from the resultant maps using a quadratic\nestimator in the flat sky limit and on the full sphere. We find that the\nforeground residuals from the GMCA method does not alter significantly the\nlensed signal, nor does the mask corrected with the inpainting method, even in\nthe presence of point sources residuals.\n","Comment: 14 pages, 7 figures, major update to account for the impact of the\n  point sources emission"]}]
["0904.1562",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Earth and Planetary Astrophysics","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1562","Mon.Not.Roy.Astron.Soc.400:346-353,2009","doi:10.1111/j.1365-2966.2009.15458.x"],"date":["2009-04-09","2009-07-29"],"type":["text"],"creator":["Iorio, Lorenzo"],"language":[],"coverage":[],"title":["Constraints on planet X/Nemesis from Solar System's inner dynamics"],"description":["  We put full 3D constraints on a putative planet X by using the dynamics of\nthe inner planets of the solar system. In particular, we compute the mimium\ndistance of X as a function of its heliocentric latitude and longitude for\ndifferent values of its mass.\n","Comment: LaTex, MNRAS macros. 12 pages, 4 figures, 3 tables. To appear in\n  Monthly Notices of the Royal Astronomical Society (MNRAS). Some typos fixed"]}]
["0904.3768",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3768"],"date":["2009-04-23","2009-11-12"],"type":["text"],"creator":["Li, Pengtao","Zhai, Zhichun"],"language":[],"coverage":[],"title":["Several analytic inequalities in some $Q-$spaces"],"description":["  In this paper, we establish separate necessary and sufficient\n  John-Nirenberg (JN) type inequalities for functions in\n  $Q_{\\alpha}^{\\beta}(\\mathbb{R}^{n})$ which imply Gagliardo-Nirenberg (GN)\ntype inequalities in\n  $Q_{\\alpha}(\\mathbb{R}^{n}).$ Consequently, we obtain Trudinger-Moser type\ninequalities and Brezis-Gallouet-Wainger type inequalities in\n$Q_{\\alpha}(\\mathbb{R}^{n}).$\n","Comment: 13 pages submitted"]}]
["0905.3791",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.3791","Phys. Rev. A 80, 052315 (2009)","doi:10.1103/PhysRevA.80.052315"],"date":["2009-05-23","2009-10-23"],"type":["text"],"creator":["Tamaryan, Sayatnova","Wei, Tzu-Chieh","Park, DaeKil"],"language":[],"coverage":[],"title":["Maximally entangled three-qubit states via geometric measure of\n  entanglement"],"description":["  Bipartite maximally entangled states have the property that the largest\nSchmidt coefficient reaches its lower bound. However, for multipartite states\nthe standard Schmidt decomposition generally does not exist. We use a\ngeneralized Schmidt decomposition and the geometric measure of entanglement to\ncharacterize three-qubit pure states and derive a single-parameter family of\nmaximally entangled three-qubit states. The paradigmatic\nGreenberger-Horne-Zeilinger (GHZ) and W states emerge as extreme members in\nthis family of maximally entangled states. This family of states possess\ndifferent trends of entanglement behavior: in going from GHZ to W states the\ngeometric measure and the relative entropy of entanglement and the bipartite\nentanglement all increase monotonically whereas the three-tangle and\nbi-partition negativity both decrease monotonically.\n","Comment: final version, to appear in PRA"]}]
["0906.0169",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0169","Phys. Rev. Lett. 103, 207001 (2009)","doi:10.1103/PhysRevLett.103.207001"],"date":["2009-06-01","2009-11-12"],"type":["text"],"creator":["Chen, Wei-Qiang","Ma, Fengjie","Lu, Zhong-Yi","Zhang, Fu-Chun"],"language":[],"coverage":[],"title":["$\\pi$-junction to probe antiphase s-wave pairing in iron pnictide\n  superconductors"],"description":["  Josephson junctions between a $FeAs$-based superconductor with antiphase\ns-wave pairing and a conventional s-wave superconductor are studied. The\ntranslational invariance in a planar junction between a single crystal pnictide\nand an aluminum metal greatly enhances the relative weight of electron pockets\nin the pnictide to the critical current. In a wide doping region of the\npnictide, a planar and a point contact junctions have opposite phases, which\ncan be used to design a tri-junction ring with $\\pi$ phase to probe the\nantiphase pairing.\n","Comment: The published version"]}]
["0906.0974",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0974"],"date":["2009-06-04"],"type":["text"],"creator":["Bassett, Bruce A.","Fantaye, Yabebal","Hlozek, Renée","Kotze, Jacques"],"language":[],"coverage":[],"title":["Fisher4Cast Users' Manual"],"description":["  This is the Users' Manual for the Fisher Matrix software Fisher4Cast and\ncovers installation, GUI help, command line basics, code flow and data\nstructure, as well as cosmological applications and extensions. Finally we\ndiscuss the extensive tests performed on the software.\n","Comment: 37 pages, 27 figures. Software available at\n  http://www.cosmology.org.za. Cosmological applications described in the\n  accompanying release paper"]}]
["0906.3125",{"format":[],"subject":["Mathematics - Combinatorics","05A15 05C70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.3125","Electronic Journal of Combinatories 16, 1 (2009) paper R125"],"date":["2009-06-17"],"type":["text"],"creator":["Bousquet-Mélou, Mireille","Propp, James","West, Julian"],"language":[],"coverage":[],"title":["Perfect matchings for the three-term Gale-Robinson sequences"],"description":["  In 1991, David Gale and Raphael Robinson, building on explorations carried\nout by Michael Somos in the 1980s, introduced a three-parameter family of\nrational recurrence relations, each of which (with suitable initial conditions)\nappeared to give rise to a sequence of integers, even though a priori the\nrecurrence might produce non-integral rational numbers. Throughout the '90s,\nproofs of integrality were known only for individual special cases. In the\nearly '00s, Sergey Fomin and Andrei Zelevinsky proved Gale and Robinson's\nintegrality conjecture. They actually proved much more, and in particular, that\ncertain bivariate rational functions that generalize Gale-Robinson numbers are\nactually polynomials with integer coefficients. However, their proof did not\noffer any enumerative interpretation of the Gale-Robinson numbers/polynomials.\nHere we provide such an interpretation in the setting of perfect matchings of\ngraphs, which makes integrality/polynomiality obvious. Moreover, this\ninterpretation implies that the coefficients of the Gale-Robinson polynomials\nare positive, as Fomin and Zelevinsky conjectured.\n"]}]
["0906.3637",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.3637","doi:10.3360/dis.2009.36"],"date":["2009-06-19"],"type":["text"],"creator":["Lappi, T.","Kowalski, H.","Marquet, C.","Venugopalan, R."],"language":[],"coverage":[],"title":["Diffractive structure functions in nuclei"],"description":["  We calculate proton and nuclear diffractive structure functions in the IPsat\n(Kowalski-Teaney) dipole model. This parametrization has previously been shown\nto provide good agreement with inclusive F_2 measurements and exclusive vector\nmeson measurements at HERA. We discuss how the impact parameter dependence\ncrucially affects our analysis, in particular for small beta.\n","Comment: 5 pages, 3 figures, talk at \"DIS 2009\", Madrid, Spain, 26-30 Apr 2009"]}]
["0907.2022",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.2022","Rev. Sci. Instrum. 80, 114705 (2009)","doi:10.1063/1.3258206"],"date":["2009-07-12"],"type":["text"],"creator":["Huebl, H.","Starrett, R. P.","McCamey, D. R.","Ferguson, A. J.","van Beveren, L. H. Willems"],"language":[],"coverage":[],"title":["Electrically detected magnetic resonance using radio-frequency\n  reflectometry"],"description":["  The authors demonstrate readout of electrically detected magnetic resonance\nat radio frequencies by means of an LCR tank circuit. Applied to a silicon\nfield-effect transistor at milli-kelvin temperatures, this method shows a\n25-fold increased signal-to-noise ratio of the conduction band electron spin\nresonance and a higher operational bandwidth of > 300 kHz compared to the kHz\nbandwidth of conventional readout techniques. This increase in temporal\nresolution provides a method for future direct observations of spin dynamics in\nthe electrical device characteristics.\n","Comment: 9 pages, 3 figures"]}]
["0907.2278",{"format":[],"subject":["Physics - General Physics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.2278"],"date":["2009-07-13"],"type":["text"],"creator":["Modgil, Moninder Singh"],"language":[],"coverage":[],"title":["Use of G\\\"odel Universe to Construct A New Zollfrei Metric with $R^2\n  \\times S^1$ Topology"],"description":["  A new example of $(2+1)$-dimensional Zollfrei metric, with the topology $R^2\n\\times S^1 $, is presented. This metric is readily obtained from the celebrated\n$(3+1)$- dimensional rotating G\\\"odel universe $G_{3,1}$. This is because\n$G_{3,1}$ has the interesting property that, the light rays which are confined\nto move on the plane perpendicular to the rotation axis, return to their origin\nafter a time period $T = \\frac{2 \\pi}{\\omega}[\\sqrt{2}-1]$ -where $\\omega$ is\nthe angular velocity of the universe. Hence by - the topological identification\nof pairs of points on the time coordinate, seperated by the time interval $T$.\nand droping the flat $x_3$ coordinate - which is directed along the rotation\naxis; one obtains the $(2+1)$-dimensional Zollfrei metric with the $R^2 \\times\nS^1$ topology.\n","Comment: 3 pages"]}]
["0908.0692",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0692","Phys. Rev. Lett. 103, 200601 (2009)","doi:10.1103/PhysRevLett.103.200601"],"date":["2009-08-05","2009-11-03"],"type":["text"],"creator":["Creffield, C. E.","Sols, F."],"language":[],"coverage":[],"title":["Coherent ratchets in driven Bose-Einstein condensates"],"description":["  We study the response of a Bose-Einstein condensate to an unbiased periodic\ndriving potential. By controlling the space and time symmetries of the driving\nwe show how a directed current can be induced, producing a coherent quantum\nratchet. Weak driving induces a regular behavior that is strongly governed by\nthe interparticle interaction. Breaking both space and time symmetries is\nrequired to produce current flow. For strong driving the behavior becomes\nchaotic. The resulting effective irreversibility renders the space asymmetry\nsufficient to produce the ratchet effect, although the system is completely\ncoherent.\n","Comment: 5 pages, 4 eps figures. Minor changes, this version to be published\n  in PRL"]}]
["0908.0699",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Representation Theory","11F66, 11F70, 22E55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0699"],"date":["2009-08-05","2009-11-12"],"type":["text"],"creator":["Heiermann, Volker","Opdam, Eric"],"language":[],"coverage":[],"title":["On the tempered L-function conjecture"],"description":["  We give a general proof of Shahidi's tempered L-function conjecture, which\nhas previously been known in all but one case. One of the consequences is the\nstandard modules conjecture for p-adic groups, which means that the Langlands\nquotient of a standard module is generic if and only if the standard module is\nirreducible and the inducing data generic. We have also included the result\nthat every generic tempered representation of a p-adic group is a\nsub-representation of a representation parabolically induced from a generic\nsupercuspidal representation with a non-negative real central character.\n","Comment: 19 pages, 13 figures, minor misleading misprints corrected and an\n  address updated"]}]
["0908.0758",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Materials Science","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0758","J. Chem. Phys. 131, 184704 (2009)","doi:10.1063/1.3262306"],"date":["2009-08-05","2009-10-22"],"type":["text"],"creator":["Buendia, G. M.","Machado, E.","Rikvold, P. A."],"language":[],"coverage":[],"title":["Effect of CO desorption and coadsorption with O on the phase diagram of\n  a Ziff-Gulari-Barshad model for the catalytic oxidation of CO"],"description":["  We study the effect of coadsorption of CO and O on a Ziff-Gulari-Barshad\n(ZGB) model with CO desorption (ZGB-d) for the reaction CO + O --> CO_2 on a\ncatalytic surface. Coadsorption of CO on a surface site already occupied by an\nO is introduced by an Eley-Rideal-type mechanism that occurs with probability\np, 0 <= p <= 1. We find that, besides the well known effect of eliminating the\nsecond-order phase transition between the reactive state and an O-poisoned\nstate, the coadsorption step has a strong effect on the transition between the\nreactive state and the CO-poisoned state. The coexistence curve between these\ntwo states terminates at a critical value k_c of the desorption rate k which\nnow depends on p. Our Monte Carlo simulations and finite-size scale analysis\nindicate that k_c decreases with increasing values of p. For p=1, there appears\nto be a sharp phase transition between the two states only for k at(or near)\nzero.\n","Comment: Minor revisions. J. Chem. Phys. in press. 13 pages"]}]
["0909.0053",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Dynamical Systems","05C50, 37F99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.0053"],"date":["2009-09-01","2009-11-12"],"type":["text"],"creator":["Bunimovich, Leonid","Webb, Benjamin"],"language":[],"coverage":[],"title":["Isospectral Graph Reductions"],"description":["  Let G be an arbitrary finite weighted digraph with weights in the set of\ncomplex rational functions. A general procedure is proposed which allows for\nthe reduction of G to a smaller graph with a less complicated structure having\nthe same spectrum as of G (up to some set known in advance). The proposed\nprocedure has a lot of flexibility and could be used e.g. for design of\nnetworks with prescribed spectral and dynamical properties.\n","Comment: 21 pages with 8 figures. Revised version has a main result (theorem\n  7.2) more clearly stated"]}]
["0909.0891",{"format":[],"subject":["Mathematics - Algebraic Geometry","14D20","14D23","14F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.0891"],"date":["2009-09-04","2009-11-12"],"type":["text"],"creator":["Nitsure, Nitin"],"language":[],"coverage":[],"title":["Schematic Harder-Narasimhan Stratification"],"description":["  For any flat family of pure-dimensional coherent sheaves on a family of\nprojective schemes, the Harder-Narasimhan type (in the sense of Gieseker\nsemistability) of its restriction to each fiber is known to vary\nsemicontinuously on the parameter scheme of the family. This defines a\nstratification of the parameter scheme by locally closed subsets, known as the\nHarder-Narasimhan stratification.\n  In this note, we show how to endow each Harder-Narasimhan stratum with the\nstructure of a locally closed subscheme of the parameter scheme, which enjoys\nthe universal property that under any base change the pullback family admits a\nrelative Harder-Narasimhan filtration with a given Harder-Narasimhan type if\nand only if the base change factors through the schematic stratum corresponding\nto that Harder-Narasimhan type.\n  The above schematic stratification induces a stacky stratification on the\nalgebraic stack of pure-dimensional coherent sheaves. We deduce that coherent\nsheaves of a fixed Harder-Narasimhan type form an algebraic stack in the sense\nof Artin.\n","Comment: Reason for re-submission: Minor error in the expository part is\n  corrected. Theorems and proofs are unchanged. 10 pages"]}]
["0909.1616",{"format":[],"subject":["Mathematics - Algebraic Topology","55M30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.1616"],"date":["2009-09-08","2009-11-11"],"type":["text"],"creator":["Rudyak, Yuli B."],"language":[],"coverage":[],"title":["On higher analogs of topological complexity"],"description":["  Farber introduced a notion of topological complexity $\\TC(X)$ that is related\nto robotics. Here we introduce a series of numerical invariants $\\TC_n(X),\nn=1,2, ...$ such that $\\TC_2(X)=\\TC(X)$ and $\\TC_n(X)\\le \\TC_{n+1}(X)$. For\nthese higher complexities, we define their symmetric versions that can also be\nregarded as higher analogs of the symmetric topological complexity.\n","Comment: LATEX, 8 pages"]}]
["0909.3130",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.3130","Opt. Lett., 34 (2009) 3586-3588","doi:10.1364/OL.34.003586"],"date":["2009-09-16"],"type":["text"],"creator":["Andreasen, Jonathan","Cao, Hui"],"language":[],"coverage":[],"title":["Creation of New Lasing Modes with Spatially Nonuniform Gain"],"description":["  We report on the creation of new lasing modes with spatially nonuniform\ndistributions of optical gain in a one-dimensional random structure. It is\ndemonstrated numerically that even without gain saturation and mode\ncompetition, the spatial nonuniformity of gain can cause dramatic and\ncomplicated changes of lasing modes. New modes appear with frequencies in\nbetween those of the lasing modes with uniform gain. We examine some new lasing\nmodes in detail and find they exhibit high output directionality. Our results\nshow that the random lasing properties may be modified significantly without\nchanging the underlying structures.\n","Comment: 9 pages, 3 figures"]}]
["0909.5539",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.5539","Phys.Rev.D80:104012,2009","doi:10.1103/PhysRevD.80.104012"],"date":["2009-09-30","2009-10-20"],"type":["text"],"creator":["Lobo, Francisco S. N.","Oliveira, Miguel A."],"language":[],"coverage":[],"title":["Wormhole geometries in f(R) modified theories of gravity"],"description":["  In this work, we construct traversable wormhole geometries in the context of\nf(R) modified theories of gravity. We impose that the matter threading the\nwormhole satisfies the energy conditions, so that it is the effective\nstress-energy tensor containing higher order curvature derivatives that is\nresponsible for the null energy condition violation. Thus, the higher order\ncurvature terms, interpreted as a gravitational fluid, sustain these\nnon-standard wormhole geometries, fundamentally different from their\ncounterparts in general relativity. In particular, by considering specific\nshape functions and several equations of state, exact solutions for f(R) are\nfound.\n","Comment: 9 pages, 4 figures. V2: References and discussion on Brans-Dicke\n  wormholes added, to appear in Phys.Rev.D"]}]
["0910.0321",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0321","Phys. Rev. B 80, 195408 (2009)"],"date":["2009-10-02"],"type":["text"],"creator":["Akguc, Gursoy B.","Gong, Jiangbin"],"language":[],"coverage":[],"title":["Thermal conductance in thin wires with surface disorder"],"description":["  Elastic wave characteristics of the heat conduction in low-temperature thin\nwires can be studied via a wave scattering formalism. A reaction matrix\nformulation of heat conductance modeled by elastic wave scattering is\nadvocated. This formulation allows us to treat thin wires with arbitrary\nsurface disorder. It is found that the correlation in the surface disorder may\nsignificantly affect the temperature dependence of the heat conductance.\n","Comment: 17 pages, 7 figures, to appear in Phys. Rev. B"]}]
["0910.1617",{"format":[],"subject":["Mathematics - Analysis of PDEs","35L35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.1617"],"date":["2009-10-09","2009-11-12"],"type":["text"],"creator":["Johnson, Mathew","Zumbrun, Kevin"],"language":[],"coverage":[],"title":["Rigorous Justification of the Whitham Modulation Equations for the\n  Generalized Korteweg-de Vries Equation"],"description":["  In this paper, we consider the spectral stability of spatially periodic\ntraveling wave solutions of the generalized Korteweg-de Vries equation to\nlong-wavelength perturbations. Specifically, we extend the work of Bronski and\nJohnson by demonstrating that the homogenized system describing the mean\nbehavior of a slow modulation (WKB) approximation of the solution correctly\ndescribes the linearized dispersion relation near zero frequency of the\nlinearized equations about the background periodic wave. The latter has been\nshown by rigorous Evans function techniques to control the spectral stability\nnear the origin, i.e. stability to slow modulations of the underlying solution.\nIn particular, through our derivation of the WKB approximation we generalize\nthe modulation expansion of Whitham for the KdV to a more general class of\nequations which admit periodic waves with nonzero mean. As a consequence, we\nwill show that, assuming a particular non-degeneracy condition, spectral\nstability near the origin is equivalent with the local well-posedness of the\nWhitham system.\n","Comment: Substantial revisions in the exposition of the slow modulation\n  approximation. Also, sign errors are corrected"]}]
["0910.1624",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Quantum Algebra","57M25","57M27","17B37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.1624"],"date":["2009-10-08","2009-11-12"],"type":["text"],"creator":["Geer, Nathan","Patureau-Mirand, Bertrand","Turaev, Vladimir"],"language":[],"coverage":[],"title":["Modified 6j-Symbols and 3-Manifold Invariants"],"description":["  We show that the renormalized quantum invariants of links and graphs in the\n3-sphere, derived from tensor categories in [\"Modified quantum dimensions and\nre-normalized link invariants\", arXiv:0711.4229] lead to modified 6j-symbols\nand to new state sum 3-manifold invariants. We give examples of categories such\nthat the associated standard Turaev-Viro 3-manifold invariants vanish but the\nsecondary invariants may be non-zero. The categories in these examples are\npivotal categories which are neither ribbon nor semi-simple and have an\ninfinite number of simple objects.\n","Comment: 37 pages, 16 figures"]}]
["0910.2439",{"format":[],"subject":["Mathematics - Spectral Theory","58J50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2439"],"date":["2009-10-13","2009-11-12"],"type":["text"],"creator":["Borthwick, David"],"language":[],"coverage":[],"title":["Sharp upper bounds on resonances for perturbations of hyperbolic space"],"description":["  For certain compactly supported metric and/or potential perturbations of the\nLaplacian on $\\mathbb{H}^{n+1}$, we establish an upper bound on the resonance\ncounting function with an explicit constant that depends only on the dimension,\nthe radius of the unperturbed region in $\\mathbb{H}^{n+1}$, and the volume of\nthe metric perturbation. This constant is shown to be sharp in the case of\nscattering by a spherical obstacle.\n","Comment: 35 pages, 9 figures. v2: minor corrections"]}]
["0910.3189",{"format":[],"subject":["Mathematics - Logic","03C68, 03C64"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3189"],"date":["2009-10-16","2009-11-11"],"type":["text"],"creator":["Dolich, Alfred","Goodrick, John","Lippel, David"],"language":[],"coverage":[],"title":["Dp-minimality: basic facts and examples"],"description":["  We study the notion of dp-minimality, beginning by providing several\nessential facts, establishing several equivalent definitions, and comparing\ndp-minimality to other minimality notions. The rest of the paper is dedicated\nto examples. We establish via a simple proof that any weakly o-minimal theory\nis dp-minimal and then give an example of a weakly o-minimal group not obtained\nby adding traces of externally definable sets. Next we give an example of a\ndivisible ordered Abelian group which is dp-minimal and not weakly o-minimal.\nFinally we establish that the field of p-adic numbers is dp-minimal.\n","Comment: 19 pages; simplified proof for the p-adics"]}]
["0910.3644",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3644"],"date":["2009-10-19"],"type":["text"],"creator":["DeYoung, T.","Collaboration, for the IceCube"],"language":[],"coverage":[],"title":["Recent Results from IceCube and AMANDA"],"description":["  IceCube is a cubic kilometer neutrino telescope under construction at the\nSouth Pole, a successor to the first-generation AMANDA telescope. IceCube is\nnow three quarters complete, with completion expected in early 2011, and data\ntaken with the partially built detector already provides a sensitivity\nsurpassing the complete AMANDA-II data set. Results from searches for\nastrophysical sources of neutrinos and for evidence of dark matter with both\nAMANDA and IceCube are summarized. We also discuss plans for Deep Core, an\nenhancement of IceCube designed to extend its sensitivity to neutrinos below\nthe TeV scale.\n","Comment: To be published in the proceedings of DPF-2009, Detroit, MI, July\n  2009, eConf C090726"]}]
["0910.4793",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.4793"],"date":["2009-10-25","2009-11-12"],"type":["text"],"creator":["Rivero, Alejandro"],"language":[],"coverage":[],"title":["Unbroken supersymmetry without new particles"],"description":["  We consider Koide's equation for charged leptons jointly with hypotheses\nimplied in the ancient Dual Quark-Gluon model. The focus is to motivate the\npossibility of a supersymmetric framework akin to the one of D=11 maximal\nsupergravity.\n","Comment: 7 pages, referencies and some remarks added"]}]
["0910.5224",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5224","Dark Energy, Ed. P. Ruiz-Lapuente (2010, ISBN-13: 9780521518888)"],"date":["2009-10-27"],"type":["text"],"creator":["Bassett, Bruce A.","Hlozek, Renée"],"language":[],"coverage":[],"title":["Baryon Acoustic Oscillations"],"description":["  Baryon Acoustic Oscillations (BAO) are frozen relics left over from the\npre-decoupling universe. They are the standard rulers of choice for 21st\ncentury cosmology, providing distance estimates that are, for the first time,\nfirmly rooted in well-understood, linear physics. This review synthesises\ncurrent understanding regarding all aspects of BAO cosmology, from the\ntheoretical and statistical to the observational, and includes a map of the\nfuture landscape of BAO surveys, both spectroscopic and photometric.\n","Comment: 42 Pages, 21 colour figures. Extended version of chapter contributed\n  to the book \"Dark Energy\", Ed. P. Ruiz-Lapuente, Cambridge University Press.\n  Comments and suggested references welcomed. Supplementary slides available at\n  http://cosmology.org.za/BAO_review_slides.ppt"]}]
["0910.5738",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5738"],"date":["2009-10-29","2009-11-12"],"type":["text"],"creator":["Pugliese, D.","Stornaiolo, C.","Capozziello, S."],"language":[],"coverage":[],"title":["Deformations of spacetime metrics"],"description":["  This work is devoted to study the deformation of spacetime metrics as\ngeneralized conformal transformations. Some applications are also considered,\nin particular the equations of motion in deformed spacetime are studied.\n","Comment: 5 pages. To appear in the proceedings of 3rd Stueckelberg Workshop on\n  Relativistic Field Theories, Pescara, Italy, 8-18 Jul 2008"]}]
["0910.5779",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5779","Phys. Lett. B 682 (2009) 85-88.","doi:10.1016/j.physletb.2009.10.091"],"date":["2009-10-30"],"type":["text"],"creator":["Lopez-Ortega, A."],"language":[],"coverage":[],"title":["Area spectrum of the D-dimensional de Sitter spacetime"],"description":["  The determination of the quantum area spectrum of a black hole horizon by\nmeans of its asymptotic quasinormal frequencies has been explored recently. We\nbelieve that for D-dimensional de Sitter horizon we must study if the idea\nworks. Thus taking into account the local description of the thermodynamics of\nhorizons proposed by Padmanabhan and the results of Hod, Kunstatter, and\nMaggiore we study the area spectrum of the D-dimensional de Sitter horizon.\n","Comment: 6 pages, accepted for publication in Physics Letters B"]}]
["0911.0347",{"format":[],"subject":["Quantum Physics","Mathematical Physics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0347"],"date":["2009-11-02"],"type":["text"],"creator":["Li, Zhou","Wang, An Min"],"language":[],"coverage":[],"title":["Quantum mechanics in the general quantum systems (V): Hamiltonian\n  eigenvalues"],"description":["  We derive out a complete series expression of Hamiltonian eigenvalues without\nany approximation and cut in the general quantum systems based on Wang's formal\nframework \\cite{wang1}. In particular, we then propose a calculating approach\nof eigenvalues of arbitrary Hamiltonian via solving an algebra equation\nsatisfied by a kernal function, which involves the contributions from all order\nperturbations. In order to verify the validity of our expressions and reveal\nthe power of our approach, we calculate the ground state energy of a quartic\nanharmonic oscillator and have obtained good enough results comparing with the\nknown one.\n","Comment: 18 pages, No figure. This is the fifth manuscript. Previous\n  manuscripts see arXiv:quant-ph/0611216, arXiv:quant-ph/0611217,\n  arXiv:quant-ph/0601051 and arXiv:quant-ph/0612068"]}]
["0911.0833",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0833"],"date":["2009-11-04","2009-11-12"],"type":["text"],"creator":["Zaitsev, S.","Shtempluck, O.","Buks, E.","Gottlieb, O."],"language":[],"coverage":[],"title":["Nonlinear damping in a micromechanical oscillator"],"description":["  Nonlinear elastic effects play an important role in the dynamics of\nmicroelectromechanical systems (MEMS). Duffing oscillator is widely used as an\narchetypical model of mechanical resonators with nonlinear elastic behavior. In\ncontrast, nonlinear dissipation effects in micromechanical oscillators are\noften overlooked. In this work, we consider a doubly clamped micromechanical\nbeam oscillator, which exhibits nonlinearity in both elastic and dissipative\nproperties. The dynamics of the oscillator is measured in frequency domain and\ntime domain and compared to theoretical predictions based on Duffing-like model\nwith nonlinear dissipation. We especially focus on the behavior of the system\nnear bifurcation points. The results show that nonlinear dissipation can have a\nsignificant impact on the dynamics of micromechanical systems. To account for\nthe results, we have developed a continuous model of a nonlinear viscoelastic\nstring with Voigt-Kelvin dissipation relation, which shows a relation between\nlinear and nonlinear damping. However, the experimental results suggest that\nthis model alone cannot fully account for all the experimentally observed\nnonlinear dissipation, and that additional nonlinear dissipative processes\nexist in our devices.\n"]}]
["0911.1546",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.1546","doi:10.1007/978-3-540-78582-8_47"],"date":["2009-11-08","2009-11-12"],"type":["text"],"creator":["Ullah, Sana","Higgins, Henry","Siddiqui, M. Arif","Kwak, Kyung Sup"],"language":[],"coverage":[],"title":["A Study of Implanted and Wearable Body Sensor Networks"],"description":["  Recent advances in intelligent sensors, microelectronics and integrated\ncircuit, system-on-chip design and low power wireless communication introduced\nthe development of miniaturised and autonomous sensor nodes. These tiny sensor\nnodes can be deployed to develop a proactive Body Sensor Network (BSN). The\nrapid advancement in ultra low-power RF (radio frequency) technology enables\ninvasive and non-invasive devices to communicate with a remote station. This\ncommunication revolutionizes healthcare system by enabling long term health\nmonitoring of a patient and providing real time feedback to the medical\nexperts. In this paper, we present In-body and On-body communication networks\nwith a special focus on the methodologies of wireless communication between\nimplanted medical devices with external monitoring equipment and recent\ntechnological growth in both areas. We also discuss open issues and challenges\nin a BSN.\n","Comment: KES-AMSTA 08, LNAI 4953, pp. 464-473, Incheon, March 2008"]}]
["0911.1859",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.1859"],"date":["2009-11-10"],"type":["text"],"creator":["Zhang, Hongbao","Zhu, Zong-Hong"],"language":[],"coverage":[],"title":["Time drift of subtended angles as a new cosmological probe"],"description":["  We here propose the time drift of subtended angles as a new possible\ncosmological probe. In particular, with the coming era of microarcsecond\nastrometry, our proposal can be used to measure the Hubble expansion rate of\nour universe in a direct way.\n","Comment: JHEP style, 7 pages, 4 figures"]}]
["0911.1988",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.1988"],"date":["2009-11-10","2009-11-12"],"type":["text"],"creator":["The BABAR Collaboration","Aubert, B."],"language":[],"coverage":[],"title":["Search for the B+ -> K+vv Decay Using Semi-Leptonic Tags"],"description":["  We present an update of the search for the flavor-changing neutral current B+\n-> K+vv decay using 351 x 10^6 BB pairs collected at the Y(4S) resonance with\nthe BABAR detector at the SLAC PEP-II B factory. Due to the presence of two\nneutrinos in the final state, we require the reconstruction of the companion B\nin the event through the decay channel B- -> D0l-v. We find 38 candidates in\nthe data with an expected background of 31 +/- 12. This allows us to set an\nupper limit on the branching fraction for B+ -> K+vv of 4.5 x 10^-5 at 90%\nconfidence level.\n","Comment: 11 pages, 6 figures, submitted to Phys. Rev. D"]}]
["0911.1993",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.1993"],"date":["2009-11-10"],"type":["text"],"creator":["Steblinski, Pawel","Blachowicz, Tomasz"],"language":[],"coverage":[],"title":["Wavelets as q-bits and q-bit states as wavelets"],"description":["  In this short report it is argued that by the use of wavelets formalism it is\npossible to describe the q-bit state. The wavelet formalism address the\nreal-valued physical signals, for example, obtained during typical physical\nmeasurements.\n","Comment: 4 pages, 1 figure"]}]
["0911.1994",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.1994"],"date":["2009-11-10"],"type":["text"],"creator":["Steblinski, Pawel","Blachowicz, Tomasz"],"language":[],"coverage":[],"title":["Wavelets spectra of magnetization dynamics in geometry driven magnetic\n  thin layers"],"description":["  Squared cobalt thin layers of different thickness and width were investigated\nby numerical simulations. Using zero-valued externally applied magnetic field\n(geometry driven regime) and different initial conditions the magnetization\ndynamics were examined. The wavelet-based spectral analysis was applied.\nTransient states of different types were identified.\n","Comment: 6 pages, 4 figures"]}]
["0911.1995",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.1995"],"date":["2009-11-10"],"type":["text"],"creator":["Foard, E. M.","Wagner, A. J."],"language":[],"coverage":[],"title":["Enslaved Phase-Separation Fronts and Liesegang Pattern Formation"],"description":["  We show that an enslaved phase-separation front moving with diffusive speeds\nU = C T^(-1/2) can leave alternating domains of increasing size in their wake.\nWe find the size and spacing of these domains is identical to Liesegang\npatterns. For equal composition of the components we are able to predict the\nexact form of the pattern analytically. We also show that there is a critical\nvalue for C below which only two domains are formed. Our analytical predictions\nare verified by numerical simulations using a lattice Boltzmann method.\n"]}]
["0911.2001",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Optimization and Control","Primary 47H05","Secondary 49J53, 52A41"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2001"],"date":["2009-11-10"],"type":["text"],"creator":["Yao, Liangjin"],"language":[],"coverage":[],"title":["An affirmative answer to a problem posed by Zalinescu"],"description":["  Recently, in [5] Zalinescu posed a question about the characterization of the\nintrinsic core of the Minkowski sum of two graphs associated with two maximal\nmonotone operators. In this note we give an affirmative answer.\n","Comment: 6 pages"]}]
["0911.2018",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Representation Theory","05E18","20C20","94B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2018"],"date":["2009-11-10"],"type":["text"],"creator":["Sin, Peter","Wu, Junhua","Xiang, Qing"],"language":[],"coverage":[],"title":["Dimensions of Some Binary Codes Arising From A Conic in $PG(2,q)$"],"description":["  Let $\\mathcal{O}$ be a conic in the classical projective plane $PG(2,q)$,\nwhere $q$ is an odd prime power. With respect to $\\mathcal{O}$, the lines of\n$PG(2,q)$ are classified as passant, tangent, and secant lines, and the points\nof $PG(2,q)$ are classified as internal, absolute and external points. The\nincidence matrices between the secant/passant lines and the external/internal\npoints were used in \\cite{keith1} to produce several classes of structured\nlow-density parity-check binary codes. In particular, the authors of\n\\cite{keith1} gave conjectured dimension formula for the binary code\n$\\mathcal{L}$ which arises as the $\\Ff_2$-null space of the incidence matrix\nbetween the secant lines and the external points to $\\mathcal{O}$. In this\npaper, we prove the conjecture on the dimension of $\\mathcal{L}$ by using a\ncombination of techniques from finite geometry and modular representation\ntheory.\n","Comment: 36 pages"]}]
["0911.2021",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2021"],"date":["2009-11-10"],"type":["text"],"creator":["Allesina, Stefano"],"language":[],"coverage":[],"title":["Predicting trophic relations in ecological networks: a test of the\n  Allometric Diet Breadth Model"],"description":["  Few of food web theory hypotheses/predictions can be readily tested using\nempirical data. An exception is represented by simple probabilistic models for\nfood web structure, for which the likelihood has been derived. Here I test the\nperformance of a more complex model for food web structure that is grounded in\nthe allometric scaling of interactions with body size and the theory of optimal\nforaging (Allometric Diet Breadth Model - ADBM). This deterministic model has\nbeen evaluated measuring the fraction of trophic relations correctly predicted.\nI contrast this value with that produced by simpler models based on body sizes\nand find that the data does not favor the more complex model: the information\non allometric scaling and optimal foraging does not significantly increase the\nfit to the data. Also, I take a different approach and compute the p-value for\nthe fraction of trophic interactions correctly predicted by ADBM with respect\nto three probabilistic null models. I find that the ADBM is clearly better at\npredicting links than random graphs, but other models can do even better.\nAlthough optimal foraging and allometric scaling could improve our\nunderstanding of food webs, the models need to be ameliorated to find support\nin the data.\n","Comment: 28 pages, 3 figures, 4 tables"]}]
["0911.2022",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2022"],"date":["2009-11-10"],"type":["text"],"creator":["Liu, Wei","Chen, Biao"],"language":[],"coverage":[],"title":["Interference Channels With Arbitrarily Correlated Sources"],"description":["  Communicating arbitrarily correlated sources over interference channels is\nconsidered in this paper. A sufficient condition is found for the lossless\ntransmission of a pair of correlated sources over a discrete memoryless\ninterference channel. With independent sources, the sufficient condition\nreduces to the Han-Kobayashi achievable rate region for the interference\nchannel. For a special correlation structure (in the sense of Slepian-Wolf,\n1973), the proposed region reduces to the known achievable region for\ninterference channels with common information. A simple example is given to\nshow that the separation approach, with Slepian-Wolf encoding followed by\noptimal channel coding, is strictly suboptimal.\n","Comment: Submitted to IEEE Transaction on Information Theory"]}]
["0911.2026",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Combinatorics","13C05","05E40 (Primary)","13A15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2026","Matematiche (Catania) 63 (2008), no. 2, 185--189 (2009)"],"date":["2009-11-10"],"type":["text"],"creator":["Quinonez, V. Crispin","Emtander, E."],"language":[],"coverage":[],"title":["Componentwise linearity of ideals arising from graphs"],"description":["  Let $G$ be a simple undirected graph on $n$ vertices. Francisco and Van Tuyl\nhave shown that if $G$ is chordal, then $\\bigcap_{\\{x_i,x_j\\}\\in E_G} <\nx_i,x_j>$ is componentwise linear. A natural question that arises is for which\n$t_{ij}>1$ the ideal $\\bigcap_{\\{x_i,x_j\\}\\in E_G}< x_i, x_j>^{t_{ij}}$ is\ncomponentwise linear, if $G$ is chordal. In this report we show that\n$\\bigcap_{\\{x_i,x_j\\}\\in E_G} < x_i, x_j>^{t}$ is componentwise linear for all\n$n\\geq 3$ and positive $t$, if $G$ is a complete graph. We give also an example\nwhere $G$ is chordal, but the intersection ideal is not componentwise linear\nfor any $t>1$.\n","Comment: 5 pages"]}]
["0911.2028",{"format":[],"subject":["Physics - Physics and Society","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2028"],"date":["2009-11-11"],"type":["text"],"creator":["Costa, Luciano da Fontoura","Travencolo, Bruno Augusto Nassif","Viana, Matheus Palhares","Strano, Emanuele"],"language":[],"coverage":[],"title":["On the Efficiency of Underground Systems in Large Cities"],"description":["  We report an analysis of the accessibility between different locations in big\ncities, which is illustrated with respect to London and Paris. The effects of\nthe respective underground systems in facilitating more uniform access to\ndiverse places are also quantified and investigated. It is shown that London\nand Paris have markedly different patterns of accessibility, as a consequence\nof the number of bridges and large parks of London, and that in both cases the\nrespective underground systems imply in general increase of accessibility.\n","Comment: 3 pages, 3 figures"]}]
["0911.2033",{"format":[],"subject":["Computer Science - Formal Languages and Automata Theory","Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2033","EPTCS 8, 2009, pp. 16-25","doi:10.4204/EPTCS.8.2"],"date":["2009-11-10"],"type":["text"],"creator":["Babiak, Tomáš","Řehák, Vojtěch","Strejček, Jan"],"language":[],"coverage":[],"title":["Almost Linear B\\\"uchi Automata"],"description":["  We introduce a new fragment of Linear temporal logic (LTL) called LIO and a\nnew class of Buechi automata (BA) called Almost linear Buechi automata (ALBA).\nWe provide effective translations between LIO and ALBA showing that the two\nformalisms are expressively equivalent. While standard translations of LTL into\nBA use some intermediate formalisms, the presented translation of LIO into ALBA\nis direct. As we expect applications of ALBA in model checking, we compare the\nexpressiveness of ALBA with other classes of Buechi automata studied in this\ncontext and we indicate possible applications.\n"]}]
["0911.2034",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2034","EPTCS 8, 2009, pp. 26-40","doi:10.4204/EPTCS.8.3"],"date":["2009-11-10"],"type":["text"],"creator":["Daylight, Edgar G.","Shukla, Sandeep K.","Sergio, Davide"],"language":[],"coverage":[],"title":["Expressing the Behavior of Three Very Different Concurrent Systems by\n  Using Natural Extensions of Separation Logic"],"description":["  Separation Logic is a non-classical logic used to verify pointer-intensive\ncode. In this paper, however, we show that Separation Logic, along with its\nnatural extensions, can also be used as a specification language for\nconcurrent-system design. To do so, we express the behavior of three very\ndifferent concurrent systems: a Subway, a Stopwatch, and a 2x2 Switch. The\nSubway is originally implemented in LUSTRE, the Stopwatch in Esterel, and the\n2x2 Switch in Bluespec.\n"]}]
["0911.2035",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2035","EPTCS 8, 2009, pp. 41-50","doi:10.4204/EPTCS.8.4"],"date":["2009-11-10"],"type":["text"],"creator":["Gazda, Maciej","Fokkink, Wan"],"language":[],"coverage":[],"title":["Modal Logic and the Approximation Induction Principle"],"description":["  We prove a compactness theorem in the context of Hennessy-Milner logic. It is\nused to derive a sufficient condition on modal characterizations for the\nApproximation Induction Principle to be sound modulo the corresponding process\nequivalence. We show that this condition is necessary when the equivalence in\nquestion is compositional with respect to the projection operators.\n"]}]
["0911.2036",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2036","EPTCS 8, 2009, pp. 51-65","doi:10.4204/EPTCS.8.5"],"date":["2009-11-10"],"type":["text"],"creator":["Guttman, Joshua"],"language":[],"coverage":[],"title":["Security Theorems via Model Theory"],"description":["  A model-theoretic approach can establish security theorems for cryptographic\nprotocols. Formulas expressing authentication and non-disclosure properties of\nprotocols have a special form. They are quantified implications for all xs .\n(phi implies for some ys . psi). Models (interpretations) for these formulas\nare *skeletons*, partially ordered structures consisting of a number of local\nprotocol behaviors. Realized skeletons contain enough local sessions to explain\nall the behavior, when combined with some possible adversary behaviors. We show\ntwo results. (1) If phi is the antecedent of a security goal, then there is a\nskeleton A_phi such that, for every skeleton B, phi is satisfied in B iff there\nis a homomorphism from A_phi to B. (2) A protocol enforces for all xs . (phi\nimplies for some ys . psi) iff every realized homomorphic image of A_phi\nsatisfies psi. Hence, to verify a security goal, one can use the Cryptographic\nProtocol Shapes Analyzer CPSA (TACAS, 2007) to identify minimal realized\nskeletons, or \"shapes,\" that are homomorphic images of A_phi. If psi holds in\neach of these shapes, then the goal holds.\n"]}]
["0911.2039",{"format":[],"subject":["Mathematics - Algebraic Geometry","14N15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2039"],"date":["2009-11-10"],"type":["text"],"creator":["Purbhoo, Kevin"],"language":[],"coverage":[],"title":["Reality and transversality for Schubert calculus in OG(n,2n+1)"],"description":["  We prove an analogue of the Mukhin-Tarasov-Varchenko theorem (formerly the\nShapiro-Shapiro conjecture) for the maximal type B_n orthogonal Grassmannian\nOG(n,2n+1).\n","Comment: 6 pages"]}]
["0911.2046",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2046"],"date":["2009-11-10"],"type":["text"],"creator":["Sword, Daniel"],"language":[],"coverage":[],"title":["LFV in SUSY Breaking with Heavy Sleptons"],"description":["  We discuss lepton flavor violation (LFV) in the context of SUSY breaking when\nthe first-two generation sleptons are heavy. When the first-two generation\nsleptons are $\\mathcal{O}(5 {\\rm TeV})$ and have small mass-splittings, we find\nthat a light third generation slepton is allowed even with the large mixing\nimplied by neutrino oscillation experiments. As an application, we consider a\ngravity dual to single-sector SUSY breaking and show that it is compatible with\nboth LFV constraints and oscillation measurements.\n"]}]
["0911.2048",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Dynamical Systems","11B50","20D60","20F18","05B99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2048","Israel Journal of Mathematics, 167 (2008), 49-61"],"date":["2009-11-10"],"type":["text"],"creator":["Berend, D.","Boshernitzan, M. D."],"language":[],"coverage":[],"title":["Nilpotent Groups are Round"],"description":["  We define a notion of roundness for finite groups. Roughly speaking, a group\nis round if one can order its elements in a cycle in such a way that some\nnatural summation operators map this cycle into new cycles containing all the\nelements of the group. Our main result is that this combinatorial property is\nequivalent to nilpotence.\n","Comment: 11 pages"]}]
["0911.2051",{"format":[],"subject":["Mathematics - Combinatorics","52B20","52A38","05A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2051"],"date":["2009-11-10"],"type":["text"],"creator":["Liu, Fu"],"language":[],"coverage":[],"title":["Higher integrality conditions, volumes and Ehrhart polynomials"],"description":["  A polytope is integral if all of its vertices are lattice points. The\nconstant term of the Ehrhart polynomial of an integral polytope is known to be\n1. In previous work, we showed that the coefficients of the Ehrhart polynomial\nof a lattice-face polytope are volumes of projections of the polytope. We\ngeneralize both results by introducing a notion of $k$-integral polytopes,\nwhere 0-integral is equivalent to integral. We show that the Ehrhart polynomial\nof a $k$-integral polytope $P$ has the properties that the coefficients in\ndegrees less than or equal to $k$ are determined by a projection of $P$, and\nthe coefficients in higher degrees are determined by slices of $P$. A key step\nof the proof is that under certain generality conditions, the volume of a\npolytope is equal to the sum of volumes of slices of the polytope.\n","Comment: 30 pages, 1 figure"]}]
["0911.2053",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2053"],"date":["2009-11-11"],"type":["text"],"creator":["Wang, I-Hsiang","Tse, David N. C."],"language":[],"coverage":[],"title":["Interference Mitigation Through Limited Receiver Cooperation"],"description":["  Interference is a major issue limiting the performance in wireless networks.\nCooperation among receivers can help mitigate interference by forming\ndistributed MIMO systems. The rate at which receivers cooperate, however, is\nlimited in most scenarios. How much interference can one bit of receiver\ncooperation mitigate? In this paper, we study the two-user Gaussian\ninterference channel with conferencing decoders to answer this question in a\nsimple setting. We identify two regions regarding the gain from receiver\ncooperation: linear and saturation regions. In the linear region receiver\ncooperation is efficient and provides a degrees-of-freedom gain, which is\neither one cooperation bit buys one more bit or two cooperation bits buy one\nmore bit until saturation. In the saturation region receiver cooperation is\ninefficient and provides a power gain, which is at most a constant regardless\nof the rate at which receivers cooperate. The conclusion is drawn from the\ncharacterization of capacity region to within two bits. The proposed strategy\nconsists of two parts: (1) the transmission scheme, where superposition\nencoding with a simple power split is employed, and (2) the cooperative\nprotocol, where one receiver quantize-bin-and-forwards its received signal, and\nthe other after receiving the side information decode-bin-and-forwards its\nreceived signal.\n","Comment: Submitted to IEEE Transactions on Information Theory. 69 pages, 14\n  figures"]}]
["0911.2054",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Dynamical Systems","11K38, 11J71, 37A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2054","Proc. Amer. Math. Soc. 137 (2009), 3177-3185"],"date":["2009-11-11"],"type":["text"],"creator":["Boshernitzan, Michael","Ralston, David"],"language":[],"coverage":[],"title":["Continued fractions and heavy sequences"],"description":["  We initiate the study of the sets $H(c)$, $0<c<1$, of real $x$ for which the\nsequence $(kx)_{k\\geq1}$ (viewed mod 1) consistently hits the interval $[0,c)$\nat least as often as expected (i. e., with frequency $\\geq c$). More formally,\n\\[ H(c)=\\{\\alpha\\in \\mathbf R\\mid {\\rm card}(\\{1\\leq k\\leq n\\mid <\nk\\alpha><c\\})\\geq cn, {for all}n\\geq1\\}. \\] where $<x>=x-[x]$ stands for the\nfractional part of $x\\in \\mathbb R$.\n  We prove that, for rational $c$, the sets $H(c)$ are of positive Hausdorff\ndimension and, in particular, are uncountable. For integers $m\\geq1$, we obtain\na surprising characterization of the numbers $\\alpha\\in H_m= H(\\frac1m)$ in\nterms of their continued fraction expansions:\n  The odd entries (partial quotients) of these expansions are divisible by $m$.\n  The characterization implies that $x\\in H_m$ if and only if $\\frac 1{mx} \\in\nH_m$, for $x>0$. We are unaware of a direct proof of this equivalence, without\nmaking a use of the mentioned characterization of the sets $H_m$.\n  We also introduce the dual sets $\\hat H_m$ of reals $y$ for which the\nsequence of integers $\\big([ky]\\big)_{k\\geq1}$ consistently hits the set\n$m\\mathbb Z$ with the at least expected frequency $\\frac1m$ and establish the\nconnection with the sets $H_m$: {2mm} If $xy=m$ for $x,y>0$, then $x\\in H_m$ if\nand only if $y\\in \\hat H_m$.\n  The motivation for the present study comes from Y. Peres's ergodic lemma.\n","Comment: 9 pages"]}]
["0911.2057",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Rings and Algebras","05E","16T"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2057"],"date":["2009-11-11"],"type":["text"],"creator":["Forcey, Stefan","Lauve, Aaron","Sottile, Frank"],"language":[],"coverage":[],"title":["Hopf structures on the multiplihedra"],"description":["  We investigate algebraic structures that can be placed on vertices of the\nmultiplihedra, a family of polytopes originating in the study of higher\ncategories and homotopy theory. Most compelling among these are two distinct\nstructures of a Hopf module over the Loday-Ronco Hopf algebra.\n","Comment: 24 pages, 112 .eps files"]}]
["0911.2066",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2066"],"date":["2009-11-11"],"type":["text"],"creator":["Peng, Qiu He","Tong, Hao"],"language":[],"coverage":[],"title":["The physics of strong magnetic fields and activity of magnetars"],"description":["  A phase transition from paramagnetism to ferromagnetism in neutron star\ninterior is explored. Since there is $^3$P$_2$ neutron superfluid in neutron\nstar interior, it can be treated as a system of magnetic dipoles. Under the\npresence of background magnetic field, the magnetic dipoles tend to align in\nthe same direction. Below a critical temperature, there is a phase transition\nfrom paramagnetism to ferromagnetism. And this gives a convenient explanation\nof the strong magnetic field of magnetars. In our point of view, there is an\nupper limit for the magnetic field strength of magnetars. The maximum field\nstrength of magnetars is about $(3.0-4.0)\\times 10^{15}$ G. This can be tested\ndirectly by further investigations.\n  Magnetars are instable due to the ultra high Fermi energy of electrons. The\nLandau column becomes a very long cylinder along the magnetic field, but it is\nvery narrow and the Fermi energy of electron gas is given as\n$E_F(e)\\approx40(B/B_{cr})^{1/4}$ when $B\\gg B_{cr}$. $E_F(e)\\approx90MeV$ When\n$B\\sim10^{15}$ G. Hence, the electron capture process $e^-+p\\to n+\\nu_e$ will\nbe happen rapidly. Thus the $^3$P$_2$ Cooper pairs will be destroyed quickly by\nthe outgoing neutrons with high energy. It will cause the isotropic superfluid\ndisappear and then the magnetic field induced by the $^3$P$_2$ Cooper pairs\nwill be also disappear. These energy will immediately be transmitted into\nthermal energy and then transformed into the radiation energy with X-ray - soft\n$\\gamma$-ray. We may get a conclusion that the activity of magnetars originates\nfrom instability caused by the high Fermi energy of electrons in extra strong\nmagnetic field.\n","Comment: Proceedings of the 10th Symposium on Nuclei in the Cosmos (NIC X).\n  July 27 - August 1, 2008 Mackinac Island, Michigan, USA"]}]
["0911.2071",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2071"],"date":["2009-11-11"],"type":["text"],"creator":["Panchuk, Anastasiia","Dahlem, Markus","Schöll, Eckehard"],"language":[],"coverage":[],"title":["Regular spiking in asymmetrically delay-coupled FitzHugh-Nagumo systems"],"description":["  We study two delay-coupled FitzHugh-Nagumo systems, introducing a mismatch\nbetween the delay times, as the simplest representation of interacting neurons.\nWe demonstrate that the presence of delays can cause periodic oscillations\nwhich coexist with a stable fixed point. Periodic solutions observed are of two\ntypes, which we refer to as a \"long\" and a \"short\" cycle, respectively.\n"]}]
["0911.2073",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Rings and Algebras","13N15","17A36"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2073"],"date":["2009-11-11"],"type":["text"],"creator":["Petravchuk, Anatoliy P."],"language":[],"coverage":[],"title":["On pairs of commuting derivations of the polynomial ring in two\n  variables"],"description":["  Let $k$ be an arbitrary field of characteristic zero, $k[x, y]$ be the\npolynomial ring and $D$ a $k$-derivation of the ring $k[x, y]$. Recall that a\nnonconstant polynomial $F\\in k[x, y]$ is said to be a Darboux polynomial of the\nderivation $D$ if $D(F)=\\lambda F$ for some polynomial $\\lambda \\in k[x, y]$.\nWe prove that any two linearly independent over the field $k$ commuting\n$k$-derivations $D_{1}$ and $D_{2}$ of the ring $k[x, y]$ either have a common\nDarboux polynomial, or $D_{1}=D_{u_{1}}, D_{2}=D_{u_{2}}$ are Jacobian\nderivations i.e., $D_{i}(f)=\\det J(u_{i}, f)$ for every $f\\in k[x, y], i=1, 2,$\nwhere the polynomials $u_{1}, u_{2}$ satisfy the condition $\\det J(u_{1},\nu_{2})=c\\in k^{\\star}.$ This statement about derivations is an analogue of the\nknown fact from\n  Linear Algebra about common eigenvectors of pairs of commuting linear\noperators.\n","Comment: 5 pages"]}]
["0911.2075",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2075"],"date":["2009-11-11"],"type":["text"],"creator":["Zhang, Guoqiang"],"language":[],"coverage":[],"title":["A scientific understanding of network designing"],"description":["  As the Internet becomes severely overburdened with exponentially growing\ntraffic demand, it becomes a general belief that a new generation data network\nis in urgent need today. However, standing at this crossroad, we find that we\nare in a situation that lacks a theory of network designing. This issue becomes\neven more serious as the recent progress of network measurement and modeling\nchallenges the foundation of network research in the past decades.\n  This paper tries to set up a scientific foundation for network designing by\nformalizing it as a multi-objective optimization process and quantifying the\nway different designing choices independently and collectively influence these\nobjectives. A cartesian coordinate system is introduced to map the effect of\neach designing scheme to a coordinate. We investigated the achievable area of\nthe network designing space and proved some boundary conditions. It is shown\nthat different kind of networks display different shapes of achievable areas in\nthe cartesian coordinate and exhibit different abilities to achieve\ncost-effective and scalable designing. In particular, we found that the\nphilosophy underlying current empirical network designing and engineering fails\nto meet the cost-effective and evolvable requirements of network designing. We\ndemonstrated that the efficient routing combined with effective betweenness\nbased link bandwidth allocation scheme is a cost-effective and scalable design\nfor BA-like scale-free networks, whereas if other designing choices cannot be\ndetermined beforehand, ER network is a markedly good candidate for\ncost-effective and scalable design.\n","Comment: 8 pages, 6 figures"]}]
["0911.2079",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2079","2010NewA...15..150Z","doi:10.1016/j.newast.2009.06.005"],"date":["2009-11-11"],"type":["text"],"creator":["Zasche, P."],"language":[],"coverage":[],"title":["The data mining II: An analysis of 33 eclipsing binary light-curves\n  observed by the INTEGRAL/OMC"],"description":["  Thirty-three eclipsing binaries were selected for an analysis from a huge\ndatabase of observations made by the INTEGRAL/OMC camera. The photometric data\nwere processed and analyzed, resulting in a first light-curve study of these\nneglected eclipsing binaries. The system CY Lac was discovered to be an\neccentric one. In several systems from this sample even their orbital periods\nhave been confirmed or modified. Due to missing spectroscopic study of these\nstars, further detailed analyses are still needed.\n","Comment: 7 pages, figures of 33 light curves, published in:\n  2010NewA...15..150Z"]}]
["0911.2082",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2082"],"date":["2009-11-11"],"type":["text"],"creator":["Dulieu, F.","Amiaud, L.","Fillion, J-H.","Matar, E.","Momeni, A.","Pirronello, V.","Lemaire, J. L."],"language":[],"coverage":[],"title":["Experimental evidence of water formation on interstellar dust grains"],"description":["  The synthesis of water is one necessary step in the origin and development of\nlife. It is believed that pristine water is formed and grows on the surface of\nicy dust grains in dark interstellar clouds. Until now, there has been no\nexperimental evidence whether this scenario is feasible or not. We present here\nthe first experimental evidence of water synthesis under interstellar\nconditions. After D and O deposition on a water ice substrate (HO) held at 10\nK, we observe production of HDO and DO. The water substrate itself has an\nactive role in water formation, which appears to be more complicated than\npreviously thought. Amorphous water ice layers are the matrices where complex\norganic prebiotic species may be synthesized. This experiment opens up the\nfield of a little explored complex chemistry that could occur on interstellar\ndust grains, believed to be the site of key processes leading to the molecular\ndiversity and complexity observed in our universe.\n","Comment: 13 pages including 3 figures"]}]
["0911.2085",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2085"],"date":["2009-11-11"],"type":["text"],"creator":["Tolos, L.","Cabrera, D.","Gamermann, D.","Garcia-Recio, C.","Molina, R.","Nieves, J.","Oset, E.","Ramos, A."],"language":[],"coverage":[],"title":["Strange and charm mesons at FAIR"],"description":["  We study the properties of strange and charm mesons in hot and dense matter\nwithin a self-consistent coupled-channel approach for the experimental\nconditions of density and temperature expected for the CBM experiment at\nFAIR/GSI. The in-medium solution at finite temperature accounts for Pauli\nblocking effects, mean-field binding of all the baryons involved, and meson\nself-energies. We analyze the behaviour in this hot and dense environment of\ndynamically-generated baryonic resonances together with the evolution with\ndensity and temperature of the strange and open-charm meson spectral functions.\nWe test the spectral functions for strange mesons using energy-weighted sum\nrules and finally discuss the implications of the properties of charm mesons on\nthe D_{s0}(2317) and the predicted X(3700) scalar resonances.\n","Comment: 12 pages, 9 figures, invited talk at XXXI Mazurian Lakes Conference\n  on Physics: Nuclear Physics and the Road to FAIR, August 30-September 6,\n  2009, Piaski, Poland"]}]
["0911.2086",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2086"],"date":["2009-11-11"],"type":["text"],"creator":["Fujita, Takehisa","Kanda, Naohiro"],"language":[],"coverage":[],"title":["Novel Solution of Mercury Perihelion Shift"],"description":["  We present a novel solution of the Mercury perihelion advance shift in the\nnew gravity model. It is found that the non-relativistic reduction of the Dirac\nequation with the gravitational potential produces the new gravitational\npotential of $\\displaystyle{V(r)=-{GMm\\over r}+{G^2M^2m^2\\over 2mc^2r^2}}$.\nThis potential can explain the Mercury perihelion advance shift without any\nfree parameters. Also, it can give rise to the $\\omega-$shift of the GPS\nsatellite where the advance shift amounts to $({\\Delta \\omega\\over\n\\omega})_{th} \\simeq 3.4\\times 10^{-10}$ which should be compared to the recent\nobserved value of $({\\Delta \\omega\\over \\omega})_{exp} \\simeq 4.5\\times\n10^{-10}$.\n","Comment: 4 page, no figure, submitted to Phys. Rev. Lett"]}]
["0911.2087",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2087"],"date":["2009-11-11"],"type":["text"],"creator":["Fujita, Takehisa","Kanda, Naohiro"],"language":[],"coverage":[],"title":["Physics of Leap Second"],"description":["  The physical origin of the leap second is discussed in terms of the new\ngravity model. The calculated time shift of the earth rotation around the sun\nfor one year amounts to $\\displaystyle{\\Delta T \\simeq 0.621 s/ year}$.\nAccording to the data, the leap second correction for one year corresponds to\n$\\Delta T \\simeq 0.63 \\pm 0.03 s/ year $, which is in perfect agreement with\nthe prediction. This shows that the leap second is not originated from the\nrotation of the earth in its own axis. Instead, it is the same physics as the\nMercury perihelion shift. We propose a novel dating method (Leap Second Dating)\nwhich enables to determine the construction date of some archaeological objects\nsuch as Stonehenge.\n","Comment: 5 pages, no figure, submitted to Nature"]}]
["0911.2092",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2092"],"date":["2009-11-11"],"type":["text"],"creator":["Perez, Gilad"],"language":[],"coverage":[],"title":["Brief Introduction to Flavor Physics"],"description":["  We consider the standard model (SM) quark flavor sector. We study its\nstructure in a spurionic, symmetry oriented approach. The SM picture of flavor\nand CP violation is now experimentally verified, hence strong bounds on beyond\nthe SM flavor structure follow. We show how to parametrically derive such\nbounds, in a model independent manner, via minimal flavor violation power\ncounting. This min-review summarizes lectures given at the ISSCSMB '08\ninternational school. It aims to give basic tools to understand how flavor and\nCP violation occur in the SM and its extensions. It should be particularly\nuseful for non-expert students who have mastered other aspects of the SM\ndynamics.\n","Comment: 15 pages, 6 Figs., submitted to Springer Proceedings in Physics"]}]
["0911.2093",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2093","J. Royal Statistical Society, series B, 61 (1999) 579-602","doi:10.1111/1467-9868.00194"],"date":["2009-11-11"],"type":["text"],"creator":["Azzalini, Adelchi","Capitanio, Antonella"],"language":[],"coverage":[],"title":["Statistical applications of the multivariate skew-normal distribution"],"description":["  Azzalini & Dalla Valle (1996) have recently discussed the multivariate\nskew-normal distribution which extends the class of normal distributions by the\naddition of a shape parameter. The first part of the present paper examines\nfurther probabilistic properties of the distribution, with special emphasis on\naspects of statistical relevance. Inferential and other statistical issues are\ndiscussed in the following part, with applications to some multivariate\nstatistics problems, illustrated by numerical examples. Finally, a further\nextension is described which introduces a skewing factor of an elliptical\ndensity.\n","Comment: full-length version of the published paper, 32 pages, with 7 figures,\n  uses psfrag"]}]
["0911.2098",{"format":[],"subject":["Mathematical Physics","33E05, 33C45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2098"],"date":["2009-11-11"],"type":["text"],"creator":["Babusci, D.","Dattoli, G."],"language":[],"coverage":[],"title":["Special polynomials and elliptic integrals"],"description":["  We show that the use of generalized multivariable forms of Hermite\npolynomials provide an useful tool for the evaluation of families of elliptic\ntype integrals often encountered in electrostatic and electrodynamics\n","Comment: 5 pages, no figures"]}]
["0911.2099",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2099"],"date":["2009-11-11"],"type":["text"],"creator":["Hefetz, Dan"],"language":[],"coverage":[],"title":["On two generalizations of the Alon-Tarsi polynomial method"],"description":["  In a seminal paper, Alon and Tarsi have introduced an algebraic technique for\nproving upper bounds on the choice number of graphs (and thus, in particular,\nupper bounds on their chromatic number). The upper bound on the choice number\nof $G$ obtained via their method, was later coined the \\emph{Alon-Tarsi number\nof $G$} and was denoted by $AT(G)$. They have provided a combinatorial\ninterpretation of this parameter in terms of the eulerian subdigraphs of an\nappropriate orientation of $G$. Their characterization can be restated as\nfollows. Let $D$ be an orientation of $G$. Assign a weight $\\omega_D(H)$ to\nevery subdigraph $H$ of $D$: if $H \\subseteq D$ is eulerian, then $\\omega_D(H)\n= (-1)^{e(H)}$, otherwise $\\omega_D(H) = 0$. Alon and Tarsi proved that $AT(G)\n\\leq k$ if and only if there exists an orientation $D$ of $G$ in which the\nout-degree of every vertex is strictly less than $k$, and moreover $\\sum_{H\n\\subseteq D} \\omega_D(H) \\neq 0$. Shortly afterwards, for the special case of\nline graphs of $d$-regular $d$-edge-colorable graphs, Alon gave another\ninterpretation of $AT(G)$, this time in terms of the signed $d$-colorings of\nthe line graph. In this paper we generalize both results. The first\ncharacterization is generalized by showing that there is an infinite family of\nweight functions (which includes the one considered by Alon and Tarsi), each of\nwhich can be used to characterize $AT(G)$. The second characterization is\ngeneralized to all graphs (in fact the result is even more general -- in\nparticular it applies to hypergraphs). We then use the second generalization to\nprove that $\\chi(G) = ch(G) = AT(G)$ holds for certain families of graphs $G$.\nSome of these results generalize certain known choosability results.\n"]}]
["0911.2104",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Commutative Algebra","13H10","13C14","13F20","13F55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2104"],"date":["2009-11-11"],"type":["text"],"creator":["Ahmad, Sarfraz"],"language":[],"coverage":[],"title":["Stanley Decompositions and Polarization"],"description":["  We define nice partitions of the multicomplex associated to a Stanley ideal.\nAs the main result we show that if the monomial ideal $I$ is a CM Stanley\nideal, then $I^p$ is a Stanley ideal as well, where $I^p$ is the polarization\nof $I$.\n","Comment: 9 Pages"]}]
["0911.2106",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2106"],"date":["2009-11-11"],"type":["text"],"creator":["Villata, Massimo"],"language":[],"coverage":[],"title":["Matter and antimatter: the two arrows of time"],"description":["  Antiparticles may be interpreted as ordinary particles travelling backwards\nin time and the two descriptions are considered equivalent, at least in special\nrelativity and relativistic quantum mechanics. It is suggested that, vice\nversa, the discovery of antimatter should be the confirmation that our world is\n\"endowed\" with two opposite time-arrows and such a description could be more\nuseful and convenient from the point of view of the understanding of the world\nitself, at least for a simple reason: whenever phenomena are observed from a\n\"reference frame\" from which the world appears more symmetric, it is easier to\nunderstand the physical laws which regulate it. If, in the future, it is\npossible to discover how a macroscopic system of antimatter behaves, it will be\nalso possible to confirm (or not) the \"reality\" of the two arrows of time.\n","Comment: 11 pages, written in 1994, but still/again interesting due to the\n  discovery of the accelerated expansion of the universe"]}]
["0911.2108",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2108"],"date":["2009-11-11"],"type":["text"],"creator":["Ehsan, Zahida","Tsintsadze, N. L.","Vranjes, J.","Coppins, M.","Khan, R.","Poedts, S.","Allen, J. E."],"language":[],"coverage":[],"title":["Acceleration of dust particles by vortex ring"],"description":["  It is shown that nonlinear interaction between large amplitude circularly\npolarized EM wave and dusty plasma leads to a nonstationary ponderomotive force\nwhich in turn produces a vortex ring, and magnetic field. Then the ensuing\nvortex ring in the direction of propagation of the pump wave can accelerate the\nmicron-size dust particles which are initially at rest and eventually form a\nnon relativistic dust jet. This effect is purely nonstationary and unlike\nlinear vortices, dust particles do not rotate here. Specifically, it is pointed\nout that the vortex ring or closed filament can become potential candidate for\nthe acceleration of dust in tokamak plasmas.\n"]}]
["0911.2124",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Condensed Matter - Other Condensed Matter","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2124"],"date":["2009-11-11"],"type":["text"],"creator":["Makovetskii, D. N."],"language":[],"coverage":[],"title":["Saturation of Stationary Inversion States in a Three-Level\n  Traveling-Wave Quantum Amplifier with Bistable Resonator Pumping"],"description":["  The inversion states of a saturated traveling-wave three-level quantum\nparamagnetic amplifier have been investigated under conditions of bistable\nresonator pumping. The equations of motion for the vectorial order parameter\nhave been obtained using adiabatic elimination of fast variables. The exact\nsolutions for stationary inversion states have been found from these equations.\nFor high-quality pump resonators, the isolated and the semi-isolated branches\nof the inversion ratio have been revealed in stationary solutions. The\nexistence of the semi-isolated branches means a possibility of collapse of the\ninversion state under influence of a saturating signal. Revival of inversion is\npossible in this case only by the hard excitation of the pump system. This\nnonlinear phenomenon is of a qualitatively another nature than one described by\nus in arXiv:0901.0449v1 [nlin.AO], and may be observed at moderate Q-factor of\npump resonator.\n","Comment: 19 pages, 4 figures. Translated from Radiophysics and Electronics\n  (Kharkov), 2008, N1"]}]
["0911.2126",{"format":[],"subject":["Mathematics - Dynamical Systems","28A80","37C70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2126"],"date":["2009-11-11"],"type":["text"],"creator":["Bedford, T.","Borodachov, S.","Geronimo, J."],"language":[],"coverage":[],"title":["A Topological Separation Condition for Fractal Attractors"],"description":["  We consider finite systems of contractive homeomorphisms of a complete metric\nspace, which are non-redundant on every level. In general this separation\ncondition is weaker than the strong open set condition and is not equivalent to\nthe weak separation property. We prove that this separation condition is\nequivalent to the strong Markov property (see definition below). We also show\nthat the set of $N$-tuples of contractive homeomorphisms, which are\nnon-redundant on every level, is a $G_\\delta$ set in the topology of pointwise\nconvergence of every component mapping with an additional requirement that the\nsupremum of contraction coefficients of mappings be strictly less than one. We\ngive several sufficient conditions for this separation property. For every\nfixed $N$-tuple of $d\\times d$ invertible contraction matrices from a certain\nclass, we obtain density results for $N$-tuples of fixed points which define\n$N$-tuples of mappings non-redundant on every level.\n","Comment: 19 pages"]}]
["0911.2127",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2127"],"date":["2009-11-11","2009-11-12"],"type":["text"],"creator":["Gerashenko, A.","Verkhovskii, S.","Karkin, A.","Voronin, V.","Kazantsev, A.","Goshchitskii, B.","Werner, J.","Behr, G."],"language":[],"coverage":[],"title":["Structural and electronic properties of LaFeAsO$_{0.85}$F$_{0.15}$\n  superconductor modified under neutron irradiation"],"description":["  The effect of atomic disorder induced by neutron irradiation on the crystal\nstructure and electronic states near $E_F$ of the lightly overdoped\nLaFeAsO$_{0.85}$F$_{0.15}$ ($T_c=21K$) was studied by X-ray diffraction and\n$^{75}$As NMR. The irradiation of the polycrystalline sample by \"moderate\"\nneutron fluence of $\\Phi=(0;0.5;1.6)\\cdot10^{19}cm^{-2}$ at $T=50^{\\circ}C$\nleads to the suppression of superconductivity. It is shown that neutron\nirradiation produces an anisotropic expansion of the tetragonal lattice almost\ndue to an increase of the Fe-As distance. A partial loss of the 2D character of\nthe FeAs layer is accompanied with a suppression of the gap-like feature in\ntemperature dependence of the spin susceptibility. In the most disordered state\nthe $^{75}$As spin-lattice relaxation rate follows the Korringa law\n$^{75}T_1^{-1} \\sim T$, the thermal behavior being typical for an isotropic\nmotion of the conducting electrons.\n"]}]
["0911.2131",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2131","C. Dalle-Ferrier et al., PRL 103, 185702 (2009)","doi:10.1103/PhysRevLett.103.185702"],"date":["2009-11-11"],"type":["text"],"creator":["Dalle-Ferrier, C.","Simon, S.","Zheng, W.","Badrinarayanan, P.","Fennell, T.","Frick, B.","Zanotti, J. M.","Alba-Simionesco, C."],"language":[],"coverage":[],"title":["The consequence of excess configurational entropy on fragility: the case\n  of a polymer/oligomer blend"],"description":["  By taking advantage of the molecular weight dependence of the glass\ntransition of polymers and their ability to form perfectly miscible blends, we\npropose a way to modify the fragility of a system, from fragile to strong,\nkeeping the same glass properties, i.e. vibrational density of states,\nmean-square displacement and local structure. Both slow and fast dynamics are\ninvestigated by calorimetry and neutron scattering in an athermal\npolystyrene/oligomer blend, and compared to those of a pure 17-mer polystyrene\nconsidered to be a reference, of same Tg. Whereas the blend and the pure 17-mer\nhave the same heat capacity in the glass and in the liquid, their fragilities\ndiffer strongly. This difference in fragility is related to an extra\nconfigurational entropy created by the mixing process and acting at a scale\nmuch larger than the interchain distance, without affecting the fast dynamics\nand the structure of the glass.\n"]}]
["0911.2134",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Functional Analysis","47A40","35P25, 47B25, 47F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2134"],"date":["2009-11-11"],"type":["text"],"creator":["Pushnitski, Alexander"],"language":[],"coverage":[],"title":["The Birman-Schwinger principle on the essential spectrum"],"description":["  Let $H_0$ and $H$ be self-adjoint operators in a Hilbert space. We consider\nthe spectral projections of $H_0$ and $H$ corresponding to a semi-infinite\ninterval of the real line. We discuss the index of this pair of spectral\nprojections and prove an identity which extends the Birman-Schwinger principle\nonto the essential spectrum. We also relate this index to the spectrum of the\nscattering matrix for the pair $H_0$, $H$.\n","Comment: Latex, 24 pages"]}]
["0911.2135",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2135"],"date":["2009-11-11"],"type":["text"],"creator":["Flori, Cecilia"],"language":[],"coverage":[],"title":["Approaches To Quantum Gravity"],"description":["  One of the main challenges in theoretical physics over the last five decades\nhas been to reconcile quantum mechanics with general relativity into a theory\nof quantum gravity. However, such a theory has been proved to be hard to attain\ndue to i) conceptual difficulties present in both the component theories\n(General Relativity (GR) and Quantum Theory); ii) lack of experimental\nevidence, since the regimes at which quantum gravity is expected to be\napplicable are far beyond the range of conceivable experiments. Despite these\ndifficulties, various approaches for a theory of Quantum Gravity have been\ndeveloped.\n  In this thesis we focus on two such approaches: Loop Quantum Gravity and the\nTopos theoretic approach. The choice fell on these approaches because, although\nthey both reject the Copenhagen interpretation of quantum theory, their\nunderpinning philosophical approach to formulating a quantum theory of gravity\nare radically different. In particular LQG is a rather conservative scheme,\ninheriting all the formalism of both GR and Quantum Theory, as it tries to\nbring to its logical extreme consequences the possibility of combining the two.\nOn the other hand, the Topos approach involves the idea that a radical change\nof perspective is needed in order to solve the problem of quantum gravity,\nespecially in regard to the fundamental concepts of `space' and `time'. Given\nthe partial successes of both approaches, the hope is that it might be possible\nto find a common ground in which each approach can enrich the other.\n"]}]
["0911.2143",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2143"],"date":["2009-11-11"],"type":["text"],"creator":["Vizzini, S.","Enriquez, H.","Chiang, S.","Oughaddou, H.","Soukiassian, P."],"language":[],"coverage":[],"title":["Nano-Objects Developing at Graphene/Silicon Carbide Interface"],"description":["  We use scanning tunneling microscopy and spectroscopy to study epitaxial\ngraphene grown on a C-face 4H-SiC(000-1) substrate. The results reveal amazing\nnano-objects at the graphene/SiC interface leading to electronic interface\nstates. Their height profiles suggest that these objects are made of packed\ncarbon nanotubes confined vertically and forming mesas at the SiC surface. We\nalso find nano-cracks covered by the graphene layer that, surprisingly, is not\nbroken, with no electronic interface state. Therefore, unlike the above\nnano-objects, these cracks should not affect the carrier mobility.\n","Comment: 9 pages, 5 figures"]}]
["0911.2160",{"format":[],"subject":["Mathematics - Combinatorics","05C99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2160"],"date":["2009-11-11"],"type":["text"],"creator":["Biggs, Norman"],"language":[],"coverage":[],"title":["Strongly Regular Graphs with No Triangles"],"description":["  A simplified version of the theory of strongly regular graphs is developed\nfor the case in which the graphs have no triangles. This leads to (i) direct\nproofs of the Krein conditions, and (ii) the characterization of strongly\nregular graphs with no triangles such that the second subconstituent is also\nstrongly regular. The method also provides an effective means of listing\nfeasible parameters for such graphs.\n"]}]
["0911.2163",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Group Theory","20C33, 20C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2163"],"date":["2009-11-11"],"type":["text"],"creator":["Himstedt, Frank","Le, Tung","Magaard, Kay"],"language":[],"coverage":[],"title":["Characters of the Sylow p-Subgroups of the Chevalley Groups D_4(p^n)"],"description":["  Let $U(q)$ be a Sylow $p$-subgroup of the Chevalley groups $D_4(q)$ where $q$\nis a power of a prime $p$. We describe a construction of all complex\nirreducible characters of $U(q)$ and obtain a classification of these\nirreducible characters via the root subgroups which are contained in the center\nof these characters. Furthermore, we show that the multiplicities of the\ndegrees of these irreducible characters are given by polynomials in $q-1$ with\nnonnegative coefficients.\n"]}]
["0911.2176",{"format":[],"subject":["Physics - Physics and Society","Physics - Data Analysis, Statistics and Probability","Physics - Popular Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2176","doi:10.1016/j.physa.2009.11.007"],"date":["2009-11-11"],"type":["text"],"creator":["Hu, Haibo","Han, Dingyi","Wang, Xiaofan"],"language":[],"coverage":[],"title":["Individual popularity and activity in online social systems"],"description":["  We propose a stochastic model of web user behaviors in online social systems,\nand study the influence of attraction kernel on statistical property of user or\nitem occurrence. Combining the different growth patterns of new entities and\nattraction patterns of old ones, different heavy-tailed distributions for\npopularity and activity which have been observed in real life, can be obtained.\n  From a broader perspective, we explore the underlying principle governing the\nstatistical feature of individual popularity and activity in online social\nsystems and point out the potential simple mechanism underlying the complex\ndynamics of the systems.\n","Comment: 7 pages, 7 figures, 1 table, accepted for publication in Physica A"]}]
["0911.2180",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2180"],"date":["2009-11-11"],"type":["text"],"creator":["Tolfree, Ian M."],"language":[],"coverage":[],"title":["Fourier Analysis of the BTZ Black Hole"],"description":["  In this paper we extend our previous work regarding the role of the Fourier\ntransformation in bulk to boundary mappings to include the BTZ black hole. We\nfollow standard procedures for modifying Fourier Transformations to accommodate\nquotient spaces and arrive at a bulk to boundary mapping in a black hole\nbackground. We show that this mapping is consistent with known results and\nlends a new insight into the AdS/CFT duality. We find that the micro-states\ncorresponding to the entropy of a bulk scalar field are the Fourier\ncoefficients on the boundary, which transform under the principal series\nrepresentation of $SL(2,R)$. Building upon this we present a toy model to\nanalyze the implications of this for the origin of black hole entropy. We find\nthat the black hole micro-states live on the boundary and correspond to the\npossible emission modes of the black hole\n","Comment: 12 pages"]}]
["0911.2182",{"format":[],"subject":["Mathematics - Rings and Algebras","16E45","18E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2182"],"date":["2009-11-11"],"type":["text"],"creator":["Maycock, Daniel"],"language":[],"coverage":[],"title":["Derived Equivalences of Upper Triangular Differential Graded Algebras"],"description":["  This paper generalises a result for upper triangular matrix rings to the\nsituation of upper triangular matrix DGA's. An upper triangular matrix DGA has\nthe form (R,S,M) where R and S are differential graded algebras and M is a\nDG-left-R-right-S-bimodule. We show that under certain conditions on the\nDG-module M and with the existance of a DG-R-module X, from which we can build\nthe derived category D(R), that there exists a derived equivalence between the\nupper triangular matrix DGAs (R,S,M) and (S,M',R'), where the DG-bimodule M' is\nobtained from M and X and R' is the endomorphism DGA of a K-projective\nresolution of X.\n","Comment: 26 pages"]}]
["0911.2184",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2184"],"date":["2009-11-11"],"type":["text"],"creator":["Prodan, Emil"],"language":[],"coverage":[],"title":["Symmetry breaking in self-consistent models: Lessons from an exactly\n  solvable many-fermion model"],"description":["  This work presents a many-fermion Hamiltonian with the following properties:\n1) is exactly solvable, 2) has a second order insulator-metal quantum phase\ntransition, 3) has a well defined mean field approximation and 4) its\nmean-field ground state displays a liquid-solid transition. The phenomenon of\nsymmetry breaking in fermionic self-consistent models is discussed in the light\nof these remarkable properties of the many-body model.\n"]}]
["0911.2188",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Representation Theory","20F36, 20C99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2188"],"date":["2009-11-11"],"type":["text"],"creator":["Marin, Ivan"],"language":[],"coverage":[],"title":["Braids inside the Birman-Wenzl-Murakami algebra"],"description":["  We determine the Zariski closure of the representations of the braid groups\nthat factorize through the Birman-Wenzl-Murakami algebra, for generic values of\nthe parameters $\\alpha,s$. For $\\alpha,s$ of modulus 1 and close to 1, we prove\nthat these representations are unitarizable, thus deducing the topological\nclosure of the image when in addition $\\alpha,s$ are algebraically independent.\n"]}]
["0911.2193",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2193"],"date":["2009-11-11"],"type":["text"],"creator":["Wilde, Erik"],"language":[],"coverage":[],"title":["Feeds as Query Result Serializations"],"description":["  Many Web-based data sources and services are available as feeds, a model that\nprovides consumers with a loosely coupled way of interacting with providers.\nThe current feed model is limited in its capabilities, however. Though it is\nsimple to implement and scales well, it cannot be transferred to a wider range\nof application scenarios. This paper conceptualizes feeds as a way to serialize\nquery results, describes the current hardcoded query semantics of such a\nperspective, and surveys the ways in which extensions of this hardcoded model\nhave been proposed or implemented. Our generalized view of feeds as query\nresult serializations has implications for the applicability of feeds as a\ngeneric Web service for any collection that is providing access to individual\ninformation items. As one interesting and compelling class of applications, we\ndescribe a simple way in which a query-based approach to feeds can be used to\nsupport location-based services.\n"]}]
["0911.2203",{"format":[],"subject":["Mathematics - Algebraic Geometry","14T05","14P25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2203","Quadrature, n. 74, p 10-22, 2009"],"date":["2009-11-11"],"type":["text"],"creator":["Brugalle, Erwan"],"language":[],"coverage":[],"title":["Un peu de geometrie tropicale"],"description":["  This basic introduction to tropical geometry is hopefully accessible to a\nfirst years student in mathematics. The topics discussed here are basic\ntropical algebra, tropical plane curves, some tropical intersections, and\nViro's patchworking.\n  I tried as much as possible to illustrate each new definition with concrete\nexamples and nice pictures.\n  As the title suggests, this text is in French. A Portuguese (Brazil) version,\nas well as correction of exercises, can be found at\nhttp://people.math.jussieu.fr/~brugalle/largerpubli.html\n","Comment: 16 pages, 15 figures, 13 exercises"]}]
["0911.2210",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2210"],"date":["2009-11-11"],"type":["text"],"creator":["Dodd, Christopher","Kremnizer, Kobi"],"language":[],"coverage":[],"title":["A Localization Theorem for Finite W-algebras"],"description":["  Following the work of Beilinson-Bernstein and Kashiwara-Rouquier, we give a\ngeometric interpretation of certain categories of modules over the finite\nW-algebra. As an application we reprove the Skryabin equivalence.\n","Comment: Preliminary Version. Comments Welcome"]}]
["0911.2213",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2213"],"date":["2009-11-11"],"type":["text"],"creator":["Espinoza, Carlos"],"language":[],"coverage":[],"title":["Rotational and Parabolic Surfaces in PSL2(R,tau) and Applications"],"description":["  We study surfaces of constant mean curvature which are invariant by\noneparameter group of either rotational isometries or parabolic isometries,\nimmersed into the homogeneous manifold PSL2(R,tau). Also, we give some\napplications.\n"]}]
["0911.2217",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2217"],"date":["2009-11-11"],"type":["text"],"creator":["Ferreira, A."],"language":[],"coverage":[],"title":["The Quantum-Classical Boundary: from Opto-Mechanics to Solid-State"],"description":["  The present thesis shows that Quantum Information concepts can be used to\nbetter understand the quantum-to-classical boundary in mesoscopic and\nmacroscopic systems. Our findings suggest a way to push this boundary towards\nthe macroscopic domain by coupling a moveable mirror to a confined\nquasi-classical electromagnetic field (Chapters 2 and 3), and opens new\npossibilities towards quantum computation and information processing with\nstrongly-correlated systems at realistic temperatures by demonstrating the\nopening of robust gaps in 2D antiferromagnetic lattices due to the presence of\nadditional spin-1/2 probes (Chapters 4 and 5).\n","Comment: PhD thesis, University of Porto, Sep 2009"]}]
["math/0109183",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Differential Geometry","57S05","58D05","57N20","58A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0109183"],"date":["2001-09-24","2009-11-12"],"type":["text"],"creator":["Yagasaki, Tatsuhiko"],"language":[],"coverage":[],"title":["Homotopy types of Diffeomorphism groups of noncompact 2-manifolds"],"description":["  Suppose M is a noncompact connected smooth 2-manifold without boundary and\nlet D(M)_0 denote the identity component of the diffeomorphism group of M with\nthe compact-open C^infty-topology. In this paper we investigate the topological\ntype of D(M)_0 and show that D(M)_0 is a topological ell_2-manifold and it has\nthe homotopy type of the circle if M is the plane, the open annulus or the open\nM\"obius band, and it is contractible in all other cases. When M admits a volume\nform w, we also discuss the topological type of the group of w-preserving\ndiffeomorphisms of M. To obtain these results we study some fundamental\nproperties of transformation groups on noncompact spaces endowed with weak\ntopology.\n","Comment: 27 pages, Definition 3.1 is corrected"]}]
["math/0503643",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","47L75","46H35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0503643","Linear Algebra and Its Applications 422 (2007), 67-76"],"date":["2005-03-28","2006-08-22"],"type":["text"],"creator":["Duncan, Benton L."],"language":[],"coverage":[],"title":["Noncommutative point derivations for matrix function algebras"],"description":["  We study a class of matrix function algebras, here denoted\n$\\mathcal{T}^{+}(\\mathcal{C}_n)$. We introduce a notion of point derivations,\nand classify the point derivations for certain finite dimensional\nrepresentations of $\\mathcal{T}^{+}(\\mathcal{C}_n)$. We use point derivations\nand information about $n \\times n$ matrices to show that every\n$\\mathcal{T}^{+}(\\mathcal{C}_n)$-valued derivation on\n$\\mathcal{T}^{+}(\\mathcal{C}_n)$ is inner.\n","Comment: 11 pages, this version (3rd version) updates some notation and\n  corrects typographical errors"]}]
["math/0607395",{"format":[],"subject":["Mathematics - Algebraic Geometry","14D06, 14J26"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0607395"],"date":["2006-07-17","2009-11-11"],"type":["text"],"creator":["Alcantara, Claudia R.","Castorena, Abel","Zamora, Alexis G."],"language":[],"coverage":[],"title":["Semistable Fibrations on Rational Surfaces with at least 6 Singular\n  Fibers"],"description":["  This paper has been withdrawn. A completely rewritten new version will be\nsoon submitted. In order to obtain the inequality $6(g-1) \\le K_f^2$ some\nadditional conditions must be imposed on the fibration, involving the number on\ncertain exceptional curves.\n","Comment: 11 pages"]}]
["math/0608548",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","47L40, 47L55, 47L75, 46L80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0608548","Illinois Journal of Mathematics 52 (2009), 419-435."],"date":["2006-08-22"],"type":["text"],"creator":["Duncan, Benton L."],"language":[],"coverage":[],"title":["Finite dimensional point derivations for graph algebras"],"description":["  This paper focuses on certain finite dimensional point derivations for the\nnon-selfadjoint operator algebras corresponding to directed graphs. We begin by\nanalyzing the derivations corresponding to full matrix representations of the\ntensor algebra of a directed graph. We determine when such a derivation is\ninner, and describe situations that give rise to non-inner derivations. We also\nanalyze the situation when the derivation corresponds to a multiplicative\nlinear functional.\n","Comment: 18 pages"]}]
["math/0703199",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703199","Russian Journal of Mathematical Physics, vol. 16 (2009), no. 3,\n  pp. 409-412"],"date":["2007-03-07","2008-10-01"],"type":["text"],"creator":["Dymara, Jan","Schick, Thomas"],"language":["ru"],"coverage":[],"title":["Buildings have finite asymptotic dimension"],"description":["  In this note, we show that the asymptotic dimension of any building is finite\nand equal to the asymptotic dimension of an apartment in that building.\n","Comment: 4 pages; v2: typos corrected, to appear in Russian Journal of\n  Mathematical Physics, special issue in honour of Nicolai Teleman v3: minor\n  confusions of geometric/combinatorial aspects clarified"]}]
