["0705.0055",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Rings and Algebras","14L30 (Primary), 16S38 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0055"],"date":["2007-04-30","2009-08-20"],"type":["text"],"creator":["Sierra, Susan J."],"language":[],"coverage":[],"title":["A general homological Kleiman-Bertini theorem"],"description":["  Let G be a smooth algebraic group acting on a variety X. Let F and E be\ncoherent sheaves on X. We show that if all the higher Tor sheaves of F against\nG-orbits vanish, then for generic g in G, the sheaf Tor^X_j(gF, E) vanishes for\nall j >0. This generalizes a result of Miller and Speyer for transitive group\nactions and a result of Speiser, itself generalizing the classical\nKleiman-Bertini theorem, on generic transversality, under a general group\naction, of smooth subvarieties over an algebraically closed field of\ncharacteristic 0.\n","Comment: 11 pages; final version to appear in Algebra and Number Theory"]}]
["0705.3482",{"format":[],"subject":["Mathematics - Statistics Theory","62G07, 62G07 (Primary) 62G05, 42A38 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3482","Annals of Statistics 2009, Vol. 37, No. 5A, 2301-2323","doi:10.1214/08-AOS652"],"date":["2007-05-23","2009-08-21"],"type":["text"],"creator":["Johannes, Jan"],"language":[],"coverage":[],"title":["Deconvolution with unknown error distribution"],"description":["  We consider the problem of estimating a density $f_X$ using a sample\n$Y_1,...,Y_n$ from $f_Y=f_X\\star f_{\\epsilon}$, where $f_{\\epsilon}$ is an\nunknown density. We assume that an additional sample\n$\\epsilon_1,...,\\epsilon_m$ from $f_{\\epsilon}$ is observed. Estimators of\n$f_X$ and its derivatives are constructed by using nonparametric estimators of\n$f_Y$ and $f_{\\epsilon}$ and by applying a spectral cut-off in the Fourier\ndomain. We derive the rate of convergence of the estimators in case of a known\nand unknown error density $f_{\\epsilon}$, where it is assumed that $f_X$\nsatisfies a polynomial, logarithmic or general source condition. It is shown\nthat the proposed estimators are asymptotically optimal in a minimax sense in\nthe models with known or unknown error density, if the density $f_X$ belongs to\na Sobolev space $H_{\\mathbh p}$ and $f_{\\epsilon}$ is ordinary smooth or\nsupersmooth.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AOS652 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["0707.3144",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3144","Astrophys.J.671:1640-1668,2007","doi:10.1086/522304"],"date":["2007-07-22","2007-11-26"],"type":["text"],"creator":["An, Deokkeun","Terndrup, Donald M.","Pinsonneault, Marc H."],"language":[],"coverage":[],"title":["The Distances to Open Clusters from Main-Sequence Fitting. IV. Galactic\n  Cepheids, the LMC, and the Local Distance Scale"],"description":["  We derive the basic properties of seven Galactic open clusters containing\nCepheids and construct their period-luminosity (P-L) relations. For our cluster\nmain-sequence fitting we extend previous Hyades-based empirical\ncolor-temperature corrections to hotter stars using the Pleiades as a template.\nWe use BVI_{C}JHK_{s} data to test the reddening law, and include metallicity\neffects to perform a more comprehensive study for our clusters than prior\nefforts. The ratio of total to selective extinction R_V that we derive is\nconsistent with expectations. Assuming the LMC P-L slopes, we find <M_V> =\n-3.93 +/- 0.07 (statistical) +/- 0.14 (systematic) for 10-day period Cepheids,\nwhich is generally fainter than those in previous studies. Our results are\nconsistent with recent HST and Hipparcos parallax studies when using the\nWesenheit magnitudes W(VI). Uncertainties in reddening and metallicity are the\nmajor remaining sources of error in the V-band P-L relation, but a higher\nprecision could be obtained with deeper optical and near-infrared cluster\nphotometry. We derive distances to NGC4258, the LMC, and M33 of (m - M)_0 =\n29.28 +/- 0.10, 18.34 +/- 0.06, and 24.55 +/- 0.28, respectively, with an\nadditional systematic error of 0.16 mag in the P-L relations. The distance to\nNGC4258 is in good agreement with the geometric distance derived from water\nmasers [\\Delta (m - M)_0 = 0.01 +/- 0.24]; our value for M33 is less consistent\nwith the distance from an eclipsing binary [\\Delta (m - M)_0 = 0.37 +/- 0.34];\nour LMC distance is moderately shorter than the adopted distance in the HST Key\nProject, which formally implies an increase in the Hubble constant of 7% +/-\n8%.\n","Comment: 28 pages, 21 figures; accepted for publication in the ApJ"]}]
["0710.0379",{"format":[],"subject":["Mathematics - Statistics Theory","60G60, 62M30, 62M40 (Primary) 62G05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0379","Annals of Statistics 2009, Vol. 37, No. 5A, 2324-2350","doi:10.1214/08-AOS647"],"date":["2007-10-01","2009-08-21"],"type":["text"],"creator":["Anderes, Ethan","Chatterjee, Sourav"],"language":[],"coverage":[],"title":["Consistent estimates of deformed isotropic Gaussian random fields on the\n  plane"],"description":["  This paper proves fixed domain asymptotic results for estimating a smooth\ninvertible transformation $f:\\Bbb{R}^2\\to\\Bbb{R}^2$ when observing the deformed\nrandom field $Z\\circ f$ on a dense grid in a bounded, simply connected domain\n$\\Omega$, where $Z$ is assumed to be an isotropic Gaussian random field on\n$\\Bbb{R}^2$. The estimate $\\hat{f}$ is constructed on a simply connected domain\n$U$, such that $\\overline{U}\\subset\\Omega$ and is defined using kernel smoothed\nquadratic variations, Bergman projections and results from quasiconformal\ntheory. We show, under mild assumptions on the random field $Z$ and the\ndeformation $f$, that $\\hat{f}\\to R_{\\theta}f+c$ uniformly on compact subsets\nof $U$ with probability one as the grid spacing goes to zero, where\n$R_{\\theta}$ is an unidentifiable rotation and $c$ is an unidentifiable\ntranslation.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AOS647 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["0710.2740",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2740"],"date":["2007-10-15"],"type":["text"],"creator":["Banerjee, Rudrani","Sarkar, Angshuman"],"language":[],"coverage":[],"title":["Reliability of Module Based Software System"],"description":["  This paper consider the problem of determining the reliability of a software\nsystem which can be decomposed in a number of modules. We have derived the\nexpression of the reliability of a system using the Markovian model for the\ntransfer of control between modules in order. We have given the expression of\nreliability by considering both benign and catastrophic failure. The expression\nof reliability presented in this work is applicable for some control software\nwhich are designed to detect its own internal errors.\n","Comment: Submitted to the Electronic Journal of Statistics\n  (http://www.i-journals.org/ejs/) by the Institute of Mathematical Statistics\n  (http://www.imstat.org)"]}]
["0710.2831",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2831","J. Mod. Opt. 54, 2499 (2007)"],"date":["2007-10-15","2007-10-17"],"type":["text"],"creator":["Drummond, P. D.","Deuar, P.","Vaughan, T. G.","Corney, J. F."],"language":[],"coverage":[],"title":["Quantum dynamics in phase space: From coherent states to the Gaussian\n  representation"],"description":["  We give an outlook on the future of coherence theory and many-body quantum\ndynamics as experiments develop in the arena of ultra-cold atoms. Novel results\non quantum heating of center-of-mass temperature in evaporative cooling and\nsimulation methods for long-range interactions are obtained, using positive-P\nphase-space techniques.\n","Comment: 16 pages; minor amendments - typos, some formatting, updated\n  references"]}]
["0711.3640",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3640","Astrophys.J.676:889-898,2008","doi:10.1086/528951"],"date":["2007-11-22","2008-04-14"],"type":["text"],"creator":["Okumura, Teppei","Matsubara, Takahiko","Eisenstein, Daniel J.","Kayo, Issha","Hikage, Chiaki","Szalay, Alexander S.","Schneider, Donald P."],"language":[],"coverage":[],"title":["Large-Scale Anisotropic Correlation Function of SDSS Luminous Red\n  Galaxies"],"description":["  We study the large-scale anisotropic two-point correlation function using\n46,760 luminous red galaxies at redshifts 0.16 -- 0.47 from the Sloan Digital\nSky Survey. We measure the correlation function as a function of separations\nparallel and perpendicular to the line-of-sight in order to take account of\nanisotropy of the large-scale structure in redshift space. We find a slight\nsignal of baryonic features in the anisotropic correlation function, i.e., a\n``baryon ridge'' which corresponds to a baryon acoustic peak in the spherically\naveraged correlation function which has already been reported using the same\nsample. The baryon ridge has primarily a spherical structure with a known\nradius in comoving coordinates. It enables us to divide the redshift distortion\neffects into dynamical and geometrical components and provides further\nconstraints on cosmological parameters, including the dark energy\nequation-of-state. With an assumption of a flat $\\Lambda$ cosmology, we find\nthe best-fit values of $\\Omega_{\\rm m} = 0.218^{+0.047}_{-0.037}$ and\n$\\Omega_{\\rm b} = 0.047^{+0.016}_{-0.016}$ (68% C.L.) when we use the overall\nshape of the anisotropic correlation function of $40<s<200\\himpc$ including a\nscale of baryon acoustic oscillations. When an additional assumption\n$\\Omega_{\\rm b}h^2=0.024$ is adopted, we obtain $\\Omega_{\\rm\nDE}=0.770^{+0.051}_{-0.040}$ and $w=-0.93^{+0.45}_{-0.35}$. These constraints\nare estimated only from our data of the anisotropic correlation function, and\nthey agree quite well with values both from the cosmic microwave background\n(CMB) anisotropies and from other complementary statistics using the LRG\nsample. With the CMB prior from the 3 year WMAP results, we give stronger\nconstraints on those parameters.\n","Comment: 11 pages, 9 figures, 1 table, typo corrected, references added with\n  respect to published version"]}]
["0711.4883",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.4883"],"date":["2007-11-30"],"type":["text"],"creator":["Alimohammadi, Roshanak"],"language":[],"coverage":[],"title":["Comparison of Spline with Kriging in an Epidemiological Problem"],"description":["  There are various methods to analyze different kinds of data sets. Spatial\ndata is defined when data is dependent on each other based on their respective\nlocations. Spline and Kriging are two methods for interpolating and predicting\nspatial data. Under certain conditions, these methods are equivalent, but in\npractice they show different behaviors. Amount of data can be observed only at\nsome positions that are chosen as positions of sample points, therefore,\nprediction of data values in other positions is important. In this paper, the\nlink between Spline and Kriging methods is described, then for an\nepidemiological two dimensional real data set, data is observed in geological\nlongitude and in latitude dimensions, and behavior of these methods are\ninvestigated. Comparison of these performances show that for this data set,\nKriging method has a better performance than Spline method.\n","Comment: Submitted to the Electronic Journal of Statistics\n  (http://www.i-journals.org/ejs/) by the Institute of Mathematical Statistics\n  (http://www.imstat.org)"]}]
["0801.0345",{"format":[],"subject":["Mathematics - Statistics Theory","62C05, 62G05 (Primary), 94A08, 94A12 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0345","Annals of Statistics 2009, Vol. 37, No. 5A, 2145-2177","doi:10.1214/08-AOS653"],"date":["2008-01-02","2009-08-21"],"type":["text"],"creator":["Candès, Emmanuel J.","Plan, Yaniv"],"language":[],"coverage":[],"title":["Near-ideal model selection by $\\ell_1$ minimization"],"description":["  We consider the fundamental problem of estimating the mean of a vector\n$y=X\\beta+z$, where $X$ is an $n\\times p$ design matrix in which one can have\nfar more variables than observations, and $z$ is a stochastic error term--the\nso-called \"$p>n$\" setup. When $\\beta$ is sparse, or, more generally, when there\nis a sparse subset of covariates providing a close approximation to the unknown\nmean vector, we ask whether or not it is possible to accurately estimate\n$X\\beta$ using a computationally tractable algorithm. We show that, in a\nsurprisingly wide range of situations, the lasso happens to nearly select the\nbest subset of variables. Quantitatively speaking, we prove that solving a\nsimple quadratic program achieves a squared error within a logarithmic factor\nof the ideal mean squared error that one would achieve with an oracle supplying\nperfect information about which variables should and should not be included in\nthe model. Interestingly, our results describe the average performance of the\nlasso; that is, the performance one can expect in an vast majority of cases\nwhere $X\\beta$ is a sparse or nearly sparse superposition of variables, but not\nin all cases. Our results are nonasymptotic and widely applicable, since they\nsimply require that pairs of predictor variables are not too collinear.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AOS653 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["0803.0634",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0634","Astron.J.135:1968-1981,2008","doi:10.1088/0004-6256/135/5/1968"],"date":["2008-03-05"],"type":["text"],"creator":["Alexander, D. M.","Brandt, W. N.","Smail, I.","Swinbank, A. M.","Bauer, F. E.","Blain, A. W.","Chapman, S. C.","Coppin, K. E. K.","Ivison, R. J.","Menendez-Delmestre, K."],"language":[],"coverage":[],"title":["Weighing the Black Holes in z~2 Submillimeter-Emitting Galaxies Hosting\n  Active Galactic Nuclei"],"description":["  We place direct observational constraints on the black-hole masses of the\ncosmologically important z~2 submillimeter-emitting galaxy (SMG; f850>4mJy)\npopulation, and use measured host-galaxy masses to explore their evolutionary\nstatus. We employ the well-established virial black-hole mass estimator to\n'weigh' the black holes of a sample of z~2 SMGs with broad Halpha or Hbeta\nemission. The average black-hole mass and Eddington ratio (eta) of the\nlower-luminosity broad-line SMGs (L_X~10^44 erg/s} are log(M_BH/M_sol)~8.0 and\neta~0.2, respectively. These lower-luminosity broad-line SMGs lie in the same\nlocation of the L_X-L_FIR plane as more typical SMGs hosting X-ray obscured AGN\nand may be intrinsically similar systems, but orientated so that the rest-frame\noptical nucleus is visible. Under this hypothesis, we conclude that SMGs host\nblack holes with log(M_BH/M_odot)~7.8; we find supporting evidence from\nobservations of local ULIRGs. Combining these black-hole mass constraints with\nmeasured host-galaxy masses, we find that the black holes in SMGs are >3 times\nsmaller than those found in comparably massive normal galaxies in the local\nUniverse, albeit with considerable uncertainty, and >10 times smaller than\nthose predicted for z~2 luminous quasars and radio galaxies. These results\nimply that the growth of the black hole lags that of the host galaxy in SMGs,\nin stark contrast with that previously suggested for radio galaxies and\nluminous quasars at z~2. On the basis of current host-galaxy mass constraints,\nwe show that SMGs and their descendants cannot lie significantly above the\nlocally defined M_BH-M_GAL relationship. We argue that the black holes in the\nz~0 descendents of SMGs will have log(M_BH/M_odot)~8.6, indicating that they\nonly need to grow by a factor of ~6 by the present day (ABRIDGED).\n","Comment: AJ, in press; 15 pages, 7 figures, 3 tables"]}]
["0804.1038",{"format":[],"subject":["Statistics - Methodology","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1038"],"date":["2008-04-07","2009-08-21"],"type":["text"],"creator":["Hindberg, Heidi","Olhede, Sofia C."],"language":[],"coverage":[],"title":["Estimation of Ambiguity Functions With Limited Spread"],"description":["  This paper proposes a new estimation procedure for the ambiguity function of\na non-stationary time series. The stochastic properties of the empirical\nambiguity function calculated from a single sample in time are derived.\nDifferent thresholding procedures are introduced for the estimation of the\nambiguity function. Such estimation methods are suitable if the ambiguity\nfunction is only non-negligible in a limited region of the ambiguity plane. The\nthresholds of the procedures are formally derived for each point in the plane,\nand methods for the estimation of nuisance parameters that the thresholds\ndepend on are proposed. The estimation method is tested on several signals, and\nreductions in mean square error when estimating the ambiguity function by\nfactors of over a hundred are obtained. An estimator of the spread of the\nambiguity function is proposed.\n","Comment: various small changes"]}]
["0805.0117",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0117","Astrophys.J.636:13-24,2008","doi:10.1086/589921"],"date":["2008-05-01","2008-08-07"],"type":["text"],"creator":["Seo, Hee-Jong","Siegel, Ethan R.","Eisenstein, Daniel J.","White, Martin"],"language":[],"coverage":[],"title":["Non-linear structure formation and the acoustic scale"],"description":["  We present high signal-to-noise measurements of the acoustic scale in the\npresence of nonlinear growth and redshift distortions using 320(Gpc/h)^3 of\ncosmological PM simulations. Using simple fitting methods, we obtain robust\nmeasurements of the acoustic scale with scatter close to that predicted by the\nFisher matrix. We detect and quantify the shift in the acoustic scale by\nanalyzing the power spectrum: we detect at greater than 5 sigma a decrease in\nthe acoustic scale in the real-space matter power spectrum of 0.2% at z=1.5,\ngrowing to 0.45% at z=0.3. In redshift space, the shifts are about 25% larger:\nwe detect a decrease of 0.25% of at z=1.5 and 0.54% at z=0.3. Despite the\nnonzero amounts, these shifts are highly predictable numerically, and hence\nremovable within the standard ruler analysis of clustering data. Moreover, we\nshow that a simple density-field reconstruction method substantially reduces\nthe scatter and nonlinear shifts of the acoustic scale measurements: the shifts\nare reduced to less than 0.1% at z=0.3-1.5, even in the presence of\nnon-negligible shot noise. Finally, we show that the ratio of the cosmological\ndistance to the sound horizon that would be inferred from these fits is robust\nto variations in the parameterization of the fitting method and reasonable\ndifferences in the template cosmology.\n","Comment: Accepted for publication in the ApJ, 14 emulated apj pages with 8\n  figures and 6 tables, small changes to match the accepted version"]}]
["0805.1387",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1387"],"date":["2008-05-09","2009-08-21"],"type":["text"],"creator":["Zhang, Chi","Wei, Zhaohui","Papageorgiou, Anargyros"],"language":[],"coverage":[],"title":["Adiabatic Quantum Counting by Geometric Phase Estimation"],"description":["  We design an adiabatic quantum algorithm for the counting problem, i.e.,\napproximating the proportion, $\\alpha$, of the marked items in a given\ndatabase. As the quantum system undergoes a designed cyclic adiabatic\nevolution, it acquires a Berry phase $2\\pi\\alpha$. By estimating the Berry\nphase, we can approximate $\\alpha$, and solve the problem. For an error bound\n$\\epsilon$, the algorithm can solve the problem with cost of order\n$(\\frac{1}{\\epsilon})^{3/2}$, which is not as good as the optimal algorithm in\nthe quantum circuit model, but better than the classical random algorithm.\nMoreover, since the Berry phase is a purely geometric feature, the result may\nbe robust to decoherence and resilient to certain noise.\n","Comment: 9 pages"]}]
["0806.2592",{"format":[],"subject":["Mathematics - Complex Variables","32A26","32A27","32B15","32C30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2592"],"date":["2008-06-16","2009-08-21"],"type":["text"],"creator":["Andersson, Mats","Götmark, Elin"],"language":[],"coverage":[],"title":["Explicit representation of membership in polynomial ideals"],"description":["  We introduce a new division formula on projective space which provides\nexplicit solutions to various polynomial division problems with sharp degree\nestimates. We consider simple examples as the classical Macaulay theorem as\nwell as a quite recent result by Hickel, related to the effective\nNullstellensatz. We also obtain a related result that generalizes Max Noether's\nclassical AF+BG theorem.\n","Comment: 20 pages"]}]
["0806.4194",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4194","Comput.Phys.Commun.180:1614-1641,2009","doi:10.1016/j.cpc.2009.02.018"],"date":["2008-06-25"],"type":["text"],"creator":["Christensen, Neil D.","Duhr, Claude"],"language":[],"coverage":[],"title":["FeynRules - Feynman rules made easy"],"description":["  In this paper we present FeynRules, a new Mathematica package that\nfacilitates the implementation of new particle physics models. After the user\nimplements the basic model information (e.g. particle content, parameters and\nLagrangian), FeynRules derives the Feynman rules and stores them in a generic\nform suitable for translation to any Feynman diagram calculation program. The\nmodel can then be translated to the format specific to a particular Feynman\ndiagram calculator via FeynRules translation interfaces. Such interfaces have\nbeen written for CalcHEP/CompHEP, FeynArts/FormCalc, MadGraph/MadEvent and\nSherpa, making it possible to write a new model once and have it work in all of\nthese programs. In this paper, we describe how to implement a new model,\ngenerate the Feynman rules, use a generic translation interface, and write a\nnew translation interface. We also discuss the details of the FeynRules code.\n","Comment: 63 pages, 3 figures, 17 tables, elsart"]}]
["0807.3431",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3431","Phys. Rev. B 79, 094425 (2009)","doi:10.1103/PhysRevB.79.094425"],"date":["2008-07-22","2009-08-21"],"type":["text"],"creator":["Zinke, Ronald","Drechsler, Stefan-Ludwig","Richter, Johannes"],"language":[],"coverage":[],"title":["Influence of an inter-chain coupling on spiral ground-state correlations\n  in frustrated spin-1/2 J1-J2 Heisenberg chains"],"description":["  We investigate the influence of an inter-chain coupling on the spiral ground\nstate correlations of a spin-1/2 Heisenberg model consisting of a\ntwo-dimensional array of coupled chains with nearest (J1) and frustrating\nnext-nearest neighbor (J2) in-chain exchange couplings. Using the\ncoupled-cluster method we calculate the transition point between the\ncommensurate and the incommensurate (spiral) ground state as well as the\nquantum pitch angle of the spiral ground state. In addition, we provide a\nsimple empirical formula which describes the relation between the quantum pitch\nangle and the frustration parameter J2/J1.\n","Comment: 9 pages, 11 figures"]}]
["0807.3514",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Classical Analysis and ODEs","44A12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3514"],"date":["2008-07-22","2009-08-20"],"type":["text"],"creator":["Solomon, Bruce"],"language":[],"coverage":[],"title":["X-rays of currents and projections of forms"],"description":["  We introduce and study a new Radon-like transform that averages projected\ndifferential p-forms in R^n over affine (n-k)-planes. We then prove an explicit\ninversion formula for our transform on the space of rapidly-decaying smooth\np-forms. Our transform differs from the one in Gelfand-Graev-Shapiro. Moreover,\nif it can be extended to a somewhat larger space of p-forms, our inversion\nformula will allow the synthesis of any rapidly-decaying smooth p-form on R^n\nas a (continuous) superposition of pullbacks from p-forms on k-dimensional\nsubspaces. In turn, such synthesis implies an explicit formula (which we\nderive) for reconstructing compactly supported currents in R^n (e.g., compact\noriented k-dimensional subvarieties) from their oriented projections onto\nk-planes.\n","Comment: Major revision. 31 pages"]}]
["0808.2783",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematical Physics","Physics - Computational Physics","Quantum Physics","47A56, 47A62 (Primary)","47B15, 47B49 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2783","Integral Equations and Operator Theory 64 (2009), 455--486","doi:10.1007/s00020-009-1702-1"],"date":["2008-08-20","2008-10-27"],"type":["text"],"creator":["Albeverio, S.","Motovilov, A. K.","Shkalikov, A. A."],"language":[],"coverage":[],"title":["Bounds on variation of spectral subspaces under J-self-adjoint\n  perturbations"],"description":["  Let $A$ be a self-adjoint operator on a Hilbert space $\\fH$. Assume that the\nspectrum of $A$ consists of two disjoint components $\\sigma_0$ and $\\sigma_1$.\nLet $V$ be a bounded operator on $\\fH$, off-diagonal and $J$-self-adjoint with\nrespect to the orthogonal decomposition $\\fH=\\fH_0\\oplus\\fH_1$ where $\\fH_0$\nand $\\fH_1$ are the spectral subspaces of $A$ associated with the spectral sets\n$\\sigma_0$ and $\\sigma_1$, respectively. We find (optimal) conditions on $V$\nguaranteeing that the perturbed operator $L=A+V$ is similar to a self-adjoint\noperator. Moreover, we prove a number of (sharp) norm bounds on variation of\nthe spectral subspaces of $A$ under the perturbation $V$. Some of the results\nobtained are reformulated in terms of the Krein space theory. As an example,\nthe quantum harmonic oscillator under a PT-symmetric perturbation is discussed.\n"]}]
["0809.4608",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4608","Phys.Rev.C80:024902,2009","doi:10.1103/PhysRevC.80.024902"],"date":["2008-09-26"],"type":["text"],"creator":["Riek, F.","Lutz, M. F. M.","Korpa, C. L."],"language":[],"coverage":[],"title":["Photoabsorption off nuclei with self consistent vertex corrections"],"description":["  We study photoproduction off nuclei based on a self consistent and covariant\nmany body approach for the pion and isobar propagation in infinite nuclear\nmatter. For the first time the t-channel exchange of an in-medium pion is\nevaluated in the presence of vertex correction effects consistently. In\nparticular the interference pattern with the s-channel in-medium nucleon and\nisobar exchange contribution is considered. Electromagnetic gauge invariance is\nkept as a consequence of various Ward identities obeyed by the computation.\nAdjusting the set of Migdal parameters to the data set we predict an attractive\nmass shift for the isobar of about 50 MeV at nuclear saturation density.\n","Comment: 10 pages, 6 figures"]}]
["0810.2019",{"format":[],"subject":["Mathematics - Complex Variables","32V05","32V40","32M25","17B66"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2019"],"date":["2008-10-11","2009-08-21"],"type":["text"],"creator":["Fels, Gregor","Kaup, Wilhelm"],"language":[],"coverage":[],"title":["Local tube realizations of CR-manifolds and maximal abelian subalgebras"],"description":["  For every CR-manifold germ (M,a) local tube realizations are characterized by\ncertain abelian subalgebras of the real Lie algebra hol(M,a) of all germs of\n(real-analytic) infinitesimal transformations. For instance, if M is\nholomorphically non-degenerate, every such subalgebra is maximal abelian and\nthe classification of all local tube realizations for (M,a) reduces to a purely\nalgebraic problem.\n","Comment: 1 figure The text has been partly reorganized (especially sections 3\n  and 4) and simplified. Also extensions have been made such as in Lemma 3.1\n  (former Lemma 4.1) and for the examples in Section 4 (now for compact\n  SU(p,q)-orbits in Grassmann spaces, formerly at the end of Section 3 only in\n  projective spaces)"]}]
["0811.1501",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1501","Phys. Rev. Lett., 102, 027602, 2009","doi:10.1103/PhysRevLett.102.027602"],"date":["2008-11-10"],"type":["text"],"creator":["Arnold, Donna C.","Knight, Kevin S.","Morrison, Finlay D.","Lightfoot, Philip"],"language":[],"coverage":[],"title":["The ferroelectric-paraelectric phase transition in BiFeO3: crystal\n  structure of the orthorhombic beta-phase"],"description":["  A detailed investigation using variable temperature powder neutron\ndiffraction demonstrates that BiFeO3 undergoes a phase transition from the\nferroelectric alpha phase (rhombohedral, R3c) to a paraelectric beta phase\n(orthorhombic, Pbnm) between 820 oC and 830 oC. Co-existence of both phases\nover a finite temperature interval, together with abrupt changes in key\nstructural parameters, confirm that the transition is firstorder. The beta\nphase corresponds to the GdFeO3-type perovskite. The metastability of BiFeO3\nrelative to Bi2Fe4O9 above 810 oC precludes observation of a reported cubic\ngamma phase above 925 oC under the present experimental conditions.\n"]}]
["0811.2967",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2967","Phys. Rev. B 80, 064108 (2009)","doi:10.1103/PhysRevB.80.064108"],"date":["2008-11-18","2009-08-21"],"type":["text"],"creator":["Freedman, Daniel A.","Roundy, D.","Arias, T. A."],"language":[],"coverage":[],"title":["Elastic effects of vacancies in strontium titanate: Short- and\n  long-range strain fields, elastic dipole tensors, and chemical strain"],"description":["  We present a study of the local strain effects associated with vacancy\ndefects in strontium titanate and report the first calculations of elastic\ndipole tensors and chemical strains for point defects in perovskites. The\ncombination of local and long-range results will enable determination of x-ray\nscattering signatures that can be compared with experiments. We find that the\noxygen vacancy possesses a special property -- a highly anisotropic elastic\ndipole tensor which almost vanishes upon averaging over all possible defect\norientations. Moreover, through direct comparison with experimental\nmeasurements of chemical strain, we place constraints on the possible defects\npresent in oxygen-poor strontium titanate and introduce a conjecture regarding\nthe nature of the predominant defect in strontium-poor stoichiometries in\nsamples grown via pulsed laser deposition. Finally, during the review process,\nwe learned of recent experimental data, from strontium titanate films deposited\nvia molecular-beam epitaxy, that show good agreement with our calculated value\nof the chemical strain associated with strontium vacancies.\n","Comment: 14 pages, 11 figures, 4 tables"]}]
["0811.3493",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3493","Progress In Electromagnetics Research B, Vol. 15, 267-283, 2009","doi:10.2528/PIERB0905070"],"date":["2008-11-21","2009-08-21"],"type":["text"],"creator":["Luukkonen, Olli","Simovski, Constantin R.","Tretyakov, Sergei A."],"language":[],"coverage":[],"title":["Grounded Uniaxial Material Slabs as Magnetic Conductors"],"description":["  The objective of this paper is all-angle artificial magnetic conductor, i.e.\nartificial magnetic conductor that has stable magnetic-wall effect with respect\nto the incidence angle. Furthermore, we seek for a design that would be easy\nfor manufacturing. In order to achieve this we use grounded uniaxial material\nslabs and we do not constrict ourselves to naturally available materials.\nInstead, we assume that the desired parameters can be synthesized using the\nemerging artificial electromagnetic materials. It is found that it is possible\nto have an all-angle magnetic-wall effect for both TE and TM polarization.\nEspecially for the TM fields the structure would be easily manufacturable. The\nproposed structure has similar appearance as more well-known artificial\nimpedance surfaces, but the design parameters and the physical properties\nbehind the magnetic wall effect are novel. The performance of the proposed\nartificial magnetic conductor is verified with numerical simulations. This\npaper introduces a new approach how to obtain a magnetic-wall effect. It is\npossible to use this this approach also together with other ways of obtaining\nthe magnetic-wall effect for dual-band operation.\n"]}]
["0812.1690",{"format":[],"subject":["Statistics - Applications","Mathematics - Statistics Theory","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1690","Annals of Applied Statistics 2009, Vol. 3, No. 2, 764-790","doi:10.1214/00-AOAS223"],"date":["2008-12-09","2009-08-21"],"type":["text"],"creator":["Edlefsen, Paul T.","Liu, Chuanhai","Dempster, Arthur P."],"language":[],"coverage":[],"title":["Estimating limits from Poisson counting data using Dempster--Shafer\n  analysis"],"description":["  We present a Dempster--Shafer (DS) approach to estimating limits from Poisson\ncounting data with nuisance parameters. Dempster--Shafer is a statistical\nframework that generalizes Bayesian statistics. DS calculus augments\ntraditional probability by allowing mass to be distributed over power sets of\nthe event space. This eliminates the Bayesian dependence on prior distributions\nwhile allowing the incorporation of prior information when it is available. We\nuse the Poisson Dempster--Shafer model (DSM) to derive a posterior DSM for the\n``Banff upper limits challenge'' three-Poisson model. The results compare\nfavorably with other approaches, demonstrating the utility of the approach. We\nargue that the reduced dependence on priors afforded by the Dempster--Shafer\nframework is both practically and theoretically desirable.\n","Comment: Published in at http://dx.doi.org/10.1214/00-AOAS223 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0812.4590",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4590","Phys.Rev.C80:014612,2009","doi:10.1103/PhysRevC.80.014612"],"date":["2008-12-25","2009-08-21"],"type":["text"],"creator":["Sargsian, Misak M","Granados, Carlos"],"language":[],"coverage":[],"title":["Hard Break-Up of Two-Nucleons from the 3He Nucleus"],"description":["  We investigate a large angle photodisintegration of two nucleons from the\n$^3$He nucleus within the framework of the hard rescattering model (HRM). In\nthe HRM a quark of one nucleon knocked out by an incoming photon rescatters\nwith a quark of the other nucleon leading to the production of two nucleons\nwith large relative momentum. Assuming the dominance of the quark-interchange\nmechanism in a hard NN scattering, the HRM allows to express the amplitude of a\ntwo-nucleon break-up reaction through the convolution of photon-quark\nscattering, $NN$ hard scattering amplitude and nuclear spectral function. The\nphoton-quark scattering amplitude can be explicitly calculated in the high\nenergy regime, whereas for $NN$ scattering one uses the fit of the available\nexperimental data. The HRM predicts several specific features for the hard\nbreakup reaction. First, the cross section will approximately scale as\n$s^{-11}$. Secondly, the $s^{11}$ weighted cross section will have the shape of\nenergy dependence similar to that of $s^{10}$ weighted $NN$ elastic scattering\ncross section. Also one predicts an enhancement of the $pp$ breakup relative to\nthe $pn$ breakup cross section as compared to the results from low energy\nkinematics. Another result is the prediction of different spectator momentum\ndependencies of $pp$ and $pn$ breakup cross sections. This is due to the fact\nthat same-helicity $pp$-component is strongly suppressed in the ground state\nwave function of $^3$He. Because of this suppression the HRM predicts\nsignificantly different asymmetries for the cross section of polarization\ntransfer $NN$ breakup reactions for circularly polarized photons. For the $pp$\nbreakup this asymmetry is predicted to be zero while for the $pn$ it is close\nto ${2\\over 3}$.\n","Comment: 33 pages and 8 figures, version published in Physical Review C"]}]
["0901.1250",{"format":[],"subject":["Mathematics - Geometric Topology","57Q10, 55R22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.1250"],"date":["2009-01-09","2009-08-21"],"type":["text"],"creator":["Farrell, F. T.","Lück, Wolfgang","Steimle, Wolfgang"],"language":[],"coverage":[],"title":["Obstructions to Fibering a Manifold"],"description":["  Given a map f: M \\to M of closed topological manifolds we define torsion\nobstructions whose vanishing is a necessary condition for f being homotopy\nequivalent to a projection of a locally trivial fiber bundle. If N = S^1, these\ntorsion obstructions are identified with the ones due to Farrell.\n  We have changed the exposition according to the comments of the referee and\ncorrected some typos. The paper will appear in Geometriae Dedicata.\n","Comment: 33 pages"]}]
["0901.2865",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2865","Phys. Lett. A (2009), doi:10.1016/j.physleta.2009.07.082","doi:10.1016/j.physleta.2009.07.082"],"date":["2009-01-19","2009-07-24"],"type":["text"],"creator":["Arevalo, E."],"language":[],"coverage":[],"title":["Solitons as a signature of the modulation instability in the discrete\n  nonlinear Schrodinger equation"],"description":["  The effect of the modulation instability on the propagation of solitary waves\nalong one-dimensional discrete nonlinear Schr\\\"odinger equation with cubic\nnonlinearity is revisited. A self-contained quasicontinuum approximation is\ndeveloped to derive closed-form expressions for small-amplitude solitary waves.\nThe notion that the existence of nonlinear solitary waves is a signature of the\nmodulation instability is used to analytically study instability effects on\nsolitons during propagation. In particular, we concern with instability effects\nin the dark region, where other analytical methods as the standard modulation\nanalysis of planewaves do not provide any information on solitons. The region\nof high-velocity solitons is studied anew showing that solitons are less prone\nto intabilities in this region. An analytical upper boundary for the\nself-defocusing instability is defined.\n","Comment: 16 pages, An important comment on the staggering transformation is\n  now included"]}]
["0902.0487",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice","High Energy Physics - Theory","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0487","Phys.Rev.D79: 096001, 2009","doi:10.1103/PhysRevD.79.096001"],"date":["2009-02-03"],"type":["text"],"creator":["Sakai, Yuji","Kashiwa, Kouji","Kouno, Hiroaki","Matsuzaki, Masayuki","Yahiro, Masanobu"],"language":[],"coverage":[],"title":["Determination of QCD phase diagram from the imaginary chemical potential\n  region"],"description":["  We test the reliability of the the Polyakov-loop extended Nambu-Jona-Lasinio\n(PNJL) model, comparing the model result with the lattice data at nonzero\nimaginary chemical potential. The PNJL model with the vector-type four-quark\nand scalar-type eight-quark interactions reproduces the lattice data on the\npseudocritical temperatures of the deconfinement and chiral phase transitions.\nThe QCD phase diagram in the real chemical potential region is predicted by the\nPNJL model. The critical endpoint survives, even if the vector-type four-quark\ninteraction is taken into account.\n","Comment: 8 pages, 12 figures"]}]
["0902.1361",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1361","J. Phys.: Condens. Matter 21 (2009) 375701","doi:10.1088/0953-8984/21/37/375701"],"date":["2009-02-08","2009-05-04"],"type":["text"],"creator":["Jiang, Hong-Min","Chen, Cui-Ping","Li, Jian-Xin"],"language":[],"coverage":[],"title":["Spectral and optical properties in the antiphase stripe phase of the\n  cuprate superconductors"],"description":["  We investigate the superconducting order parameter, the spectral and optical\nproperties in a stripe model with spin (charge) domain-derived scattering\npotential $V_{s}$ ($V_{c}$). We show that the charge domain-derived scattering\nis less effective than the spin scattering on the suppression of\nsuperconductivity. For $V_{s}\\gg V_{c}$, the spectral weight concentrates on\nthe ($\\pi,0$) antinodal region, and a finite energy peak appears in the optical\nconductivity with the disappearance of the Drude peak. But for $V_{s}\\approx\nV_{c}$, the spectral weight concentrates on the ($\\pi/2,\\pi/2$) nodal region,\nand a residual Drude peak exists in the optical conductivity without the finite\nenergy peak. These results consistently account for the divergent observations\nin the ARPES and optical conductivity experiments in several high-$T_c$\ncuprates, and suggest that the \"insulating\" and \"metallic\" properties are\nintrinsic to the stripe state, depending on the relative strength of the spin\nand charge domain-derived scattering potentials.\n","Comment: 7 pages, 4 figures"]}]
["0904.1532",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1532","Nature 460, 995 (2009)"],"date":["2009-04-09"],"type":["text"],"creator":["Gemelke, Nathan","Zhang, Xibo","Hung, Chen-Lung","Chin, Cheng"],"language":[],"coverage":[],"title":["In-situ Observation of Incompressible Mott-Insulating Domains of\n  Ultracold Atomic Gases"],"description":["  We present a direct measurement of the density profile of a two-dimensional\nMott Insulator formed by ultracold atoms in an optical lattice. High resolution\nabsorption imaging is used to probe the \"wedding-cake\" structure of a trapped\ngas as it crosses the boundary from a unit-filled Mott insulating phase to the\nsuperfluid phase at finite temperature. Detailed analysis of images yields\nmeasurements of temperature and local compressibility; for the latter we\nobserve a strong suppression deep in the Mott-insulating phase, which is\nrecovered for the superfluid and normal phases. Furthermore, we measure\nspatially resolved fluctuations in the local density, showing a suppression of\nfluctuations in the insulator. Results are consistent with the\nfluctuation-dissipation theorem for insulator, superfluid and normal gas.\n"]}]
["0904.3124",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Quantitative Biology - Subcellular Processes"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3124"],"date":["2009-04-20","2009-08-21"],"type":["text"],"creator":["Kim, Kyung Hyuk","Sauro, Herbert M."],"language":[],"coverage":[],"title":["Stochastic Control Analysis for Biochemical Reaction Systems"],"description":["  In this paper, we investigate how stochastic reaction processes are affected\nby external perturbations. We describe an extension of the deterministic\nmetabolic control analysis (MCA) to the stochastic regime. We introduce\nstochastic sensitivities for mean and covariance values of reactant\nconcentrations and reaction fluxes and show that there exist MCA-like summation\ntheorems among these sensitivities. The summation theorems for flux variances\nare shown to depend on the size of the measurement time window ($\\epsilon$),\nwithin which reaction events are counted for measuring a single flux. The\ndegree of the $\\epsilon$-dependency can become significant for processes\ninvolving multi-time-scale dynamics and is estimated by introducing a new\nmeasure of time scale separation. This $\\epsilon$-dependency is shown to be\nclosely related to the power-law scaling observed in flux fluctuations in\nvarious complex networks. We propose a systematic way to control fluctuations\nof reactant concentrations while minimizing changes in mean concentration\nlevels. Such orthogonal control is obtained by introducing a control vector\nindicating the strength and direction of parameter perturbations leading to a\nsensitive control. We also propose a possible implication in the control of\nflux fluctuation: The control distribution for flux fluctuations changes with\nthe measurement time window size, $\\epsilon$. When a control engineer applies a\nspecific control operation on a reaction system, the system can respond\ncontrary to what is expected, depending on the time window size $\\epsilon$.\n","Comment: 34 pages, 11 figures"]}]
["0904.4179",{"format":[],"subject":["Mathematics - Complex Variables","32U40, 32U15, 32E20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.4179"],"date":["2009-04-27","2009-08-21"],"type":["text"],"creator":["Dujardin, Romain"],"language":[],"coverage":[],"title":["Wermer examples and currents"],"description":["  In this paper we give the first examples of positive closed currents in\n$\\mathbb{C}^2$ with continuous potentials, vanishing self-intersection, and\nwhich are not laminar. More precisely, they are supported on sets \"without\nanalytic structure\". The result is mostly interesting when the potential has\nregularity close to $C^2$, because laminarity is expected to hold in that case.\nWe actually construct examples which are $C^{1,\\alpha}$ for all $\\alpha<1$.\n","Comment: Minor modifications. Final version, to appear in GAFA"]}]
["0905.0193",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0193","Eur. Phys. J. C51:83-101,2007","doi:10.1140/epjc/s10052-007-0293-8"],"date":["2009-05-02"],"type":["text"],"creator":["Dosch, H. G.","Ferreira, Erasmo"],"language":[],"coverage":[],"title":["Nonperturbative and perturbative aspects of photo- and electroproduction\n  of vector mesons"],"description":["  We discuss various aspects of vector meson production, first analysing the\ninterplay between perturbative and nonperturbative aspects of the QCD\ncalculation. Using a general method adapted to incorporate both perturbative\nand nonpertubative aspects, we show that nonperturbative effects are important\nfor all experimentally available values of the photon virtuality Q2. We compare\nthe huge amount of experimental information now available with our theoretical\nresults obtained using a specific nonperturbative model without free\nparameters, showing that quite simple features are able to explain the data.\n","Comment: 19 pages"]}]
["0905.0301",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0301","Class.Quant.Grav.26:155021,2009","doi:10.1088/0264-9381/26/15/155021"],"date":["2009-05-03","2009-05-11"],"type":["text"],"creator":["Orlando, Domenico","Reffert, Susanne"],"language":[],"coverage":[],"title":["On the Renormalizability of Horava-Lifshitz-type Gravities"],"description":["  In this note, we discuss the renormalizability of Horava-Lifshitz-type\ngravity theories. Using the fact that Horava-Lifshitz gravity is very closely\nrelated to the stochastic quantization of topologically massive gravity, we\nshow that the renormalizability of HL gravity only depends on the\nrenormalizability of topologically massive gravity. This is a consequence of\nthe BRST and time-reversal symmetries pertinent to theories satisfying the\ndetailed balance condition.\n","Comment: 13 pages, references added, typos fixed"]}]
["0905.0820",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0820","J. Phys.: Condens. Matter 21 (2009) 375110.","doi:10.1088/0953-8984/21/37/375110"],"date":["2009-05-06"],"type":["text"],"creator":["Mohammadi, F.","Saberi, A. A.","Rouhani, S."],"language":[],"coverage":[],"title":["Scaling and Multiscaling Behavior of the Perimeter of Diffusion-Limited\n  Aggregation (DLA) Generated by the Hastings-Levitov Method"],"description":["  In this paper, we analyze the scaling behavior of \\emph{Diffusion Limited\nAggregation} (DLA) simulated by Hastings-Levitov method. We obtain the fractal\ndimension of the clusters by direct analysis of the geometrical patterns in a\ngood agreement with one obtained from analytical approach. We compute the\ntwo-point density correlation function and we show that in the large-size\nlimit, it agrees with the obtained fractal dimension. These support the\nstatistical agreement between the patterns and DLA clusters. We also\ninvestigate the scaling properties of various length scales and their\nfluctuations, related to the boundary of cluster. We find that all of the\nlength scales do not have a simple scaling with same correction to scaling\nexponent. The fractal dimension of the perimeter is obtained equal to that of\nthe cluster. The growth exponent is computed from the evolution of the\ninterface width equal to $\\beta=0.557(2)$. We also show that the perimeter of\nDLA cluster has an asymptotic multiscaling behavior.\n","Comment: 7 pages, 9 figures; Accepted for pulication in: Journal of Physics:\n  Condensed Matter (2009)"]}]
["0905.2051",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2051","Phys. Rev. D 80, 035018 (2009)","doi:10.1103/PhysRevD.80.035018"],"date":["2009-05-13","2009-08-21"],"type":["text"],"creator":["Dreiner, H. K.","Grab, S.","Koschade, Daniel","Kramer, M.","Langenfeld, Ulrich","O'Leary, Ben"],"language":[],"coverage":[],"title":["Rare meson decays into very light neutralinos"],"description":["  We investigate the bounds on the mass of the lightest neutralino from rare\nmeson decays within the MSSM with and without minimal flavor violation. We\npresent explicit formulae for the two-body decays of mesons into light\nneutralinos and perform the first complete calculation of the loop-induced\ndecays of kaons to pions and light neutralinos and B mesons to kaons and light\nneutralinos. We find that the supersymmetric branching ratios are strongly\nsuppressed within the MSSM with minimal flavor violation, and that no bounds on\nthe neutralino mass can be inferred from experimental data, i.e. a massless\nneutralino is allowed. The branching ratios for kaon and B meson decays into\nlight neutralinos may, however, be enhanced when one allows for non-minimal\nflavor violation. We find new constraints on the MSSM parameter space for such\nscenarios and discuss prospects for future kaon and B meson experiments.\nFinally, we comment on the search for light neutralinos in monojet signatures\nat the Tevatron and at the LHC.\n","Comment: 35 pages, 12 figures (including 3 in color); replacement is published\n  version, including extra references, clarifications and some rescaling of\n  some figures"]}]
["0905.2161",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2161","Astrophys.J.702:178-225,2009","doi:10.1088/0004-637X/702/1/178"],"date":["2009-05-13","2009-07-20"],"type":["text"],"creator":["Yusef-Zadeh, F.","Hewitt, J. W.","Arendt, R. G.","Whitney, B.","Rieke, G.","Wardle, M.","Hinz, J. L.","Stolovy, S.","Lang, C. C.","Burton, M. G.","Ramirez, S."],"language":[],"coverage":[],"title":["Star Formation in the Central 400 pc of the Milky Way: Evidence for a\n  Population of Massive YSOs"],"description":["  The central kpc of the Milky Way might be expected to differ significantly\nfrom the rest of the Galaxy with regard to gas dynamics and the formation of\nYSOs. We probe this possibility with mid-infrared observations obtained with\nIRAC and MIPS on Spitzer and with MSX. We use color-color diagrams and SED fits\nto explore the nature of YSO candidates (including objects with 4.5 micron\nexcesses possibly due to molecular emission). There is an asymmetry in the\ndistribution of the candidate YSOs, which tend to be found at negative Galactic\nlongitudes; this behavior contrasts with that of the molecular gas,\napproximately 2/3 of which is at positive longitudes. The small scale height of\nthese objects suggests that they are within the Galactic center region and are\ndynamically young. They lie between two layers of infrared dark clouds and may\nhave originated from these clouds. We identify new sites for this recent star\nformation. The methanol masers appear to be associated with young, embedded\nYSOs characterized by 4.5 micron excesses. We use the SEDs of these sources to\nestimate their physical characteristics. Within the central 400x50 pc\n(|l|<1.3\\degr and |b|<10') the star formation rate based on the identification\nof Stage I evolutionary phase of YSO candidates is about 0.14 solar mass/yr. We\nsuggest that a recent burst of star formation took place within the last 10^5\nyears. This suggestion is also consistent with estimates of star formation\nrates within the last ~10^7 years showing a peak around 10^5 years ago. Lastly,\nwe find that the Schmidt-Kennicutt Law applies well in the central 400 pc of\nthe Galaxy. This implies that star formation does not appear to be dramatically\naffected by the extreme physical conditions in the Galactic center region.\n","Comment: 96 pages, ten tables, 35 figures, ApJ (in press), replaced by a\n  revised version"]}]
["0905.2991",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2991","Mon.Not.Roy.Astron.Soc.397:2111-2122,2009","doi:10.1111/j.1365-2966.2009.15100.x"],"date":["2009-05-18"],"type":["text"],"creator":["Hwang, Ho Seong","Lee, Myung Gyoon"],"language":[],"coverage":[],"title":["Galaxy Activity in Merging Binary Galaxy Clusters"],"description":["  We present the results of a study of galaxy activity in two merging binary\nclusters (A168 and A1750) using the Sloan Digital Sky Survey (SDSS) data\nsupplemented with the data in the literature. We have investigated the merger\nhistories of A168 and A1750 by combining the results from a two-body dynamical\nmodel and X-ray data. In A168 two subclusters appear to have passed each other\nand to be coming together from the recent maximum separation. In A1750, two\nmajor subclusters appear to have started interaction and to be coming together\nfor the first time. We find an enhanced concentration of the galaxies showing\nstar formation (SF) or active galactic nuclei (AGN) activity in the region\nbetween two subclusters in A168, which were possibly triggered by the cluster\nmerger. In A1750, we do not find any galaxies with SF/AGN activity in the\nregion between two subclusters, indicating that two major subclusters are in\nthe early stage of merging.\n","Comment: 14 pages, 12 figures. To appear in MNRAS"]}]
["0905.3540",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.3540","Phys.Rev.D80:045018,2009","doi:10.1103/PhysRevD.80.045018"],"date":["2009-05-21","2009-08-17"],"type":["text"],"creator":["Eto, Minoru","Fujimori, Toshiaki","Gudnason, Sven Bjarke","Konishi, Kenichi","Nagashima, Takayuki","Nitta, Muneto","Ohashi, Keisuke","Vinci, Walter"],"language":[],"coverage":[],"title":["Fractional Vortices and Lumps"],"description":["  We study what might be called fractional vortices, vortex configurations with\nthe minimum winding from the viewpoint of their topological stability, but\nwhich are characterized by various notable substructures in the transverse\nenergy distribution. The fractional vortices occur in diverse Abelian or\nnon-Abelian generalizations of the Higgs model. The global and local features\ncharacterizing these are studied, and we identify the two crucial ingredients\nfor their occurrence - the vacuum degeneracy leading to non-trivial vacuum\nmoduli M, and the BPS nature of the vortices. Fractional vortices are further\nclassified into two kinds. The first type of such vortices appear when M has\norbifold Z_n singularities; the second type occurs in systems in which the\nvacuum moduli space M possesses either a deformed geometry or some singularity.\nThese general features are illustrated with several concrete models.\n","Comment: LaTeX, 46 pages, 12 figures. V2: minor changes, footnote added"]}]
["0905.4953",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4953","J. Phys. A: Math. Theor. 42 (2009) 365302","doi:10.1088/1751-8113/42/36/365302"],"date":["2009-05-29","2009-08-21"],"type":["text"],"creator":["Heinosaari, Teiko","Reitzner, Daniel","Stano, Peter","Ziman, Mario"],"language":[],"coverage":[],"title":["Coexistence of quantum operations"],"description":["  Quantum operations are used to describe the observed probability\ndistributions and conditional states of the measured system. In this paper, we\naddress the problem of their joint measurability (coexistence). We derive two\nequivalent coexistence criteria. The two most common classes of operations -\nLuders operations and conditional state preparators - are analyzed. It is shown\nthat Luders operations are coexistent only under very restrictive conditions,\nwhen the associated effects are either proportional to each other, or disjoint.\n","Comment: 14 pages, 1 figure, minor changes and corrections in v2"]}]
["0906.0099",{"format":[],"subject":["Mathematics - Representation Theory","17B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0099"],"date":["2009-05-30","2009-08-20"],"type":["text"],"creator":["Senesi, Prasad"],"language":[],"coverage":[],"title":["Finite-dimensional representation theory of loop algebras: a survey"],"description":["  We survey some important results concerning the finite--dimensional\nrepresentations of the loop algebra of a simple complex Lie algebra, and their\ntwisted loop subalgebras. In particular, we review the parametrization and\ndescription of the Weyl modules and of the irreducible finite--dimensional\nrepresentations of such algebras, describe a block decomposition of the\n(non--semisimple) category of their finite--dimensional representations, and\nconclude with recent developments in the representation theory of multiloop\nalgebras.\n","Comment: 25 pages, updated bibliography. The author thanks N. Manning and M.\n  Bennett for their proofread and corrections of the previous version, which\n  are incorporated here"]}]
["0906.0532",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0532","J. Appl. Phys. 106, 044903 (2009)","doi:10.1063/1.3200962"],"date":["2009-06-02","2009-08-21"],"type":["text"],"creator":["Aubry, Alexandre","Derode, Arnaud"],"language":[],"coverage":[],"title":["Detection and imaging in a random medium: A matrix method to overcome\n  multiple scattering and aberration"],"description":["  We present an imaging technique particularly suited to the detection of a\ntarget embedded in a strongly scattering medium. Classical imaging techniques\nbased on the Born approximation fail in this kind of configuration because of\nmultiply scattered echoes and aberration distortions. The experimental set up\nwe consider uses an array of programmable transmitters/receivers. A target is\nplaced behind a scattering medium. The impulse responses between all array\nelements are measured and form a matrix. The core of the method is to separate\nthe single-scattered echo of the target from the multiple scattering\nbackground. This is possible because of a deterministic coherence along the\nantidiagonals of the array response matrix, which is typical of single\nscattering. Once this operation is performed, target detection is achieved by\napplying the DORT method (French acronym for decomposition of the time reversal\noperator). Experimental results are presented in the case of wide-band\nultrasonic waves around 3 MHz. A 125-element array is placed in front of a\ncollection of randomly distributed steel rods (diameter 0.8mm). The slab\nthickness is three times the scattering mean free path. The target is a larger\nsteel cylinder (diameter 15 mm) that we try to detect and localize. The quality\nof detection is assessed theoretically based on random matrix theory and is\nshown to be significantly better than what is obtained with classical imaging\nmethods. Aside from multiple scattering, the technique is also shown to reduce\nthe aberrations induced by an heterogeneous layer.\n","Comment: 48 pages, 18 figures, corrected typos, v2"]}]
["0906.2331",{"format":[],"subject":["Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2331","SIGMA 5 (2009), 084, 24 pages","doi:10.3842/SIGMA.2009.084"],"date":["2009-06-12","2009-08-21"],"type":["text"],"creator":["Quesne, Christiane"],"language":[],"coverage":[],"title":["Solvable Rational Potentials and Exceptional Orthogonal Polynomials in\n  Supersymmetric Quantum Mechanics"],"description":["  New exactly solvable rationally-extended radial oscillator and Scarf I\npotentials are generated by using a constructive supersymmetric quantum\nmechanical method based on a reparametrization of the corresponding\nconventional superpotential and on the addition of an extra rational\ncontribution expressed in terms of some polynomial $g$. The cases where $g$ is\nlinear or quadratic are considered. In the former, the extended potentials are\nstrictly isospectral to the conventional ones with reparametrized couplings and\nare shape invariant. In the latter, there appears a variety of extended\npotentials, some with the same characteristics as the previous ones and others\nwith an extra bound state below the conventional potential spectrum.\nFurthermore, the wavefunctions of the extended potentials are constructed. In\nthe linear case, they contain $(\\nu+1)$th-degree polynomials with\n$\\nu=0,1,2,...$, which are shown to be $X_1$-Laguerre or $X_1$-Jacobi\nexceptional orthogonal polynomials. In the quadratic case, several extensions\nof these polynomials appear. Among them, two different kinds of\n$(\\nu+2)$th-degree Laguerre-type polynomials and a single one of\n$(\\nu+2)$th-degree Jacobi-type polynomials with $\\nu=0,1,2,...$ are identified.\nThey are candidates for the still unknown $X_2$-Laguerre and $X_2$-Jacobi\nexceptional orthogonal polynomials, respectively.\n","Comment: v2: additions in secs. 1 and 4, 5 new references; v3: published\n  version"]}]
["0906.3437",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.3437","JINST 4:P07011,2009","doi:10.1088/1748-0221/4/07/P07011"],"date":["2009-06-18"],"type":["text"],"creator":["Rossi, B.","Badhress, I.","Ereditato, A.","Haug, S.","Hanni, R.","Hess, M.","Janos, S.","Juget, F.","Kreslo, I.","Lehmann, S.","Lutz, P.","Mathieu, R.","Messina, M.","Moser, U.","Nydegger, F.","Schutz, H. U.","Weber, M. S.","Zeller, M."],"language":[],"coverage":[],"title":["A prototype liquid Argon Time Projection Chamber for the study of UV\n  laser multi-photonic ionization"],"description":["  This paper describes the design, realization and operation of a prototype\nliquid Argon Time Projection Chamber (LAr TPC) detector dedicated to the\ndevelopment of a novel online monitoring and calibration system exploiting UV\nlaser beams. In particular, the system is intended to measure the lifetime of\nthe primary ionization in LAr, in turn related to the LAr purity level. This\ntechnique could be exploited by present and next generation large mass LAr TPCs\nfor which monitoring of the performance and calibration plays an important\nrole. Results from the first measurements are presented together with some\nconsiderations and outlook.\n","Comment: 26 pages, 27 figures"]}]
["0906.4672",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4672","JHEP 0908:046,2009","doi:10.1088/1126-6708/2009/08/046"],"date":["2009-06-25","2009-07-01"],"type":["text"],"creator":["Marsano, Joseph","Saulina, Natalia","Schafer-Nameki, Sakura"],"language":[],"coverage":[],"title":["Monodromies, Fluxes, and Compact Three-Generation F-theory GUTs"],"description":["  We analyze constraints for embedding local SU(5) F-theory GUTs into\nconsistent compactifications and construct explicit three-generation models\nbased on the geometry of arXiv:0904.3932. The key tool for studying constraints\nin this problem when there is an underlying E_8 structure is the spectral\ncover, which encodes all of the symmetries that fix the allowed couplings in\nthe superpotential, as well as the consistent, supersymmetric G-fluxes.\nImposing phenomenological requirements such as the existence of three\ngenerations, top and bottom Yukawa couplings, good flavor structure and absence\nof exotics and of a tree-level mu-term, we derive stringent constraints on the\nallowed spectral covers. The resulting spectral covers are in conflict with the\nneutrino scenarios that have been studied in local F-theory models unless we\nallow for the possibility of additional charged fields, perhaps playing the\nrole of gauge messengers, that do not comprise complete GUT multiplets. Quite\nremarkably, the existence of additional incomplete GUT multiplets below the GUT\nscale is necessary for consistency with gauge coupling \"unification\", as their\neffect on weak scale couplings can precisely cancel that of the internal\nhypercharge flux, which distorts the gauge couplings already at M_GUT.\n","Comment: 65 pages, 3 figures, v2: more detailed discussion of the alternative\n  scenario proposed in v1 that evades constraints by introducing gauge\n  messengers in incomplete GUT multiplets in a manner consistent with\n  'unification'"]}]
["0906.5329",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5329","J.Phys.Conf.Ser.171:012048,2009","doi:10.1088/1742-6596/171/1/012048"],"date":["2009-06-29"],"type":["text"],"creator":["Bustamante, M.","Gago, A. M.","Pena-Garay, C."],"language":[],"coverage":[],"title":["Extreme scenarios of new physics in the UHE astrophysical neutrino\n  flavour ratios"],"description":["  We add an energy-independent Hamiltonian to the standard flavour oscillation\none. This kind of physics might appear in theories where neutrinos couple\ndifferently to a plausible non-zero torsion of the gravitational field or more\ndramatically in the presence of CPT-violating physics in the flavour\noscillations. If this contribution exists, experiments at higher energies are\nmore sensitive to their free parameters, and flavour conversion could be\nseverely modified. We show that this new physics modifies the neutrino mixing\nangles and find expressions that relate the new, effective, angles to the\nstandard oscillation parameters \\Delta_m_{ij}^2, \\theta_{ij} and \\delta_{CP},\nand to the parameters in the new-physics Hamiltonian, within a three-neutrino\nformalism. We consider scenarios where the new parameters allow for extreme\ndeviations of the expected neutrino flavour ratios at Earth from their standard\nvalues. We show that large departures of the standard flavour scenario are\nplausible, which would be a strong hint of the violation of a conserved\nsymmetry.\n","Comment: 10 pages, To appear in the proceedings of DISCRETE'08: Symposium on\n  Prospects in the Physics of Discrete Symmetries, Valencia, Spain, 11-16 Dec\n  2008"]}]
["0907.0985",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0985","A&A 503, L5-L8 (2009)","doi:10.1051/0004-6361/200912452"],"date":["2009-07-06","2009-08-07"],"type":["text"],"creator":["Birnstiel, T.","Dullemond, C. P.","Brauer, F."],"language":[],"coverage":[],"title":["Dust retention in protoplanetary disks"],"description":["  Context: Protoplanetary disks are observed to remain dust-rich for up to\nseveral million years. Theoretical modeling, on the other hand, raises several\nquestions. Firstly, dust coagulation occurs so rapidly, that if the small dust\ngrains are not replenished by collisional fragmentation of dust aggregates,\nmost disks should be observed to be dust poor, which is not the case. Secondly,\nif dust aggregates grow to sizes of the order of centimeters to meters, they\ndrift so fast inwards, that they are quickly lost.\n  Aims: We attempt to verify if collisional fragmentation of dust aggregates is\neffective enough to keep disks 'dusty' by replenishing the population of small\ngrains and by preventing excessive radial drift.\n  Methods: With a new and sophisticated implicitly integrated coagulation and\nfragmentation modeling code, we solve the combined problem of coagulation,\nfragmentation, turbulent mixing and radial drift and at the same time solve for\nthe 1-D viscous gas disk evolution.\n  Results: We find that for a critical collision velocity of 1 m/s, as\nsuggested by laboratory experiments, the fragmentation is so effective, that at\nall times the dust is in the form of relatively small particles. This means\nthat radial drift is small and that large amounts of small dust particles\nremain present for a few million years, as observed. For a critical velocity of\n10 m/s, we find that particles grow about two orders of magnitude larger, which\nleads again to significant dust loss since larger particles are more strongly\naffected by radial drift.\n","Comment: Letter accepted 3 July 2009, included comments of language editor"]}]
["0907.3112",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3112"],"date":["2009-07-17","2009-08-21"],"type":["text"],"creator":["Setare, M R","Sadeghi, J"],"language":[],"coverage":[],"title":["Vacuum quantum effect for curved boundaries in static Robertson--Walker\n  spacetime"],"description":["  The energy-momentum tensor for a massless conformally coupled scalar field in\nthe region between two curved boundaries in $k=-1$ static Robertson--Walker\nspacetime is investigated. We assume that the scalar field satisfies the\nDirichlet boundary condition on the boundaries. $k=-1$ Robertson--Walker space\nis conformally related to the Rindler space, as a result we can obtain vacuum\nexpectation values of energy-momentum tensor for conformally invariant field in\nRobertson--Walker space from the corresponding Rindler counterpart by the\nconformal transformation.\n","Comment: 7 pages, no figures; Clarifying comments added, no physics changed,\n  version to appear in PLB (2009)"]}]
["0908.1842",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.1842"],"date":["2009-08-13","2009-08-21"],"type":["text"],"creator":["Craig, Nathaniel J.","Raby, Stuart"],"language":[],"coverage":[],"title":["Modulino Dark Matter and the INTEGRAL 511 keV Line"],"description":["  In this paper we present a simple extension of the minimal supersymmetric\nstandard model [MSSM] which \"naturally\" produces the INTEGRAL photon signal.\nThe model can be embedded in an SU(5) grand unified theory [GUT] with gauge\nmediated SUSY breaking. The new ingredients are the addition of several MSSM\nsinglets/moduli. While the masses of the singlets are at the weak scale, their\nmass splittings are suppressed by chiral symmetry breaking and naturally lie\naround an MeV. The decay of the heavier modulino to the lighter one with the\nassociated production of electron - positron pairs explains the INTEGRAL\nsignal. Finally, the detection of diffuse gamma rays from internal\nbremsstrahlung in the galactic halo would be a suggestive indication of dark\nmatter decays associated with the 511 keV line, and is an unambiguous\nadditional prediction of this model.\n","Comment: 18 pages, 3 figures, 1 table, references added"]}]
["0908.2020",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2020"],"date":["2009-08-14"],"type":["text"],"creator":["de Jeneret, J. de Favereau","Lemaitre, V.","Liu, Y.","Ovyn, S.","Pierzchala, T.","Piotrzkowski, K.","Rouby, X.","Schul, N.","Donckt, M. Vander"],"language":[],"coverage":[],"title":["High energy photon interactions at the LHC"],"description":["  Experimental prospects for studying high-energy photon-photon and\nphoton-proton interactions at the CERN Large Hadron Collider (LHC) are\ndiscussed. Cross sections are calculated for many electroweak and beyond the\nStandard Model processes. Selection strategies based on photon interaction\ntagging techniques are studied. Assuming a typical LHC multipurpose detector,\nvarious signals and their irreducible backgrounds are presented after applying\nacceptance cuts. Prospects are discussed for the Higgs boson search, detection\nof supersymmetric particles and of anomalous quartic gauge couplings, as well\nas for the top quark physics.\n","Comment: 17 pages, 16 tables and 14 figures"]}]
["0908.2079",{"format":[],"subject":["Mathematics - Complex Variables","30E20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2079"],"date":["2009-08-14","2009-08-20"],"type":["text"],"creator":["Poltoratski, A."],"language":[],"coverage":[],"title":["Spectral gaps for sets and measures"],"description":["  If $X$ is a closed subset of the real line, denote by $\\GG_X$ the supremum of\nthe size of the gap in the Fourier spectrum, taken over all non-trivial finite\ncomplex measures supported on $X$. In this paper we attempt to find $\\GG_X$ in\nterms of metric properties of $X$.\n"]}]
["0908.2814",{"format":[],"subject":["Mathematics - Probability","60H15, 35R60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2814"],"date":["2009-08-19"],"type":["text"],"creator":["Teichmann, Josef"],"language":[],"coverage":[],"title":["Another approach to some rough and stochastic partial differential\n  equations"],"description":["  In this note we introduce a new approach to rough and stochastic partial\ndifferential equations (RPDEs and SPDEs): we consider general Banach spaces as\nstate spaces and -- for the sake of simiplicity -- finite dimensional sources\nof noise, either rough or stochastic. By means of a time-dependent\ntransformation of state space and rough path theory we are able to construct\nunique solutions of the respective R- and SPDEs. As a consequence of our\nconstruction we can apply the pool of results of rough path theory, in\nparticular we obtain strong and weak numerical schemes of high order converging\nto the solution process.\n"]}]
["0908.2819",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2819"],"date":["2009-08-19"],"type":["text"],"creator":["Pian, Elena","Campana, Sergio","Chincarini, Guido","Corcoran, Michael F.","Hamaguchi, Kenji","Gull, Theodore","Mazzali, Paolo A.","Thoene, Christina C.","Morris, David","Gehrels, Neil"],"language":[],"coverage":[],"title":["High energy emission from massive stars: the precocious X-Ray recovery\n  of Eta Carinae after January 2009 minimum"],"description":["  We observed the massive binary stellar system of Eta Carinae in the 0.3-10\nkeV energy range with the X-ray Telescope onboard the Swift satellite during\nthe period 15 December 2008 - 11 March 2009, i.e. 1 month before to 2 months\nafter the X-ray drop from maximum to minimum, thought to be associated with the\nperiastron encounter of the primary star by the hot companion. Beginning a few\nmonths before eclipse, the interaction between the winds of the two stars\nintensifies and the X-ray flux reaches maximum. The flux drops dramatically\nthereafter, subsiding in about 20 days to a level that is at least a factor 10\nlower than the 'high state', i.e. the X-ray emission state of the system during\nthe largest fraction of its 5.52 yr orbit (~e-11 erg/s/cm2). Unlike in previous\ncycles, when the low state lasted about 2.5 months, observations with RXTE\nshowed that the X-ray flux started its recovery to normal level about 1.5\nmonths after the minimum. We suggest that this early recovery may be due to the\nfact that the companion wind reaches terminal velocity before encountering the\nshock.\n","Comment: 4 pages, 1 figure, to be published in the proceedings of Conf.\n  \"Neutron Stars and Gamma-Ray Bursts\" - Cairo and Alexandria, Egypt, 30 Mar-4\n  Apr 2009, Eds. A. Ibrahim and J. Grindlay"]}]
["0908.2821",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2821"],"date":["2009-08-19"],"type":["text"],"creator":["The BABAR Collaboration","Aubert, B."],"language":[],"coverage":[],"title":["Search for a Narrow Resonance in e+e- to Four Lepton Final States"],"description":["  Motivated by recent models proposing a hidden sector with $\\sim$GeV scale\nforce carriers, we present a search for a narrow dilepton resonance in 4 lepton\nfinal states using $536fb^{-1}$ collected by the BaBar detector. We search for\nthe reaction, $e^+e^-\\to W^\\prime W^\\prime\\to(l^+l^-)(l^{\\prime+}l^{\\prime-})$,\nwhere the leptons carry the full 4-momentum and the two dilepton pair invariant\nmasses are equal. We do not observe a significant signal and we set 90% upper\nlimits of $\\sigma(e^+e^-\\to W^\\prime W^\\prime\\to(e^+e^-)(e^+e^-))<(15-70) ab$,\n$\\sigma(e^+e^-\\to W^\\prime W^\\prime\\to(e^+e^-)(\\mu^+\\mu^-))<(15-40) ab$, and\n$\\sigma(e^+e^-\\to W^\\prime W^\\prime\\to(\\mu^+\\mu^-)(\\mu^+\\mu^-))<(11-17) ab$ in\nthe $W^\\prime$ mass range between 0.24 and 5.3GeV. Under the assumption that\nthe $W^\\prime$ coupling to electrons and muons is the same, we obtain a\ncombined upper limit of $\\sigma(e^+e^-\\to W^\\prime\nW^\\prime\\to(l^+l^-)(l^{\\prime+}l^{\\prime-}))<(25-60) ab$. Using these limits,\nwe constrain the product of the SM-dark sector mixing and the dark coupling\nconstant in the case of a non-Abelian Higgsed dark sector.\n","Comment: submitted to Lepton-Photon 2009"]}]
["0908.2823",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2823","IEEE Transactions on Applied Superconductivity, Volume 19, Issue\n  3, Part 1, June 2009, Page(s):968 - 972","doi:10.1109/TASC.2009.2018800"],"date":["2009-08-19"],"type":["text"],"creator":["Thrailkill, Zechariah E.","Kennerly, S. T.","Ramos, R. C."],"language":[],"coverage":[],"title":["Modeling Three and Four Coupled Phase Qubits"],"description":["  The Josephson junction phase qubit has been shown to be a viable candidate\nfor quantum computation. In recent years, the two coupled phase system has been\nextensively studied theoretically and experimentally. We have analyzed the\nquantum behavior of three and four capacitively-coupled phase qubits with\ndifferent possible configurations, using a two-level system model. Energy\nlevels and eigenstates have been calculated as a function of bias current and\ndetuning. The properties of these simple networks are discussed.\n"]}]
["0908.2826",{"format":[],"subject":["Mathematical Physics","Mathematics - Functional Analysis","46N50","81Q10","47A40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2826"],"date":["2009-08-19"],"type":["text"],"creator":["Richard, Serge","de Aldecoa, Rafael Tiedra"],"language":[],"coverage":[],"title":["On a new formula relating localisation operators to time operators"],"description":["  We consider in a Hilbert space a self-adjoint operator H and a family\nPhi=(Phi_1,...,Phi_d) of mutually commuting self-adjoint operators. Under some\nregularity properties of H with respect to Phi, we propose two new formulae for\na time operator for H and prove their equality. One of the expressions is based\non the time evolution of an abstract localisation operator defined in terms of\nPhi while the other one corresponds to a stationary formula. Under the same\nassumptions, we also conduct the spectral analysis of H by using the method of\nthe conjugate operator.\n  Among other examples, our theory applies to Friedrichs Hamiltonians, Stark\nHamiltonians, some Jacobi operators, the Dirac operator, convolution operators\non locally compact groups, pseudodifferential operators, adjacency operators on\ngraphs and direct integral operators.\n","Comment: 29 pages, 1 figure"]}]
["0908.2828",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2828"],"date":["2009-08-19"],"type":["text"],"creator":["Nguyen, Phong S.","Pfister, Henry D.","Narayanan, Krishna R."],"language":[],"coverage":[],"title":["A Rate-Distortion Perspective on Multiple Decoding Attempts for\n  Reed-Solomon Codes"],"description":["  Recently, a number of authors have proposed decoding schemes for Reed-Solomon\n(RS) codes based on multiple trials of a simple RS decoding algorithm. In this\npaper, we present a rate-distortion (R-D) approach to analyze these\nmultiple-decoding algorithms for RS codes. This approach is first used to\nunderstand the asymptotic performance-versus-complexity trade-off of multiple\nerror-and-erasure decoding of RS codes. By defining an appropriate distortion\nmeasure between an error pattern and an erasure pattern, the condition for a\nsingle error-and-erasure decoding to succeed reduces to a form where the\ndistortion is compared to a fixed threshold. Finding the best set of erasure\npatterns for multiple decoding trials then turns out to be a covering problem\nwhich can be solved asymptotically by rate-distortion theory. Next, this\napproach is extended to analyze multiple algebraic soft-decision (ASD) decoding\nof RS codes. Both analytical and numerical computations of the R-D functions\nfor the corresponding distortion measures are discussed. Simulation results\nshow that proposed algorithms using this approach perform better than other\nalgorithms with the same complexity.\n","Comment: 10 pages, 3 figures, accepted to Allerton Conference on Communication\n  Control and Computing, 2009"]}]
["0908.2833",{"format":[],"subject":["Mathematics - Dynamical Systems","37B35, 34G10, 34A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2833"],"date":["2009-08-19"],"type":["text"],"creator":["Patrão, Mauro"],"language":[],"coverage":[],"title":["A note on periodic differential equations"],"description":["  Let $F$ be a Banach space and $L(F)$ be the set of all its bounded linear\noperators. In this note, we are interested in the asymptotic behavior\n(recurrence and chain recurrence) of the solution of the following initial\nvalue problem \\label{eqlinear} x'(t) = X(t)x(t), \\qquad x(0) = x, where $x \\in\nF$ and the map $t \\mapsto X(t) \\in L(F)$ is a $T$-periodic continuous curve.\nThis asymptotic behavior is related to the asymptotic behavior of the\ndiscrete-time flow on $F$ generated by the invertible operator $g \\in L(F)$\ngiven by the associated fundamental solution at time $T$.\n","Comment: 10 pages"]}]
["0908.2834",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2834"],"date":["2009-08-19"],"type":["text"],"creator":["Azar, Yossi","Birnbaum, Benjamin","Karlin, Anna R.","Nguyen, C. Thach"],"language":[],"coverage":[],"title":["On Revenue Maximization in Second-Price Ad Auctions"],"description":["  Most recent papers addressing the algorithmic problem of allocating\nadvertisement space for keywords in sponsored search auctions assume that\npricing is done via a first-price auction, which does not realistically model\nthe Generalized Second Price (GSP) auction used in practice. Towards the goal\nof more realistically modeling these auctions, we introduce the Second-Price Ad\nAuctions problem, in which bidders' payments are determined by the GSP\nmechanism. We show that the complexity of the Second-Price Ad Auctions problem\nis quite different than that of the more studied First-Price Ad Auctions\nproblem. First, unlike the first-price variant, for which small constant-factor\napproximations are known, it is NP-hard to approximate the Second-Price Ad\nAuctions problem to any non-trivial factor. Second, this discrepancy extends\neven to the 0-1 special case that we call the Second-Price Matching problem\n(2PM). In particular, offline 2PM is APX-hard, and for online 2PM there is no\ndeterministic algorithm achieving a non-trivial competitive ratio and no\nrandomized algorithm achieving a competitive ratio better than 2. This stands\nin contrast to the results for the analogous special case in the first-price\nmodel, the standard bipartite matching problem, which is solvable in polynomial\ntime and which has deterministic and randomized online algorithms achieving\nbetter competitive ratios. On the positive side, we provide a 2-approximation\nfor offline 2PM and a 5.083-competitive randomized algorithm for online 2PM.\nThe latter result makes use of a new generalization of a classic result on the\nperformance of the \"Ranking\" algorithm for online bipartite matching.\n","Comment: Full version of ESA 2009 paper, 23 pages"]}]
["0908.2847",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2847"],"date":["2009-08-19"],"type":["text"],"creator":["Ramamoorthy, Aditya","Wesel, Richard D."],"language":[],"coverage":[],"title":["The Single Source Two Terminal Network with Network Coding"],"description":["  We consider a communication network with a single source that has a set of\nmessages and two terminals where each terminal is interested in an arbitrary\nsubset of messages at the source. A tight capacity region for this problem is\ndemonstrated. We show by a simple graph-theoretic procedure that any such\nproblem can be solved by performing network coding on the subset of messages\nthat are requested by both the terminals and that routing is sufficient for\ntransferring the remaining messages.\n","Comment: 4 pages, appeared at the Canadian Workshop on Information Theory\n  (CWIT), 2005"]}]
["0908.2848",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2848"],"date":["2009-08-19"],"type":["text"],"creator":["Katori, Hidetoshi","Hashiguchi, Koji","Il'inova, E. Yu.","Ovsiannikov, V. D."],"language":[],"coverage":[],"title":["Magic Wavelength for Atomic Motion Insensitive Optical Lattice Clocks"],"description":["  In a standing wave of light, a difference in spatial distributions of\nmultipolar atom-field interactions may alter the definition of the magic\nwavelength to minimize the uncertainty of optical lattice clocks. We show that\nthe magic wavelength can be determined so as to eliminate the spatial mismatch\nin electric dipole, magnetic dipole, and electric quadrupole interactions for\nspecific combinations of standing waves. Experimental prospects of such\nlattices used with a blue magic wavelength are discussed.\n","Comment: 4 pages, 1 figure"]}]
["0908.2854",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2854"],"date":["2009-08-20"],"type":["text"],"creator":["Wyithe, Stuart","Brown, Michael J. I.","Zwaan, Martin A.","Meyer, Martin J."],"language":[],"coverage":[],"title":["The Halo Occupation Distribution of HI Galaxies"],"description":["  We perform an analysis of the spatial clustering properties of HI selected\ngalaxies from the HI Parkes All Sky Survey (HIPASS) using the formalism of the\nhalo occupation distribution (HOD). The resulting parameter constraints show\nthat the fraction of satellite galaxies (i.e. galaxies which are not the\ncentral member of their host dark matter halo) among HIPASS galaxies is <20%,\nand that satellite galaxies are therefore less common in HIPASS than in\noptically selected galaxy redshift surveys. Moreover the lack of fingers-of-god\nin the redshift space correlation function of HIPASS galaxies may indicate that\nthe HI rich satellites which do exist are found in group mass rather than\ncluster mass dark matter halos. We find a minimum halo mass for HIPASS galaxies\nat the peak of the redshift distribution of M~10^11 solar masses, and show that\nless than 10% of baryons in HIPASS galaxies are in the form of HI. Quantitative\nconstraints on HOD models from HIPASS galaxies are limited by uncertainties\nintroduced through the small survey volume. However our results imply that\nfuture deeper surveys will allow the distribution of HI with environment to be\nstudied in detail via clustering of HI galaxies.\n","Comment: 11 pages, 5 figures. Submitted to MNRAS"]}]
["0908.2858",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2858","Annals of Applied Statistics 2009, Vol. 3, No. 2, 710-730","doi:10.1214/08-AOAS217"],"date":["2009-08-20"],"type":["text"],"creator":["Zhou, Xi Kathy","Clyde, Merlise A.","Garrett, James","Lourdes, Viridiana","O'Connell, Michael","Parmigiani, Giovanni","Turner, David J.","Wiles, Tim"],"language":[],"coverage":[],"title":["Statistical methods for automated drug susceptibility testing: Bayesian\n  minimum inhibitory concentration prediction from growth curves"],"description":["  Determination of the minimum inhibitory concentration (MIC) of a drug that\nprevents microbial growth is an important step for managing patients with\ninfections. In this paper we present a novel probabilistic approach that\naccurately estimates MICs based on a panel of multiple curves reflecting\nfeatures of bacterial growth. We develop a probabilistic model for determining\nwhether a given dilution of an antimicrobial agent is the MIC given features of\nthe growth curves over time. Because of the potentially large collection of\nfeatures, we utilize Bayesian model selection to narrow the collection of\npredictors to the most important variables. In addition to point estimates of\nMICs, we are able to provide posterior probabilities that each dilution is the\nMIC based on the observed growth curves. The methods are easily automated and\nhave been incorporated into the Becton--Dickinson PHOENIX automated\nsusceptibility system that rapidly and accurately classifies the resistance of\na large number of microorganisms in clinical samples. Over seventy-five studies\nto date have shown this new method provides improved estimation of MICs over\nexisting approaches.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AOAS217 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0908.2859",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2859"],"date":["2009-08-20"],"type":["text"],"creator":["Tweed, Douglas"],"language":[],"coverage":[],"title":["Simpler near-optimal controllers through direct supervision"],"description":["  The method of generalized Hamilton-Jacobi-Bellman equations (GHJB) is a\npowerful way of creating near-optimal controllers by learning. It is based on\nthe fact that if we have a feedback controller, and we learn to compute the\ngradient grad-J of its cost-to-go function, then we can use that gradient to\ndefine a better controller. We can then use the new controller's grad-J to\ndefine a still-better controller, and so on. Here I point out that GHJB works\nindirectly in the sense that it doesn't learn the best approximation to grad-J\nbut instead learns the time derivative dJ/dt, and infers grad-J from that. I\nshow that we can get simpler and lower-cost controllers by learning grad-J\ndirectly. To do this, we need teaching signals that report grad-J(x) for a\nvaried set of states x. I show how to obtain these signals, using the GHJB\nequation to calculate one component of grad-J(x) -- the one parallel with dx/dt\n-- and computing all the other components by backward-in-time integration,\nusing a formula similar to the Euler-Lagrange equation. I then compare this\ndirect algorithm with GHJB on 2 test problems.\n"]}]
["0908.2862",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2862","Annals of Applied Statistics 2009, Vol. 3, No. 2, 731-763","doi:10.1214/09-AOAS235"],"date":["2009-08-20"],"type":["text"],"creator":["Green, Peter J.","Mortera, Julia"],"language":[],"coverage":[],"title":["Sensitivity of inferences in forensic genetics to assumptions about\n  founding genes"],"description":["  Many forensic genetics problems can be handled using structured systems of\ndiscrete variables, for which Bayesian networks offer an appealing practical\nmodeling framework, and allow inferences to be computed by probability\npropagation methods. However, when standard assumptions are violated--for\nexample, when allele frequencies are unknown, there is identity by descent or\nthe population is heterogeneous--dependence is generated among founding genes,\nthat makes exact calculation of conditional probabilities by propagation\nmethods less straightforward. Here we illustrate different methodologies for\nassessing sensitivity to assumptions about founders in forensic genetics\nproblems. These include constrained steepest descent, linear fractional\nprogramming and representing dependence by structure. We illustrate these\nmethods on several forensic genetics examples involving criminal\nidentification, simple and complex disputed paternity and DNA mixtures.\n","Comment: Published in at http://dx.doi.org/10.1214/09-AOAS235 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0908.2864",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2864"],"date":["2009-08-20"],"type":["text"],"creator":["Nakai, N.","Hayashi, N.","Machida, M."],"language":[],"coverage":[],"title":["Direct Numerical Confirmation of Pinning Induced Sign Change in\n  Superconducting Hall Effect in Type-II Superconductors"],"description":["  Using the time-dependent Ginzburg-Landau equation with the complex relaxation\ntime and the Maxwell equation, we systematically examine transverse motion of\nvortex dynamics in the presence of pinning disorders. Consequently, in a\nplastic flow phase in which moving and pinned vortices coexist, we find that\nthe Hall voltage generally changes its sign. The origin of the sign change is\nascribed to a fact that moving vortices are strongly drifted by circular\ncurrent of pinned vortices and the enforced transverse moving direction becomes\nopposite to that by transport current. This suggests that the Hall sign change\nis a behavior common in all disordered type-II superconductors.\n","Comment: 4 pages, 3 figures. Submitted paper"]}]
["0908.2868",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2868"],"date":["2009-08-20"],"type":["text"],"creator":["Wei, Lisa H.","Kannappan, Sheila J.","Vogel, Stuart N.","Baker, Andrew J."],"language":[],"coverage":[],"title":["Cold Gas in Blue-Sequence E/S0s: Galaxies in Transition"],"description":["  We examine the HI+H_2 content of blue-sequence E/S0s -- a recently identified\npopulation of galaxies that are morphologically early type, but reside\nalongside spiral galaxies in color vs. stellar mass space. We test the idea\nthat the majority of low-to-intermediate mass blue-sequence E/S0s may be\nsettled products of past mergers evolving toward later-type morphology via disk\nregrowth. We find that blue-sequence E/S0s with stellar masses <= 4 x 10^10\nM_{\\odot} have atomic gas-to-stellar mass ratios of 0.1 to > 1.0, comparable to\nthose of spiral galaxies. Preliminary CO(1-0) maps reveal disk-like rotation of\nmolecular gas in the inner regions of several of our blue-sequence E/S0s, which\nsuggests that they may have gas disks suitable for stellar disk regrowth. At\nthe current rate of star formation, many of our blue-sequence E/S0s will\nexhaust their atomic gas reservoirs in <~ 3 Gyr. Over the same time period,\nmost of these galaxies are capable of substantial growth in the stellar\ncomponent. Star formation in blue-sequence E/S0s appears to be bursty, and\nlikely involves inflow triggered by minor mergers and/or interactions.\n","Comment: 4 pages, 3 figures, to be published in the Proceedings of the `Galaxy\n  Wars: Stellar Populations and Star Formation in Interacting Galaxies\n  Conference'"]}]
["0908.2869",{"format":[],"subject":["Mathematics - Statistics Theory","62G05 (Primary), 62J05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2869","Annals of Statistics 2009, Vol. 37, No. 5A, 2109-2144","doi:10.1214/08-AOS659"],"date":["2009-08-20"],"type":["text"],"creator":["Zhang, Tong"],"language":[],"coverage":[],"title":["Some sharp performance bounds for least squares regression with $L_1$\n  regularization"],"description":["  We derive sharp performance bounds for least squares regression with $L_1$\nregularization from parameter estimation accuracy and feature selection quality\nperspectives. The main result proved for $L_1$ regularization extends a similar\nresult in [Ann. Statist. 35 (2007) 2313--2351] for the Dantzig selector. It\ngives an affirmative answer to an open question in [Ann. Statist. 35 (2007)\n2358--2364]. Moreover, the result leads to an extended view of feature\nselection that allows less restrictive conditions than some recent work. Based\non the theoretical insights, a novel two-stage $L_1$-regularization procedure\nwith selective penalization is analyzed. It is shown that if the target\nparameter vector can be decomposed as the sum of a sparse parameter vector with\nlarge coefficients and another less sparse vector with relatively small\ncoefficients, then the two-stage procedure can lead to improved performance.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AOS659 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["0908.2871",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Networking and Internet Architecture","D.4.6"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2871"],"date":["2009-08-20"],"type":["text"],"creator":["Genge, Bela","Haller, Piroska","Ignat, Iosif","Ratoi, Ovidiu"],"language":[],"coverage":[],"title":["Informal specification-based performance evaluation of security\n  protocols"],"description":["  We propose a performance evaluation method for security protocols. Based on\nthe informal specification, we construct a canonical model which includes,\nalongside protocol messages, cryptographic operations performed by participants\nin the process of message construction. Each cryptographic operation is\nassigned a cost modeled as a function of the size of processed message\ncomponents. We model not only the size of regular message components but also\nthe size of ciphertext produced by various cryptographic operations. We\nillustrate the applicability of our method by comparatively analyzing the\nperformance of the original CCITT X.509 protocol and a slightly modified\nversion of the same protocol.\n","Comment: 4th IEEE International Conference on Intelligent Computer\n  Communication and Processing, Cluj-Napoca, Romania, pp. 193-200, Aug. 2008,\n  ISBN 978-1-4244-2673-7"]}]
["0908.2872",{"format":[],"subject":["Mathematics - Combinatorics","11B05, 05D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2872"],"date":["2009-08-20"],"type":["text"],"creator":["Beiglboeck, Mathias"],"language":[],"coverage":[],"title":["An ultrafilter approach to Jin's Theorem"],"description":["  It is well known and not difficult to prove that if $C$ of integers has\npositive upper Banach density, the set of differences $C-C$ is syndetic, i.e.\nthe length of gaps is uniformly bounded. More surprisingly, Renling Jin showed\nthat whenever $A$ and $B$ have positive upper Banach density, then $A-B$ is\npiecewise syndetic.\n  Jin's result follows trivially from the first statement provided that $B$ has\nlarge intersection with a shifted copy $A-n$ of $A$. Of course this will not\nhappen in general if we consider shifts by integers, but the idea can be put to\nwork if we allow \"shifts by ultrafilters\". As a consequence we obtain Jin's\nTheorem.\n"]}]
["0908.2877",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2877"],"date":["2009-08-20"],"type":["text"],"creator":["Klein, Max"],"language":[],"coverage":[],"title":["The Large Hadron Electron Collider Project"],"description":["  A Conceptual Design Report (CDR) for the Large Hadron Electron Collider, the\nLHeC, is being prepared, to which an introduction was given for the plenary\npanel discussion on the future of deep inelastic scattering held at DIS09. This\nis briefly summarised here. The CDR will comprise designs of the ep/eA\ncollider, based on ring and linear electron accelerators, of the interaction\nregion, designed for simultaneous $ep$ and $pp$ operation, of a new, modular\ndetector, and it will present basics on the physics motivation for a high\nluminous Tera scale electron-nucleon collider as a complement to the LHC.\n","Comment: DIS09 Conference Contribution"]}]
["0908.2878",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Representation Theory","11F70","22E50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2878"],"date":["2009-08-20"],"type":["text"],"creator":["Diepholz, Ralf"],"language":[],"coverage":[],"title":["Characters of locally analytic representations of p-adic reductive\n  groups"],"description":["  We propose a definition of characters in the context of\nSchneider-Teitelbaum's theory of locally analytic representations of p-adic\nreductive groups. This character will be a function on a compact subgroup of a\nmaximal torus of the reductive group in question. As an example we treat the\nlocally analytic principal series of SL(2,Q_p).\n","Comment: 74 pages"]}]
["0908.2879",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2879","Int. J. of Advanc. Manufac. Tech. 44, 5-6 (2009) 447-462","doi:10.1007/s00170-08-1850-5"],"date":["2009-08-20"],"type":["text"],"creator":["Bisu, Claudiu-Florinel","Gérard, Alain","K'Nevez, Jean-Yves","Laheurte, Raynald","Cahuc, Olivier"],"language":[],"coverage":[],"title":["Self-excited vibrations in turning : Forces torsor analysis"],"description":["  The present work deals with determining the necessary parameters considering\na three dimensional model to simulate in a realistic way the turning process on\nmachine tool. This paper is dedicated to the study of the self-excited\nvibrations incidence on various major mechanics characteristics of the system\nworkpiece / tool / material. The efforts (forces and moments) measurement using\na six components dynamometer confirms the tool tip moments existence. The\nfundamental frequency of 190 Hz proves to be common to the tool tip point\ndisplacements, the action application point or at the torque exerted to the\ntool tip point. The confrontation of the results concerning displacements and\nefforts shows that the applications points of these elements evolve according\nto similar ellipses located in quasi identical planes. The large and the small\naxes of these ellipses are increasing with the feed rate motion values\naccordingly to the mechanical power injected into the system. Conversely, the\nrespective axes ratios of these ellipses are decreasing functions of the feed\nrate while the ratio of these ratios remains constant when the feed rate value\nis increasing. In addition, some chip characteristics are given, like the\nthickness variations, the width or the hardening phenomenon.\n"]}]
["0908.2883",{"format":[],"subject":["Mathematics - Combinatorics","05C69","05C85","68R10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2883"],"date":["2009-08-20"],"type":["text"],"creator":["Chen, Lei","Lu, Changhong","Zeng, Zhenbing"],"language":[],"coverage":[],"title":["Vertices in all minimum paired-dominating sets of block graphs"],"description":["  Let $G=(V,E)$ be a simple graph without isolated vertices. A set $S\\subseteq\nV$ is a paired-dominating set if every vertex in $V-S$ has at least one\nneighbor in $S$ and the subgraph induced by $S$ contains a perfect matching. In\nthis paper, we present a linear-time algorithm to determine whether a given\nvertex in a block graph is contained in all its minimum paired-dominating sets.\n"]}]
["0908.2885",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2885"],"date":["2009-08-20"],"type":["text"],"creator":["Dress, Andreas","Moulton, Vincent","Steel, Mike","Wu, Taoyang"],"language":[],"coverage":[],"title":["Species, Clusters and the 'Tree of Life': A graph-theoretic perspective"],"description":["  A hierarchical structure describing the inter-relationships of species has\nlong been a fundamental concept in systematic biology, from Linnean\nclassification through to the more recent quest for a 'Tree of Life.' In this\npaper we use an approach based on discrete mathematics to address a basic\nquestion: Could one delineate this hierarchical structure in nature purely by\nreference to the 'genealogy' of present-day individuals, which describes how\nthey are related with one another by ancestry through a continuous line of\ndescent? We describe several mathematically precise ways by which one can\nnaturally define collections of subsets of present day individuals so that\nthese subsets are nested (and so form a tree) based purely on the directed\ngraph that describes the ancestry of these individuals. We also explore the\nrelationship between these and related clustering constructions.\n","Comment: 19 pages, 4 figures"]}]
["0908.2886",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2886","Annals of Applied Statistics 2009, Vol. 3, No. 2, 830-856","doi:10.1214/08-AOAS226"],"date":["2009-08-20"],"type":["text"],"creator":["Sánchez, Brisa N.","Budtz-Jørgensen, Esben","Ryan, Louise M."],"language":[],"coverage":[],"title":["An estimating equations approach to fitting latent exposure models with\n  longitudinal health outcomes"],"description":["  The analysis of data arising from environmental health studies which collect\na large number of measures of exposure can benefit from using latent variable\nmodels to summarize exposure information. However, difficulties with estimation\nof model parameters may arise since existing fitting procedures for linear\nlatent variable models require correctly specified residual variance structures\nfor unbiased estimation of regression parameters quantifying the association\nbetween (latent) exposure and health outcomes. We propose an estimating\nequations approach for latent exposure models with longitudinal health outcomes\nwhich is robust to misspecification of the outcome variance. We show that\ncompared to maximum likelihood, the loss of efficiency of the proposed method\nis relatively small when the model is correctly specified. The proposed\nequations formalize the ad-hoc regression on factor scores procedure, and\ngeneralize regression calibration. We propose two weighting schemes for the\nequations, and compare their efficiency. We apply this method to a study of the\neffects of in-utero lead exposure on child development.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AOAS226 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0908.2889",{"format":[],"subject":["Mathematics - Probability","Mathematics - Functional Analysis","60J75, 47D07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2889"],"date":["2009-08-20"],"type":["text"],"creator":["Ouyang, Shun-Xiang","Röckner, Michael","Wang, Feng-Yu"],"language":[],"coverage":[],"title":["Harnack Inequalities and Applications for Ornstein-Uhlenbeck Semigroups\n  with Jump"],"description":["  The Harnack inequality established in [13] for generalized Mehler semigroup\nis improved and generalized. As applications, the log-Harnack inequality, the\nstrong Feller property, the hyper-bounded property, and some heat kernel\ninequalities are presented for a class of O-U type semigroups with jump. These\ninequalities and semigroup properties are indeed equivalent, and thus sharp,\nfor the Gaussian case. As an application of the log-Harnack inequality, the HWI\ninequality is established for the Gaussian case. Perturbations with linear\ngrowth are also investigated.\n","Comment: 16 pages"]}]
["0908.2890",{"format":[],"subject":["Mathematics - Probability","Mathematics - Differential Geometry","60J60, 58G32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2890"],"date":["2009-08-20"],"type":["text"],"creator":["Wang, Feng-Yu"],"language":[],"coverage":[],"title":["Semigroup Properties for the Second Fundamental Form"],"description":["  Let $M$ be a compact Riemannian manifold with boundary $\\pp M$ and $L= \\DD+Z$\nfor a $C^1$-vector field $Z$ on $M$. Several equivalent statements, including\nthe gradient and Poincar\\'e/log-Sobolev type inequalities of the Neumann\nsemigroup generated by $L$, are presented for lower bound conditions on the\ncurvature of $L$ and the second fundamental form of $\\pp M$. The main result\nnot only generalizes the corresponding known ones on manifolds without\nboundary, but also clarifies the role of the second fundamental form in the\nanalysis of the Neumann semigroup. Moreover, the L\\'evy-Gromov isoperimetric\ninequality is also studied on manifolds with boundary.\n","Comment: 17 pages"]}]
["0908.2891",{"format":[],"subject":["Mathematics - Probability","Mathematics - Differential Geometry","60J60, 58G60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2891"],"date":["2009-08-20"],"type":["text"],"creator":["Wang, Feng-Yu"],"language":[],"coverage":[],"title":["Transportation-Cost Inequalities on Path Space Over Manifolds with\n  Boundary"],"description":["  Let $L=\\DD+Z$ for a $C^1$ vector field $Z$ on a complete Riemannian manifold\npossibly with a boundary. By using the uniform distance, a number of\ntransportation-cost inequalities on the path space for the (reflecting)\n$L$-diffusion process are proved to be equivalent to the curvature condition\n$\\Ric-\\nn Z\\ge - K$ and the convexity of the boundary (if exists). These\ninequalities are new even for manifolds without boundary, and are partly\nextended to non-convex manifolds by using a conformal change of metric which\nmakes the boundary from non-convex to convex.\n","Comment: 26 pages"]}]
["0908.2892",{"format":[],"subject":["Mathematics - Probability","Mathematics - Differential Geometry","60J60, 58G32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2892"],"date":["2009-08-20"],"type":["text"],"creator":["Wang, Feng-Yu"],"language":[],"coverage":[],"title":["Robin Heat Semigroup and HWI Inequality on Manifolds with Boundary"],"description":["  Let $M$ be a complete connected Riemannian manifold with boundary $\\pp M$,\n$Q$ a bounded continuous function on $\\pp M$, and $L= \\DD+Z$ for a $C^1$-vector\nfield $Z$ on $M$. By using the reflecting diffusion process generated by $L$\nand its local time on the boundary, a probabilistic formula is presented for\nthe semigroup generated by $L$ on $M$ with Robin boundary condition $N,\\nn\nf+Qf=0,$ where $N$ is the inward unit normal vector field of $\\pp M$. As an\napplication, the HWI inequality is established on manifolds with (nonconvex)\nboundary. In order to study this semigroup, Hsu's gradient estimate and the\ncorresponding Bismut's derivative formula are established on a class of\nnoncompact manifolds with boundary.\n","Comment: 22 pages"]}]
["0908.2894",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2894","Phys. Rev. B 80, 060503(R) (2009)","doi:10.1103/PhysRevB.80.060503"],"date":["2009-08-20"],"type":["text"],"creator":["Tahara, K.","Li, Z.","Yang, H. X.","Luo, J. L.","Kawasaki, S.","Zheng, Guo-qing"],"language":[],"coverage":[],"title":["Superconducting state in the non-centrosymmetric Mg_{9.3}Ir_{19}B_{16.7}\n  and Mg_{10.5}Ir_{19}B_{17.1} revealed by NMR"],"description":["  We report ^{11}B NMR measurements in non-centrosymmetric superconductors\nMg_{9.3}Ir_{19}B_{16.7} (T_c=5.8 K) and Mg_{10.5}Ir_{19}B_{17.1} (T_c=4.8 K).\nThe spin lattice relaxation rate and the Knight shift indicate that the Cooper\npairs are predominantly in the spin-singlet state with an isotropic gap.\nHowever, Mg_{10.5}Ir_{19}B_{17.1} is found to have more defects and the spin\nsusceptibility remains finite even in the zero-temperature limit. We interpret\nthis result as that the defects enhance the spin-orbit coupling and bring about\nmore spin-triplet component.\n","Comment: for a proper, high-resolution Fig.5, contact the corresponding author"]}]
["0908.2901",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2901","Annals of Applied Statistics 2009, Vol. 3, No. 2, 857-879","doi:10.1214/00-AOAS231"],"date":["2009-08-20"],"type":["text"],"creator":["Hong, Yili","Meeker, William Q.","McCalley, James D."],"language":[],"coverage":[],"title":["Prediction of remaining life of power transformers based on left\n  truncated and right censored lifetime data"],"description":["  Prediction of the remaining life of high-voltage power transformers is an\nimportant issue for energy companies because of the need for planning\nmaintenance and capital expenditures. Lifetime data for such transformers are\ncomplicated because transformer lifetimes can extend over many decades and\ntransformer designs and manufacturing practices have evolved. We were asked to\ndevelop statistically-based predictions for the lifetimes of an energy\ncompany's fleet of high-voltage transmission and distribution transformers. The\ncompany's data records begin in 1980, providing information on installation and\nfailure dates of transformers. Although the dataset contains many units that\nwere installed before 1980, there is no information about units that were\ninstalled and failed before 1980. Thus, the data are left truncated and right\ncensored. We use a parametric lifetime model to describe the lifetime\ndistribution of individual transformers. We develop a statistical procedure,\nbased on age-adjusted life distributions, for computing a prediction interval\nfor remaining life for individual transformers now in service. We then extend\nthese ideas to provide predictions and prediction intervals for the cumulative\nnumber of failures, over a range of time, for the overall fleet of\ntransformers.\n","Comment: Published in at http://dx.doi.org/10.1214/00-AOAS231 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0908.2904",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2904","Annals of Applied Statistics 2009, Vol. 3, No. 2, 822-829","doi:10.1214/08-AOAS224"],"date":["2009-08-20"],"type":["text"],"creator":["Tibshirani, Ryan J.","Tibshirani, Robert"],"language":[],"coverage":[],"title":["A bias correction for the minimum error rate in cross-validation"],"description":["  Tuning parameters in supervised learning problems are often estimated by\ncross-validation. The minimum value of the cross-validation error can be biased\ndownward as an estimate of the test error at that same value of the tuning\nparameter. We propose a simple method for the estimation of this bias that uses\ninformation from the cross-validation process. As a result, it requires\nessentially no additional computation. We apply our bias estimate to a number\nof popular classifiers in various settings, and examine its performance.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AOAS224 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0908.2909",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Operator Algebras","11Mxx, 11Gxx, 47Bxx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2909"],"date":["2009-08-20"],"type":["text"],"creator":["Banaszak, Grzegorz","Uetake, Yoichi"],"language":[],"coverage":[],"title":["Abstract intersection theory and operators in Hilbert space"],"description":["  For an operator of a certain class in Hilbert space, we introduce axioms of\nan abstract intersection theory, which we prove to be equivalent to the Riemann\nHypothesis concerning the spectrum of that operator. In particular if the\nnontrivial zeros of the Riemann zeta-function arise from an operator of this\nclass, the original Riemann Hypothesis is equivalent to the existence of an\nabstract intersection theory.\n"]}]
["0908.2913",{"format":[],"subject":["Mathematics - Probability","60F10","60G10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2913"],"date":["2009-08-20"],"type":["text"],"creator":["Hult, Henrik","Samorodnitsky, Gennady"],"language":[],"coverage":[],"title":["Large deviations for point processes based on stationary sequences with\n  heavy tails"],"description":["  In this paper we propose a framework that enables the study of large\ndeviations for point processes based on stationary sequences with regularly\nvarying tails. This framework allows us to keep track not of the magnitude of\nthe extreme values of a process, but also of the order in which these extreme\nvalues appear. Particular emphasis is put on (infinite) linear processes with\nrandom coefficients. The proposed framework provide a rather complete\ndescription of the joint asymptotic behavior of the large values of the\nstationary sequence. We apply the general result on large deviations for point\nprocesses to derive the asymptotic decay of partial sum processes as well as\nruin probabilities.\n"]}]
["0908.2918",{"format":[],"subject":["Mathematics - Statistics Theory","62J99 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2918","Annals of Statistics 2009, Vol. 37, No. 5A, 2083-2108","doi:10.1214/08-AOS641"],"date":["2009-08-20"],"type":["text"],"creator":["James, Gareth M.","Wang, Jing","Zhu, Ji"],"language":[],"coverage":[],"title":["Functional linear regression that's interpretable"],"description":["  Regression models to relate a scalar $Y$ to a functional predictor $X(t)$ are\nbecoming increasingly common. Work in this area has concentrated on estimating\na coefficient function, $\\beta(t)$, with $Y$ related to $X(t)$ through\n$\\int\\beta(t)X(t) dt$. Regions where $\\beta(t)\\ne0$ correspond to places where\nthere is a relationship between $X(t)$ and $Y$. Alternatively, points where\n$\\beta(t)=0$ indicate no relationship. Hence, for interpretation purposes, it\nis desirable for a regression procedure to be capable of producing estimates of\n$\\beta(t)$ that are exactly zero over regions with no apparent relationship and\nhave simple structures over the remaining regions. Unfortunately, most fitting\nprocedures result in an estimate for $\\beta(t)$ that is rarely exactly zero and\nhas unnatural wiggles making the curve hard to interpret. In this article we\nintroduce a new approach which uses variable selection ideas, applied to\nvarious derivatives of $\\beta(t)$, to produce estimates that are both\ninterpretable, flexible and accurate. We call our method \"Functional Linear\nRegression That's Interpretable\" (FLiRTI) and demonstrate it on simulated and\nreal-world data sets. In addition, non-asymptotic theoretical bounds on the\nestimation error are presented. The bounds provide strong theoretical\nmotivation for our approach.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AOS641 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["0908.2919",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2919","Astronomy Letters, 2009, v. 35, No. 3, pp. 150-166","doi:10.1134/S1063773709030025"],"date":["2009-08-20"],"type":["text"],"creator":["Balashev, S. A.","Varshalovich, D. A.","Ivanchik, A. V."],"language":[],"coverage":[],"title":["Directional Radiation and Photodissociation Regions in Molecular\n  Hydrogen Clouds"],"description":["  Some astrophysical observations of molecular hydrogen point to a broadening\nof the velocity distribution for molecules at excited rotational levels. This\neffect is observed in both Galactic and high redshift clouds. Analysis of H_2,\nHD, and CI absorption lines has revealed the broadening effect in the\nabsorption system of QSO 1232+082 (z_{abs}=2.33771). We analyze line broadening\nmechanisms by considering in detail the transfer of ultraviolet radiation (in\nthe resonance lines of the Lyman and Werner H_2 molecular bands) for various\nvelocity distributions at excited rotational levels. The mechanism we suggest\nincludes the saturation of the lines that populate excited rotational levels\n(radiative pumping) and manifests itself most clearly in the case of\ndirectional radiation in the medium. Based on the calculated structure of a\nmolecular hydrogen cloud in rotational level populations, we have considered an\nadditional mechanism that takes into account the presence of a\nphotodissociation region. Note that disregarding the broadening effects we\ninvestigated can lead to a significant systematic error when the data are\nprocessed.\n","Comment: 14 pages, 10 figures"]}]
["0908.2928",{"format":[],"subject":["Mathematics - Number Theory","14G10, 11G25, 14G15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2928"],"date":["2009-08-20"],"type":["text"],"creator":["Witte, Malte"],"language":[],"coverage":[],"title":["Noncommutative L-functions for varieties over finite fields"],"description":["  In this article we prove a Grothendieck trace formula for L-functions of not\nnecessarily commutative adic sheaves.\n","Comment: 17 pages"]}]
["0908.2930",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2930"],"date":["2009-08-20"],"type":["text"],"creator":["Scott, R. G.","Hutchinson, D. A. W."],"language":[],"coverage":[],"title":["The dynamics of coherence between coupled and decoupled one-dimensional\n  quasicondensates"],"description":["  We reproduce the sub-exponential decoherence of one-dimensional\nquasicondensates observed in recent experiments. Counter-intuitively, the\nquasicondensates may decohere even when stongly coupled, if the temperature is\nlarge enough or the peak density is low enough to allow significant density\nfluctuations. We also propose an experiment to investigate the growth of\ncoherence between two initially incoherent quasicondensates. We predict that\nthe coherence will rise on a much slower timescale, and the final coherence\nagain depends strongly on the density fluctuations.\n"]}]
["0908.2941",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2941"],"date":["2009-08-20"],"type":["text"],"creator":["Huang, Huang","Lau, Vincent K. N."],"language":[],"coverage":[],"title":["Delay-Sensitive Distributed Power and Transmission Threshold Control for\n  S-ALOHA Network with Finite State Markov Fading Channels"],"description":["  In this paper, we consider the delay-sensitive power and transmission\nthreshold control design in S-ALOHA network with FSMC fading channels. The\nrandom access system consists of an access point with K competing users, each\nhas access to the local channel state information (CSI) and queue state\ninformation (QSI) as well as the common feedback (ACK/NAK/Collision) from the\naccess point. We seek to derive the delay-optimal control policy (composed of\nthreshold and power control). The optimization problem belongs to the\nmemoryless policy K-agent infinite horizon decentralized Markov decision\nprocess (DEC-MDP), and finding the optimal policy is shown to be\ncomputationally intractable. To obtain a feasible and low complexity solution,\nwe recast the optimization problem into two subproblems, namely the power\ncontrol and the threshold control problem. For a given threshold control\npolicy, the power control problem is decomposed into a reduced state MDP for\nsingle user so that the overall complexity is O(NJ), where N and J are the\nbuffer size and the cardinality of the CSI states. For the threshold control\nproblem, we exploit some special structure of the collision channel and common\nfeedback information to derive a low complexity solution. The delay performance\nof the proposed design is shown to have substantial gain relative to\nconventional throughput optimal approaches for S-ALOHA.\n"]}]
["0908.2942",{"format":[],"subject":["Mathematics - Analysis of PDEs","28A80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2942"],"date":["2009-08-20"],"type":["text"],"creator":["Heilman, Steven M.","Strichartz, Robert S."],"language":[],"coverage":[],"title":["Homotopies of Eigenfunctions and the Spectrum of the Laplacian on the\n  Sierpinski Carpet"],"description":["  Consider a family of bounded domains $\\Omega_{t}$ in the plane (or more\ngenerally any Euclidean space) that depend analytically on the parameter $t$,\nand consider the ordinary Neumann Laplacian $\\Delta_{t}$ on each of them. Then\nwe can organize all the eigenfunctions into continuous families $u_{t}^{(j)}$\nwith eigenvalues $\\lambda_{t}^{(j)}$ also varying continuously with $t$,\nalthough the relative sizes of the eigenvalues will change with $t$ at\ncrossings where $\\lambda_{t}^{(j)}=\\lambda_{t}^{(k)}$. We call these families\nhomotopies of eigenfunctions. We study two explicit examples. The first example\nhas $\\Omega_{0}$ equal to a square and $\\Omega_{1}$ equal to a circle; in both\ncases the eigenfunctions are known explicitly, so our homotopies connect these\ntwo explicit families. In the second example we approximate the Sierpinski\ncarpet starting with a square, and we continuously delete subsquares of varying\nsizes. (Data available in full at www.math.cornell.edu/~smh82)\n","Comment: 54 pages, 37 figures, 2 tables, to appear, Fractals"]}]
["0908.2943",{"format":[],"subject":["Mathematics - General Mathematics","11A41","11A99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2943"],"date":["2009-08-20"],"type":["text"],"creator":["Zhang, Shaohua"],"language":[],"coverage":[],"title":["A new inequality involving primes"],"description":["  In this note, we find a new inequality involving primes and deduce several\nBonse-type inequalities.\n","Comment: 5 pages"]}]
["0908.2950",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2950","doi:10.1002/asna.200911247"],"date":["2009-08-20"],"type":["text"],"creator":["Maciejewski, G.","Mihov, B.","Georgiev, Ts."],"language":[],"coverage":[],"title":["The open cluster Berkeley 53"],"description":["  We present a photometric study of the neglected open cluster Berkeley 53. We\nderived its fundamental parameters, such as the age, the interstellar\nreddening, and the distance from the Sun, based on BV photometry combined with\nnear-infrared JHK data. The structure and the mass function of the cluster were\nalso studied and the total number of members and the total mass were estimated.\nThe cluster was found to be a rich and massive stellar system, located in the\nPerseus Arm of the Milky Way, 3.1+/-0.1 kpc from the Sun. Its age exceeds 1 Gy\nbut it seems to be very young in the context of its dynamical evolution. The\nanalysis of the two-color diagrams and color-magnitude diagrams indicates that\nthe cluster is significantly reddened. However, both methods resulted in\ndifferent values of E(B-V), i.e. 1.21+/-0.04 and 1.52+/-0.01, respectively.\nThis discrepancy suggests the presence of an abnormal interstellar extinction\nlaw toward the cluster.\n"]}]
["0908.2951",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2951"],"date":["2009-08-20"],"type":["text"],"creator":["Schmidt, Erik","Beyer, Michael","Schroeder, Henning"],"language":[],"coverage":[],"title":["Anomalous Quartic Gauge Couplings from Six Quark Production"],"description":["  The absence of a light Higgs boson causes vector boson couplings to become\nstrong at 1 TeV. A general framework for a systematic and consistent treatment\nis provided by effective theories of electroweak symmetry breaking. Already in\nnext-to-leading order there appear quartic gauge couplings that go beyond the\nstandard model and are hence called anomalous. We investigate intermediate\nthree gauge boson states $W^+W^- Z$ and $ZZZ$ occurring in six quark production\nin electron positron collisions under the conditions of the International\nLinear Collider. We perform a sensitivity analysis of the relevant anomalous\nquartic gauge couplings presenting their expected limits.\n","Comment: 6 pages, 5 figures"]}]
["0908.2954",{"format":[],"subject":["Statistics - Methodology","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2954"],"date":["2009-08-20"],"type":["text"],"creator":["Kar, Swarnendu","Mehrotra, Kishan G.","Varshney, Pramod K."],"language":[],"coverage":[],"title":["Approximation of Average Run Length of Moving Sum Algorithms Using\n  Multivariate Probabilities"],"description":["  Among the various procedures used to detect potential changes in a stochastic\nprocess the moving sum algorithms are very popular due to their intuitive\nappeal and good statistical performance. One of the important design parameters\nof a change detection algorithm is the expected interval between false\npositives, also known as the average run length (ARL). Computation of the ARL\nusually involves numerical procedures but in some cases it can be approximated\nusing a series involving multivariate probabilities. In this paper, we present\nan analysis of this series approach by providing sufficient conditions for\nconvergence and derive an error bound. Using simulation studies, we show that\nthe series approach is applicable to moving average and filtered derivative\nalgorithms. For moving average algorithms, we compare our results with\npreviously known bounds. We use two special cases to illustrate our\nobservations.\n"]}]
["0908.2955",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2955","Questions of Modern Cosmology - Galileo's legacy, Eds. M. D'\n  Onofrio and C. Burigana, Springer Verlag Berlin Heidelberg (2009), Sects.\n  2.12 anf 5.8, pages 131-144 and 483-484","doi:10.1007/978-3-642-00792-7"],"date":["2009-08-20"],"type":["text"],"creator":["Gioia, Isabella Maria"],"language":[],"coverage":[],"title":["X-ray Clusters of Galaxies as Cosmological Tools"],"description":["  This paper was written as part of a book entitled: \"Questions of Modern\nCosmology - Galileo's Legacy\" which is a celebrative book dedicated to Galileo\nGalilei. The book is published in 2009, the International Year of Astronomy,\nsince it is intended to be a modern tribute to the astronomer who, 400 years\nago, first pointed a telescope towards the night sky. The book is written in\nthe form of interviews between the editors and many physicists, astrophysicists\nand cosmologists from all over the world. The editors engaged in several\ndiscussions on the formation and evolution of the Universe with the aim of\nsummarizing the most important and significative advances made by cosmology\nover the past century and at the beginning of the new millennium. This paper\ndeals with X-ray clusters of galaxies and how they can be used to constrain\nfundamental cosmological parameters.\n","Comment: (La)Tex, 21 pages, 7 black and white figures, 2 color figures"]}]
["0908.2958",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2958"],"date":["2009-08-20"],"type":["text"],"creator":["Nguyen, Que Thu Dung"],"language":[],"coverage":[],"title":["Design and Implementation of a Distributed Middleware for Parallel\n  Execution of Legacy Enterprise Applications"],"description":["  A typical enterprise uses a local area network of computers to perform its\nbusiness. During the off-working hours, the computational capacities of these\nnetworked computers are underused or unused. In order to utilize this\ncomputational capacity an application has to be recoded to exploit concurrency\ninherent in a computation which is clearly not possible for legacy applications\nwithout any source code. This thesis presents the design an implementation of a\ndistributed middleware which can automatically execute a legacy application on\nmultiple networked computers by parallelizing it. This middleware runs multiple\ncopies of the binary executable code in parallel on different hosts in the\nnetwork. It wraps up the binary executable code of the legacy application in\norder to capture the kernel level data access system calls and perform them\ndistributively over multiple computers in a safe and conflict free manner. The\nmiddleware also incorporates a dynamic scheduling technique to execute the\ntarget application in minimum time by scavenging the available CPU cycles of\nthe hosts in the network. This dynamic scheduling also supports the CPU\navailability of the hosts to change over time and properly reschedule the\nreplicas performing the computation to minimize the execution time. A prototype\nimplementation of this middleware has been developed as a proof of concept of\nthe design. This implementation has been evaluated with a few typical case\nstudies and the test results confirm that the middleware works as expected.\n"]}]
["0908.2964",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2964"],"date":["2009-08-20"],"type":["text"],"creator":["Mendonca, Paulo E. M. F."],"language":[],"coverage":[],"title":["Optimal Control of Finite Dimensional Quantum Systems"],"description":["  This thesis addresses the problem of developing a quantum counter-part of the\nwell established classical theory of control. We dwell on the fundamental fact\nthat quantum states are generally not perfectly distinguishable, and quantum\nmeasurements typically introduce noise in the system being measured. Because of\nthese, it is generally not clear whether the central concept of the classical\ncontrol theory -- that of observing the system and then applying feedback -- is\nalways useful in the quantum setting. We center our investigations around the\nproblem of transforming the state of a quantum system into a given target\nstate, when the system can be prepared in different ways, and the target state\ndepends on the choice of preparation. We call this the \"quantum tracking\nproblem\" and show how it can be formulated as an optimization problem that can\nbe approached both numerically and analytically. This problem provides a simple\nroute to the characterization of the quantum trade-off between information gain\nand disturbance, and is seen to have several applications in quantum\ninformation.\n","Comment: PhD Thesis, The University of Queensland, 196 pages, 29 figures"]}]
["0908.2965",{"format":[],"subject":["Mathematics - Statistics Theory","62G05, 62G08, 62G20, 62C10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2965"],"date":["2009-08-20"],"type":["text"],"creator":["Ngoc, Thanh Mai Pham"],"language":[],"coverage":[],"title":["Regression in random design and Bayesian warped wavelets estimators"],"description":["  In this paper we deal with the regression problem in a random design setting.\nWe investigate asymptotic optimality under minimax point of view of various\nBayesian rules based on warped wavelets and show that they nearly attain\noptimal minimax rates of convergence over the Besov smoothness class\nconsidered. Warped wavelets have been introduced recently, they offer very good\ncomputable and easy-to-implement properties while being well adapted to the\nstatistical problem at hand. We particularly put emphasis on Bayesian rules\nleaning on small and large variance Gaussian priors and discuss their\nsimulation performances comparing them with a hard thresholding procedure.\n"]}]
["0908.2966",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2966"],"date":["2009-08-20"],"type":["text"],"creator":["Telles, Eduardo"],"language":[],"coverage":[],"title":["Starburst in the interacting HII galaxy II Zw 40 and in non-interacting\n  HII galaxies"],"description":["  I summarize the results of our integral field spectroscopic observations of\nthe nearby prototype of HII galaxies, II Zw 40. Observations with GMOS-IFU on\nGEMINI-North in the optical allowed us to make a detailed kinematic picture of\nthe central starburst, while SINFONI with adaptive optics on the ESO-VLT gave\nus a near-IR view of the interplay between the ISM phases.\n  Here, I also address the question that not all starbursts require an external\ntrigger such as a galaxy-galaxy encounter, as it seems to be the case for a\nfraction of low luminosity HII galaxies. We speculate that these may form stars\nspontaneously like \"pop-corn in a pan\".\n","Comment: 4 pages, 1 figure, To appear in the Proceedings of the Galaxy Wars:\n  Stellar Populations and Star Formation in Interacting Galaxies Conference"]}]
["0908.2967",{"format":[],"subject":["Physics - Atomic Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2967"],"date":["2009-08-20"],"type":["text"],"creator":["Rodriguez-Aguirre, J. M.","Custidiano, E. R.","Jakas, M. M."],"language":[],"coverage":[],"title":["Electron swaps and the stopping of protons by hydrogen"],"description":["  The relevance of the electronic swap in the stopping process of proton by\nhydrogen is investigated. To this end, the Classical Trajectory Monte-Carlo\nmethod is used to calculate the k-stopping cross-section, i.e. the stopping\ncross-section given the occurrence of k-swaps during the collision. It is found\nthat electron swaps can be used to label electron trajectories, as it seems to\ndescribe fairly well the extent of the electron-ion interaction during the\ncollision. Depending on the ion energy, the number of swaps entering the\nstopping cross section may vary. In the keV range the number of swaps can be as\nlarge as five or more, whereas, at larger energies, only three or less electron\nswaps may take place in collisions of relevance to stopping.\n","Comment: 13 pages (text+figures), and 6 figures"]}]
["0908.2974",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2974"],"date":["2009-08-20"],"type":["text"],"creator":["Gieles, M."],"language":[],"coverage":[],"title":["Basic Tools for Studies on the Formation and Disruption of Star\n  Clusters: the Luminosity Function"],"description":["  The luminosity function (LF) of young star clusters is often approximated by\na power law function. For clusters in a wide range of galactic environments\nthis has resulted in fit indices near -2, but on average slightly steeper. A\nfundamental property of the -2 power law function is that the luminosity of the\nbrightest object (L_max) scales linearly with the total number of clusters,\nwhich is close to what is observed. This suggests that the formation of Young\nMassive Clusters (YMCs) is a result of the size of the sample, i.e. when the\nSFR is high it is statistically more likely to form YMCs, but no particular\nphysical conditions are required. In this contribution we provide evidence that\nthe LF of young clusters is not a -2 power law, but instead is curved, showing\na systematic decrease of the (logarithmic) slope from roughly -1.8 at low\nluminosities to roughly -2.8 at high luminosities. The empirical LFs can be\nreproduced by model LFs using an underlying cluster IMF with a Schechter type\ntruncation around M*=2x10^5 M_sun. This value of M* can not be universal since\nYMCs well in excess of this M* are known in merging galaxies and merger\nremnants. Therefore, forming super massive clusters (>10^6 M_sun) probably\nrequires conditions different from those in (quiescent) spiral galaxies and\nhence is not only the result of a size-of-sample effect. From the vertical\noffset a cluster formation efficiency of ~10% is derived. We find indications\nfor this efficiency to be higher when the SFR is higher.\n","Comment: 6 pages, 4 figures. To appear in the proceedings of \"Galaxy Wars:\n  Stellar Populations and Star Formation in Interacting Galaxies\" (Tennessee\n  July 2009)"]}]
["astro-ph/0007147",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0007147","Astrophys.J.540:L13-L16,2000","doi:10.1086/312862"],"date":["2000-07-11"],"type":["text"],"creator":["Peterson, Bradley M.","Wandel, Amri"],"language":[],"coverage":[],"title":["Evidence for Supermassive Black Holes in Active Galactic Nuclei from\n  Emission-Line Reverberation"],"description":["  Emission-line variability data for Seyfert 1 galaxies provide strong evidence\nfor the existence of supermassive black holes in the nuclei of these galaxies,\nand that the line-emitting gas is moving in the gravitational potential of that\nblack hole. The time-delayed response of the emission lines to continuum\nvariations is used to infer the size of the line-emitting region, which is then\ncombined with measurements of the Doppler widths of the variable line\ncomponents to estimate a virial mass. In the case of the best-studied galaxy,\nNGC 5548, various emission lines spanning an order of magnitude in distance\nfrom the central source show the expected velocity proportional to inverse\nsquare root of the distance correlation between distance and line width, and\nare thus consistent with a single value for the mass. Two other Seyfert\ngalaxies, NGC 7469 and 3C 390.3, show a similar relationship. We compute the\nratio of luminosity to mass for these three objects and the narrow-line Seyfert\n1 galaxy NGC 4051 and find that that the gravitational force on the\nline-emitting gas is much stronger than radiation pressure. These results\nstrongly support the paradigm of gravitationally bound broad emission-line\nregion clouds.\n","Comment: 10 pages, 2 figures, Accepted for publication in Astrophysical\n  Journal Letters"]}]
["astro-ph/0110262",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0110262","Astrophys.J.566:857-879,2002","doi:10.1086/338112"],"date":["2001-10-10"],"type":["text"],"creator":["Tumlinson, Jason","Shull, J. Michael","Rachford, Brian L.","Browning, Matthew K.","Snow, Theodore P.","Fullerton, Alex W.","Jenkins, Edward B.","Savage, Blair D.","Crowther, Paul A.","Moos, H. Warren","Sembach, Kenneth R.","Sonneborn, George","York, Donald G."],"language":[],"coverage":[],"title":["A FUSE Survey of Interstellar Molecular Hydrogen in the Small and Large\n  Magellanic Clouds"],"description":["  We describe a moderate-resolution FUSE survey of H2 along 70 sight lines to\nthe Small and Large Magellanic Clouds, using hot stars as background sources.\nFUSE spectra of 67% of observed Magellanic Cloud sources (52% of LMC and 92% of\nSMC) exhibit absorption lines from the H2 Lyman and Werner bands between 912\nand 1120 A. Our survey is sensitive to N(H2) >= 10^14 cm^-2; the highest column\ndensities are log N(H2) = 19.9 in the LMC and 20.6 in the SMC. We find reduced\nH2 abundances in the Magellanic Clouds relative to the Milky Way, with average\nmolecular fractions <f_H2> = 0.010 (+0.005, -0.002) for the SMC and <f_H2> =\n0.012 (+0.006, -0.003) for the LMC, compared with <f_H2> = 0.095 for the\nGalactic disk over a similar range of reddening. The dominant uncertainty in\nthis measurement results from the systematic differences between 21 cm radio\nemission and Lya in pencil-beam sight lines as measures of N(HI). These results\nimply that the diffuse H2 masses of the LMC and SMC are 8 x 10^6 Msun and 2 x\n10^6 Msun, respectively, 2% and 0.5% of the H I masses derived from 21 cm\nemission measurements. The LMC and SMC abundance patterns can be reproduced in\nensembles of model clouds with a reduced H2 formation rate coefficient, R ~ 3 x\n10^-18 cm^3 s^-1, and incident radiation fields ranging from 10 - 100 times the\nGalactic mean value. We find that these high-radiation, low-formation-rate\nmodels can also explain the enhanced N(4)/N(2) and N(5)/N(3) rotational\nexcitation ratios in the Clouds. We use H2 column densities in low rotational\nstates (J = 0 and 1) to derive a mean kinetic and/or rotational temperature\n<T_01> = 82 +/- 21 K for clouds with N(H2) >= 10^16 cm^-2, similar to Galactic\ngas. We discuss the implications of this work for theories of star formation in\nlow-metallicity environments. [Abstract abridged]\n","Comment: 30 pages emulateapj, 14 figures (7 color), 7 tables, accepted for\n  publication in the Astrophysical Journal, figures 11 and 12 compressed at\n  slight loss of quality, see http://casa.colorado.edu/~tumlinso/h2/ for full\n  versions"]}]
["astro-ph/0112275",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0112275","Astron.Astrophys.384:33-47,2002","doi:10.1051/0004-6361:20011747"],"date":["2001-12-12"],"type":["text"],"creator":["Boselli, A.","Lequeux, J.","Gavazzi, G."],"language":[],"coverage":[],"title":["Molecular gas in late-type galaxies"],"description":["  We present $^{12}$CO(J=1--0) line observations of 22 low-luminosity spiral\ngalaxies in the Virgo cluster. These data, together with 244 others available\nin the literature, allow us to build a large sample that we use to study the\nmolecular gas properties of galaxies spanning a large range of morphological\ntypes and luminosities and belonging to different environments (clusters -\nfield). The molecular gas content of the target galaxies is estimated using a\nluminosity-dependent X = $N(H_2)/I(CO)$ conversion factor that has been\ncalibrated on a sample of nearby galaxies. $X$ spans from $\\sim$ 10$^{20}$ mol\ncm$^{-2}$ (K km s$^{-1})^{-1}$ in giant spirals to $\\sim$ 10$^{21}$ mol\ncm$^{-2}$ (K km s$^{-1})^{-1}$ in dwarf irregulars. The value of the $X$\nconversion factor is found consistent with a value derived independently from\ndust masses estimated from FIR fluxes, with a metallicity-dependent dust to gas\nratio. The relationships between X and the UV radiation field (as traced by the\n$H\\alpha+[NII] E.W.$), the metallicity and the H band luminosity are analysed.\nWe show that the molecular gas contained in molecular clouds or complexes is of\nthe order of 15% of the total gas on average whatever the luminosity or the\nHubble type of the galaxies. We discuss the relation between the star formation\nrate and the molecular gas content and estimate the average star formation\nefficiency of late-type galaxies.\n","Comment: accepted for publication on Astronomy and Astrophysics"]}]
["astro-ph/0310339",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0310339","Astrophys.J.606:271-290,2004","doi:10.1086/382999"],"date":["2003-10-14","2004-03-07"],"type":["text"],"creator":["Gao, Yu","Solomon, Philip M."],"language":[],"coverage":[],"title":["The Star Formation Rate and Dense Molecular Gas in Galaxies"],"description":["  (abridged) HCN luminosity Lhcn is a tracer of DENSE molecular gas, n(H_2) >~\n3x10^4 cm^{-3}, associated with star-forming giant molecular cloud (GMC) cores.\nWe present the results and analysis of our survey of HCN emission from 65\ninfrared galaxies including 9 ultraluminous infrared galaxies (ULIGs,\nLir>10^{12}Lsun), 22 luminous infrared galaxies (LIGs,\n10^{11}<Lir<~10^{12}Lsun) and 34 normal spiral galaxies with lower IR\nluminosity (most are large spiral galaxies). We have measured the global HCN\nline luminosity and the observations are reported in Gao and Solomon (2003,\nPaper I). This paper analyzes the relationships between the total far-IR\nluminosity a tracer of the star formation rate, the global HCN line luminosity\na measure of the total DENSE molecular gas content, and the CO luminosity a\nmeasure of the total molecular content. We find a tight linear correlation\nbetween the IR and HCN luminosities Lir and Lhcn (in the log-log plot) with a\ncorrelation coefficient R=0.94. The IR--HCN linear correlation is valid over 3\norders of magnitude including ULIGs. The direct consequence of the linear\nIR--HCN correlation is that the star formation law in terms of DENSE molecular\ngas content has a power law index of 1.0. The global star formation rate is\nlinearly proportional to the mass of dense molecular gas in normal spiral\ngalaxies, LIGs, and ULIGs. This is strong evidence in favor of star formation\nas the power source in ultraluminous galaxies since the star formation in these\ngalaxies appears to be normal and expected given their high mass of dense\nstar-forming molecular gas.\n","Comment: ApJ, May 1 issue (final version, 20 pages + 9 figures + 3 tables +\n  appendix/refs.). Please see Gao & Solomon (Paper I, astro-ph/0310341) for the\n  presentation and discussion of the HCN survey"]}]
["astro-ph/0311058",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0311058","Publ.Astron.Soc.Pac.116:345-351,2004","doi:10.1086/383254"],"date":["2003-11-03","2004-02-27"],"type":["text"],"creator":["Collister, Adrian A.","Lahav, Ofer"],"language":[],"coverage":[],"title":["ANNz: estimating photometric redshifts using artificial neural networks"],"description":["  We introduce ANNz, a freely available software package for photometric\nredshift estimation using Artificial Neural Networks. ANNz learns the relation\nbetween photometry and redshift from an appropriate training set of galaxies\nfor which the redshift is already known. Where a large and representative\ntraining set is available ANNz is a highly competitive tool when compared with\ntraditional template-fitting methods.\n  The ANNz package is demonstrated on the Sloan Digital Sky Survey Data Release\n1, and for this particular data set the r.m.s. redshift error in the range 0 <\nz < 0.7 is 0.023. Non-ideal conditions (spectroscopic sets which are small, or\nwhich are brighter than the photometric set for which redshifts are required)\nare simulated and the impact on the photometric redshift accuracy assessed.\n","Comment: 6 pages, 6 figures. Replaced to match version accepted by PASP (minor\n  changes to original submission). The ANNz package may be obtained from\n  http://www.ast.cam.ac.uk/~aac"]}]
["astro-ph/0408578",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0408578","Astron.J.128:2603-2630,2004","doi:10.1086/425626"],"date":["2004-08-31"],"type":["text"],"creator":["Yip, C. W.","Connolly, A. J.","Berk, D. E. Vanden","Ma, Z.","Frieman, J. A.","SubbaRao, M.","Szalay, A. S.","Richards, G. T.","Hall, P. B.","Schneider, D. P.","Hopkins, A. M.","Trump, J.","Brinkmann, J."],"language":[],"coverage":[],"title":["Spectral Classification of Quasars in the Sloan Digital Sky Survey:\n  Eigenspectra; Redshift and Luminosity Effects"],"description":["  We study 16,707 quasar spectra from the SDSS using the Karhunen-Lo\\`eve (KL)\ntransform (or Principal Component Analysis, PCA). The quasar eigenspectra of\nthe full catalog reveal the following: 1st order - the mean spectrum; 2nd order\n- a host-galaxy component; 3rd order - the UV-optical continuum slope; 4th\norder - the correlations of Balmer emission lines. We find that the spectral\nclassification of quasars is redshift and luminosity dependent, as such there\ndoes not exist a compact set (< 10 modes) of eigenspectra (covering 900 to 8000\nangstrom) which can describe most variations (> 95%) of the entire catalog. We\ntherefore construct several sets of eigenspectra in different redshift and\nluminosity bins. From these eigenspectra we find that quasar spectra can be\nclassified (by the first two eigenspectra) into a sequence that is defined by a\nsimple progression in the steepness of the slope of the continuum. We also find\na dependence on redshift and luminosity in the eigencoefficients. The dominant\nredshift effect is a result of the evolution of the blended FeII emission\n(optical) and the Balmer continuum (the ``small bump''). A luminosity\ndependence is also present in the eigencoefficients and is related to the\nBaldwin effect. The eigenspectra constructed from the wavelength-selected SDSS\nspectra are found to agree with the principal components by Francis et al.\n(1992) and the well-known ``Eigenvector-1'' (Boroson and Green 1992).\n(Abridged)\n","Comment: AJ accepted. 65 pages, 27 figures, 9 tables. Resolutions of some\n  figures are lowered"]}]
["astro-ph/0605651",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0605651","Mon.Not.Roy.Astron.Soc.373:1265-1292,2006","doi:10.1111/j.1365-2966.2006.10989.x"],"date":["2006-05-25","2006-09-11"],"type":["text"],"creator":["Oppenheimer, Benjamin D.","Davé, Romeel"],"language":[],"coverage":[],"title":["Cosmological Simulations of Intergalactic Medium Enrichment from\n  Galactic Outflows"],"description":["  We investigate models of self-consistent chemical enrichment of the\nintergalactic medium (IGM) from z=6 to 1.5, based on hydrodynamic simulations\nof structure formation that incorporate galactic outflows. Our main result is\nthat outflow parameterizations based on momentum-driven winds as seen in local\nstarburst galaxies provide the best agreement with observations of CIV\nabsorption at z~2-5. Such models sufficiently enrich the high-z IGM to produce\na global mass density of CIV absorbers that is relatively invariant from z=5.5\nto 1.5, in agreement with observations. This occurs despite an increase in the\nvolume-averaged metallicity by x5-10 over this redshift range, because energy\ninput from outflows causes a drop in the global ionization fraction of CIV.\nComparisons to observed CIV column density and linewidth distributions and\nCIV-based pixel optical depth ratios provide significant constraints on wind\nmodels. Our best-fitting models show mean IGM temperatures only slightly above\nour no-outflow case, metal filling factors of just a few % with volume-weighted\nmetallicities around 0.001 at z~3, significant amounts of collisionally-ionized\nCIV absorption, and a metallicity-density relationship that rises rapidly at\nlow overdensities and flattens at higher ones. In general, we find that outflow\nspeeds must be high enough to enrich the low-density IGM at early times but low\nenough not to overheat it, and concurrently must significantly suppress early\nstar formation while still producing enough early metals. It is therefore\nnon-trivial that locally-calibrated momentum-driven wind scenarios naturally\nyield the desired strength and evolution of outflows, and suggest that such\nmodels represent a significant step towards understanding the impact of\ngalactic outflows on galaxies and the IGM across cosmic time.\n","Comment: 31 pages, accepted to MNRAS, minor revisions"]}]
["astro-ph/0612102",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0612102","Phys.Rev.D75:063502,2007","doi:10.1103/PhysRevD.75.063502"],"date":["2006-12-04","2007-03-05"],"type":["text"],"creator":["Linder, Eric V."],"language":[],"coverage":[],"title":["Dark Energy with a Fine-toothed Comb"],"description":["  The cosmological constant and many other possible origins for acceleration of\nthe cosmic expansion possess variations in the dark energy properties slow on\nthe Hubble time scale. Given that models with more rapid variation, or even\nphase transitions, are possible though, we examine the fineness in redshift\nwith which cosmological probes can realistically be employed, and what\nconstraints this could impose on dark energy behavior. In particular, we\ndiscuss various aspects of baryon acoustic oscillations, and their use to\nmeasure the Hubble parameter H(z). We find that currently considered\ncosmological probes have an innate resolution no finer than Delta z=0.2-0.3.\n","Comment: 6 pages, 3 figures; minor changes to match PRD version"]}]
["astro-ph/9612245",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/9612245","Astrophys.J.489:7-20,1997","doi:10.1086/304765"],"date":["1996-12-31"],"type":["text"],"creator":["Rauch, M.","Miralda-Escude, J.","Sargent, W. L. W.","Barlow, T. A.","Weinberg, D. H.","Hernquist, L.","Katz, N.","Cen, R.","Ostriker, J. P."],"language":[],"coverage":[],"title":["The Opacity of the Lyman Alpha Forest and Implications for\n  Omega_{baryon} and the Ionizing Background"],"description":["  We have measured the distribution function of the flux decrement caused by\nLyman alpha forest absorption in a new sample of high resolution QSO spectra.\nThe observations are compared to the results from two simulations of the Lya\nforest: an Eulerian Lambda-CDM model, and an SPH standard CDM model. Good\nagreement between the shapes of simulated and observed distributions is\nachieved by globally scaling the optical depth to match the mean flux\ndecrements. This procedure amounts to a measurement of the parameter Omega_b^2\nh^3 / Gamma (where Omega_b is the baryonic matter density and Gamma is the HI\nionization rate). Estimating a lower limit Gamma > 7 10^{-13} s^{-1} from the\nabundance of known QSOs, we derive a lower limit to the baryon density, Omega_b\nh^2>0.021(0.017) for the Lambda-CDM (SCDM) model. In both cases the large\nvalues are inconsistent with some recent D/H determinations (Rugers & Hogan\n1996a,b), favoring a low deuterium abundance as reported by Tytler, Fan &\nBurles (1996). Adopting a fixed Omega_b, we can determine the evolution of the\nionizing radiation field. Our models predict the intensity to be approximately\nconstant with redshift, consistent with the assumption that the ionizing\nbackground is produced by known quasars for z < 3. However, additional sources\nof ionizing photons are required at higher redshift.\n","Comment: 35 pages latex (uses aaspp4 and psfig.sty), 10 postscript figures;\n  submitted to ApJ. The complete paper can also be retrieved at\n  http://astro.caltech.edu/~mr/preprints/fluxdec.ps.gz"]}]
["astro-ph/9705037",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/9705037","Astrophys.J.496:145-154,1998","doi:10.1086/305354"],"date":["1997-05-06","1997-11-27"],"type":["text"],"creator":["Lisenfeld, U.","Ferrara, A."],"language":[],"coverage":[],"title":["Dust-to-gas Ratio and Metal Abundance in Dwarf Galaxies"],"description":["  We have compared the metallicity (represented by oxygen abundance), and the\ndust-to-gas ratio, in a sample of dwarf galaxies. For dwarf irregulars (dIrrs)\nwe find a good correlation between the two quantities, with a power-law index\n${0.54\\pm 0.2}$. Blue Compact Dwarf (BCD) galaxies do not show such a good\ncorrelation; in addition both the dust-to-gas ratio and the metallicity tend to\nbe higher than for dIrrs. We have then developed a simple but physical\nanalytical model for the above relation. Comparing the model results with the\ndata, we conclude that: (i) for low values of the dust-to-gas ratio, the\nrelation between the dust-to-gas ratio and the metallicity is quasi-linear,\nwhereas for higher values the curve strongly deviates from the linear behavior,\nimplying that the commonly used power-law approximation is very poor; (ii) the\ndeviation from the linear behavior depends critically on the parameter $\\chi$,\nthe ``differential'' mass outflow rate from the galaxy in units of the star\nformation rate (SFR); (iii) the shape of the curve representing the relation\nbetween the dust-to-gas ratio and the metallicity does not depend on the SFR,\nbut only on $\\chi$; however, the specific location of a given galaxy on the\ncurve does depend on $\\psi$; (iv) the BCD metallicity segregation is due to a\nhigher $\\psi$, together with a significant differential mass outflow. Thus, the\nlack of correlation can be produced by largely different star formation rates\nand values of $\\chi$ in these objects.\n","Comment: 19 pages, aas-latex, 7 figures, to appear in ApJ in March 1998, final\n  revised version"]}]
["astro-ph/9902109",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/9902109","Astrophys.J.512:L135-L138,1999","doi:10.1086/311885"],"date":["1999-02-07"],"type":["text"],"creator":["Arce, Hector G.","Goodman, Alyssa A."],"language":[],"coverage":[],"title":["Measuring Galactic Extinction: A Test"],"description":["  We test the recently published all-sky reddening map of Schlegel, Finkbeiner\n& Davis (1998 [SFD]) using the extinction study of a region in the Taurus dark\ncloud complex by Arce & Goodman (1999 [AG]). In their study, AG use four\ndifferent techniques to measure the amount and structure of the extinction\ntoward Taurus, and all four techniques agree very well. Thus we believe that\nthe AG results are a truthful representation of the extinction in the region\nand can be used to test the reliability of the SFD reddening map. The results\nof our test show that the SFD all-sky reddening map, which is based on data\nfrom COBE/DIRBE and IRAS/ISSA, overestimates the reddening by a factor of 1.3\nto 1.5 in regions of smooth extinction with A_V > 0.5 mag. In some regions of\nsteep extinction gradients the SFD map underestimates the reddening value,\nprobably due to its low spatial resolution. We expect that the astronomical\ncommunity will be using the SFD reddening map extensively. We offer this Letter\nas a cautionary note about using the SFD map in regions of high extinction (A_V\n> 0.5 mag), as it might not be giving accurate reddening values there.\n","Comment: 14 pages (which include 2 pages of figures)"]}]
["astro-ph/9904148",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/9904148","Astrophys.J.522:139-156,1999","doi:10.1086/307635"],"date":["1999-04-12"],"type":["text"],"creator":["Veilleux, S.","Sanders, D. B.","Kim, D. -C."],"language":[],"coverage":[],"title":["New Results from a Near-Infrared Search for Hidden Broad-Line Regions in\n  Ultraluminous Infrared Galaxies"],"description":["  This paper reports the latest results from a near-infrared search for hidden\nbroad-line regions (BLRs: FWHM >~ 2,000 km/s) in ultraluminous infrared\ngalaxies (ULIGs). The new sample contains thirty-nine ULIGs from the 1-Jy\nsample selected for their lack of BLRs at optical wavelengths. The results from\nthis new study are combined with those from our previous optical and\nnear-infrared surveys to derive the fraction of all ULIGs with optical or\nnear-infrared signs of genuine AGN activity (either a BLR or [Si VI] emission).\nComparisons of the dereddened emission-line luminosities of the optical or\nobscured BLRs detected in the ULIGs of the 1-Jy sample with those of optical\nquasars indicate that the obscured AGN/quasar in ULIGs is the main source of\nenergy in at least 15 -- 25% of all ULIGs in the 1-Jy sample. This fraction is\n30 -- 50% among ULIGs with L_ir > 10^{12.3} L_sun. These results are compatible\nwith those from recent mid-infrared spectroscopic surveys carried out with ISO.\n(abridged)\n","Comment: 40 pages including 10 figures and 3 tables (Table 3 should be printed\n  in landscape mode)"]}]
["astro-ph/9905382",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/9905382","Astrophys.J.521:L95-L98,1999","doi:10.1086/312190"],"date":["1999-05-28","1999-06-21"],"type":["text"],"creator":["Peterson, Bradley M.","Wandel, Amri"],"language":[],"coverage":[],"title":["Keplerian Motion of Broad-Line Region Gas as Evidence for Supermassive\n  Black Holes in Active Galactic Nuclei"],"description":["  Emission-line variability data on NGC 5548 argue strongly for the existence\nof a mass of order 7 x 10^7 solar masses within the inner few light days of the\nnucleus in the Seyfert 1 galaxy NGC 5548. The time-delayed response of the\nemission lines to continuum variations is used to infer the size of the\nline-emitting region, and these determinations are combined with measurements\nof the Doppler widths of the variable line components to estimate a virial\nmass. The data for several different emission lines spanning an order of\nmagnitude in distance from the central source show the expected V proportional\nto r^{-1/2} correlation and are consistent with a single value for the mass.\n","Comment: 9 pages, 2 Figures. accepted by ApJ Letters"]}]
["astro-ph/9907117",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/9907117","Icarus 142:5-20,1999","doi:10.1006/icar.1999.6204"],"date":["1999-07-09"],"type":["text"],"creator":["Benz, W.","Asphaug, E."],"language":[],"coverage":[],"title":["Catastrophic disruptions revisited"],"description":["  We use a smooth particle hydrodynamics method (SPH) to simulate colliding\nrocky and icy bodies from cm-scale to hundreds of km in diameter, in an effort\nto define self-consistently the threshold for catastrophic disruption. Unlike\nprevious efforts, this analysis incorporates the combined effects of material\nstrength (using a brittle fragmentation model) and self-gravitation, thereby\nproviding results in the ``strength regime'' and the ``gravity regime'', and in\nbetween. In each case, the structural properties of the largest remnant are\nexamined.\n","Comment: To appear in Icarus"]}]
["astro-ph/9912088",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/9912088","Astrophys.J.535:L13-L16,2000","doi:10.1086/312702"],"date":["1999-12-06","2000-04-07"],"type":["text"],"creator":["Kerscher, Martin","Szapudi, Istvan","Szalay, Alex"],"language":[],"coverage":[],"title":["A comparison of estimators for the two-point correlation function"],"description":["  Nine of the most important estimators known for the two-point correlation\nfunction are compared using a predetermined, rigorous criterion. The indicators\nwere extracted from over 500 subsamples of the Virgo Hubble Volume simulation\ncluster catalog. The ``real'' correlation function was determined from the full\nsurvey in a 3000Mpc/h periodic cube. The estimators were ranked by the\ncumulative probability of returning a value within a certain tolerance of the\nreal correlation function. This criterion takes into account bias and variance,\nand it is independent of the possibly non-Gaussian nature of the error\nstatistics. As a result for astrophysical applications a clear recommendation\nhas emerged: the Landy & Szalay (1993) estimator, in its original or grid\nversion Szapudi & Szalay (1998), are preferred in comparison to the other\nindicators examined, with a performance almost indistinguishable from the\nHamilton (1993) estimator.\n","Comment: aastex, 10 pages, 1 table, 1 figure, revised version, accepted in\n  ApJL"]}]
["cond-mat/0303609",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0303609","Rev. Adv. Mat. Sci., 4 (2), 114-122, 2003"],"date":["2003-03-28"],"type":["text"],"creator":["Morrison, F. D.","Luo, Y.","Szafraniak, I.","Nagarajan, V.","Wehrspohn, R. B.","Steinhart, M.","Wendroff, J. H.","Zakharov, N. D.","Mishina, E. D.","Vorotilov, K. A.","Sigov, A. S.","Nakabayashi, S.","Alexe, M.","Ramesh, R.","Scott, J. F."],"language":[],"coverage":[],"title":["Ferroelectric Nanotubes"],"description":["  We report the independent invention of ferroelectric nanotubes from groups in\nseveral countries. Devices have been made with three different materials: lead\nzirconate-titanate PbZr1-xTixO3 (PZT); barium titanate BaTiO3; and strontium\nbismuth tantalate SrBi2Ta2O9 (SBT). Several different deposition techniques\nhave been used successfully, including misted CSD (chemical solution\ndeposition) and pore wetting. Ferroelectric hysteresis and high optical\nnonlinearity have been demonstrated. The structures are analyzed via SEM, TEM,\nXRD, AFM (piezo-mode), and SHG. Applications to trenching in Si dynamic random\naccess memories, ink-jet printers, and photonic devices are discussed.\nFerroelectric filled pores as small as 20 nm in diameter have been studied.\n"]}]
["cond-mat/0409585",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0409585","Appl. Phys. Lett., 86, 152903, 2005","doi:10.1063/1.1886899"],"date":["2004-09-22"],"type":["text"],"creator":["Scott, J. F.","Morrison, F. D.","Zubko, P.","Jung, D. J.","Baxter, P.","Saad, M. M.","Gregg, J. M.","Bowman, R. M."],"language":[],"coverage":[],"title":["High-Field Conduction in Barium Titanate"],"description":["  We present current-voltage studies of very thin (ca. 77 nm) barium titanate\nsingle crystals up to 1.3 GV/m applied field. These show that the mechanism of\nleakage current at high fields is that of space charge limited conduction\n(SCLC) in a regime with a continuous distribution of traps, according to the\noriginal model of Rose [Phys. Rev. 97, 1537 (1955)]. This study represents a\nfactor of x5 in field compared with the early studies of BaTiO3 conduction [A.\nBranwood et al., Proc. Phys. Soc. London 79, 1161 (1962)]. Comparison is also\ngiven with ceramic multilayer barium titanate capacitors, which show similar\nSCLC behaviour. The data are shown to be completely incompatible with variable\nrange hopping [B. I. Shklovskii, Sov. Phys. Semicond. 6, 1964 (1973)], despite\nthe recent report of such mechanism in SrTiO3 films [D. Fuchs, M. Adam, and R.\nSchneider, J. Phys. IV France 11, 71 (2001)].\n"]}]
["cs/0612111",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0612111"],"date":["2006-12-21"],"type":["text"],"creator":["Sears, Russell","van Ingen, Catharine"],"language":[],"coverage":[],"title":["Fragmentation in Large Object Repositories"],"description":["  Fragmentation leads to unpredictable and degraded application performance.\nWhile these problems have been studied in detail for desktop filesystem\nworkloads, this study examines newer systems such as scalable object stores and\nmultimedia repositories. Such systems use a get/put interface to store objects.\nIn principle, databases and filesystems can support such applications\nefficiently, allowing system designers to focus on complexity, deployment cost\nand manageability. Although theoretical work proves that certain storage\npolicies behave optimally for some workloads, these policies often behave\npoorly in practice. Most storage benchmarks focus on short-term behavior or do\nnot measure fragmentation. We compare SQL Server to NTFS and find that\nfragmentation dominates performance when object sizes exceed 256KB-1MB. NTFS\nhandles fragmentation better than SQL Server. Although the performance curves\nwill vary with other systems and workloads, we expect the same interactions\nbetween fragmentation and free space to apply. It is well-known that\nfragmentation is related to the percentage free space. We found that the ratio\nof free space to object size also impacts performance. Surprisingly, in both\nsystems, storing objects of a single size causes fragmentation, and changing\nthe size of write requests affects fragmentation. These problems could be\naddressed with simple changes to the filesystem and database interfaces. It is\nour hope that an improved understanding of fragmentation will lead to\npredictable storage systems that require less maintenance after deployment.\n","Comment: This article is published under a Creative Commons License Agreement\n  (http://creativecommons.org/licenses/by/2.5/.) You may copy, distribute,\n  display, and perform the work, make derivative works and make commercial use\n  of the work, but, you must attribute the work to the author and CIDR 2007.\n  3rd Biennial Conference on Innovative Data Systems Research (CIDR) January\n  710, 2007, Asilomar, California, USA"]}]
["gr-qc/9604033",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/9604033","\"Relativistic gravitation and gravitational radiation\", J.-A.\n  Marck, J.-P. Lasota. (Proceedings, Les Houches School of Physics:\n  Astrophysical Sources of Gravitational Radiation), Cambridge Contemporary\n  Astrophysics, 1997, pages 373-417"],"date":["1996-04-16","1996-09-30"],"type":["text"],"creator":["Allen, Bruce"],"language":[],"coverage":[],"title":["The stochastic gravity-wave background: sources and detection"],"description":["  A world-wide effort is now underway to build gravitational wave detectors\nbased on highly-sensitive laser interferometers. When data from detectors at\ndifferent sites is properly combined, it will permit highly-sensitive searches\nfor a stochastic background of relic gravitational radiation. These lectures\n(from the Les Houches School in October 1995) review the current status of this\nprogram, and discuss the methods by which data from different detectors can be\nused to make measurements of, or place limits on, a stochastic background. They\nalso review possible cosmological sources and their potential detectability.\n","Comment: 45 pages, latex w/CUP cupconf.sty macros and epsfig, 18 postscript\n  figures included. To appear in: Proceedings of the Les Houches School on\n  Astrophysical Sources of Gravitational Waves, eds. Jean-Alain Marck and\n  Jean-Pierre Lasota, to be published by Cambridge University Press 1996. (Note\n  NEW publisher). Revisions: typos corrected, 4-month limits on \\Omega slightly\n  improved, references added, recent work discussed, equations renumbered by\n  section, factor of 2 error corrected in equation for \\Omega from strings"]}]
["hep-ex/0008067",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0008067","Nucl.Instrum.Meth.A472:464-469,2000","doi:10.1016/S0168-9002(01)01293-1"],"date":["2000-08-27"],"type":["text"],"creator":["Geiser, A.","Collaboration, for the MONOLITH"],"language":[],"coverage":[],"title":["The MONOLITH project"],"description":["  MONOLITH is a proposed massive (34 kt) magnetized tracking calorimeter at the\nGran Sasso laboratory in Italy, optimized for the detection of atmospheric muon\nneutrinos. The main goal is to establish (or reject) the neutrino oscillation\nhypothesis through an explicit observation of the full first oscillation swing.\nThe Delta m^2 sensitivity range for this measurement comfortably covers the\ncomplete Super-Kamiokande allowed region. Other measurements include studies of\nmatter effects and the NC/CC and anti-nu/nu ratio, the study of cosmic ray\nmuons in the multi-TeV range, and auxiliary measurements from the CERN to Gran\nSasso neutrino beam. Depending on approval, data taking with part of the\ndetector could start in 2004. The detector and its performance are described,\nand its potential later use as a neutrino factory detector is addressed.\n","Comment: 6 pages. Contribution to NUFACT'00 neutrino factory workshop,\n  Monterey, CA, USA, May 22-26, 2000"]}]
["hep-ph/0002117",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0002117","AIP Conf.Proc.542:267-289,2000","doi:10.1063/1.1336264"],"date":["2000-02-10"],"type":["text"],"creator":["Ellis, John"],"language":[],"coverage":[],"title":["Physics Goals of the Next Century @ CERN"],"description":["  After recalling briefly the main physics issues beyond the Standard Model,\nthe main physics objectives of experiments at CERN in the coming decade(s) are\nreviewed. These include the conclusion of the LEP programme during the year\n2000, a limited number of fixed-target experiments during the following years,\nthe CNGS long-baseline neutrino programme and the LHC, both scheduled to start\nin 2005. Then possible accelerator projects at CERN after the LHC are reviewed,\nin the expectation that an $e^+ e^-$ linear collider in the TeV energy range\nwill be built elsewhere. The default option for CERN's next major project may\nbe the CLIC multi-TeV $e^+ e^-$ collider project. Also interesting is the\noption of a three-step scenario for muon storage rings, starting with a\nneutrino factory, continuing with one or more Higgs factories, and culminating\nin a $\\mu^+ \\mu^-$ collider at the high-energy frontier.\n","Comment: 23 pages LaTeX, 16 eps figures included, to appear in the Proceedings\n  of the Fifth International Conference on the Physics Potential And\n  Development of Muon Colliders, 15 - 17 Dec. 1999, San Francisco, California"]}]
["hep-ph/0409081",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0409081","Phys.Rev.D79:054001,2009"],"date":["2004-09-07","2009-03-04"],"type":["text"],"creator":["Kao, Chung-wen","Norum, Blaine E.","Wang, Kebin"],"language":[],"coverage":[],"title":["Extraction of the charged pion polarizabilities from radiative charged\n  pion photoproduction in Heavy Baryon Chiral Perturbation Theory"],"description":["  We analyze the amplitude of radiative charged pion photoproduction within the\nframework of heavy baryon chiral perturbation theory (HBChPT) and discuss the\nbest experimental setup for the extraction of the charged pion polarizabilities\nfrom the differential cross section. We find that the contributions from two\nunknown low energy constants(LECs) in the $\\pi N$ chiral Lagrangian at order\n$p^{3}$ are comparable with the contributions of the charged pion\npolarizabilities. As a result, it is necessary to take these two LECs' effects\ninto account. Furthermore, we discuss the applicability of the extrapolation\nmethod and conclude that this method is applicable only if the polarization\nvector of the incoming photon is perpendicular to the scattering plane in the\ncenter of mass frame of the final $\\gamma-\\pi$ system.\n","Comment: 14pages, 11 figures"]}]
["hep-ph/0511039",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0511039","Phys.Rev.D73:054013,2006","doi:10.1103/PhysRevD.73.054013"],"date":["2005-11-04","2006-03-01"],"type":["text"],"creator":["Hogaasen, H.","Richard, J. M.","Sorba, P."],"language":[],"coverage":[],"title":["A chromomagnetic mechanism for the X(3872) resonance"],"description":["  The chromomagnetic interaction, with proper account for flavour-symmetry\nbreaking, is shown to explain the mass and coupling properties of the X(3872)\nresonance as a $J^{PC}$ = 1$^{++}$ state consisting of a heavy quark-antiquark\npair and a light one. It is crucial to introduce all the spin-colour\nconfigurations compatible with these quantum numbers and diagonalise the\nchromomagnetic interaction in this basis. This approach thus differs from the\nmolecular picture $D\\bar {D}*$ and from the diquark-antidiquark picture.\n","Comment: 4 pages - revtex4 - Typos corrected, refs. added, to be published in\n  Phys. Rev. D"]}]
["math/0508600",{"format":[],"subject":["Mathematics - Statistics Theory","62J02, 62F12 (Primary) 65C60, 65C05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0508600","Annals of Statistics 2004, Vol. 32, No. 6, 2559-2579","doi:10.1214/009053604000000670"],"date":["2005-08-30"],"type":["text"],"creator":["Wang, Liqun"],"language":[],"coverage":[],"title":["Estimation of nonlinear models with Berkson measurement errors"],"description":["  This paper is concerned with general nonlinear regression models where the\npredictor variables are subject to Berkson-type measurement errors. The\nmeasurement errors are assumed to have a general parametric distribution, which\nis not necessarily normal. In addition, the distribution of the random error in\nthe regression equation is nonparametric. A minimum distance estimator is\nproposed, which is based on the first two conditional moments of the response\nvariable given the observed predictor variables. To overcome the possible\ncomputational difficulty of minimizing an objective function which involves\nmultiple integrals, a simulation-based estimator is constructed. Consistency\nand asymptotic normality for both estimators are derived under fairly general\nregularity conditions.\n","Comment: Published at http://dx.doi.org/10.1214/009053604000000670 in the\n  Annals of Statistics (http://www.imstat.org/aos/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["math/0610047",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematical Physics","Mathematics - Algebraic Topology","57Rxx, 57M30, 83C45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610047"],"date":["2006-10-01","2009-08-21"],"type":["text"],"creator":["Morava, Jack"],"language":[],"coverage":[],"title":["Chiral structures on the 4D spin cobordism category"],"description":["  This posting is INVALID and has been WITHDRAWN. Please see N. Kitchloo and\nJM, Spin cobordism categories in low dimensions, arXiv:0908.3114, for a\nreplacement and revision.\n","Comment: This posting is invalid and has been withdrawn. Please see N.\n  Kitchloo and JM, Spin cobordism categories in low dimensions,\n  arXiv:0908.3114, for a replacement and revision"]}]
["physics/0311059",{"format":[],"subject":["Physics - Accelerator Physics","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0311059","Nucl.Instrum.Meth.A524:27-38,2004","doi:10.1016/j.nima.2004.01.047"],"date":["2003-11-13"],"type":["text"],"creator":["Galea, R.","Caldwell, A.","Newburgh, L."],"language":[],"coverage":[],"title":["A Frictional Cooling Demonstration Experiment with Protons"],"description":["  Muon cooling is the main technological obstacle in the building of a muon\ncollider. A muon cooling scheme based on Frictional Cooling holds promise in\novercoming this obstacle. An experiment designed to demonstrate the Frictional\nCooling concept using protons was undertaken. Although the results were\ninconclusive in the observation of cooling, the data allowed for the\nqualification of detailed simulations which are used to simulate the\nperformance of a muon collider.\n","Comment: 24 Pages 16 figures 2 tables"]}]
["physics/9803043",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/9803043","Phys.Lett.A238:112-116,1998","doi:10.1016/S0375-9601(97)00705-6"],"date":["1998-03-29","1998-04-13"],"type":["text"],"creator":["Potylitsin, A. P."],"language":[],"coverage":[],"title":["Resonant Diffraction Radiation and Smith-Purcell Effect"],"description":["  An approach has been developed where the Smith-Purcell radiation (SPR), i.e.\nemission of electrons moving close to a periodic structure, is treated as the\nresonant diffraction radiation. Simple formulas have been designed for the SPR\nintensity for a grating having perfectly conducting strips spaced by a vacuum\ngap. The results have been compared with those obtained via other techniques.\nIt has been shown that the intensity of radiation for the said gratings for a\nrelativistic case sufficiently exceeds the SPR intensity for the grating made\nup by a periodically deformed continuous surface.\n","Comment: 9 pages, LATEX, 3 Postscript figures, uses epsf.sty, submitted to\n  Phys.Letters A"]}]
["quant-ph/9807006",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/9807006","Group22: Proceedings of the XXII International Colloquium on Group\n  Theoretical Methods in Physics, eds. S. P. Corney, R. Delbourgo, and P. D.\n  Jarvis, pp. 32-43 (Cambridge, MA, International Press, 1999)"],"date":["1998-07-01"],"type":["text"],"creator":["Gottesman, Daniel"],"language":[],"coverage":[],"title":["The Heisenberg Representation of Quantum Computers"],"description":["  Since Shor's discovery of an algorithm to factor numbers on a quantum\ncomputer in polynomial time, quantum computation has become a subject of\nimmense interest. Unfortunately, one of the key features of quantum computers -\nthe difficulty of describing them on classical computers - also makes it\ndifficult to describe and understand precisely what can be done with them. A\nformalism describing the evolution of operators rather than states has proven\nextremely fruitful in understanding an important class of quantum operations.\nStates used in error correction and certain communication protocols can be\ndescribed by their stabilizer, a group of tensor products of Pauli matrices.\nEven this simple group structure is sufficient to allow a rich range of quantum\neffects, although it falls short of the full power of quantum computation.\n","Comment: 20 pages, LaTeX. Expanded version of a plenary speech at the 1998\n  International Conference on Group Theoretic Methods in Physics"]}]
