["0709.3884",{"format":[],"subject":["Quantitative Finance - Statistical Finance","Statistics - Applications","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3884","Expert Systems with Applications (2009), 36, 2819-2830.","doi:10.1016/j.eswa.2008.01.062"],"date":["2007-09-25"],"type":["text"],"creator":["Montana, Giovanni","Triantafyllopoulos, Kostas","Tsagaris, Theodoros"],"language":[],"coverage":[],"title":["Flexible least squares for temporal data mining and statistical\n  arbitrage"],"description":["  A number of recent emerging applications call for studying data streams,\npotentially infinite flows of information updated in real-time. When multiple\nco-evolving data streams are observed, an important task is to determine how\nthese streams depend on each other, accounting for dynamic dependence patterns\nwithout imposing any restrictive probabilistic law governing this dependence.\nIn this paper we argue that flexible least squares (FLS), a penalized version\nof ordinary least squares that accommodates for time-varying regression\ncoefficients, can be deployed successfully in this context. Our motivating\napplication is statistical arbitrage, an investment strategy that exploits\npatterns detected in financial data streams. We demonstrate that FLS is\nalgebraically equivalent to the well-known Kalman filter equations, and take\nadvantage of this equivalence to gain a better understanding of FLS and suggest\na more efficient algorithm. Promising experimental results obtained from a\nFLS-based algorithmic trading system for the S&P 500 Futures Index are\nreported.\n","Comment: 28 pages, 6 figures, submitted to journal"]}]
["0801.3369",{"format":[],"subject":["Mathematics - Dynamical Systems","70F15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3369","Astrophysics and Space Science, Volume 315, Numbers 1-4 / June,\n  2008","doi:10.1007/s10509-008-9823-6"],"date":["2008-01-22","2008-05-16"],"type":["text"],"creator":["Kushvah, Badam Singh"],"language":[],"coverage":[],"title":["The Effect of Radiation Pressure on the Equilibrium Points in the\n  Generalised Photogravitational Restricted Three Body Problem"],"description":["  The existence of equilibrium points and the effect of radiation pressure have\nbeen discussed numerically. The problem is generalized by considering bigger\nprimary as a source of radiation and small primary as an oblate spheroid. We\nhave also discussed the Poynting-Robertson(P-R) effect which is caused due to\nradiation pressure. It is found that the collinear points $L_1,L_2,L_3$ deviate\nfrom the axis joining the two primaries, while the triangular points $L_4,L_5$\nare not symmetrical due to radiation pressure. We have seen that $L_1,L_2,L_3$\nare linearly unstable while $L_4,L_5$ are conditionally stable in the sense of\nLyapunov when P-R effect is not considered. We have found that the effect of\nradiation pressure reduces the linear stability zones while P-R effect induces\nan instability in the sense of Lyapunov.\n"]}]
["0802.2788",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2788","Phys. Rev. B 77, 212504 (2008)","doi:10.1103/PhysRevB.77.212504"],"date":["2008-02-20","2009-02-08"],"type":["text"],"creator":["Inosov, D. S.","Schuster, R.","Kordyuk, A. A.","Fink, J.","Borisenko, S. V.","Zabolotnyy, V. B.","Evtushinsky, D. V.","Knupfer, M.","Buechner, B.","Follath, R.","Berger, H."],"language":[],"coverage":[],"title":["Excitation energy map of the high-energy dispersion anomalies in\n  cuprates"],"description":["  The anomalous high-energy dispersion of the conductance band in the high-Tc\nsuperconductor Pb-Bi2212 has been extensively mapped by angle-resolved\nphotoemission (ARPES) as a function of excitation energy in the range from 34\nto 116 eV. Two distinctive types of dispersion behavior are observed around 0.6\neV binding energy, which alternate as a function of photon energy. The\ncontinuous transitions observed between the two kinds of behavior near 50, 70,\nand 90 eV photon energies allow to exclude the possibility that they originate\nfrom the interplay between the bonding and antibonding bands. The effects of\nthree-dimensionality can also be excluded as a possible origin of the\nexcitation energy dependence, as the large period of the alterations is\ninconsistent with the lattice constant in this material. We therefore confirm\nthat the strong photon energy dependence of the high-energy dispersion in\ncuprates originates mainly from the photoemission matrix element that\nsuppresses the photocurrent in the center of the Brillouin zone.\n","Comment: 3 pages, 3 figures. Fig. 3 and reference list updated since v1"]}]
["0803.2364",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2364","Linear Algebra Appl. 430 (2009), 795-799."],"date":["2008-03-17","2008-10-14"],"type":["text"],"creator":["Hansen, Frank"],"language":[],"coverage":[],"title":["Some operator monotone functions"],"description":["  We prove that the functions t -> (t^q-1)(t^p-1)^{-1} are operator monotone in\nthe positive half-axis for 0 < p < q < 1, and we calculate the two associated\ncanonical representation formulae. The result is used to find new monotone\nmetrics (quantum Fisher information) on the state space of quantum systems.\n","Comment: An author has quit and some material added"]}]
["0803.3737",{"format":[],"subject":["Mathematics - Number Theory","11P99","11A41","11E25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3737","Journal of Combinatorics and Number Theory 1(2009), no.1, 65-76"],"date":["2008-03-26","2009-02-07"],"type":["text"],"creator":["Sun, Zhi-Wei"],"language":[],"coverage":[],"title":["On sums of primes and triangular numbers"],"description":["  We study whether sufficiently large integers can be written in the form\ncp+T_x, where p is either zero or a prime congruent to r mod d, and\nT_x=x(x+1)/2 is a triangular number. We also investigate whether there are\ninfinitely many positive integers not of the form (2^ap-r)/m+T_x with p a prime\nand x an integer. Besides two theorems, the paper also contains several\nconjectures together with related analysis and numerical data. One of our\nconjectures states that each natural number not equal to 216 can be written in\nthe form p+T_x with x an integer and p a prime or zero; another conjecture\nasserts that any odd integer n>3 can be written in the form p+x(x+1) with p a\nprime and x a positive integer.\n"]}]
["0806.1132",{"format":[],"subject":["Mathematics - Dynamical Systems","70F15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1132","Astrophysics and Space Science, Volume 318, Numbers 1-2 /\n  November, 2008","doi:10.1007/s10509-008-9898-0"],"date":["2008-06-06"],"type":["text"],"creator":["Kushvah, Badam Singh"],"language":[],"coverage":[],"title":["Linear Stability of Equilibrium Points in the Generalized\n  Photogravitational Chermnykh's Problem"],"description":["  The equilibrium points and their linear stability has been discussed in the\ngeneralized photogravitational Chermnykh's problem. The bigger primary is being\nconsidered as a source of radiation and small primary as an oblate spheroid.\nThe effect of radiation pressure has been discussed numerically. The collinear\npoints are linearly unstable and triangular points are stable in the sense of\nLyapunov stability provided $\\mu< \\mu_{Routh}=0.0385201$. The effect of\ngravitational potential from the belt is also examined. The mathematical\nproperties of this system are different from the classical restricted three\nbody problem.\n"]}]
["0806.2107",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2107"],"date":["2008-06-12","2009-02-07"],"type":["text"],"creator":["Cheltsov, Ivan","Shramov, Constantin"],"language":[],"coverage":[],"title":["Log canonical thresholds of smooth Fano threefolds. With an appendix by\n  Jean-Pierre Demailly"],"description":["  We compute global log canonical thresholds of some smooth Fano threefolds.\n","Comment: 96 pages, final version, minor grammatical changes"]}]
["0807.2009",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2009","Nature 455, 81-84 (4 September 2008)","doi:10.1038/nature07263"],"date":["2008-07-13"],"type":["text"],"creator":["Lu, D. H.","Yi, M.","Mo, S. -K.","Erickson, A. S.","Analytis, J.","Chu, J. -H.","Singh, D. J.","Hussain, Z.","Geballe, T. H.","Fisher, I. R.","Shen, Z. -X."],"language":[],"coverage":[],"title":["Electronic structure of the iron-based superconductor LaOFeP"],"description":["  The recent discovery of superconductivity in the so-called iron-oxypnictide\nfamily of compounds has generated intense interest. The layered crystal\nstructure with transition metal ions in planar square lattice form and the\ndiscovery of spin-density-wave order near 130 K seem to hint at a strong\nsimilarity with the copper oxide superconductors. A burning current issue is\nthe nature of the ground state of the parent compounds. Two distinct classes of\ntheories have been put forward depending on the underlying band structures:\nlocal moment antiferromagnetic ground state for strong coupling approach and\nitinerant ground state for weak coupling approach. The local moment magnetism\napproach stresses on-site correlations and proximity to a Mott insulating state\nand thus the resemblance to cuprates; while the latter approach emphasizes the\nitinerant electron physics and the interplay between the competing\nferromagnetic and antiferromagnetic fluctuations. Such a controversy is partly\ndue to the lack of conclusive experimental information on the electronic\nstructures. Here we report the first angle-resolved photoemission spectroscopy\n(ARPES) investigation of LaOFeP (Tc = 5.9 K), the first reported iron-based\nsuperconductor. Our results favor the itinerant ground state, albeit with band\nrenormalization. In addition, our data reveal important differences between\nthese and copper based superconductors.\n","Comment: 17 pages, 4 figures"]}]
["0809.2995",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Computer Science - Networking and Internet Architecture","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2995","Phys. Rev. Lett. 102, 058701 (2009)","doi:10.1103/PhysRevLett.102.058701"],"date":["2008-09-17","2009-02-08"],"type":["text"],"creator":["Boguna, Marian","Krioukov, Dmitri"],"language":[],"coverage":[],"title":["Navigating ultrasmall worlds in ultrashort time"],"description":["  Random scale-free networks are ultrasmall worlds. The average length of the\nshortest paths in networks of size N scales as lnlnN. Here we show that these\nultrasmall worlds can be navigated in ultrashort time. Greedy routing on\nscale-free networks embedded in metric spaces finds paths with the average\nlength scaling also as lnlnN. Greedy routing uses only local information to\nnavigate a network. Nevertheless, it finds asymptotically the shortest paths, a\ndirect computation of which requires global topology knowledge. Our findings\nimply that the peculiar structure of complex networks ensures that the lack of\nglobal topological awareness has asymptotically no impact on the length of\ncommunication paths. These results have important consequences for\ncommunication systems such as the Internet, where maintaining knowledge of\ncurrent topology is a major scalability bottleneck.\n","Comment: 4 pages, 2 figures"]}]
["0810.1924",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Differential Geometry","14J45, 32Q20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1924"],"date":["2008-10-10","2009-02-07"],"type":["text"],"creator":["Cheltsov, Ivan","Shramov, Constantin"],"language":[],"coverage":[],"title":["Extremal metrics on del Pezzo threefolds"],"description":["  We prove the existence of Kahler-Einstein metrics on a nonsingular section of\nthe Grassmannian $\\mathrm{Gr}(2, 5)\\subset\\mathbb{P}^9$ by a linear subspace of\ncodimension 3, and the Fermat hypersurface of degree 6 in\n$\\mathbb{P}(1,1,1,2,3)$. We also show that a global log canonical threshold of\nthe Mukai--Umemura variety is equal to 1/2.\n","Comment: 16 pages, dedication is changed, because Vasily Iskovskikh passed\n  away on 4th January 2009"]}]
["0810.4814",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4814","doi:10.1088/1751-8113/42/9/095207"],"date":["2008-10-27","2009-01-09"],"type":["text"],"creator":["Cooper, J. N.","Armour, E. A. G.","Plummer, M."],"language":[],"coverage":[],"title":["Anomaly-free singularities in the generalized Kohn variational method"],"description":["  We have carried out an analysis of singularities in Kohn variational\ncalculations for low energy e^{+}-H_{2} elastic scattering. Provided that a\nsufficiently accurate trial wavefunction is used, we argue that our\nimplementation of the Kohn variational principle necessarily gives rise to\nsingularities which are not spurious. We propose two approaches for optimizing\na free parameter of the trial wavefunction in order to avoid anomalous\nbehaviour in scattering phase shift calculations, the first of which is based\non the existence of such singularities. The second approach is a more\nconventional optimization of the generalized Kohn method. Close agreement is\nobserved between the results of the two optimization schemes; further, they\ngive results which are seen to be effectively equivalent to those obtained with\nthe complex Kohn method. The advantage of the first optimization scheme is that\nit does not require an explicit solution of the Kohn equations to be found. We\ngive examples of anomalies which cannot be avoided using either optimization\nscheme but show that it is possible to avoid these anomalies by considering\nvariations in the nonlinear parameters of the trial function.\n","Comment: 20 pages, 13 figures. Changes made in response to referees' comments.\n  Significant improvements made to interpretation of results, necessitating a\n  change of article title and abstract. Additional author added. This version\n  of the article has been accepted for publication in Journal of Physics A:\n  Mathematical and Theoretical (IOP)"]}]
["0811.3165",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Symbolic Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3165"],"date":["2008-11-19","2009-02-08"],"type":["text"],"creator":["Ivanyos, Gábor","Karpinski, Marek","Rónyai, Lajos","Saxena, Nitin"],"language":[],"coverage":[],"title":["Trading GRH for algebra: algorithms for factoring polynomials and\n  related structures"],"description":["  In this paper we develop techniques that eliminate the need of the\nGeneralized Riemann Hypothesis (GRH) from various (almost all) known results\nabout deterministic polynomial factoring over finite fields. Our main result\nshows that given a polynomial f(x) of degree n over a finite field k, we can\nfind in deterministic poly(n^{\\log n},\\log |k|) time \"either\" a nontrivial\nfactor of f(x) \"or\" a nontrivial automorphism of k[x]/(f(x)) of order n. This\nmain tool leads to various new GRH-free results, most striking of which are:\n  (1) Given a noncommutative algebra over a finite field, we can find a zero\ndivisor in deterministic subexponential time.\n  (2) Given a positive integer r such that either 8|r or r has at least two\ndistinct odd prime factors. There is a deterministic polynomial time algorithm\nto find a nontrivial factor of the r-th cyclotomic polynomial over a finite\nfield.\n  In this paper, following the seminal work of Lenstra (1991) on constructing\nisomorphisms between finite fields, we further generalize classical Galois\ntheory constructs like cyclotomic extensions, Kummer extensions, Teichmuller\nsubgroups, to the case of commutative semisimple algebras with automorphisms.\nThese generalized constructs help eliminate the dependence on GRH.\n","Comment: 35 pages, preliminary version"]}]
["0811.3729",{"format":[],"subject":["Mathematical Physics","35Q40, 35Q55, 78A60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3729"],"date":["2008-11-23","2009-02-08"],"type":["text"],"creator":["Cao, Yanping","Musslimani, Ziad H.","Titi, Edriss S."],"language":[],"coverage":[],"title":["Modulation theory for self-focusing in the nonlinear\n  Schr\\\"{o}dinger-Helmholtz equation"],"description":["  The nonlinear Schr\\\"{o}dinger-Helmholtz (SH) equation in $N$ space dimensions\nwith $2\\sigma$ nonlinear power was proposed as a regularization of the\nclassical nonlinear Schr\\\"{o}dinger (NLS) equation. It was shown that the SH\nequation has a larger regime ($1\\le\\sigma<\\frac{4}{N}$) of global existence and\nuniqueness of solutions compared to that of the classical NLS\n($0<\\sigma<\\frac{2}{N}$). In the limiting case where the\nSchr\\\"{o}dinger-Helmholtz equation is viewed as a perturbed system of the\nclassical NLS equation, we apply modulation theory to the classical critical\ncase ($\\sigma=1,\\:N=2$) and show that the regularization prevents the formation\nof singularities of the NLS equation. Our theoretical results are supported by\nnumerical simulations\n","Comment: new article, 20 pages, 10 figures, to appear in Numerical Functional\n  Analysis and Optimization"]}]
["0901.3749",{"format":[],"subject":["Mathematics - Statistics Theory","Mathematics - Algebraic Geometry","Statistics - Computation","13P10","14Q15","60J22","94A99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3749"],"date":["2009-01-23","2009-02-07"],"type":["text"],"creator":["Schoenhuth, Alexander"],"language":[],"coverage":[],"title":["Equations for hidden Markov models"],"description":["  We will outline novel approaches to derive model invariants for hidden Markov\nand related models. These approaches are based on a theoretical framework that\narises from viewing random processes as elements of the vector space of string\nfunctions. Theorems available from that framework then give rise to novel ideas\nto obtain model invariants for hidden Markov and related models.\n","Comment: 28 pages; Results presented at the Workshop on Algebraic Statistics,\n  MSRI, UC Berkeley, Dec. 2008. Simplified arguments"]}]
["0901.3904",{"format":[],"subject":["Mathematics - Differential Geometry","53C25 (Primary), 53A10 (Secondary), 49Q05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3904"],"date":["2009-01-25","2009-02-08"],"type":["text"],"creator":["Hoang, Nguyen Minh","Hieu, Doan The"],"language":[],"coverage":[],"title":["Ruled minimal surfaces in $\\Bbb R^3$ with density $e^z$"],"description":["  We classify ruled minimal surfaces in $\\Bbb R^3$ with density $e^z.$ It is\nshowed that there is no noncylindrical ruled minimal surface and there is a\nfamily of cylindrical ruled minimal surfaces in $\\Bbb R^3$ with density $e^z.$\nIt is also proved that all translation minimal surfaces are ruled.\n","Comment: 11 pages"]}]
["math/0608526",{"format":[],"subject":["Mathematics - Differential Geometry","57S05, 22F50, 54H99 (Primary)","22E65 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0608526"],"date":["2006-08-21","2009-02-07"],"type":["text"],"creator":["Borzellino, Joseph E.","Brunsden, Victor"],"language":[],"coverage":[],"title":["A manifold structure for the group of orbifold diffeomorphisms of a\n  smooth orbifold"],"description":["  For a compact, smooth C^r orbifold (without boundary), we show that the\ntopological structure of the orbifold diffeomorphism group is a Banach manifold\nfor finite r \\ge 1 and a Frechet manifold if r=infty. In each case, the local\nmodel is the separable Banach (Frechet) space of C^r (C^infty, resp.)\norbisections of the tangent orbibundle.\n","Comment: 26 pages, 2 figures, final version"]}]
["math/0609422",{"format":[],"subject":["Mathematics - Algebraic Geometry","32J05, 14J99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609422","Amer. J. Math. 130 (2008) 859-912"],"date":["2006-09-14"],"type":["text"],"creator":["Zucker, Steven"],"language":[],"coverage":[],"title":["On the reductive Borel-Serre compactification, II: Excentric quotients\n  and least common modifications"],"description":["  Let X be a locally symmetric variety. Let EBS(X) and TorE(X) denote its\nexcentric Borel-Serre and excentric toroidal compactifications, resp. We\ndetermine their least common modification and use it to prove a conjecture of\nGoresky and Tai concerning canonical extensions of homogeneous vector bundles.\nIn the process, we see that EBS(X) and TorE(X) are homotopy equivalent.\n","Comment: 56 pages"]}]
["math/0610009",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - K-Theory and Homology","18G55, 55U35, 18G10, 18G30, 55U10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610009"],"date":["2006-09-29","2009-02-08"],"type":["text"],"creator":["Radulescu-Banu, Andrei"],"language":[],"coverage":[],"title":["Cofibrations in Homotopy Theory"],"description":["  We define Anderson-Brown-Cisinski (ABC) cofibration categories, and construct\nhomotopy colimits of diagrams of objects in ABC cofibration categories.\nHomotopy colimits for Quillen model categories are obtained as a particular\ncase. We attach to each ABC cofibration category a left Heller derivator. A\ndual theory is developed for homotopy limits in ABC fibration categories and\nfor right Heller derivators. These constructions provide a natural framework\nfor 'doing homotopy theory' in ABC (co)fibration categories.\n","Comment: Ams-latex, 158 pages. Corrections to Thm. 6.4.1 and Def. 7.2.5"]}]
["math/0701683",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - K-Theory and Homology","11G09","19A99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701683"],"date":["2007-01-24","2009-02-07"],"type":["text"],"creator":["Biglari, Shahram"],"language":[],"coverage":[],"title":["On finite dimensionality of mixed Tate motives"],"description":["  We prove a few results concerning the notions of finite dimensionality of\nmixed Tate motives in the sense of Kimura and O'Sullivan. It is shown that\nbeing oddly or evenly finite dimensional is equivalent to vanishing of certain\ncohomology groups defined by means of Levine weight filtration. We then explain\nthe relation to the Grothendieck group of the triangulated category D of mixed\nTate motives. This naturally gives rise to a \\lambda-ring structure on K_0(D).\n","Comment: 16 pages"]}]
