["0705.4238",{"format":[],"subject":["Physics - Optics","Physics - Classical Physics","Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4238"],"date":["2007-05-29","2009-06-03"],"type":["text"],"creator":["LeFew, William R.","Venakides, Stephanos","Gauthier, Daniel J."],"language":[],"coverage":[],"title":["Accurate description of optical precursors and their relation to\n  weak-field coherent optical transients"],"description":["  We study theoretically the propagation of a step-modulated optical field as\nit passes through a dispersive dielectric made up of a dilute collection of\noscillators characterized by a single narrow-band resonance. The propagated\nfield is given in terms of an integral of a Fourier type, which cannot be\nevaluated even for simple models of the dispersive dielectric. The fact that\nthe oscillators have a low number density (dilute medium) and have a\nnarrow-band resonance allows us to simplify the integrand. In this case, the\nintegral can be evaluated exactly, although it is not possible using this\nmethod to separate out the transient part of the propagated field known as\noptical precursors. We also use an asymptotic method (saddle-point method) to\nevaluate the integral. The contributions to the integral related to the\nsaddle-points of the integrand give rise to the optical precursors. We obtain\nanalytic expressions for the precursor fields and the domain over which the\nasymptotic method is valid. When combined to obtain the total transient field,\nwe find that the agreement between the solutions obtained by the asymptotic and\nthe exact methods is excellent. Our results demonstrate that precursors can\npersist for many nanoseconds and the chirp in the instantaneous frequency of\nthe precursors can manifest itself in beats in the transmitted intensity. Our\nwork strongly suggests that precursors have been observed in many previous\nexperiments.\n","Comment: 11 pages, 4 figures"]}]
["0708.0921",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0921","Phys. Rev. Lett. 100, 207004 (2008)","doi:10.1103/PhysRevLett.100.207004"],"date":["2007-08-07","2008-05-08"],"type":["text"],"creator":["Gonnelli, R. S.","Daghero, D.","Delaude, D.","Tortello, M.","Ummarino, G. A.","Stepanov, V. A.","Kim, J. S.","Kremer, R. K.","Sanna, A.","Profeta, G.","Massidda, S."],"language":[],"coverage":[],"title":["Evidence for gap anisotropy in CaC6 from directional point-contact\n  spectroscopy"],"description":["  We present the first results of directional point-contact spectroscopy in\nhigh quality CaC6 samples both along the ab plane and in the c-axis direction.\nThe superconducting order parameter \\Delta(0), obtained by fitting the\nAndreev-reflection (AR) conductance curves at temperatures down to 400 mK with\nthe single-band 3D Blonder-Tinkham-Klapwijk model, presents two different\ndistributions in the two directions of the main current injection, peaked at\n1.35 and 1.71 meV, respectively. By ab-initio calculations of the AR\nconductance spectra, we show that the experimental results are in good\nagreement with the recent predictions of gap anisotropy in CaC6.\n","Comment: 4 pages, 4 color eps figures. New results at 400 mK added; figures\n  and discussion modified accordingly. Phys. Rev. Lett., accepted"]}]
["0708.2320",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Probability","35R60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2320","Mathematical Models and Methods in Applied Sciences Vol. 19, No. 5\n  (2009) 1-19"],"date":["2007-08-17","2008-08-05"],"type":["text"],"creator":["Albeverio, Sergio","Rozanova, Olga"],"language":[],"coverage":[],"title":["The non-viscous Burgers equation associated with random positions in\n  coordinate space: a threshold for blow up behaviour"],"description":["  It is well known that the solutions to the non-viscous Burgers equation\ndevelop a gradient catastrophe at a critical time provided the initial data\nhave a negative derivative in certain points. We consider this equation\nassuming that the particle paths in the medium are governed by a random process\nwith a variance which depends in a polynomial way on the velocity. Given an\ninitial distribution of the particles which is uniform in space and with the\ninitial velocity linearly depending on the position we show both analytically\nand numerically that there exists a threshold effect: if the power in the above\nvariance is less than 1, then the noise does not influence the solution\nbehavior, in the following sense: the mean of the velocity when we keep the\nvalue of position fixed goes to infinity outside the origin. If however the\npower is larger or equal 1, then this mean decays to zero as the time tends to\na critical value.\n","Comment: 12 pages, submitted Minor corrections to the text and algebra, added\n  references"]}]
["0709.2159",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2159","Physica A 388 (2009) 2389","doi:10.1016/j.physa.2009.03.012"],"date":["2007-09-13","2008-09-09"],"type":["text"],"creator":["Hernandez, Laura","Ceva, Horacio"],"language":[],"coverage":[],"title":["On the application of the Critical Minimum Energy Subspace method to\n  disordered systems"],"description":["  We discuss the recent application to strongly disordered systems of the\nCritical Minimum Energy Subspace (CMES) method, used to limit the energy\nsubspace of the Wang-Landau sampling. We compare with our results on the 3D\nRandom Field Ising Model obtained by a multi-range Wang-Landau simulation in\nthe whole energy range. We point out at some problems that may arise when\napplying the CMES scheme to models having a complex free energy landscape. PACS\nnumbers: 02.70.Tt,02.70.Rr,05.50.+q, 64.60.Cn, 64.60.Fr, 75.10.Hk\n","Comment: work presented in CCP2007"]}]
["0802.3975",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3975","Nanotechnology 20, 115707 (2009)","doi:10.1088/0957-4484/20/11/115707"],"date":["2008-02-27","2008-05-27"],"type":["text"],"creator":["Mohr, M.","Thomsen, C."],"language":[],"coverage":[],"title":["First-principles calculations of the vibrational properties of bulk CdSe\n  and CdSe nanowires"],"description":["  We present first-principles calculations on bulk CdSe and CdSe nanowires with\ndiameters of up to 22 \\AA. Density functional linear combination of atomic\norbitals and plane wave calculations of the electronic and structural\nproperties are presented and discussed. We use an iterative, symmetry-based\nmethod to relax the structures into the ground state. We find that the band gap\ndepends on surface termination. Vibrational properties in the whole Brillouin\nzone of bulk CdSe and the zone-center vibrations of nanowires are calculated\nand analyzed. We find strongly size-dependent and nearly constant modes,\ndepending on the displacement directions. A comparison with available\nexperimental Raman data is be given.\n"]}]
["0804.0726",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0726"],"date":["2008-04-04","2009-06-04"],"type":["text"],"creator":["Bertoin, Jean","Sidoravicius, Vladas","Vares, Maria Eulalia"],"language":[],"coverage":[],"title":["A system of grabbing particles related to Galton-Watson trees"],"description":["  We consider a system of particles with arms that are activated randomly to\ngrab other particles as a toy model for polymerization. We assume that the\nfollowing two rules are fulfilled: Once a particle has been grabbed then it\ncannot be grabbed again, and an arm cannot grab a particle that belongs to its\nown cluster. We are interested in the shape of a typical polymer in the\nsituation when the initial number of monomers is large and the numbers of arms\nof monomers are given by i.i.d. random variables. Our main result is a limit\ntheorem for the empirical distribution of polymers, where limit is expressed in\nterms of a Galton-Watson tree.\n"]}]
["0804.1549",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","53Q30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1549","Journal of Differential Equations Volume 245, Issue 7, 1 October\n  2008, Pages 1762-1774","doi:10.1016/j.jde.2008.07.007"],"date":["2008-04-09","2008-11-26"],"type":["text"],"creator":["Rozanova, Olga"],"language":[],"coverage":[],"title":["Blow up of smooth highly decreasing at infinity solutions to the\n  compressible Navier-Stokes equations"],"description":["  We prove that the smooth solutions to the Cauchy problem for the\nNavier-Stokes equations with conserved mass, total energy and finite momentum\nof inertia loses the initial smoothness within a finite time in the case of\nspace of dimension 3 or greater even if the initial data are not compactly\nsupported.\n","Comment: 14 pages, submitted"]}]
["0804.2206",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","41A20","41A30","42C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.2206","J. Approx. Theory, 156(2), 187-211, 2009"],"date":["2008-04-14"],"type":["text"],"creator":["Baratchart, L.","Yattselev, M."],"language":[],"coverage":[],"title":["Multipoint Pad\\'e Approximants to Complex Cauchy Transforms with Polar\n  Singularities"],"description":["  We study diagonal multipoint Pad\\'e approximants to sums of a Cauchy\ntransform of a complex measure and a rational function. The measure is assumed\nto have compact regular support included into the real line and an argument of\nbounded variation on the support. For interpolation sets whose normalized\ncounting measures converge sufficiently fast in the weak-star sense to some\nconjugate-symmetric distribution, we show that the counting measures of poles\nof the approximants converge to the balayage of that distribution onto the\nsupport of the measure, in the weak-star sense, that the approximants\nthemselves converge in capacity to the approximated function outside the\nsupport of the measure, and that the poles of the additional rational function\nattract at least as many poles of the approximants as their multiplicity and\nnot much more.\n","Comment: 30 pages, 4 figures"]}]
["0804.3748",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","30E10, 41A16"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3748","Complex Anal. Oper. Theory, 3(2), 501-524, 2009"],"date":["2008-04-23"],"type":["text"],"creator":["Prokhorov, V. A.","Saff, E. B.","Yattselev, M."],"language":[],"coverage":[],"title":["Ratios of Norms for Polynomials and Connected n-width Problems"],"description":["  Let G be a bounded simply connected domain and E be a regular compact subset\nof G with connected complement. We investigate the asymptotic behavior of the\nKolmogorov k-width, k=k(n), of the set of polynomials of degree at most n\nhaving the supremum norm at most 1 on G restricted to E in the space of\ncontinuous functions on E.\n","Comment: 24 pages"]}]
["0806.2636",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2636","PNAS 106, 8597 (2009)","doi:10.1073/pnas.0902528106"],"date":["2008-06-16","2009-05-02"],"type":["text"],"creator":["Antal, Tibor","Ohtsuki, Hisashi","Wakeley, John","Taylor, Peter D.","Nowak, Martin A."],"language":[],"coverage":[],"title":["Evolutionary game dynamics in phenotype space"],"description":["  Evolutionary dynamics can be studied in well-mixed or structured populations.\nPopulation structure typically arises from the heterogeneous distribution of\nindividuals in physical space or on social networks. Here we introduce a new\ntype of space to evolutionary game dynamics: phenotype space. The population is\nwell-mixed in the sense that everyone is equally likely to interact with\neveryone else, but the behavioral strategies depend on distance in phenotype\nspace. Individuals might behave differently towards those who look similar or\ndissimilar. Individuals mutate to nearby phenotypes. We study the `phenotypic\nspace walk' of populations. We present analytic calculations that bring\ntogether ideas from coalescence theory and evolutionary game dynamics. As a\nparticular example, we investigate the evolution of cooperation in phenotype\nspace. We obtain a precise condition for natural selection to favor cooperators\nover defectors: for a one-dimensional phenotype space and large population size\nthe critical benefit-to-cost ratio is given by b/c=1+2/sqrt{3}. We derive the\nfundamental condition for any evolutionary game and explore higher dimensional\nphenotype spaces.\n","Comment: version 2: minor changes; equivalent to final published version"]}]
["0806.4589",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4589","JHEP 0904:066,2009","doi:10.1088/1126-6708/2009/04/066"],"date":["2008-06-27","2009-06-03"],"type":["text"],"creator":["Gaiotto, Davide","Giombi, Simone","Yin, Xi"],"language":[],"coverage":[],"title":["Spin Chains in N=6 Superconformal Chern-Simons-Matter Theory"],"description":["  In this note we study spin chain operators in the N=6 Chern-Simons-matter\ntheory recently proposed by Aharony, Bergman, Jafferis and Maldacena to be dual\nto type IIA string theory in AdS4xCP3. We study the two-loop dilatation\noperator in the gauge theory, and compare to the Penrose limit on the string\ntheory side.\n","Comment: 19 pages, 15 figures; minor corrections, references added"]}]
["0807.0387",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0387","J. Stat. Mech. (2009) P01050","doi:10.1088/1742-5468/2009/01/P01050"],"date":["2008-07-02","2009-06-04"],"type":["text"],"creator":["Novotny, Tomas"],"language":[],"coverage":[],"title":["Josephson Junctions as Threshold Detectors of the Full Counting\n  Statistics: Open issues"],"description":["  I study the dynamics of a Josephson junction serving as a threshold detector\nof fluctuations which is subjected to a general non-equilibrium electronic\nnoise source whose characteristics is to be determined by the junction. This\nexperimental setup has been proposed several years ago as a prospective scheme\nfor determining the Full Counting Statistics of the electronic noise source.\nDespite of intensive theoretical as well as experimental research in this\ndirection the promise has not been quite fulfilled yet and I will discuss what\nare the unsolved issues. First, I review a general theory for the calculation\nof the exponential part of the non-equilibrium switching rates of the junction\nand compare its predictions with previous results found in different limiting\ncases by several authors. I identify several possible weak points in the\nprevious studies and I report a new analytical result for the linear correction\nto the rate due to the third cumulant of a non-Gaussian noise source in the\nlimit of a very weak junction damping. The various analytical predictions are\nthen compared with the results of the developed numerical method. Finally, I\nanalyze the status of the so-far publicly available experimental data with\nrespect to the theoretical predictions and discuss briefly the suitability of\nthe present experimental schemes in view of their potential to measure the\nwhole FCS of non-Gaussian noise sources as well as their relation to the\navailable theories.\n","Comment: 15 pages, 2 figures; Proceedings of UPoN 2008, Lyon, June 2008; v2:\n  minor text changes, as close to the published version as possible"]}]
["0807.1051",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.1051","JOSA B, Vol. 26, Issue 4, pp. 876-891 (2009)","doi:10.1364/JOSAB.26.000876"],"date":["2008-07-07"],"type":["text"],"creator":["Settimi, A.","Severini, S.","Hoenders, B. J."],"language":[],"coverage":[],"title":["Quasi Normal Modes description of transmission properties for Photonic\n  Band Gap structures"],"description":["  In this paper, we use the 'Quasi Normal Modes' (QNM) approach for discussing\nthe transmission properties of double-side opened optical cavities: in\nparticular, this approach is specified for one dimensional (1D) 'Photonic Band\nGap' (PBG) structures. Moreover, we conjecture that the density of the modes\n(DOM) is a dynamical variable which has the flexibility of varying with respect\nto the boundary conditions as well as the initial conditions; in fact, the e.m.\nfield generated by two monochromatic counter-propagating pump waves leads to\ninterference effects inside a quarter-wave (QW) symmetric 1D-PBG structure.\nFinally, here, for the first time, a large number of theoretical assumptions on\nQNM metrics for an open cavity, never discussed in literature, are proved, and\na simple and direct method to calculate the QNM norm for a 1D-PBG structure is\nreported.\n","Comment: 43 pages, 10 figures, submitted to JOSA B"]}]
["0807.1065",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Symplectic Geometry","37Kxx, 49-XX (Primary)","35Qxx, 53Dxx (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.1065"],"date":["2008-07-07","2009-06-04"],"type":["text"],"creator":["Gangbo, Wilfrid","Kim, Hwa Kil","Pacini, Tommaso"],"language":[],"coverage":[],"title":["Differential forms on Wasserstein space and infinite-dimensional\n  Hamiltonian systems"],"description":["  Let M denote the space of probability measures on R^D endowed with the\nWasserstein metric. A differential calculus for a certain class of absolutely\ncontinuous curves in M was introduced by Ambrosio, Gigli and Savare'. In this\npaper we develop a calculus for the corresponding class of differential forms\non M. In particular we prove an analogue of Green's theorem for 1-forms and\nshow that the corresponding first cohomology group, in the sense of de Rham,\nvanishes. For D=2d we then define a symplectic distribution on M in terms of\nthis calculus, thus obtaining a rigorous framework for the notion of\nHamiltonian systems as introduced by Ambrosio and Gangbo. Throughout the paper\nwe emphasize the geometric viewpoint and the role played by certain\ndiffeomorphism groups of R^D.\n","Comment: Version 2. Improved presentation, slight technical changes. To appear\n  in Memoirs AMS"]}]
["0807.3149",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3149","Phys. Rev. B 79, 184526 (2009)","doi:10.1103/PhysRevB.79.184526"],"date":["2008-07-20","2009-06-04"],"type":["text"],"creator":["Gonnelli, R. S.","Daghero, D.","Tortello, M.","Ummarino, G. A.","Stepanov, V. A.","Kim, J. S.","Kremer, R. K."],"language":[],"coverage":[],"title":["Coexistence of two order parameters and a pseudogaplike feature in the\n  iron-based superconductor LaFeAsO_(1-x)F_x"],"description":["  The nature and value of the order parameters (OPs) in the superconducting\nFe-based oxypnictides REFeAsO_(1-x)F_x (RE = rare earth) are a matter of\nintense debate, also connected to the pairing mechanism which is probably\nunconventional. Point-contact Andreev-reflection experiments on\nLaFeAsO_(1-x)F_x gave us direct evidence of three energy scales in the\nsuperconducting state: a nodeless superconducting OP, Delta1 = 2.8-4.6 meV,\nwhich scales with the local Tc of the contact; a larger unconventional OP that\ngives conductance peaks at 9.8-12 meV, apparently closes below Tc and decreases\non increasing the Tc of the contact; a pseudogaplike feature (i.e. a depression\nin the conductance around zero bias), that survives in the normal state up to\nT* ~ 140 K (close to the Neel temperature of the undoped compound), which we\nassociate to antiferromagnetic spin fluctuations (AF SF) coexisting with\nsuperconductivity. These findings point toward a complex, unconventional nature\nof superconductivity in LaFeAsO_(1-x)F_x.\n","Comment: 19 pages, 12 figures - one figure and some insets added, minor\n  changes to the text"]}]
["0807.4247",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4247"],"date":["2008-07-26","2009-06-04"],"type":["text"],"creator":["Fernandez-Cordoba, Cristina","Pujol, Jaume","Villanueva, Merce"],"language":[],"coverage":[],"title":["Z2Z4-linear codes: rank and kernel"],"description":["  A code C is Z2Z4-additive if the set of coordinates can be partitioned into\ntwo subsets X and Y such that the punctured code of C by deleting the\ncoordinates outside X (respectively, Y) is a binary linear code (respectively,\na quaternary linear code). In this paper, the rank and dimension of the kernel\nfor Z2Z4-linear codes, which are the corresponding binary codes of\nZ2Z4-additive codes, are studied. The possible values of these two parameters\nfor Z2Z4-linear codes, giving lower and upper bounds, are established. For each\npossible rank r between these bounds, the construction of a Z2Z4-linear code\nwith rank r is given. Equivalently, for each possible dimension of the kernel\nk, the construction of a Z2Z4-linear code with dimension of the kernel k is\ngiven. Finally, the bounds on the rank, once the kernel dimension is fixed, are\nestablished and the construction of a Z2Z4-additive code for each possible pair\n(r,k) is given.\n"]}]
["0808.3789",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3789","doi:10.1088/0953-8984/21/21/216007"],"date":["2008-08-27","2009-06-03"],"type":["text"],"creator":["Melot, Brent C.","Drewes, Jennifer E.","Seshadri, Ram","Ramirez, Arthur P."],"language":[],"coverage":[],"title":["Magnetic phase evolution in the spinel compounds\n  Zn$_{1-x}$Co$_x$Cr$_2$O$_4$"],"description":["  We present the magnetic properties of complete solid solutions of\nZnCr$_2$O$_4$ and CoCr$_2$O$_4$: two well-studied oxide spinels with very\ndifferent magnetic ground states. ZnCr$_2$O$_4$, with non-magnetic $d^{10}$\ncations occupying the A site and magnetic $d^3$ cations on the B site, is a\nhighly frustrated antiferromagnet. CoCr$_2$O$_4$, with magnetic $d^7$ cations\n(three unpaired electrons) on the A site as well, exhibits both N\\'eel\nferrimagnetism as well as commensurate and incommensurate non-collinear\nmagnetic order. More recently, CoCr$_2$O$_4$ has been studied extensively for\nits polar behavior which arises from conical magnetic ordering. Gradually\nintroducing magnetism on the A site of ZnCr$_2$O$_4$ results in a transition\nfrom frustrated antiferromagnetism to glassy magnetism at low concentrations of\nCo, and eventually to ferrimagnetic and conical ground states at higher\nconcentrations. Real-space Monte-Carlo simulations of the magnetic\nsusceptibility suggest that the first magnetic ordering transition and features\nof the susceptibility across $x$ are captured by near-neighbor self- and\ncross-couplings between the magnetic A and B atoms. We present as a part of\nthis study, a method for displaying the temperature dependence of magnetic\nsusceptibility in a manner which helps distinguish between compounds possessing\npurely antiferromagnetic interactions from compounds where other kinds of\nordering are present.\n","Comment: 10 pages, 5 figures, 1 table"]}]
["0809.1208",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1208"],"date":["2008-09-08","2009-06-03"],"type":["text"],"creator":["Zaidi, Abdellatif","Vandendorpe, Luc"],"language":[],"coverage":[],"title":["Bounds on the Capacity of the Relay Channel with States at the Source"],"description":["  This paper has been withdrawn by the authors\n","Comment: This paper has been withdrawn"]}]
["0810.1470",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1470","Phys. Rev. Lett. 102, 213602 (2009)","doi:10.1103/PhysRevLett.102.213602"],"date":["2008-10-08","2009-06-04"],"type":["text"],"creator":["Brida, Giorgio","Caspani, Lucia","Gatti, Alessandra","Genovese, Marco","Meda, Alice","Berchera, Ivano Ruo"],"language":[],"coverage":[],"title":["Measurement of sub-shot-noise spatial correlations without subtraction\n  of background"],"description":["  In this paper we present the first measurement of sub-shot-noise spatial\ncorrelations without any subtraction of background, a result opening the way to\nrealize sub-shot-noise imaging of weak objects\n","Comment: 4 pages, 4 figures"]}]
["0810.2917",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Probability","28D05","37A50","60F05","60G10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2917"],"date":["2008-10-16","2009-06-04"],"type":["text"],"creator":["Durieu, Olivier","Volny, Dalibor"],"language":[],"coverage":[],"title":["On Sums of Indicator Functions in Dynamical Systems"],"description":["  In this paper, we are interested in the limit theorem question for sums of\nindicator functions. We show that in every aperiodic dynamical system, for\nevery increasing sequence $(a_n)_{n\\in\\N}\\subset\\R_+$ such that\n$a_n\\nearrow\\infty$ and $\\frac{a_n}{n}\\to 0$ as $n\\to\\infty$, there exists a\nmeasurable set $A$ such that the sequence of the distributions of the partial\nsums $\\frac{1}{a_n}\\sum_{i=0}^{n-1}(\\ind_A-\\mu(A))\\circ T^i$ is dense in the\nset of the probability measures on $\\R$. Further, in the ergodic case, we prove\nthat there exists a dense $G_\\delta$ of such sets.\n"]}]
["0810.4022",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4022","Astrophys.Space Sci.321:47-51,2009","doi:10.1007/s10509-009-9994-9"],"date":["2008-10-22","2009-06-03"],"type":["text"],"creator":["Xi, Ping"],"language":[],"coverage":[],"title":["Quasinormal modes of a black hole with quintessence-like matter and a\n  deficit solid angle: scalar and gravitational perturbations"],"description":["  In the previous paper (Li, X. Z., Xi, P., Zhai, X. H.: Phys. Lett. B{\\bf666},\n125-130 (2008)), we show the solutions of Einstein equations with static\nspherically-symmetric quintessence-like matter surrounding a global monopole.\nFurthermore, this monopole become a black hole with quintessence-like matter\nand a deficit solid angle when it is swallowed by an ordinary black hole. We\nstudy its quasinormal modes by WKB method in this paper. The numerical results\nshow that both the real part of the quasinormal frequencies and the imaginary\npart decrease as the state parameter $w$, for scalar and gravitational\nperturbations. And we also show variations of quasinormal frequencies of scalar\nand gravitational fields via different $\\epsilon$ (deficit solid angel\nparameter) and different $\\rho_0$ (density of static spherically-symmetric\nquintessence-like matter at $r=1$), respectively.\n","Comment: 5pages"]}]
["0811.2588",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Complex Variables","37E20, 37F25, 28D05, 37E30, 65P30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2588"],"date":["2008-11-16","2009-06-04"],"type":["text"],"creator":["Gaidashev, Denis","Koch, Hans"],"language":[],"coverage":[],"title":["Period Doubling in Area-Preserving Maps: An Associated One Dimensional\n  Problem"],"description":["  It has been observed that the famous Feigenbaum-Coullet-Tresser period\ndoubling universality has a counterpart for area-preserving maps of\n$\\field{R}^2$. A renormalization approach has been used in a computer-assisted\nproof of existence of an area-preserving map with orbits of all binary periods\nby J.-P. Eckmann, H. Koch and P. Wittwer (1982 and 1984). As it is the case\nwith all non-trivial universality problems in non-dissipative systems in\ndimensions more than one, no analytic proof of this period doubling\nuniversality exists to date.\n  We argue that the period doubling renormalization fixed point for\narea-preserving maps is almost one dimensional, in the sense that it is close\nto the following Henon-like map: $$H^*(x,u)=(\\phi(x)-u,x-\\phi(\\phi(x)-u)),$$\nwhere $\\phi$ solves $$\\phi(x)={2 \\over \\lambda} \\phi(\\phi(\\lambda x))-x.$$\n  We then give a ``proof'' of existence of solutions of small analytic\nperturbations of this one dimensional problem, and describe some of the\nproperties of this solution.\n  The ``proof'' consists of an analytic argument for factorized inverse\nbranches of $\\phi$ together with verification of several inequalities and\ninclusions of subsets of $\\field{C}$ numerically.\n  Finally, we suggest an analytic approach to the full period doubling problem\nfor area-preserving maps based on its proximity to the one dimensional. In this\nrespect, the paper is an exploration of a possible analytic machinery for a\nnon-trivial renormalization problem in a conservative two-dimensional system.\n","Comment: Typos removed. An argument about sequential compactness replaced by\n  one based on Tikhonov-Schauder theorem"]}]
["0811.3229",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3229"],"date":["2008-11-19","2009-06-04"],"type":["text"],"creator":["Kabakcioglu, A.","Orlandini, E.","Mukamel, D."],"language":[],"coverage":[],"title":["Supercoil formation in DNA denaturation"],"description":["  We generalize the Poland-Scheraga (PS) model to the case of a circular DNA,\ntaking into account the twisting of the two strains around each other. Guided\nby recent single-molecule experiments on DNA strands, we assume that the\ntorsional stress induced by denaturation enforces formation of supercoils whose\nwrithe absorbs the linking number expelled by the loops. Our model predicts\nthat, when the entropy parameter of a loop satisfies $c \\le 2$, denaturation\ntransition does not take place. On the other hand for $c>2$ a first-order\ndenaturation transition is consistent with our model and may take place in the\nactual system, as in the case with no supercoils. These results are in contrast\nwith other treatments of circular DNA melting where denaturation is assumed to\nbe accompanied by an increase in twist rather than writhe on the bound\nsegments.\n","Comment: 4 pages, 3 figures, accepted for publication in PRE Rapid Comm"]}]
["0811.3560",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3560","Phys. Rev. Lett. 102, 216802 (2009)","doi:10.1103/PhysRevLett.102.216802"],"date":["2008-11-21","2009-06-04"],"type":["text"],"creator":["Ribeiro, Hugo","Burkard, Guido"],"language":[],"coverage":[],"title":["Nuclear State Preparation via Landau-Zener-Stueckelberg transitions in\n  Double Quantum Dots"],"description":["  We theoretically model a nuclear-state preparation scheme that increases the\ncoherence time of a two-spin qubit in a double quantum dot. The two-electron\nsystem is tuned repeatedly across a singlet-triplet level-anticrossing with\nalternating slow and rapid sweeps of an external bias voltage. Using a\nLandau-Zener-Stueckelberg model, we find that in addition to a small nuclear\npolarization that weakly affects the electron spin coherence, the slow sweeps\nare only partially adiabatic and lead to a weak nuclear spin measurement and a\nnuclear-state narrowing which prolongs the electron spin coherence. This\nresolves some open problems brought up by a recent experiment [D. J. Reilly et\nal., Science 321, 817 (2008).]. Based on our description of the weak\nmeasurement, we simulate a system with up to n=200 nuclear spins per dot.\nScaling in n indicates a stronger effect for larger n.\n","Comment: 4.1 pages, 2 figures"]}]
["0811.4765",{"format":[],"subject":["Mathematics - Differential Geometry","53C55","53C25","32C10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.4765"],"date":["2008-11-28","2009-06-04"],"type":["text"],"creator":["Fino, Anna","Tomassini, Adriano"],"language":[],"coverage":[],"title":["On some cohomological properties of almost complex manifolds"],"description":["  We study a special type of almost complex structures, called pure and full\nand introduced by T.J. Li and W. Zhang, in relation to symplectic structures\nand Hard Lefschetz condition. We provide sufficient conditions to the existence\nof the above type of almost complex structures on compact quotients of Lie\ngroups by discrete subgroups. We obtain families of pure and full almost\ncomplex structures on compact nilmanifolds and solvmanifolds. Some of these\nfamilies are parametrized by real 2-forms which are anti-invariant with respect\nto the almost complex structures.\n","Comment: 19 pages, to be published in Journal Geometric Analysis"]}]
["0812.0894",{"format":[],"subject":["Mathematics - Combinatorics","05C62"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0894"],"date":["2008-12-04","2009-06-04"],"type":["text"],"creator":["Bhowmick, Diptendu","Chandran, L. Sunil"],"language":[],"coverage":[],"title":["Boxicity and Cubicity of Asteroidal Triple free graphs"],"description":["  An axis parallel $d$-dimensional box is the Cartesian product $R_1 \\times R_2\n\\times ... \\times R_d$ where each $R_i$ is a closed interval on the real line.\nThe {\\it boxicity} of a graph $G$, denoted as $\\boxi(G)$, is the minimum\ninteger $d$ such that $G$ can be represented as the intersection graph of a\ncollection of $d$-dimensional boxes. An axis parallel unit cube in\n$d$-dimensional space or a $d$-cube is defined as the Cartesian product $R_1\n\\times R_2 \\times ... \\times R_d$ where each $R_i$ is a closed interval on the\nreal line of the form $[a_i,a_i + 1]$. The {\\it cubicity} of $G$, denoted as\n$\\cub(G)$, is the minimum integer $d$ such that $G$ can be represented as the\nintersection graph of a collection of $d$-cubes.\n  Let $S(m)$ denote a star graph on $m+1$ nodes. We define {\\it claw number} of\na graph $G$ as the largest positive integer $k$ such that $S(k)$ is an induced\nsubgraph of $G$ and denote it as $\\claw$.\n  Let $G$ be an AT-free graph with chromatic number $\\chi(G)$ and claw number\n$\\claw$. In this paper we will show that $\\boxi(G) \\leq \\chi(G)$ and this bound\nis tight. We also show that $\\cub(G) \\leq \\boxi(G)(\\ceil{\\log_2 \\claw} +2)$\n$\\leq$ $\\chi(G)(\\ceil{\\log_2 \\claw} +2)$. If $G$ is an AT-free graph having\ngirth at least 5 then $\\boxi(G) \\leq 2$ and therefore $\\cub(G) \\leq\n2\\ceil{\\log_2 \\claw} +4$.\n","Comment: 15 pages: We are replacing our earlier paper regarding boxicity of\n  permutation graphs with a superior result. Here we consider the boxicity of\n  AT-free graphs, which is a super class of permutation graphs"]}]
["0812.1758",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1758"],"date":["2008-12-09","2009-06-04"],"type":["text"],"creator":["Raymond, Nicolas"],"language":[],"coverage":[],"title":["Contribution to the asymptotic analysis of the Landau-de Gennes\n  functional"],"description":["  In this paper we are interested in the Landau-de Gennes functional introduced\nto study the transition between the smectic and nematic phases of a liquid\ncrystal. We define a reduced functional by constraining the director field to\nsatisfy a non-homogeneous Dirichlet condition and we prove that, below a\ncritical temperature and if some elastic coefficients are explicitly large,\nthen, the minimizers have to be nematic phases.\n","Comment: 29 pages"]}]
["0812.4692",{"format":[],"subject":["Physics - Biological Physics","Condensed Matter - Statistical Mechanics","Quantitative Biology - Subcellular Processes"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4692"],"date":["2008-12-26","2009-06-04"],"type":["text"],"creator":["Tripathi, Tripti","Prakash, Prasanjit","Chowdhury, Debashish"],"language":[],"coverage":[],"title":["RNA polymerase motor on DNA track: effects of interactions, external\n  force and torque"],"description":["  RNA polymerase (RNAP) is a mobile molecular workshop that polymerizes a RNA\nmolecule by adding monomeric subunits one by one, while moving step by step on\nthe DNA template itself. Here we develop a theoretical model by incorporating\nthe steric interactions of the RNAPs and their mechanochemical cycles which\nexplicitly captures the cyclical shape changes of each motor. Using this model,\nwe explain not only the dependence of the average velocity of a RNAP on the\nexternally applied load force, but also predict a {\\it nonmotonic} variation of\nthe average velocity on external torque. We also show the effect of steric\ninteractions of the motors on the total rate of RNA synthesis. In principle,\nour predictions can be tested by carrying out {\\it in-vitro} experiments which\nwe suggest here.\n"]}]
["0901.1820",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.1820","J. Chem. Phys. 130, 164117 (2009)","doi:10.1063/1.3117922"],"date":["2009-01-13","2009-06-04"],"type":["text"],"creator":["Pedersen, Jonas Nyvold","Hansen, Mikael Sonne","Novotny, Tomas","Ambjornsson, Tobias","Metzler, Ralf"],"language":[],"coverage":[],"title":["Bubble merging in breathing DNA as a vicious walker problem in opposite\n  potentials"],"description":["  We investigate the coalescence of two DNA-bubbles initially located at weak\ndomains and separated by a more stable barrier region in a designed construct\nof double-stranded DNA. In a continuum Fokker-Planck approach, the\ncharacteristic time for bubble coalescence and the corresponding distribution\nare derived, as well as the distribution of coalescence positions along the\nbarrier. Below the melting temperature, we find a Kramers-type barrier crossing\nbehavior, while at high temperatures, the bubble corners perform\ndrift-diffusion towards coalescence. In the calculations, we map the bubble\ndynamics on the problem of two vicious walkers in opposite potentials. We also\npresent a discrete master equation approach to the bubble coalescence problem.\nNumerical evaluation and stochastic simulation of the master equation show\nexcellent agreement with the results from the continuum approach. Given that\nthe coalesced state is thermodynamically stabilized against a state where only\none or a few base pairs of the barrier region are re-established, it appears\nlikely that this type of setup could be useful for the quantitative\ninvestigation of thermodynamic DNA stability data as well as the rate constants\ninvolved in the unzipping and zipping dynamics of DNA, in single molecule\nfluorescence experiments.\n","Comment: 24 pages, 11 figures; substantially extended version of\n  cond-mat/0610752; v2: minor text changes, virtually identical to the\n  published version"]}]
["0901.2223",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2223","Phys. Rev. A 79, 042308 (2009)","doi:10.1103/PhysRevA.79.042308"],"date":["2009-01-15"],"type":["text"],"creator":["Sanz, M.","Wolf, M. M.","Perez-Garcia, D.","Cirac, J. I."],"language":[],"coverage":[],"title":["Matrix Product States: Symmetries and Two-Body Hamiltonians"],"description":["  We characterize the conditions under which a translationally invariant matrix\nproduct state (MPS) is invariant under local transformations. This allows us to\nrelate the symmetry group of a given state to the symmetry group of a simple\ntensor. We exploit this result in order to prove and extend a version of the\nLieb-Schultz-Mattis theorem, one of the basic results in many-body physics, in\nthe context of MPS. We illustrate the results with an exhaustive search of\nSU(2)--invariant two-body Hamiltonians which have such MPS as exact ground\nstates or excitations.\n","Comment: PDFLatex, 12 pages and 6 figures"]}]
["0902.0505",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0505","Phys. Rev. B 79, 235103 (2009)","doi:10.1103/PhysRevB.79.235103"],"date":["2009-02-03","2009-06-04"],"type":["text"],"creator":["Granath, M.","Bielecki, J.","Holmlund, J.","Borjesson, L."],"language":[],"coverage":[],"title":["Anharmonic softening of Raman active phonons in Iron-Pnictides;\n  estimating the Fe isotope effect due to anharmonic expansion"],"description":["  We present Raman measurements on the iron-pnictide superconductors\nCeFeAsO_{1-x}F_{x} and NdFeAsO{1-x}F_{x}. Modeling the Fe-As plane in terms of\nharmonic and a cubic anharmonic Fe-As interaction we calculate the temperature\ndependence of the energy and lifetime of the Raman active Fe B_{1g} mode and\nfit to the observed energy shift. The shifts and lifetimes are in good\nagreement with those measured also in other Raman studies which demonstrate\nthat the phonon spectrum is well represented by phonon-phonon interactions\nwithout any significant electronic contribution. We also estimate the\nanharmonic expansion from Fe (56->54) isotope substitution to \\Delta a=5.1\n10^{-4}\\AA and \\Delta d_{Fe-As}= 2.510^{-4}\\AA and the shift of harmonic zero\npoint fluctuations of bond lengths <\\Delta x^2><=3 10^{-5}\\AA^2, giving a total\nrelative average decrease of electronic hopping integrals of |\\delta t|/t<= 2.0\n10^{-4}. The results poses a serious challenge for any theory of\nsuperconductivity in the pnictides that does not include electron-phonon\ninteractions to produce a sizable Fe-isotope effect.\n","Comment: 7 pages, 6 figures"]}]
["0902.2256",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2256","New Journal of Physics 11 (2009) 063007","doi:10.1088/1367-2630/11/6/063007"],"date":["2009-02-12","2009-02-16"],"type":["text"],"creator":["Rogers, L J","McMurtrie, R L","Armstrong, S","Sellars, M J","Manson, N B"],"language":[],"coverage":[],"title":["Time-averaging within the excited state of the nitrogen-vacancy centre\n  in diamond"],"description":["  The emission intensity of diamond samples containing nitrogen-vacancy centres\nare measured as a function of magnetic field along a <111> direction for\nvarious temperatures. At low temperatures the responses are sample and stress\ndependent and can be modeled in terms of the previous understanding of the 3E\nexcited state fine structure which is strain dependent. At room temperature the\nresponses are largely sample and stress independent, and modeling involves\ninvoking a strain independent excited state with a single zero field splitting\nof 1.42 GHz. The change in behaviour is attributed to a temperature dependent\naveraging process over the components of the excited state orbital doublet. It\ndecouples orbit and spin and at high temperature the spin levels become\nindependent of any orbit splitting. Thus the models can be reconciled and the\nparameters for low and high temperatures are shown to be consistent.\n","Comment: 16 pages, 10 figures; fonts fixed and reference corrected"]}]
["0902.3441",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3441","Physica C 469 (2009) 512--520","doi:10.1016/j.physc.2009.03.039"],"date":["2009-02-19"],"type":["text"],"creator":["Gonnelli, R. S.","Daghero, D.","Tortello, M.","Ummarino, G. A.","Stepanov, V. A.","Kremer, R. K.","Kim, J. S.","Zhigadlo, N. D.","Karpinski, J."],"language":[],"coverage":[],"title":["Point-contact Andreev-reflection spectroscopy in ReFeAsO_{1-x}F_x (Re =\n  La, Sm): Possible evidence for two nodeless gaps"],"description":["  A deep understanding of the character of superconductivity in the recently\ndiscovered Fe-based oxypnictides ReFeAsO1-xFx (Re = rare-earth) necessarily\nrequires the determination of the number of the gaps and their symmetry in k\nspace, which are fundamental ingredients of any model for the pairing mechanism\nin these new superconductors. In the present paper, we show that point-contact\nAndreev-reflection experiments performed on LaFeAsO1-xFx (La-1111) polycrystals\nwith Tc ~ 27 K and SmFeAsO0.8F0.2 (Sm-1111) ones with Tc ~ 53 K gave\ndifferential conductance curves exhibiting two peaks at low bias and two\nadditional structures (peaks or shoulders) at higher bias, an experimental\nsituation quite similar to that observed by the same technique in pure and\ndoped MgB2. The single-band Blonder-Tinkham-Klapwijk model is totally unable to\nproperly fit the conductance curves, while the two-gap one accounts remarkably\nwell for the shape of the whole experimental dI/dV vs. V curves. These results\ngive direct evidence of two nodeless gaps in the superconducting state of\nReFeAsO1-xFx (Re = La, Sm): a small gap, Delta1, smaller than the BCS value\n(2Delta1/kBTc ~ 2.2 - 3.2) and a much larger gap Delta2 which gives a ratio\n2Delta2/kBTc ~ 6.5 - 9. In Sm-1111 both gaps close at the same temperature,\nvery similar to the bulk Tc, and follow a BCS-like behaviour, while in La-1111\nthe situation is more complex, the temperature dependence of the gaps showing\nremarkable deviations from the BCS behaviour at T close to Tc. The normal-state\nconductance reproducibly shows an unusual, but different, shape in La-1111 and\nSm-1111 with a depression or a hump at zero bias, respectively. These\nstructures survive up to T* ~ 140 K, close to the temperatures at which\nstructural and magnetic transitions occur in the parent, undoped compound.\n","Comment: 10 pages, 7 color figures, Special Issue of Physica C on\n  Superconducting Pnictides"]}]
["0902.3502",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3502"],"date":["2009-02-19","2009-06-04"],"type":["text"],"creator":["Sasai, Yuya","Sasakura, Naoki"],"language":[],"coverage":[],"title":["Massive particles coupled with 2+1 dimensional gravity and\n  noncommutative field theory"],"description":["  Recently, it has been shown that the effective field theory of the\nPonzano-Regge model with which spinless massive particles are coupled is given\nby three dimensional Euclidean noncommutative scalar field theory in the Lie\nalgebraic noncommutative space [x^i, x^j]=2i kappa epsilon^{ijk}x_k\n(i,j,k=1,2,3) with kappa=4 pi G, where G is a gravitational constant. We\nexamine whether there exists the relation between spinless massive particles\ncoupled with 2+1 dimensional Einstein gravity and the Lorentzian version of the\nnoncommutative field theory. Then, we point out that the momentum space of the\nspinless massive particles in 2+1 dimensional Einstein gravity is generally\ndifferent from that of the noncommutative field theory, which is given by\nSL(2,R)/Z_2 group space.\n","Comment: 11 pages, 3 figures; major corrections"]}]
["0902.4012",{"format":[],"subject":["Mathematics - Category Theory","Mathematics - Rings and Algebras","18A30, 18A35, 18A40, 18B05, 18B40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.4012"],"date":["2009-02-23","2009-06-04"],"type":["text"],"creator":["Chirvasitu, Alexandru"],"language":[],"coverage":[],"title":["When is the diagonal functor Frobenius?"],"description":["  Given a complete, cocomplete category $\\mathcal C$, we investigate the\nproblem of describing those small categories $I$ such that the diagonal functor\n$\\Delta:\\mathcal C\\to {\\rm Functors}(I,\\mathcal C)$ is a Frobenius functor.\nThis condition can be rephrased by saying that the limits and the colimits of\nfunctors $I\\to\\mathcal C$ are naturally isomorphic. We find necessary\nconditions on $I$ for a certain class of categories $\\mathcal C$, and, as an\napplication, we give both necessary and sufficient conditions in the two\nspecial cases $\\mathcal C={\\bf Set}$ or $_R\\mathcal M$, the category of left\nmodules over a ring $R$.\n","Comment: 18 pages; changed definition 2.1+minor modifications; submitted"]}]
["0903.0032",{"format":[],"subject":["Physics - Atomic Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0032","Optics Express, v. 17, pp. 6194-6202 (13 Apr. 2009)","doi:10.1364/OE.17.006194"],"date":["2009-02-27","2009-04-07"],"type":["text"],"creator":["Kaplan, A. E.","Pokrovsky, A. L."],"language":[],"coverage":[],"title":["Laser Gate: Multi-MeV electron acceleration and zeptosecond e-bunching"],"description":["  Relativistically-intense laser beam with large field gradient (\"laser gate\")\nenables strong inelastic scattering of electrons crossing the beam. This\nprocess allows for multi-MeV electron net acceleration per pass within the\nwavelength space. Inelastic scattering even in low-gradient laser field may\nalso induce extremely tight temporal focusing and electron bunch formation down\nto quantum, zepto-second limit.\n","Comment: 13 pages, 2 figures; replaced with more detailed figs (3 instead of\n  2); reformated to satisfy Opt. Express requirments"]}]
["0903.0045",{"format":[],"subject":["Physics - Optics","Physics - Atomic and Molecular Clusters"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0045","Phys. Rev. A, v. 79, 053834 (2009)","doi:10.1103/PhysRevA.79.053834"],"date":["2009-02-28","2009-06-03"],"type":["text"],"creator":["Kaplan, A. E.","Volkov, S. N."],"language":[],"coverage":[],"title":["Nanostratification of optical excitation in self-interacting 1D arrays"],"description":["  The major assumption of the Lorentz-Lorenz theory about uniformity of local\nfields and atomic polarization in dense material does not hold in finite groups\nof atoms, as we reported earlier [A. E. Kaplan and S. N. Volkov, Phys. Rev.\nLett., v. 101, 133902 (2008)]. The uniformity is broken at sub-wavelength\nscale, where the system may exhibit strong stratification of local field and\ndipole polarization, with the strata period being much shorter than the\nincident wavelength. In this paper, we further develop and advance that theory\nfor the most fundamental case of one-dimensional arrays, and study nanoscale\nexcitation of so called \"locsitons\" and their standing waves (strata) that\nresult in size-related resonances and related large field enhancement in finite\narrays of atoms. The locsitons may have a whole spectrum of spatial\nfrequencies, ranging from long waves, to an extent reminiscent of ferromagnetic\ndomains, -- to super-short waves, with neighboring atoms alternating their\npolarizations, which are reminiscent of antiferromagnetic spin patterns. Of\ngreat interest is the new kind of \"hybrid\" modes of excitation, greatly\ndeparting from any magnetic analogies. We also study differences between\nIsing-like near-neighbor approximation and the case where each atom interacts\nwith all other atoms in the array. We find an infinite number of \"exponential\neigenmodes\" in the lossless system in the latter case. At certain \"magic\"\nnumbers of atoms in the array, the system may exhibit self-induced (but linear\nin the field) cancellation of resonant local-field suppression. We also studied\nnonlinear modes of locsitons and found optical bistability and hysteresis in an\ninfinite array for the simplest modes.\n","Comment: 39 pages, 5 figures; v2: Added the Conclusions section, corrected a\n  typo in Eq. (5.3), corrected minor stylistic and grammatical imperfections"]}]
["0903.0177",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0177","Chaos, Solitons & Fractals 39, 2041 (2009).","doi:10.1016/j.chaos.2007.06.112"],"date":["2009-03-01"],"type":["text"],"creator":["Manchein, Cesar","Beims, Marcus W."],"language":[],"coverage":[],"title":["Gauss map and Lyapunov exponents of interacting particles in a billiard"],"description":["  We show that the Lyapunov exponent (LE) of periodic orbits with Lebesgue\nmeasure zero from the Gauss map can be used to determine the main qualitative\nbehavior of the LE of a Hamiltonian system. The Hamiltonian system is a\none-dimensional box with two particles interacting via a Yukawa potential and\ndoes not possess Kolmogorov-Arnold-Moser (KAM) curves. In our case the Gauss\nmap is applied to the mass ratio $\\gamma = m_2/m_1$ between particles. Besides\nthe main qualitative behavior, some unexpected peaks in the $\\gamma$ dependence\nof the mean LE and the appearance of 'stickness' in phase space can also be\nunderstand via LE from the Gauss map. This shows a nice example of the relation\nbetween the \"instability\" of the continued fraction representation of a number\nwith the stability of non-periodic curves (no KAM curves) from the physical\nmodel. Our results also confirm the intuition that pseudo-integrable systems\nwith more complicated invariant surfaces of the flow (higher genus) should be\nmore unstable under perturbation.\n","Comment: 13 pages, 2 figures"]}]
["0903.2011",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2011","Phy. Rev. Lett, 102, 227601 (2009)","doi:10.1103/PhysRevLett.102.227601"],"date":["2009-03-11","2009-06-03"],"type":["text"],"creator":["Baek, S. -H.","Lee, H.","Brown, S. E.","Curro, N. J.","Bauer, E. D.","Ronning, F.","park, T.","Thompson, J. D."],"language":[],"coverage":[],"title":["NMR investigation of superconductivity and antiferromagnetism in\n  CaFe$_2$As$_2$ under pressure"],"description":["  We report $^{75}$As NMR measurements in CaFe$_2$As$_2$, made under applied\npressures up to 0.83 GPa produced by a standard clamp pressure cell. Our data\nreveal phase segregation of paramagnetic (PM) and antiferromagnetic (AFM)\nphases over a range of pressures, with the AFM phase more than 90 % dominant at\nlow temperatures. In situ RF susceptibility measurements indicate the presence\nof superconductivity. $^{75}$As spin-lattice relaxation experiments indicate\nthat the $^{75}$As nuclei sample the superconductivity while in the\nmagnetically-ordered environment.\n","Comment: 4 pages, 3 figures"]}]
["0903.2542",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2542","Phys. Rev. B 79, 235202 (2009)","doi:10.1103/PhysRevB.79.235202"],"date":["2009-03-14"],"type":["text"],"creator":["Chen, Hua","Zhu, Wenguang","Kaxiras, Efthimios","Zhang, Zhenyu"],"language":[],"coverage":[],"title":["Optimization of Mn Doping in Group-IV-based Dilute Magnetic\n  Semiconductors by Electronic Co-dopants"],"description":["  The percentage of substitutional doping of magnetic atoms (Mn) in\ngroup-IV-based dilute magnetic semiconductors (DMS) can be increased by\nco-doping with another conventional electronic dopant (e-dopant) [Zhu et al.,\nPhys. Rev. Lett. 100, 027205 (2008)]. Here, we report extensive theoretical\ninvestigations of the kinetic and thermodynamic characteristics of several\nco-doped systems including bulk Si and Ge as hosts and various group-III and\ngroup-V e-dopants. The main findings are as follows: The n-p pairing of n-type\ne-dopants with p-type substitutional Mn is energetically stable in bulk Ge and\nSi. Mn atoms move from interstitial sites to substitutional sites easier in the\npresence of a neighboring n-type e-dopant. Magnetic coupling between two Mn\natoms in bulk Ge oscillates between positive (ferromagnetic) and negative\n(antiferromagnetic) values with increasing Mn-Mn distance, but in Mn/As\nco-doped Ge the coupling parameter remains positive at all distances beyond\nnearest-neighbors and this qualitative difference does not change with the\ndoping level. For Mn doped Si, all coupling values except for the nearest\nneighbor one are positive and do not change much upon co-doping. We find an\nunconventional magnetic anisotropy in the co-doped system, that is, the\ndependence of magnetic coupling on the relative positions of the magnetic ions\nand their neighboring e-dopants. We employ Monte Carlo simulations to estimate\nthe Curie temperature (Tc). We find that in Mn doped Ge no ferromagnetic order\nexists for Mn concentrations ranging from 3.13% to 6%. Instead, a spin-glass\nphase transition occurs at ~5K at 5% Mn doping. For Mn/As co-doped Ge, Tc\nincreases nearly linearly with the Mn concentration and reaches 264K at 5% Mn\ndoping.\n","Comment: 13 pages, 13 figures. Submitted to PRB"]}]
["0903.2577",{"format":[],"subject":["Mathematics - Analysis of PDEs","35B65, 76W05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2577"],"date":["2009-03-14","2009-06-04"],"type":["text"],"creator":["Cao, Chongsheng","Wu, Jiahong"],"language":[],"coverage":[],"title":["Two regularity criteria for the 3D MHD equations"],"description":["  This work establishes two regularity criteria for the 3D incompressible MHD\nequations. The first one is in terms of the derivative of the velocity field in\none-direction while the second one requires suitable boundedness of the\nderivative of the pressure in one-direction.\n"]}]
["0903.3344",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3344","Phys. Rev. B 79, 245102 (2009)","doi:10.1103/PhysRevB.79.245102"],"date":["2009-03-19"],"type":["text"],"creator":["Komnik, A."],"language":[],"coverage":[],"title":["Transient dynamics of the nonequilibrium Majorana resonant level model"],"description":["  The Majorana resonant level model (MRLM) describes the universality class of\nthe two-channel/terminal Kondo model at the Toulouse point as well as of a\nresonant level between two half-infinite Tomonaga--Luttinger liquids. We\nanalyze the time evolution of the electric current and of the population\nfunction after an instantaneous switching on of the tunneling coupling. We find\nthat the only timescale, which governs the relaxation of the initial dot\npreparation is the inverse contact transparency $\\Gamma$, whatever the dot\noffset energy $\\Delta$, applied bias voltage or temperature. The voltage alone\ndetermines the superimposed oscillatory behavior of the observables for weak\ndetuning $|\\Delta|<\\Gamma/2$. In the opposite case of strong detuning\n$|\\Delta|>\\Gamma/2$ a beating pattern emerges. For the current the finite\ntemperature plays the similar role as the hybridization. The dot population\nfunction dynamics approaches that of a resonant ($\\Delta=0$) setup upon\nincreasing the voltage or/and temperature.\n"]}]
["0903.4217",{"format":[],"subject":["Computer Science - Learning","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4217"],"date":["2009-03-24","2009-06-03"],"type":["text"],"creator":["Beygelzimer, Alina","Langford, John","Lifshits, Yuri","Sorkin, Gregory","Strehl, Alex"],"language":[],"coverage":[],"title":["Conditional Probability Tree Estimation Analysis and Algorithms"],"description":["  We consider the problem of estimating the conditional probability of a label\nin time $O(\\log n)$, where $n$ is the number of possible labels. We analyze a\nnatural reduction of this problem to a set of binary regression problems\norganized in a tree structure, proving a regret bound that scales with the\ndepth of the tree. Motivated by this analysis, we propose the first online\nalgorithm which provably constructs a logarithmic depth tree on the set of\nlabels to solve this problem. We test the algorithm empirically, showing that\nit works succesfully on a dataset with roughly $10^6$ labels.\n"]}]
["0904.2153",{"format":[],"subject":["Condensed Matter - Superconductivity","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2153","Journal of Physics: Conference Series 167 (2009) 012014","doi:10.1088/1742-6596/167/1/012014"],"date":["2009-04-14"],"type":["text"],"creator":["Montes, Enrique","Calero, Jesus M.","Reina, John H."],"language":[],"coverage":[],"title":["Dissipative dynamics of superconducting hybrid qubit systems"],"description":["  We perform a theoretical study of composite superconducting qubit systems for\nthe case of a coupled qubit configuration based on a hybrid qubit circuit made\nof both charge and phase qubits, which are coupled via a sigma(x)xsigma(z)\ninteraction. We compute the system's eigen-energies in terms of the qubit\ntransition frequencies and the strength of the inter-qubit coupling, and\ndescribe the sensitivity of the energy crossing/anti-crossing features to such\ncoupling. We compute the hybrid system's dissipative dynamics for the cases of\ni) collective and ii) independent decoherence, whereby the system interacts\nwith one common and two different baths of harmonic oscillators, respectively.\nThe calculations have been performed within the Bloch-Redfield formalism and we\nreport the solutions for the populations and the coherences of the system's\nreduced density matrix. The dephasing and relaxation rates are explicitly\ncalculated as a function of the heat bath temperature.\n","Comment: To appear in J. Phys.: Conf. Series (2009)"]}]
["0905.0507",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0507"],"date":["2009-05-04","2009-06-03"],"type":["text"],"creator":["Cordero-Soto, Ricardo","Suazo, Erwin","Suslov, Sergei K."],"language":[],"coverage":[],"title":["Models of Damped Oscillators in Quantum Mechanics"],"description":["  We consider several models of the damped oscillators in nonrelativistic\nquantum mechanics in a framework of a general approach to the dynamics of the\ntime-dependent Schroedinger equation with variable quadratic Hamiltonians. The\nGreen functions are explicitly found in terms of elementary functions and the\ncorresponding gauge transformations are discussed. The factorization technique\nis applied to the case of a shifted harmonic oscillator. The time-evolution of\nthe expectation values of the energy related operators is determined for two\nmodels of the quantum damped oscillators under consideration. The classical\nequations of motion for the damped oscillations are derived for the\ncorresponding expectation values of the position operator.\n","Comment: 16 pages, no figures"]}]
["0905.2622",{"format":[],"subject":["Mathematics - Differential Geometry","General Relativity and Quantum Cosmology","Mathematical Physics","53C80, 83C57,35Q75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2622"],"date":["2009-05-15"],"type":["text"],"creator":["Bray, Hubert L.","Khuri, Marcus A."],"language":[],"coverage":[],"title":["P.d.e.'s which imply the Penrose conjecture"],"description":["  In this paper, we show how to reduce the Penrose conjecture to the known\nRiemannian Penrose inequality case whenever certain geometrically motivated\nsystems of equations can be solved. Whether or not these special systems of\nequations have general existence theories is therefore an important open\nproblem. The key tool in our method is the derivation of a new identity which\nwe call the generalized Schoen-Yau identity, which is of independent interest.\nUsing a generalized Jang equation, we propose canonical embeddings of Cauchy\ndata into corresponding static spacetimes. In addition, our techniques suggest\na more general Penrose conjecture and generalized notions of apparent horizons\nand trapped surfaces, which are also of independent interest.\n","Comment: 63 pages, 2 figures"]}]
["0906.0523",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0523"],"date":["2009-06-02","2009-06-04"],"type":["text"],"creator":["Gillberg, Dag","D0, for the","Collaborations, CDF"],"language":[],"coverage":[],"title":["Discovery of Single Top Quark Production"],"description":["  The first observation of electroweak single top quark production was recently\nreported by the the D0 and CDF collaborations based on 2.3 and 3.2 fb-1 of\nppbar collision data collected at \\sqrt{s}=1.96 TeV from the Fermilab Tevatron\ncollider. Several multivariate techniques are used to separate the single top\nsignal from backgrounds, and both collaborations present measurements of the\nsingle top cross section and the CKM matrix element |Vtb|.\n","Comment: 4 pages, proceedings for Moriond QCD and High Energy Interactions,\n  March 14th - March 21st 2009"]}]
["0906.0541",{"format":[],"subject":["Mathematics - Combinatorics","05C62"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0541"],"date":["2009-06-02","2009-06-04"],"type":["text"],"creator":["Chandran, L. Sunil","Francis, Mathew C.","Mathew, Rogers"],"language":[],"coverage":[],"title":["Chordal Bipartite Graphs with High Boxicity"],"description":["  The boxicity of a graph G is defined as the minimum integer k such that G is\nan intersection graph of axis-parallel k-dimensional boxes. Chordal bipartite\ngraphs are bipartite graphs that do not contain an induced cycle of length\ngreater than 4. It was conjectured by Otachi, Okamoto and Yamazaki that chordal\nbipartite graphs have boxicity at most 2. We disprove this conjecture by\nexhibiting an infinite family of chordal bipartite graphs that have unbounded\nboxicity.\n","Comment: 9 pages, 1 figure"]}]
["0906.0572",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0572"],"date":["2009-06-02"],"type":["text"],"creator":["Herner, Kenneth"],"language":[],"coverage":[],"title":["Search for neutral Higgs bosons decaying to tau pairs in association\n  with b-quarks at the D0 Detector"],"description":["  We report results from a search for neutral Higgs bosons decaying to tau\npairs produced in association with a b-quark in 1.2/fb of data taken from June\n2006 to August 2007 with the D0 detector at Fermi National Accelerator\nLaboratory. The final state includes a muon, hadronically decaying tau and jet\nidentified as coming from a $b$-quark. We set cross section times branching\nratio limits on production of such neutral Higgs bosons in the mass range from\n90 GeV/c^2 to 160 GeV/c^2. Exclusion limits are set at the 95% Confidence Level\nfor several supersymmetric scenarios.\n","Comment: 4 pages, 4 figures, Proceedings of the Lake Louise Winter Institute\n  2009"]}]
["0906.0595",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0595"],"date":["2009-06-02"],"type":["text"],"creator":["Green, Daniel","Weigand, Timo"],"language":[],"coverage":[],"title":["Retrofitting and the mu Problem"],"description":["  One of the challenges of supersymmetry (SUSY) breaking and mediation is\ngenerating a mu term consistent with the requirements of electro-weak symmetry\nbreaking. The most common approach to the problem is to generate the mu term\nthrough a SUSY breaking F-term. Often these models produce unacceptably large B\nmu terms as a result. We will present an alternate approach, where the mu term\nis generated directly by non-perturtative effects. The same non-perturbative\neffect will also retrofit the model of SUSY breaking in such a way that mu is\nat the same scale as masses of the Standard Model superpartners. Because the mu\nterm is not directly generated by SUSY breaking effects, there is no associated\nB mu problem. These results are demonstrated in a toy model where a stringy\ninstanton generates mu.\n","Comment: 26 pages, 2 figures"]}]
["0906.0598",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0598"],"date":["2009-06-02"],"type":["text"],"creator":["Ekholdt, Roald"],"language":[],"coverage":[],"title":["A Soliton Model of the Electron with an internal Nonlinearity cancelling\n  the de Broglie-Bohm Quantum Potential"],"description":["  The paper proposes an envelope soliton model of the electron that propagates\nas a protuberance on a fictitious waveguide, which acts as trajectory. The\nmodel is based on de Broglie's original electron wave-particle relativistic\ntheory, and on the observation that the Klein-Gordon equation governs the\npropagation mode of a common microwave waveguide - with the Schroedinger\nequation as a low group velocity approximation. This analogy opened for\npractical physical models, including solitons. In the linear case a conceived\ncorpuscle zigzags within the fictitious waveguide - a zigzagging that resembles\nPenrose's picture of Dirac's electron theory. The soliton envelope is defined\nby a special nonlinear version of the Schroedinger equation. The nonlinearity\ncancels the de Broglie/Bohm Quantum Potential of the envelope. The wavefunction\nis confined by the envelope, and thus the concept of the collapse of the\nwavefunction is eliminated. Since the electron model is based directly on the\nSpecial theory of relativity it also illustrates that theory. The corpuscle,\nincorporating spin and charge, which moves at the speed of light, needs further\nstudy relating it to the photon. A model of the photon based on the mutual\ncoupling of two modes of an optical fiber at the Planck scale, is suggested.\nOne of these modes is thought to carry two orthogonal polarized electromagnetic\nexternal fields, while the other, internal, mode carries a corpuscle that moves\nhelically and thus represents the spin. A single electron is considered to have\none polarization only, without any superposition possibility; hence, the\nconcept of collapse in a polarization measurement is eliminated.\n","Comment: 14 pages"]}]
["0906.0605",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0605"],"date":["2009-06-02"],"type":["text"],"creator":["Dotter, Aaron","Kaluzny, Janusz","Thompson, Ian"],"language":[],"coverage":[],"title":["Globular Cluster Ages from Main Sequence Fitting and Detached, Eclipsing\n  Binaries: The Case of 47 Tuc"],"description":["  Age constraints are most often placed on globular clusters by comparing their\nCMDs with theoretical isochrones. The recent discoveries of detached, eclipsing\nbinaries in such systems by the Cluster AgeS Experiment (CASE) provide new\ninsights into their ages and, at the same time, much needed tests of stellar\nevolution models. We describe efforts to model the properties of the detached,\neclipsing binary V69 in 47 Tuc and compare age constraints derived from stellar\nevolution models of V69A and B with ages obtained from fitting isochrones to\nthe cluster CMD. We determine, under reasonable assumptions of distance,\nreddening, and metallicity, the extent to which it is possible to\nsimultaneously constrain the age and He content of 47 Tuc.\n","Comment: 10 pages, 5 figures (some bitmapped), full res version available from\n  http://www.astro.uvic.ca/~dotter/IAU258/paper_fullres.ps; to appear in\n  Proceedings of IAU Symposium 258: The Ages of Stars"]}]
["0906.0607",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0607"],"date":["2009-06-02"],"type":["text"],"creator":["Khandkar, Mahendra D.","Chen, L. Y.","Ying, S. C.","Ala-Nissila, T."],"language":[],"coverage":[],"title":["Driven Diffusion in Periodic Potentials with Stochastic Path Integral\n  Hyperdynamics"],"description":["  We consider the driven diffusion of Brownian particles in 1D periodic\npotentials using the recently proposed Stochastic Path Integral Hyperdynamics\n(SPHD) scheme [L.Y. Chen and L.J.M. Horing, J. Chem. Phys. {\\bf 126}, 224103\n(2007)]. First, we consider the case where a single Brownian particle is moving\nin a spatially periodic potential and subjected to an external ac driving\nforce. We confirm that there is no stochastic resonance in this system and find\nthat at higher frequencies the diffusion coefficient $D$ is strongly\nsuppressed. The second case is that of a dimer moving in a periodic potential\nwith a static bias. For this case, there's a strong suppression of $D$ when the\ndimer bond length is an integer multiple of the lattice constant of the\npotential. For both cases, we demonstrate how the SPHD allows us to extract the\ndynamical information exactly at different bias levels from a single simulation\nrun, by calculating the corresponding statistical re-weighting factors.\n","Comment: 5 pages, 3 figures"]}]
["0906.0621",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0621"],"date":["2009-06-02"],"type":["text"],"creator":["Thompson, L.","Stamp, P. C. E."],"language":[],"coverage":[],"title":["dHvA Oscillations in High-Tc Compounds"],"description":["  Recent de Haas-van Alphen (dHvA) experiments on high-Tc compounds have been\ninterpreted using Lifshitz-Kosevich (LK) theory, which ignores many-body\neffects. However in quasi-2d systems, interactions plus Landau level\nquantization give strong singularities in the self-energy $\\Sigma$ and the\nthermodynamic potential $\\Omega$. These are rapidly suppressed as one increases\nthe c-axis tunneling amplitude $t_\\perp$ and/or impurity scattering. We show\nthat 2d-3d crossover and interaction effects should show up in these\nexperiments, and that they can lead to strong deviations from LK behaviour.\nMoreover, dHvA experiments in quasi-2d systems should clearly distinguish\nbetween Fermi liquid and non-Fermi liquid states, for sufficiently weak\nimpurity scattering.\n","Comment: 3 figures"]}]
["0906.0625",{"format":[],"subject":["Mathematics - Analysis of PDEs","35J70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0625"],"date":["2009-06-02"],"type":["text"],"creator":["Yu, Yifeng"],"language":[],"coverage":[],"title":["Maximal and minimal solutions of an Aronsson equation: $L^{\\infty}$\n  variational problems versus the game theory"],"description":["  The Dirichlet problem $$ \\begin{cases} \\Delta_{\\infty}u-|Du|^2=0 \\quad\n\\text{on $\\Omega\\subset \\Rset ^n$} u|_{\\partial \\Omega}=g \\end{cases} $$ might\nhave many solutions, where $\\Delta_{\\infty}u=\\sum_{1\\leq i,j\\leq\nn}u_{x_i}u_{x_j}u_{x_ix_j}$. In this paper, we prove that the maximal solution\nis the unique absolute minimizer for $H(p,z)={1\\over 2}|p|^2-z$ from calculus\nof variations in $L^{\\infty}$ and the minimal solution is the continuum value\nfunction from the \"tug-of-war\" game. We will also characterize graphes of\nsolutions which are neither an absolute minimizer nor a value function. A\nremaining interesting question is how to interpret those intermediate\nsolutions. Most of our approaches are based on an idea of Barles-Busca [BB].\n","Comment: To appear in \"Cal. Var. Partial Differential Equations.\""]}]
["0906.0629",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0629"],"date":["2009-06-02"],"type":["text"],"creator":["Li, Yize","Vicente, Carlos L.","Yoon, Jongsoo"],"language":[],"coverage":[],"title":["Transport Phase Diagram of Homogeneously Disordered Superconducting Thin\n  Films"],"description":["  We have constructed a phase diagram in temperature-magnetic field-disorder\nspace for homogeneously disordered superconducting tantalum thin films. Phases\nare phenomenologically identified by the nonlinear transport characteristics\nthat are unique in each phase. The resulting phase diagram shows that a direct\nsuperconductor-insulator transition is prohibited at any disorder because the\nsuperconducting phase is completely surrounded by the intervening metallic\nphase.\n","Comment: 5 pages, 4 figures"]}]
["0906.0630",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0630"],"date":["2009-06-02"],"type":["text"],"creator":["Das, Debasish","Collaboration, for the STAR"],"language":[],"coverage":[],"title":["Recent results from STAR experiment in Au+Au collisions at\n  $\\sqrt{s_{NN}}$ = 9.2 GeV"],"description":["  Theoretical models suggest that the Quantum Chromo-Dynamics (QCD) phase\ndiagram has a critical point demarcating the order of transition between the\ntwo phases: the hadron gas, in which the quarks are confined and the\nQuark-Gluon Plasma (QGP). The central goal of the experiments with relativistic\nheavy-ion collisions is to create and study such form of matter called the QGP\nand understand the QCD phase diagram. The STAR (Solenoidal Tracker At RHIC)\ndetector is pertinent for the RHIC (Relativistic Heavy Ion Collider) energy\nscan program where we plan to explore this exciting physics possibility using\nheavy-ion collisions at various center of mass energies. A first test run with\nAu+Au collisions at $\\sqrt{s_{NN}}$ = 9.2 GeV took place in early 2008. We\npresent the recent STAR results from this run of the identified particles\n(pion, kaon and proton) transverse momentum spectra and ratios. Also we shall\npresent and discuss the results of the azimuthal anisotropy parameters\n($v_{1}$, $v_{2}$) along with the pion interferometry measurements. These\nrecent results from Au+Au collisions at $\\sqrt{s_{NN}}$ = 9.2 GeV are compared\nwith other SPS and RHIC measurements.\n","Comment: 8 pages, 5 Figures. Presented at the 25th Winter Workshop on Nuclear\n  Dynamics, USA"]}]
["0906.0632",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - General Topology","54E35 (Primary) 11A05, 11E95, 11A25 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0632"],"date":["2009-06-02"],"type":["text"],"creator":["Dominici, Diego"],"language":[],"coverage":[],"title":["An Arithmetic Metric"],"description":["  What is the distance between 11 (a prime number) and 12 (a highly composite\nnumber)? If your answer is 1, then ask yourself \"is this reasonable?\" In this\nwork, we will introduce a distance between natural numbers based on their\narithmetic properties, instead of their position on the real line.\n"]}]
["0906.0641",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Algebraic Geometry","14N35","53D45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0641"],"date":["2009-06-03"],"type":["text"],"creator":["Guest, Martin A."],"language":[],"coverage":[],"title":["Differential equations aspects of quantum cohomology"],"description":["  The quantum differential equations can be regarded as examples of equations\nwith certain universal properties which are of wider interest beyond quantum\ncohomology itself. We present this point of view as part of a framework which\naccommodates the KdV equation and other well known integrable systems. In the\ncase of quantum cohomology, the theory is remarkably effective in packaging\ngeometric information; we illustrate this with reference to simple examples of\nGromov-Witten invariants, variations of Hodge structure, the Reconstruction\nTheorem, and the Crepant Resolution Conjecture. Based on lectures given at the\nsummer school \"Geometric and Topological Methods for Quantum Field Theory\",\nVilla de Leyva, 2007.\n","Comment: 26 pages"]}]
["0906.0645",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0645"],"date":["2009-06-03"],"type":["text"],"creator":["Khan, Faisal Shah"],"language":[],"coverage":[],"title":["Quantum Multiplexers, Parrondo Games, and Proper Quantization"],"description":["  A quantum logic gate of particular interest to both electrical engineers and\ngame theorists is the quantum multiplexer. This shared interest is due to the\nfacts that an arbitrary quantum logic gate may be expressed, up to arbitrary\naccuracy, via a circuit consisting entirely of variations of the quantum\nmultiplexer, and that certain one player games, the history dependent Parrondo\ngames, can be quantized as games via a particular variation of the quantum\nmultiplexer. However, to date all such quantizations have lacked a certain\nfundamental game theoretic property.\n  The main result in this dissertation is the development of quantizations of\nhistory dependent quantum Parrondo games that satisfy this fundamental game\ntheoretic property. Our approach also yields fresh insight as to what should be\nconsidered as the proper quantum analogue of a classical Markov process and\ngives the first game theoretic measures of multiplexer behavior.\n","Comment: Doctoral dissertation, Portland State University, 138 pages, 22\n  figures"]}]
["0906.0647",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0647"],"date":["2009-06-03"],"type":["text"],"creator":["Koshkarov, A. L."],"language":[],"coverage":[],"title":["The Levi-Civita tensor noncovariance and curvature in the pseudotensors\n  space"],"description":["  It is shown that conventional \"covariant\" derivative of the Levi-Civita\ntensor is not really covariant. Adding compensative terms, it is possible to\nmake it covariant and to be equal to zero. Then one can be introduced a\ncurvature in the pseudotensors space. There appears a curvature tensor which is\ndissimilar to ordinary one by covariant term including the Levi-Civita density\nderivatives hence to be equal zero. This term is a little bit similar to\nWeylean one in the Weyl curvature tensor. There has been attempted to find a\ncurvature measure in the combined (tensor plus pseudotensor) tensors space.\nBesides, there has been constructed some vector from the metric and the\nLevi-Civita density which gives new opportunities in geometry.\n","Comment: Latex-2e, 11 pages"]}]
["0906.0648",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Probability","53C21, 53C23"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0648"],"date":["2009-06-03"],"type":["text"],"creator":["Funano, Kei"],"language":[],"coverage":[],"title":["Exponential and Gaussian concentration of 1-Lipschitz maps"],"description":["  In this paper, we prove an exponential and Ganssian concentration inequality\nfor 1-Lipschitz maps from mm-spaces to Hadamard manifolds. In particular, we\ngive a complete answer to a question by M. Gromov.\n","Comment: 12pages. to appear in manuscripta math"]}]
["0906.0649",{"format":[],"subject":["Mathematics - Probability","Mathematics - Metric Geometry","53C21,53C23"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0649"],"date":["2009-06-03"],"type":["text"],"creator":["Funano, Kei"],"language":[],"coverage":[],"title":["Rate of convergence of stochastic processes with values in\n  $\\mathbb{R}$-trees and Hadamard manifolds"],"description":["  Under K.-T. Sturm's formulation, we obtain a Gaussian upper bound for tail\nprobability of mean value of independent, identically distributed random\nvariables with values in $\\mathbb{R}$-trees and Hadamard manifolds.\n","Comment: 9pages"]}]
["0906.0650",{"format":[],"subject":["Mathematics - Geometric Topology","57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0650"],"date":["2009-06-03"],"type":["text"],"creator":["Kimura, Yasto"],"language":[],"coverage":[],"title":["A Diagrammatic Construction of Third Homology Classes of Knot Quandles"],"description":["  We construct elements of the third quandle homology groups of knot quandles,\nwhich are called the shadow fundamental classes. They play the same roles for\nthe shadow quandle cocycle invariants of knots as the fundamental classes of\nknot quandles does for the quandle cocycle invariants. As an application of the\nshadow fundamental classes, we show the relation between the shadow quandle\ncocycle invariants and the based shadow quandle cocycle invariants. Moreover,\nwe will show, for a prime knot, that any third quandle homology classes are\nconsidered as images of the shadow fundamental classes of some links.\n","Comment: 36 pages, 36 figures"]}]
["0906.0654",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0654"],"date":["2009-06-03"],"type":["text"],"creator":["Kawatani, Kotaro"],"language":[],"coverage":[],"title":["On the birational geometry for irreducible symplectic 4-folds related to\n  the Fano schemes of lines"],"description":["  There is two group actions on the Fano scheme of lines such that the quotient\nbecomes an irreducible symplectic manifold. We showed that both quotients are\nbirational to the generalized Kummer variety or the 2-points Hilbert scheme of\na K3 surface.\n","Comment: 32 pages, 11 figures"]}]
["0906.0665",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0665"],"date":["2009-06-03"],"type":["text"],"creator":["Datta, Kanan K."],"language":[],"coverage":[],"title":["Probing Cosmological Reionization through Radio-interferometric\n  Observations of Neutral Hydrogen"],"description":["  The epoch of reionization is one of the least known chapters in the\nevolutionary history of the Universe. This thesis investigates two major\napproaches to unveil the reionization history of the Universe using HI 21-cm\nmaps.The most discussed approach has been to study the global statistical\nproperties of the reionization HI 21-cm. We develop the formalism to calculate\nthe Multi-frequency Angular Power Spectrum (MAPS) and quantify the statistics\nof the HI signal as a joint function of the angular multipole l and frequency\nseparation \\Delta\\nu. We adopt a simple model for the HI distribution which\nincorporates patchy reionization and use it to study the signatures of ionized\nbubbles on MAPS. We also study the implications of the foreground subtraction.\nA major part of the thesis investigates the possibility of detecting ionized\nbubbles around individual sources in 21-cm maps. We present a visibility based\nmatched filter technique to optimally combine the signal from an ionized bubble\nand minimize the noise and foreground contributions. The formalism makes\ndefinite predictions on the ability to detect an ionized bubble or conclusively\nrule out its presence within a radio map. Results are presented for the GMRT\nand the MWA. Using simulated HI maps we analyzed the impact of HI fluctuations\noutside the bubble on its detectability. Various other issues such as (i)\nbubble size determination (ii) blind search for bubbles, (iii) optimum redshift\nfor bubble detection are also discussed.\n","Comment: PhD Thesis. 176 pages, 37 figures, 1 table, Accepted by IIT\n  Kharagpur, India"]}]
["0906.0667",{"format":[],"subject":["Computer Science - Multimedia","Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0667","published in a shorter version at ICIAP 2009 Conference"],"date":["2009-06-03"],"type":["text"],"creator":["Niedermeier, Florian","Niedermeier, Michael","Kosch, Harald"],"language":[],"coverage":[],"title":["Quality assessment of the MPEG-4 scalable video CODEC"],"description":["  In this paper, the performance of the emerging MPEG-4 SVC CODEC is evaluated.\nIn the first part, a brief introduction on the subject of quality assessment\nand the development of the MPEG-4 SVC CODEC is given. After that, the used test\nmethodologies are described in detail, followed by an explanation of the actual\ntest scenarios. The main part of this work concentrates on the performance\nanalysis of the MPEG-4 SVC CODEC - both objective and subjective.\n"]}]
["0906.0674",{"format":[],"subject":["Mathematics - Combinatorics","52C05","05A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0674"],"date":["2009-06-03"],"type":["text"],"creator":["McAllister, Tyrrell B."],"language":[],"coverage":[],"title":["Coefficient functions of the Ehrhart quasi-polynomials of rational\n  polygons"],"description":["  In 1976, P. R. Scott characterized the Ehrhart polynomials of convex integral\npolygons. We study the same question for Ehrhart polynomials and\nquasi-polynomials of \\emph{non}-integral convex polygons. Define a\n\\emph{pseudo-integral polygon}, or \\emph{PIP}, to be a convex rational polygon\nwhose Ehrhart quasi-polynomial is a polynomial. The numbers of lattice points\non the interior and on the boundary of a PIP determine its Ehrhart polynomial.\nWe show that, unlike the integral case, there exist PIPs with $b=1$ or $b=2$\nboundary points and an arbitrary number $I \\ge 1$ of interior points. However,\nthe question of whether a PIP must satisfy Scott's inequality $b \\le 2I + 7$\nwhen $I \\ge 1$ remains open. Turning to the case in which the Ehrhart\nquasi-polynomial has nontrivial quasi-period, we determine the possible minimal\nperiods that the coefficient functions of the Ehrhart quasi-polynomial of a\nrational polygon may have.\n","Comment: 5 pages, 2 figures, 2008 International Conference on Information\n  Theory and Statistical Learning (ITSL'08), held in Las Vagas, NV, July 2008"]}]
["0906.0680",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0680"],"date":["2009-06-03"],"type":["text"],"creator":["Sugakov, V. I."],"language":[],"coverage":[],"title":["Self-organization phenomena at exciton condensation in quantum wells in\n  an inhomogeneous external potential"],"description":["  A theory of the separation of a system of indirect excitons into a condensed\nand a gaseous phases with the formation of regular patterns of alternating\nphases in inhomogeneous external fields is developed. The theory is applied to\nthe study of the non-uniform distribution of the exciton density in a double\nquantum well under a slot cut in a metallic electrode. It is shown that in a\ncertain range of exciton generation rates a chain of light emitting islands\nperiodically localized along the slot is developed. By creating a biased\nexternal potential along the slot the periodical pattern could be forced to\nmove along the slot. Also the structures of condensed phases distribution\narising at periodical external potential is considered.\n","Comment: 12 pages, 10 figures"]}]
["0906.0682",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0682","Bull.Astron.Soc.India 31 (2003) 187"],"date":["2009-06-03"],"type":["text"],"creator":["Konar, Sushan"],"language":[],"coverage":[],"title":["The Binary History and the Magnetic Field of Neutron Star"],"description":["  There has been strong observational evidence suggesting a causal connection\nbetween the binary history of neutron stars and the evolution of their magnetic\nfield. In this article we discuss one of the plausible mechanisms proposed for\nthe evolution of the surface magnetic field, that of the diamagnetic screening\nof the field by accreted material.\n","Comment: This article, published in 2003, is somewhat inaccessible"]}]
["0906.0697",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0697"],"date":["2009-06-03"],"type":["text"],"creator":["Kleiss, R.","Oord, G. van den"],"language":[],"coverage":[],"title":["Recursive equations for Majorana currents"],"description":["  A recursive computation of scattering amplitudes including Majorana fermions\nrequires a consistent definition of the fermion flow, which is introduced by\nDenner et al. in a diagrammatic setting. A systematic treatment in the\noff-shell current formalism is proposed, which involves explicit reversal of\nfermion currents.\n","Comment: 4 pages, 4 figures"]}]
["0906.0705",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0705"],"date":["2009-06-03"],"type":["text"],"creator":["Paredes, Josep M."],"language":[],"coverage":[],"title":["Radio properties of Very High Energy gamma-ray sources"],"description":["  Radio observations of very high energy (VHE) gamma-ray sources are\nfundamental to identify and reveal their nature, as well as to understand the\nphysics behind these energetic sources. I will comment on some characteristics\nof extragalactic sources detected at TeV energies and radio wavelengths, and\ngalactic sources such as gamma-ray binaries, supernova remnants (SNRs), or\npulsar wind nebulae (PWNs). Special emphasis will be put on unidentified\nextended TeV sources, in which deep radio observations can severely constrain\nthe proposed models and shed light on the possible sources powering the TeV\nemission.\n","Comment: 7 pages, 1 figure. Invited talk at the International Workshop: \"The\n  Low-Frequency Radio Universe\", Pune, 8-12 December 2008"]}]
["0906.0717",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","11M36"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0717"],"date":["2009-06-03"],"type":["text"],"creator":["Kokotov, Alexey"],"language":[],"coverage":[],"title":["Compact polyhedral surfaces of an arbitrary genus and determinants of\n  Laplacians"],"description":["  Compact polyhedral surfaces (or, equivalently, compact Riemann surfaces with\nconformal flat conical metrics) of an arbitrary genus are considered. After\ngiving a short self-contained survey of their basic spectral properties, we\nstudy the zeta-regularized determinant of the Laplacian as a functional on the\nmoduli space of these surfaces. An explicit formula for this determinant is\nobtained.\n"]}]
["0906.0724",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0724"],"date":["2009-06-03"],"type":["text"],"creator":["Bania, Piotr"],"language":[],"coverage":[],"title":["Dynamic Data Flow Analysis via Virtual Code Integration (aka The\n  SpiderPig case)"],"description":["  Paper addresses the process of dynamic data flow analysis using virtual code\nintegration (VCI), often refered to as dynamic binary rewriting. This article\nwill try to demonstrate all of the techniques that were applied in the\nSpiderPig project. It will also discuss the main differences between the\nmethods that were employed and those used in other available software, as well\nas introducing other related work. SpiderPig's approach was found to be very\nfast and was transparent enough for reliable and usable data flow analysis. It\nwas created with the purpose of providing a tool which would aid vulnerability\nand security researchers with tracing and analyzing any necessary data and its\nfurther propagation through a program. At the current state it works on IA-32\nplatforms with Microsoft Windows systems and it supports FPU, SSE, MMX and all\nof the IA-32 general instructions. SpiderPig also demonstrates the usage of a\nvirtual code integration (VCI) framework which allows for modifying the target\napplication code at the instruction level. By this I mean that the VCI\nframework allows for custom code insertion, original code modification and full\ncustomization of the original application's code. Instructions can be swapped\nout, deleted or modified at a whim, without corrupting the surrounding code and\nside-effects of the modification are resolved.\n","Comment: 48 pages"]}]
["0906.0725",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0725"],"date":["2009-06-03"],"type":["text"],"creator":["Marks, Joerg","Collaboration, for the BABAR"],"language":[],"coverage":[],"title":["Bottomonium Results from BABAR and BELLE"],"description":["  After nine years of operation the BABAR experiment at the B factory PEPII\n(Standford Linear Accelerator Center) stopped data taking in April 2008. The\nlast three month of data taking were devoted to e+e- collisions at center of\nmass energies of the Upsilon(2S), Upsilon(3S) and to an energy scan above the\nUpsilon(4S). Besides the observation of the bottomonium ground state eta_b, the\ncenter of mass energy dependent e+e- -> b bbar cross section was measured in\nthe energy range from 10.54 to 11.20 GeV. BELLE observed an enhancement in the\nproduction cross section for e+e- -> Upsilon(nS) pi+ pi- -> mu+ mu- pi+ pi- in\nan energy scan from 10.83 to 11.02 GeV.\n","Comment: 4 pages, 6 figures, contribution to the conference \"XLIIIth\n  Rencontres de Moriond, QCD and High Energy Interactions\""]}]
["0906.0731",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0731","16th ACM Symposium on Theory of Computing, Washington D.C., 1984,\n  542 - 547"],"date":["2009-05-27"],"type":["text"],"creator":["Vitanyi, Paul M. B."],"language":[],"coverage":[],"title":["Distributed elections in an Archimedean ring of processors"],"description":["  Unlimited asynchronism is intolerable in real physically distributed computer\nsystems. Such systems, synchronous or not, use clocks and timeouts. Therefore\nthe magnitudes of elapsed absolute time in the system need to satisfy the axiom\nof Archimedes. Under this restriction of asynchronicity logically\ntime-independent solutions can be derived which are nonetheless better (in\nnumber of message passes) than is possible otherwise. The use of clocks by the\nindividual processors, in elections in a ring of asynchronous processors\nwithout central control, allows a deterministic solution which requires but a\nlinear number of message passes. To obtain the result it has to be assumed that\nthe clocks measure finitely proportional absolute time-spans for their time\nunits, that is, the magnitudes of elapsed time in the ring network satisfy the\naxiom of Archimedes. As a result, some basic subtilities associated with\ndistributed computations are highlighted. For instance, the known nonlinear\nlower bound on the required number of message passes is cracked. For the\nsynchronous case, in which the necessary assumptions hold a fortiori, the\nmethod is -asymptotically- the most efficient one yet, and of optimal order of\nmagnitude. The deterministic algorithm is of -asymptotically- optimal bit\ncomplexity, and, in the synchronous case, also yields an optimal method to\ndetermine the ring size. All of these results improve the known ones.\n"]}]
["0906.0732",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0732"],"date":["2009-06-03"],"type":["text"],"creator":["Henderson, J. J.","Koo, C.","Feng, P. L.","del Barco, E.","Hill, S.","Tupitsyn, I. S.","Stamp, P. C. E.","Hendrickson, D. N."],"language":[],"coverage":[],"title":["Manifestation of Spin Selection Rules on the Quantum Tunneling of\n  Magnetization in a Single Molecule Magnet"],"description":["  We present low temperature magnetometry measurements on a new Mn3\nsingle-molecule magnet (SMM) in which the quantum tunneling of magnetization\n(QTM) displays clear evidence for quantum mechanical selection rules. A QTM\nresonance appearing only at elevated temperatures demonstrates tunneling\nbetween excited states with spin projections differing by a multiple of three:\nthis is dictated by the C3 symmetry of the molecule, which forbids pure\ntunneling from the lowest metastable state. Resonances forbidden by the\nmolecular symmetry are explained by correctly orienting the Jahn-Teller axes of\nthe individual manganese ions, and by including transverse dipolar fields.\nThese factors are likely to be important for QTM in all SMMs.\n","Comment: Physical Review Letters (in press) Preprint form: 16 pages, 4 figures"]}]
["0906.0733",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0733","C. R. Acad. Sci Paris. Ser. 1336 (2003)","doi:10.1016/S1631-073X(03)00155-9"],"date":["2009-06-03"],"type":["text"],"creator":["May, Ramzi"],"language":[],"coverage":[],"title":["R\\^ole de l\\'espace de Besov $\\mathbf{B}_{\\infty}^{-1,\\infty}$dans le\n  contr\\^ole de l\\'explosion \\`eventuelle en temps fini des solutions\n  r\\'eguli\\`eres des \\'equations de Navier-Stokes"],"description":["  Let $u\\in C([0,T^{\\ast}[;L^{n}(\\mathbb{R}% ^{n})^{n})$ be a maximal solution\nof the Navier-Stokes equations. We prove that $u$ is $C^{\\infty}$ on\n$]0,T^{\\ast}[\\times \\mathbb{R}^{n}$ and there exists a constant $\\varepsilon\n_{\\ast}>0$, which depends only on $n,$ such that if $T^{\\ast}$ is finite then,\nfor all $\\omega \\in S(\\mathbb{R}% ^{n})^{n},$ we have $\\overline{\\lim_{t\\to\nT^{\\ast}}}\\Vert u(t)-\\omega \\Vert_{\\mathbf{B}_{\\infty}^{-1,\\infty}}\\geq\n\\varepsilon_{\\ast}.$\n","Comment: 4 pages"]}]
["0906.0734",{"format":[],"subject":["Mathematics - General Topology","Mathematics - Group Theory","22A10","43A40","54H11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0734"],"date":["2009-06-03"],"type":["text"],"creator":["Gabriyelyan, S. S."],"language":[],"coverage":[],"title":["Reflexive group topologies on Abelian groups"],"description":["  It is proved that any infinite Abelian group of infinite exponent admits a\nnon-discrete reflexive group topology.\n"]}]
["0906.0739",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0739"],"date":["2009-06-03"],"type":["text"],"creator":["Zheng, Kun","Li, Husheng","Djouadi, Seddik M.","Wang, Jun"],"language":[],"coverage":[],"title":["Spectrum Sensing in Low SNR Regime via Stochastic Resonance"],"description":["  Spectrum sensing is essential in cognitive radio to enable dynamic spectrum\naccess. In many scenarios, primary user signal must be detected reliably in low\nsignal-to-noise ratio (SNR) regime under required sensing time. We propose to\nuse stochastic resonance, a nonlinear filter having certain resonance\nfrequency, to detect primary users when the SNR is very low. Both block and\nsequential detection schemes are studied. Simulation results show that, under\nthe required false alarm rate, both detection probability and average detection\ndelay can be substantially improved. A few implementation issues are also\ndiscussed.\n","Comment: 5 pages, 9 figures, submitted to Asilomar 2009"]}]
["0906.0740",{"format":[],"subject":["Physics - Plasma Physics","Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0740"],"date":["2009-06-03"],"type":["text"],"creator":["Winterberg, Dr. Friedwardt"],"language":[],"coverage":[],"title":["Advanced Deuterium Fusion Rocket Propulsion For Manned Deep Space\n  Missions"],"description":["  Excluding speculations about future breakthrough discoveries in physics, it\nis shown that with what is at present known, and also what is technically\nfeasible, manned space flight to the limits of the solar system and beyond deep\ninto the Oort cloud is quite well possible. Using deuterium as the rocket fuel\nof choice, abundantly available on the comets of the Oort cloud, rockets driven\nby deuterium fusion, can there be refueled. To obtain a high thrust with a high\nspecific impulse, favors the propulsion by deuterium micro-bombs, and it is\nshown that the ignition of deuterium micro-bombs is possible by intense GeV\nproton beams, generated in space by using the entire spacecraft as a\nmagnetically insulated billion volt capacitor. The cost to develop this kind of\npropulsion system in space would be very high, but it can also be developed on\nearth by a magnetically insulated Super Marx Generator. Since the ignition of\ndeuterium is theoretically possible with the Super Marx Generator, rather than\ndeuterium-tritium with a laser where 80% of the energy goes into neutrons,\nwould also mean a breakthrough in fusion research, and therefore would justify\nthe large development costs.\n","Comment: 44 pages, 17 figures"]}]
["0906.0742",{"format":[],"subject":["Physics - General Physics","Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0742"],"date":["2009-06-03"],"type":["text"],"creator":["Winterberg, Dr. Friedwardt"],"language":[],"coverage":[],"title":["Treating Cancer with Strong Magnetic Fields and Ultrasound"],"description":["  It is proposed to treat cancer by the combination of a strong magnetic field\nwith intense ultrasound. At the low electrical conductivity of tissue the\nmagnetic field is not frozen into the tissue, and oscillates against the tissue\nwhich is brought into rapid oscillation by the ultrasound. As a result, a\nrapidly oscillating electric field is induced in the tissue, strong enough to\ndisrupt cancer cell replication. Unlike radio frequency waves, which have been\nproposed for this purpose, ultrasound can be easily focused onto the regions to\nbe treated. This method has the potential for the complete eradication of the\ntumor.\n","Comment: 3 pages"]}]
["0906.0745",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0745"],"date":["2009-06-03"],"type":["text"],"creator":["Tannenbaum, M. J."],"language":[],"coverage":[],"title":["Results from PHENIX at RHIC"],"description":["  Results from PHENIX at RHIC in p-p and Au+Au collisions are presented from\nthe perspective of measurements in p-p collisions at the CERN ISR which serve\nas a basis for many of the techniques used. Notable results include the\nequality of the suppression of inclusive pi0 and direct electrons (from the\ndecay of heavy quarks) in the range of transverse momentuum 4 < pT < 9 GeV/c in\ncentral Au+Au collisions. This result appears to strongly disfavor the\nexplanation of suppression as due to radiative energy loss of partons\ntraversing a Quark Gluon Plasma but opens up a fundamental discussion of how\nFermions get mass, whether all six quarks are nearly massless in a QGP and how\nto test this.\n","Comment: Invited lecture at International School of Subnuclear Physics, 46th\n  Course, Erice, Sicily, Italy, August 29-September 7, 2008. 15 pages, 11\n  figures"]}]
["0906.0748",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Representation Theory","16S99, 05C70, 05E15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0748"],"date":["2009-06-03"],"type":["text"],"creator":["Musiker, Gregg","Schiffler, Ralf","Williams, Lauren"],"language":[],"coverage":[],"title":["Positivity for cluster algebras from surfaces"],"description":["  We give combinatorial formulas for the Laurent expansion of any cluster\nvariable in any cluster algebra coming from a triangulated surface (with or\nwithout punctures), with respect to an arbitrary seed. Moreover, we work in the\ngenerality of principal coefficients. An immediate corollary of our formulas is\na proof of the positivity conjecture of Fomin and Zelevinsky for cluster\nalgebras from surfaces, in geometric type.\n","Comment: 67 pages, 45 figures, comments welcome"]}]
["0906.0752",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0752"],"date":["2009-06-03"],"type":["text"],"creator":["Delbaen, Freddy","Hu, Ying","Richou, Adrien"],"language":[],"coverage":[],"title":["On the uniqueness of solutions to quadratic BSDEs with convex generators\n  and unbounded terminal conditions"],"description":["  In a previous work, P. Briand and Y. Hu proved the uniqueness among the\nsolutions which admit every exponential moments. In this paper, we prove that\nuniqueness holds among solutions which admit some given exponential moments.\nThese exponential moments are natural as they are given by the existence\ntheorem. Thanks to this uniqueness result we can strengthen the nonlinear\nFeynman-Kac formula proved by P. Briand and Y. Hu.\n"]}]
["0906.0754",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0754"],"date":["2009-06-03"],"type":["text"],"creator":["Armesto, Nestor","Cunqueiro, Leticia","Salgado, Carlos A."],"language":[],"coverage":[],"title":["Q-PYTHIA - a Monte Carlo implementation for jet quenching"],"description":["  RHIC experiments have established jet quenching as a fundamental tool in the\nstudy of hot matter in heavy-ion collisions. The energy reached is enough for\nhigh-pT inclusive particle studies and one- or two-particle correlations up to\npT= 10-20 GeV. The corresponding data are successfully described by a formalism\nbased on radiative energy losses. This formalism needs, however, to be improved\nfor more exclusive observables, in particular for the reconstructed jet\nproperties. Jet reconstruction is a new branch in heavy-ion collisions with\nvery high expectations as a tool for the characterization of the medium\nproperties. We present here an implementation of the jet quenching phenomena\nbased on a modification at the level of the splitting functions in parton\nshowers in standard, general purpose, Monte Carlos as PYTHIA or HERWIG.\n","Comment: Contribution to the proceedings of Moriond QCD 2009, 4 pages, 2\n  figures"]}]
["0906.0755",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0755"],"date":["2009-06-03","2009-06-04"],"type":["text"],"creator":["Yurin, I. M.","Trigger, S. A."],"language":[],"coverage":[],"title":["The Possibility of Existence of an Energy Gap in the One-Particle\n  Excitation Spectrum of He II"],"description":["  Possibility for coexistence of a phonon and one-particle spectra in ${}^4He$\nat all temperatures including temperatures below the $\\lambda$ - point is\nshown. An approach developed to consider the problem of the weakly imperfect\nBose gas results in the existence of a gap in the one-particle (one-atom)\nexcitation spectrum below the transition point. Thus, the microscopic model of\nHe II turns out to differ both from the model initially suggested by Landau and\nfrom the Bogolyubov model accepted at present. Analysis of the experimental\ndata obtained by measuring enthalpy and the part of helium atoms condensed in\nthe state with the momentum $p=0$ enabled to estimate the size of the gap. It\nturned out to be approximately equal to 0.31 K at zero temperature.\n","Comment: 14 pages, 2 figures"]}]
["0906.0756",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0756"],"date":["2009-06-03"],"type":["text"],"creator":["Mejias, Jorge F.","Torres, Joaquin J."],"language":[],"coverage":[],"title":["Emergence of resonances in neural systems: the interplay between\n  threshold adaptation and short-term synaptic plasticity"],"description":["  In this work we study the detection of weak stimuli by spiking neurons in the\npresence of certain level of noisy background neural activity. Our study has\nfocused in the realistic assumption that the synapses in the network present\nactivity-dependent processes, such as short-term synaptic depression and\nfacilitation. Employing mean-field techniques as well as numerical simulations,\nwe found that there are two possible noise levels which optimize signal\ntransmission. This new finding is in contrast with the classical theory of\nstochastic resonance which is able to predict only one optimal level of noise.\nWe found that the complex interplay between the nonlinear dynamics of the\nneuron threshold and the activity-dependent synaptic mechanisms is responsible\nfor this new phenomenology. Our results are confirmed by employing a more\nrealistic FitzHugh-Nagumo neuron model, which displays threshold variability,\nas well as by considering more realistic synaptic models. We support our\nfindings with recent experimental data of stochastic resonance in the human\ntactile blink reflex.\n","Comment: 24 pages, 8 figures, submitted to Neural Computation"]}]
["0906.0757",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0757"],"date":["2009-06-03"],"type":["text"],"creator":["Mayya, Y. Divakara","Carrasco, Luis"],"language":[],"coverage":[],"title":["M82 as a Galaxy: Morphology and Stellar Content of the Disk and Halo"],"description":["  For decades, the nuclear starburst has taken all the limelight in M82 with\nvery little discussion on M82 as a galaxy. The situation is changing over the\nlast decade, with the publication of some important results on the morphology\nand stellar content of its disk and halo. In this review, we discuss these\nrecent findings in the framework of M82 as a galaxy. It is known for almost\nhalf a century that M82 as a galaxy doesn't follow the trends expected for\nnormal galaxies that had prompted the morphologists to introduce a separate\nmorphological type under the name Irr II or amorphous. It is now being\nunderstood that the main reasons behind its apparently distinct morphological\nappearance are its peculiar star formation history, radial distribution of gas\ndensity and the form of the rotation curve. The disk formed almost all of its\nstars through a burst mode around 500 Myr ago, with the disk star formation\ncompletely quenched around 100 Myr ago. The fossil record of the disk-wide\nburst lies in the form of hundreds of compact star clusters, similar in mass to\nthat of the globular clusters in the Milky Way, but an order of magnitude\nyounger. The present star formation is restricted entirely to the central 500\npc zone, that contains more than 200 young compact star clusters. The disk\ncontains a non-star-forming spiral arm, hidden from the optical view by a\ncombination of extinction and high inclination to the line of sight. The halo\nof M82 is also unusual in its stellar content, with evidence for star\nformation, albeit at low levels, occurring continuously for over a gigayear. We\ncarefully examine each of the observed abnormality to investigate the overall\neffect of interaction on the evolution of M82.\n","Comment: 12 pages, To appear in the proceedings of \"A Long Walk Through\n  Astronomy: A Celebration of Luis Carrasco's 60th Birthday\", Huatulco, Mexico,\n  October 2008, ed. E. Recillas, L. Aguilar, A. Luna, and J.R. Valdes; RevMexAA\n  (Serie de Conferencias)"]}]
["0906.0759",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0759"],"date":["2009-06-03"],"type":["text"],"creator":["Rodriguez-Merino, L. H.","Rosa-Gonzalez, D.","Mayya, Y. D.","Carrasco, L.","Luna, A.","Romano, R."],"language":[],"coverage":[],"title":["Age and Extinction of the Ultraviolet Emitting Regions in M82"],"description":["  The M82 galaxy has been the subject of several studies basically because it\nis relatively close to to the Milky Way and it displays a strong star formation\nactivity. Using multi-band images of M82 we have determined the age and\nextinction of the stellar population located in regions with strong UV\nemission, these region are in the nucleus and the disk of M82. We also have\nemployed the UV images of M82 and the physical properties of its stellar\nclusters to measure the contribution of the clusters to the detected UV flux.\nWe found that clusters located in the nuclear regions are emitting all the\nobserved UV flux, whereas clusters of the disk emit less than ~10%. Based on\nthe results obtained from this work we can infer that the field stars located\nin the disk of M82 could have been part of a stellar cluster when they were\nborn.\n","Comment: 6 pages, To appear in the proceedings of \"A Long Walk Through\n  Astronomy: A Celebration of Luis Carrasco's 60th Birthday\", Huatulco, Mexico,\n  October 2008, ed. E. Recillas, L. Aguilar, A. Luna, and J.R. Valdes; RevMexAA\n  (Serie de Conferencias)"]}]
["0906.0760",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0760"],"date":["2009-06-03"],"type":["text"],"creator":["Kadanoff, Leo P."],"language":[],"coverage":[],"title":["Expansions for Eigenfunction and Eigenvalues of large-n Toeplitz\n  Matrices"],"description":["  This note starts from work done by Dai, Geary, and Kadanoff (Hui Dai, Zachary\nGeary, and Leo P. Kadanoff, H. Dai, Z. Geary and L. P. Kadanoff, Journal of\nStatistical Mechanics, P05012 (2009)) on exact eigenfunctions for Toeplitz\noperators. It builds methods for finding convergent expansions for eigenvectors\nand eigenvalues of large-n Toeplitz matrices, using the infinite-n case as a\nstarting point. One expansion is derived from operator equations having a\ntwo-dimensional continuous spectrum of eigenvalues, which include the\neigenvalues of the finite-$n$ matrices. Another expansion is derived from the\ntranspose equations, which have no eigenvalues at all. The two expansions work\ntogether to give an apparently convergent expansion with an expansion parameter\nexpressed as an inverse power of n. A variational principle is developed which\ngives an approximate expression for determining eigenvalues. A consistency\ncondition is generated, which gives to lowest order exactly the same condition\nfor the eigenvalue.\n"]}]
["0906.0763",{"format":[],"subject":["Mathematics - Combinatorics","05D99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0763"],"date":["2009-06-03"],"type":["text"],"creator":["Goff, Michael"],"language":[],"coverage":[],"title":["Higher dimensional Moore bounds"],"description":["  We prove upper bounds on the face numbers of simplicial complexes in terms on\ntheir girths, in analogy with the Moore bound from graph theory. Our definition\nof girth generalizes the usual definition for graphs.\n"]}]
["cond-mat/0607515",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0607515","Phys. Rev. B 74, 174519 (2006)","doi:10.1103/PhysRevB.74.174519"],"date":["2006-07-20","2006-09-13"],"type":["text"],"creator":["Daghero, D.","Calzolari, A.","Ummarino, G. A.","Tortello, M.","Gonnelli, R. S.","Stepanov, V. A.","Tarantini, C.","Manfrinetti, P.","Lehmann, E."],"language":[],"coverage":[],"title":["Point-contact spectroscopy in neutron-irradiated Mg^{11}B_2"],"description":["  We report on recent results of point-contact spectroscopy measurements in\nMg^{11}B_2 polycrystals irradiated at different neutron fluences up to 1.4 x\n10^{20} cm^{-2}. The point contacts were made by putting a small drop of Ag\npaint -- acting as the counterelectrode -- on the cleaved surface of the\nsamples. The gap amplitudes were extracted from the experimental conductance\ncurves, showing Andreev-reflection features, through a two-band\nBlonder-Tinkham-Klapwijk fit and reported as a function of the Andreev critical\ntemperature of the junctions, TcA. The resulting Delta_sigma(TcA) and\nDelta_pi(TcA) curves show a clear merging of the gaps when TcA ~ 9K that\nperfectly confirms the findings of specific-heat measurements in the same\nsamples. Anomalous contacts with TcA > Tc (being Tc the bulk critical\ntemperature) were often obtained, particularly in samples irradiated at very\nhigh fluences. Their fit gave a different dependence of Delta_pi on TcA. The\npossible origin of these contacts is discussed in terms of local\ncurrent-induced annealing and/or nanoscale inhomogeneities observed by STM in\nthe most irradiated samples.\n","Comment: 12 pages, 10 figures, revtex4. One figure removed; Figs. 4 and 8\n  changed. Text changed (particularly Sect. V)"]}]
["math/0202160",{"format":[],"subject":["Mathematics - Differential Geometry","37A35 (Primary) 57M50 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0202160","St. Petersbg Math. J. 15 (2004), 41-47"],"date":["2002-02-17"],"type":["text"],"creator":["Buyalo, Sergei"],"language":[],"coverage":[],"title":["An estimate for the volume entropy of nonpositively curved graph\n  manifolds"],"description":["  Let M be a closed 3-dimensional graph manifold. We prove that h(g)>1 for each\ngeometrization g of M, where h(g) is the topological entropy of geodesic flow\nof g.\n","Comment: 9 pages"]}]
["math/0311524",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Metric Geometry","54C25, 54E40 (primary)","51M10, 51Fxx (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0311524","Geom. Dedicata, 113 (2005), 75--93."],"date":["2003-11-28"],"type":["text"],"creator":["Buyalo, S.","Schroeder, V."],"language":[],"coverage":[],"title":["Embedding of hyperbolic spaces in the product of trees"],"description":["  We show that for each n\\ge 2 there is a quasi-isometric embedding of the\nhyperbolic space H^n in the product T^n=Tx...xT of n copies of a (simplicial)\nmetric tree T. On the other hand, we prove that there is no quasi-isometric\nembedding H^2 --> TxR^m for any metric tree T and any m\\ge 0.\n","Comment: 18 pages, 2 figures"]}]
["math/0404525",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Metric Geometry","54C25, 54E40 (primary)","51M10, 51Fxx (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0404525","St. Petersburg Math. J. 19 (2008), no. 1, 67--76."],"date":["2004-04-29"],"type":["text"],"creator":["Buyalo, S.","Schroeder, V."],"language":[],"coverage":[],"title":["Hyperbolic dimension of metric spaces"],"description":["  We introduce a new quasi-isometry invariant of metric spaces called the\nhyperbolic dimension, hypdim, which is a version of the Gromov's asymptotic\ndimension, asdim. The hyperbolic dimension is at most the asymptotic dimension,\nhowever, unlike the asymptotic dimension, the hyperbolic dimension of any\nEuclidean space R^n is zero (while asdim R^n=n.) This invariant possesses usual\nproperties of dimension like monotonicity and product theorems. Our main result\nsays that the hyperbolic dimension of any Gromov hyperbolic space X (with mild\nrestrictions) is at least the topological dimension of the boundary at infinity\nplus 1. As an application we obtain that there is no quasi-isometric embedding\nof the real hyperbolic space H^n into the (n-1)-fold metric product of metric\ntrees stabilized by any Euclidean factor.\n","Comment: 18 pages"]}]
["math/0503034",{"format":[],"subject":["Mathematics - Representation Theory","High Energy Physics - Theory","Mathematical Physics","20C08","81R12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0503034","Commun.Math.Phys. 264 (2006) 191-225","doi:10.1007/s00220-006-1519-6"],"date":["2005-03-02","2005-12-22"],"type":["text"],"creator":["Emsiz, Erdal","Opdam, Eric M.","Stokman, Jasper V."],"language":[],"coverage":[],"title":["Periodic integrable systems with delta-potentials"],"description":["  In this paper we study root system generalizations of the quantum Bose-gas on\nthe circle with pair-wise delta function interactions. The underlying symmetry\nstructures are shown to be governed by the associated graded of Cherednik's\n(suitably filtered) degenerate double affine Hecke algebra, acting by\nDunkl-type differential-reflection operators. We use Gutkin's generalization of\nthe equivalence between the impenetrable Bose-gas and the free Fermi-gas to\nderive the Bethe ansatz equations and the Bethe ansatz eigenfunctions.\n","Comment: 36 pages. The analysis of the propagation operator in Sections 5 and\n  6 is corrected and simplified. To appear in Comm. Math. Phys"]}]
["math/0505427",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0505427","St. Petersbg Math. J. 17 (2006), 267-283"],"date":["2005-05-20"],"type":["text"],"creator":["Buyalo, S."],"language":[],"coverage":[],"title":["Asymptotic dimension of a hyperbolic space and capacity dimension of its\n  boundary at infinity"],"description":["  We introduce a quasi-symmetry invariant of a metric space Z called the\ncapacity dimension. Our main result says that for a visual Gromov hyperbolic\nspace X the asymptotic dimension of X is at most the capacity dimension of its\nboundary at infinity plus 1.\n","Comment: 23 pages"]}]
["math/0505429",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0505429","St. Petersbg. Math. J. 17 (2006), 581--591"],"date":["2005-05-20"],"type":["text"],"creator":["Buyalo, S."],"language":[],"coverage":[],"title":["Capacity dimension and embedding of hyperbolic spaces into the product\n  of trees"],"description":["  We prove that every visual Gromov hyperbolic space X whose boundary at\ninfinity has the finite capacity dimension n admits a quasi-isometric embedding\ninto (n+1)-fold product of metric trees.\n","Comment: 15 pages"]}]
["math/0509433",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0509433","St. Petersburg Math. J. 19 (2008), no. 1, 45--65."],"date":["2005-09-19","2005-11-20"],"type":["text"],"creator":["Buyalo, Sergei","Lebedeva, Nina"],"language":[],"coverage":[],"title":["Dimension of locally and asymptotically self-similar spaces"],"description":["  We obtain two in a sense dual to each other results: First, that the capacity\ndimension of every compact, locally self-similar metric space coincides with\nthe topological dimension, and second, that the asymptotic dimension of a\nmetric space, which is asymptotically similar to its compact subspace coincides\nwith the topological dimension of the subspace. As an application of the first\nresult, we prove the Gromov conjecture that the asymptotic dimension of every\nhyperbolic group G equals the topological dimension of its boundary at infinity\nplus 1, asdim G=dim(dG)+1. As an application of the second result, we construct\nPontryagin surfaces for the asymptotic dimension, in particular, those are\nfirst examples of metric spaces X, Y with asdim(X x Y)<asdim X+asdim Y. Other\napplications are also given.\n","Comment: 29 pages; this is an essentially extended and improved version of our\n  paper `Capacity dimension of locally self-similar spaces'"]}]
["nucl-th/0510054",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-th/0510054"],"date":["2005-10-17","2009-06-04"],"type":["text"],"creator":["Usmani, Q. N.","Rawitscher, G.","Singh, A."],"language":[],"coverage":[],"title":["Towards exact variational Monte-Carlo calculations in light nuclei"],"description":["  This paper is being withdrawn by the authors in order to correct some errors\nand also to introduce improved theoretical techniques.\n","Comment: 10 pages, one figure, two tables"]}]
["physics/0609040",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0609040"],"date":["2006-09-06","2009-06-04"],"type":["text"],"creator":["Salis, M."],"language":[],"coverage":[],"title":["Some Remarks About Extremum Principles Involving the Rate of Entropy\n  Production"],"description":["  The minimum rate of entropy production (MREP) and the least dissipation\nenergy (LDE) principles are re-examined concerning continuous systems in\nstationary nonequilibrium states. By means of simple considerations on\ncoefficients of phenomenological laws and by taking into account balance\nequations, an Onsager-like potential density for the stationary state is\nobtained. In the case of a single state variable it is found that the potential\ndensity describes a saddle-shaped surface around the stationary point in the\ndomain of the force (state variable) and the flux. The saddle point may be\nconsidered a maximum along a LDE path (fixed force) and a minimum along a MREP\npath (fixed phenomenological coefficient). The latter allow for the\nGlansdorff-Prigogine local potential.\n"]}]
