["0709.3150",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3150","Phys.Rev.D78:014510,2008","doi:10.1103/PhysRevD.78.014510"],"date":["2007-09-20","2009-04-10"],"type":["text"],"creator":["Sasaki, Shoichi","Yamazaki, Takeshi"],"language":[],"coverage":[],"title":["Nucleon form factors from quenched lattice QCD with domain wall fermions"],"description":["  We present a quenched lattice calculation of the weak nucleon form factors:\nvector (F_V(q^2)), induced tensor (F_T(q^2)), axial-vector (F_A(q^2)) and\ninduced pseudo-scalar (F_P(q^2)) form factors. Our simulations are performed on\nthree different lattice sizes L^3 x T=24^3 x 32, 16^3 x 32 and 12^3 x 32 with a\nlattice cutoff of 1/a = 1.3 GeV and light quark masses down to about 1/4 the\nstrange quark mass (m_{pi} = 390 MeV) using a combination of the DBW2 gauge\naction and domain wall fermions. The physical volume of our largest lattice is\nabout (3.6 fm)^3, where the finite volume effects on form factors become\nnegligible and the lower momentum transfers (q^2 = 0.1 GeV^2) are accessible.\nThe q^2-dependences of form factors in the low q^2 region are examined. It is\nfound that the vector, induced tensor, axial-vector form factors are well\ndescribed by the dipole form, while the induced pseudo-scalar form factor is\nconsistent with pion-pole dominance. We obtain the ratio of axial to vector\ncoupling g_A/g_V=F_A(0)/F_V(0)=1.219(38) and the pseudo-scalar coupling\ng_P=m_{mu}F_P(0.88m_{mu}^2)=8.15(54), where the errors are statistical erros\nonly. These values agree with experimental values from neutron beta decay and\nmuon capture on the proton. However, the root mean squared radii of the vector,\ninduced tensor and axial-vector underestimate the known experimental values by\nabout 20%. We also calculate the pseudo-scalar nucleon matrix element in order\nto verify the axial Ward-Takahashi identity in terms of the nucleon matrix\nelements, which may be called as the generalized Goldberger-Treiman relation.\n","Comment: 46 pages, 44 figures, v2: one section (including four new figures and\n  several new tables) added for comparison with other studies, conclusions\n  remain unchanged, v3: accepted version, v4: published version in PRD"]}]
["0710.3415",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3415","MNRAS 395 (2009) L25-L28","doi:10.1111/j.1745-3933.2009.00633.x"],"date":["2007-10-17","2009-04-10"],"type":["text"],"creator":["Moffat, J. W.","Toth, V. T."],"language":[],"coverage":[],"title":["Modified gravity and the origin of inertia"],"description":["  Modified gravity theory is known to violate Birkhoff's theorem. We explore a\nkey consequence of this violation, the effect of distant matter in the Universe\non the motion of test particles. We find that when a particle is accelerated, a\nforce is experienced that is proportional to the particle's mass and\nacceleration and acts in the direction opposite to that of the acceleration. We\nidentify this force with inertia. At very low accelerations, our inertial law\ndeviates slightly from that of Newton, yielding a testable prediction that may\nbe verified with relatively simple experiments. Our conclusions apply to all\ngravity theories that reduce to a Yukawa-like force in the weak field\napproximation.\n","Comment: 4 pages, 3 figures; published version with updated references"]}]
["0711.2319",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2319","Int.J.Mod.Phys.D17:1245-1254,2008","doi:10.1142/S0218271808012796"],"date":["2007-11-14","2008-11-28"],"type":["text"],"creator":["Zhao, Wen"],"language":[],"coverage":[],"title":["Statefinder diagnostic for Yang-Mills dark energy model"],"description":["  We study the statefinder parameters in the Yang-Mills condensate dark energy\nmodels, and find that the evolving trajectories of these models are different\nfrom those of other dark energy models. We also define two eigenfunctions of\nthe Yang-Mills condensate dark energy models. The values of these\neigenfunctions are quite close to zero if the equation-of-state of the\nYang-Mills condensate is not far from -1, which can be used to simply\ndifferentiate between the Yang-Mills condensate models and other dark energy\nmodels.\n","Comment: 13 pages, 3figures, minor typos corrected"]}]
["0712.0710",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.0710","AIPConf.Proc.1023:143-147,2008","doi:10.1063/1.2958165"],"date":["2007-12-05","2009-04-10"],"type":["text"],"creator":["Ferreira, P. Castelo"],"language":[],"coverage":[],"title":["Canonical Functional Quantization of Pseudo-Photons in Planar Systems"],"description":["  Extended $U_e(1)\\times U_g(1)$ electromagnetism containing both a photon and\na pseudo-photon is introduced at variational level and is justified by the\nviolation of the Bianchi identities in conceptual systems, either in the\npresence of magnetic monopoles or non-regular external fields, not being\naccounted by the standard Maxwell Lagrangian. It is carried a dimensional\nreduction that renders a $U_e(1)\\times U_g(1)$ Maxwell-BF type theory and it is\nconsidered canonical functional quantization in planar systems which may be\nrelevant in Hall systems.\n","Comment: 5 pages; 1 figure; submitted to Proceedings of XVI International Fall\n  Workshop on Geometry and Physics;\n  http://www.math.ist.utl.pt/~xvi-iwgp/talks/PedroCasteloF.pdf; v2: derivatives\n  on equation (10) corrected"]}]
["0712.1269",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Optimization and Control","52B12, 90C05, 90C35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1269"],"date":["2007-12-08","2009-04-09"],"type":["text"],"creator":["Theis, Dirk Oliver"],"language":[],"coverage":[],"title":["On the facial structure of Symmetric and Graphical Traveling Salesman\n  Polyhedra"],"description":["  The Symmetric Traveling Salesman Polytope $S_n$ for a fixed number $n$ of\ncities is a face of the corresponding Graphical Traveling Salesman Polyhedron\n$P_n$. This has been used to study facets of $S_n$ using $P_n$ as a tool. In\nthis paper, we study the operation of \"rotating\" (or \"lifting\") valid\ninequalities for $S_n$ to obtain a valid inequalities for $P_n$.\n  As an application, we describe a surprising relationship between (a) the\nparsimonious property of relaxations of the Symmetric Traveling Salesman\nPolytope and (b) a connectivity property of the ridge graph of the Graphical\nTraveling Salesman Polyhedron.\n"]}]
["0712.2683",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2683","Phil. Mag. B 88, 13 - 15 (2008) 2131 - 2144","doi:10.1080/14786430801894544"],"date":["2007-12-17","2008-01-15"],"type":["text"],"creator":["de Laissardière, G. Trambly","Julien, J. P.","Mayou, D."],"language":[],"coverage":[],"title":["Electronic transport in AlMn(Si) and AlCuFe quasicrystals: Break-down of\n  the semiclassical model"],"description":["  The semi-classical Bloch-Boltzmann theory is at the heart of our\nunderstanding of conduction in solids, ranging from metals to semi-conductors.\nPhysical systems that are beyond the range of applicability of this theory are\nthus of fundamental interest. It appears that in quasicrystals and related\ncomplex metallic alloys, a new type of break-down of this theory operates. This\nphenomenon is related to the specific propagation of electrons. We develop a\ntheory of quantum transport that applies to a normal ballistic law but also to\nthese specific diffusion laws. As we show phenomenological models based on this\ntheory describe correctly the anomalous conductivity in quasicrystals.\nAb-initio calculations performed on approximants confirm also the validity of\nthis anomalous quantum diffusion scheme. This provides us with an ab-initio\nmodel of transport in approximants such as alpha-AlMnSi and AlCuFe 1/1 cubic\napproximant.\n","Comment: 11 pages, 5 figures"]}]
["0804.1371",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1371","Geom. Topol. 13 (2009) 493-525","doi:10.2140/gt.2009.13.493"],"date":["2008-04-09","2009-04-10"],"type":["text"],"creator":["Kutluhan, Cagatay","Taubes, Clifford Henry"],"language":[],"coverage":[],"title":["Seiberg-Witten Floer homology and symplectic forms on S^1 X M^3"],"description":["  Let M be a closed, connected, orientable 3-manifold. The purpose of this\npaper is to study the Seiberg-Witten Floer homology of M given that S^1 X M\nadmits a symplectic form. In particular, we prove that M fibers over the circle\nif M has first Betti number 1 and S^1 X M admits a symplectic form with\nnon-torsion canonical class.\n","Comment: This is the version published by Geometry & Topology on 1 January\n  2009"]}]
["0805.1178",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1178","Phys. Rev. D 79 (2009) 083506"],"date":["2008-05-08","2009-04-01"],"type":["text"],"creator":["Battisti, Marco Valerio"],"language":[],"coverage":[],"title":["Cosmological bounce from a deformed Heisenberg algebra"],"description":["  The implications of a deformed Heisenberg algebra on the\nFriedmann-Robertson-Walker cosmological models are investigated. We consider\nthe Snyder non-commutative space in which the translation group is undeformed\nand the rotational invariance preserved. When this framework is implemented to\none-dimensional systems (which is this case) the modifications are uniquely\nfixed up to a sign. A cosmological quantum bounce \\`a la loop quantum cosmology\nis then obtained. We also get the Randall-Sundrum braneworld scenario and this\nway a Snyder-deformed quantum cosmology can be considered as a common\nphenomenological description for both theories.\n","Comment: 10 pages; version improved, title changed, to appear in PRD"]}]
["0807.0383",{"format":[],"subject":["Mathematics - Combinatorics","05E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0383"],"date":["2008-07-02","2009-04-10"],"type":["text"],"creator":["Stanley, Richard P."],"language":[],"coverage":[],"title":["Some Combinatorial Properties of Hook Lengths, Contents, and Parts of\n  Partitions"],"description":["  This paper proves a generalization of a conjecture of Guoniu Han, inspired\noriginally by an identity of Nekrasov and Okounkov. The main result states that\ncertain sums over partitions p of n, involving symmetric functions of the\nsquares of the hook lengths of p, are polynomial functions of n. A similar\nresult is obtained for symmetric functions of the contents and shifted parts of\nn.\n","Comment: 20 pages. Correction of some inaccuracies, and a new Theorem 4.4"]}]
["0807.3952",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3952","Mon. Not. R. Astron. Soc. 394, 1575-1587 (2009)","doi:10.1111/j.1365-2966.2009.14426.x"],"date":["2008-07-25","2009-01-26"],"type":["text"],"creator":["Liu, Adrian","Tegmark, Max","Zaldarriaga, Matias"],"language":[],"coverage":[],"title":["Will point sources spoil 21 cm tomography?"],"description":["  21 cm tomography is emerging as a promising probe of the cosmological dark\nages and the epoch of reionization, as well as a tool for observational\ncosmology in general. However, serious sources of foreground contamination must\nbe subtracted for experimental efforts to be viable. In this paper, we focus on\nthe removal of unresolved extragalactic point sources with smooth spectra, and\nevaluate how the residual foreground contamination after cleaning depends on\ninstrumental and algorithmic parameters. A crucial but often ignored\ncomplication is that the synthesized beam of an interferometer array shrinks\ntowards higher frequency, causing complicated frequency structure in each sky\npixel as \"frizz\" far from the beam center contracts across unresolved radio\nsources. We find that current-generation experiments should nonetheless be able\nto clean out this points source contamination adequately, and quantify the\ninstrumental and algorithmic design specifications required to meet this\nforeground challenge.\n","Comment: 14 pages, 17 figures, replaced to match accepted MNRAS version"]}]
["0808.2444",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J40","14F17","14K12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2444"],"date":["2008-08-18","2009-04-10"],"type":["text"],"creator":["Pareschi, Giuseppe","Popa, Mihnea"],"language":[],"coverage":[],"title":["Strong generic vanishing and a higher dimensional Castelnuovo-de\n  Franchis inequality"],"description":["  We extend to manifolds of arbitrary dimension the Castelnuovo-de Franchis\ninequality for surfaces. The proof is based on the theory of Generic Vanishing\nand higher regularity, and on the Evans-Griffith Syzygy Theorem in commutative\nalgebra. Along the way we give a positive answer, in the setting of K\\\"ahler\nmanifolds, to a question of Green-Lazarsfeld on the vanishing of higher direct\nimages of Poincar\\'e bundles. We indicate generalizations to arbitrary\nFourier-Mukai transforms.\n","Comment: 12 pages; some improvements according to suggestions from the\n  referees, to appear in Duke Math. J"]}]
["0809.0463",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0463","Physica A 388 (2009) 2403-2409","doi:10.1016/j.physa.2009.02.031"],"date":["2008-09-02","2008-12-29"],"type":["text"],"creator":["Piasecki, R."],"language":[],"coverage":[],"title":["Versatile entropic measure of grey level inhomogeneity"],"description":["  The entropic measure for analysis of grey level inhomogeneity (GLI) is\nproposed as a function of length scale. It allows us to quantify the\nstatistical dissimilarity of the actual macrostate and the maximizing entropy\nof the reference one. The maximums (minimums) of the measure indicate those\nscales at which higher (lower) average grey level inhomogeneity appears\ncompared to neighbour scales. Even a deeply hidden statistical grey level\nperiodicity can be detected by the equally distant minimums of the measure. The\nstriking effect of multiple intersecting curves (MIC) of the measure has been\nrevealed for pairs of simulated patterns, which differ in shades of grey or\nsymmetry properties, only. This indicates for a non-trivial dependence of the\nGLI on length scale. In turn for evolving photosphere granulation patterns, the\nstability in time of the first peak position has been found. Interestingly, at\ninitial steps of the evolution clearly dominates the third peak. This indicates\nfor a temporary grouping of granules at length scale that may belong to\nmesogranulation phenomenon. This behaviour has similarities with that reported\nby Consolini, Berrilli et al. (2003, 2005) for binarized granulation images of\na different data set.\n","Comment: rewritten version with clarifications, 8 pages, added Fig. 4,\n  references changed"]}]
["0809.1146",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1146","J. Phys.: Conf. Ser. 150 (2009) 022041","doi:10.1088/1742-6596/150/2/022041"],"date":["2008-09-06"],"type":["text"],"creator":["Kobayashi, Koji","Hirose, Kosuke","Obuse, Hideaki","Ohtsuki, Tomi","Slevin, Keith"],"language":[],"coverage":[],"title":["Transport properties in network models with perfectly conducting\n  channels"],"description":["  We study the transport properties of disordered electron systems that contain\nperfectly conducting channels. Two quantum network models that belong to\ndifferent universality classes, unitary and symplectic, are simulated\nnumerically. The perfectly conducting channel in the unitary class can be\nrealized in zigzag graphene nano-ribbons and that in the symplectic class is\nknown to appear in metallic carbon nanotubes. The existence of a perfectly\nconducting channel leads to novel conductance distribution functions and a\nshortening of the conductance decay length.\n","Comment: 4 pages, 6 figures, proceedings of LT25"]}]
["0809.3463",{"format":[],"subject":["Mathematics - Probability","60K35, 60K37, 82C44"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3463"],"date":["2008-09-19","2009-04-10"],"type":["text"],"creator":["Fontes, L. R. G.","Lima, P. H. S."],"language":[],"coverage":[],"title":["Convergence of symmetric trap models in the hypercube"],"description":["  We consider symmetric trap models in the d-dimensional hypercube whose\nordered mean waiting times, seen as weights of a measure in the natural\nnumbers, converge to a finite measure as d diverges, and show that the models\nsuitably represented converge to a K process as d diverges. We then apply this\nresult to get K processes as the scaling limits of the REM-like trap model and\nthe Random Hopping Times dynamics for the Random Energy Model in the hypercube\nin time scales corresponding to the ergodic regime for these dynamics.\n","Comment: 11 pages; 2 figures; mistake in (3.1) of previous version corrected"]}]
["0810.0580",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.0580","Physical Review A 79(4), 040301(R) (2009)","doi:10.1103/PhysRevA.79.040301"],"date":["2008-10-03","2009-04-10"],"type":["text"],"creator":["Pfeifer, Robert N. C.","Evenbly, Glen","Vidal, Guifre"],"language":[],"coverage":[],"title":["Entanglement renormalization, scale invariance, and quantum criticality"],"description":["  The use of entanglement renormalization in the presence of scale invariance\nis investigated. We explain how to compute an accurate approximation of the\ncritical ground state of a lattice model, and how to evaluate local\nobservables, correlators and critical exponents. Our results unveil a precise\nconnection between the multi-scale entanglement renormalization ansatz (MERA)\nand conformal field theory (CFT). Given a critical Hamiltonian on the lattice,\nthis connection can be exploited to extract most of the conformal data of the\nCFT that describes the model in the continuum limit.\n","Comment: 4 pages, 3 figures, RevTeX 4. Revised for greater clarity"]}]
["0810.2935",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2935","Phys. Status Solidi B 246, 1006 (2009)","doi:10.1002/pssb.200881570"],"date":["2008-10-16"],"type":["text"],"creator":["Ramsak, A.","Mravlje, J.","Rejec, T."],"language":[],"coverage":[],"title":["Quantum entanglement of space domains occupied by interacting electrons"],"description":["  Spin-entanglement of two electrons occupying two spatial regions -- domains\n-- is expressed in a compact form in terms of spin-spin correlation functions.\nThe power of the formalism is demonstrated on several examples ranging from\ngeneration of entanglement by scattering of two electrons to the entanglement\nof a pair of qubits represented by a double quantum dot coupled to leads. In\nthe latter case the collapse of entanglement due to the Kondo effect is\nanalyzed.\n"]}]
["0810.4405",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4405","Europhys. Lett. 86, 10001 (2009)","doi:10.1209/0295-5075/86/10001"],"date":["2008-10-24","2009-03-12"],"type":["text"],"creator":["Berthier, Ludovic","Witten, Thomas A."],"language":[],"coverage":[],"title":["Compressing nearly hard sphere fluids increases glass fragility"],"description":["  We use molecular dynamics to investigate the glass transition occurring at\nlarge volume fraction, phi, and low temperature, T, in assemblies of soft\nrepulsive particles. We find that equilibrium dynamics in the (phi, T) plane\nobey a form of dynamic scaling in the proximity of a critical point at T=0 and\nphi=phi_0, which should correspond to the ideal glass transition of hard\nspheres. This glass point, `point G', is distinct from athermal jamming\nthresholds. A remarkable consequence of scaling behaviour is that the dynamics\nat fixed phi passes smoothly from that of a strong glass to that of a very\nfragile glass as phi increases beyond phi_0. Correlations between fragility and\nvarious physical properties are explored.\n","Comment: 5 pages, 3 figures; Version accepted at Europhys. Lett"]}]
["0810.5081",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.5081","Phys. Rev. Lett. 102, 140402 (2009)","doi:10.1103/PhysRevLett.102.140402"],"date":["2008-10-28","2009-03-12"],"type":["text"],"creator":["Batrouni, G. G.","Rousseau, V. G.","Scalettar, R. T."],"language":[],"coverage":[],"title":["Magnetic and Superfluid Transitions in the d=1 Spin-1 Boson Hubbard\n  Model"],"description":["  The interplay between magnetism and metal-insulator transitions is\nfundamental to the rich physics of the single band fermion Hubbard model (FHM).\nRecent progress in experiments on trapped ultra-cold atoms have made possible\nthe exploration of similar effects in the boson Hubbard model (BHM). This paper\nreports Quantum Monte Carlo (QMC) simulations of the spin-1 BHM in the ground\nstate. In the case of antiferromagnetic interactions, which favor singlet\nformation within the Mott insulator lobes, we present exact numerical evidence\nthat the superfluid-insulator phase transition is first (second) order\ndepending on whether the Mott lobe is even (odd). In the ferromagnetic case,\nthe transitions are all continuous. We obtain the phase diagram in the case of\nattractive spin interactions and demonstrate the existence of the ferromagnetic\nsuperfluid. We also compare the QMC phase diagram with a third order\nperturbation calculation.\n","Comment: Added results"]}]
["0810.5358",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.5358","Nano Lett., 9, 1433 (2009)","doi:10.1021/nl8032697"],"date":["2008-10-29"],"type":["text"],"creator":["Casiraghi, C.","Hartschuh, A.","Qian, H.","Piscanec, S.","Georgi, C.","Novoselov, K. S.","Basko, D. M.","Ferrari, A. C."],"language":[],"coverage":[],"title":["Raman Spectroscopy of Graphene Edges"],"description":["  Graphene edges are of particular interest, since their chirality determines\nthe electronic properties. Here we present a detailed Raman investigation of\ngraphene flakes with well defined edges oriented at different crystallographic\ndirections. The position, width and intensity of G and D peaks at the edges are\nstudied as a function of the incident light polarization. The D-band is\nstrongest for light polarized parallel to the edge and minimum for\nperpendicular orientation. Raman mapping shows that the D peak is localized in\nproximity of the edge. The D to G ratio does not always show a significant\ndependence on edge orientation. Thus, even though edges can appear\nmacroscopically smooth and oriented at well defined angles, they are not\nnecessarily microscopically ordered.\n"]}]
["0811.0649",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0649","Euro. Phys. Lett. 85 (2009) 60011.","doi:10.1209/0295-5075/85/60011"],"date":["2008-11-05"],"type":["text"],"creator":["Sun, Jie","Bollt, Erik M.","Nishikawa, Takashi"],"language":[],"coverage":[],"title":["Master Stability Functions for Coupled Near-Identical Dynamical Systems"],"description":["  We derive a master stability function (MSF) for synchronization in networks\nof coupled dynamical systems with small but arbitrary parametric variations.\nAnalogous to the MSF for identical systems, our generalized MSF simultaneously\nsolves the linear stability problem for near-synchronous states (NSS) for all\npossible connectivity structures. We also derive a general sufficient condition\nfor stable near-synchronization and show that the synchronization error scales\nlinearly with the magnitude of parameter variations.Our analysis underlines\nsignificant roles played by the Laplacian eigenvectors in the study of network\nsynchronization of near-identical systems.\n","Comment: 11 pages, 2 figures"]}]
["0811.2455",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2455","Phys. Status Solidi B 246, 1094 (2009)","doi:10.1002/pssb.200844350"],"date":["2008-11-14"],"type":["text"],"creator":["Zhu, Li-Fang","Liu, Bang-Gui"],"language":[],"coverage":[],"title":["Half-metallic ferrimagnet formed by substituting Fe for Mn in\n  semiconductor MnTe"],"description":["  A ternary ferrimagnetic half-metal, constructed through substituting 25% Fe\nfor Mn in zincblende semiconductor MnTe, is predicted in terms of accurate\nfirst-principles calculations. It has a large half-metallic (HM) gap of 0.54eV\nand its ferrimagnetic order is very stable against other magnetic fluctuations.\nThe HM ferrimagnetism is formed because the complete moment compensation in the\nantiferromagnetic MnTe is replaced by an uncomplete one in the Fe-substituted\nMnTe. This should make a novel approach to new HM materials. The half-metal\ncould be fabricated because Fe has good affinity with Mn, and useful for\nspintronics.\n","Comment: 5 pages with figures included"]}]
["0901.0072",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0072","Phys. Rev. Lett. 102, 146804 (2009)","doi:10.1103/PhysRevLett.102.146804"],"date":["2008-12-31","2009-04-10"],"type":["text"],"creator":["Beenakker, C. W. J.","Sepkhanov, R. A.","Akhmerov, A. R.","Tworzydlo, J."],"language":[],"coverage":[],"title":["Quantum Goos-Hanchen effect in graphene"],"description":["  The Goos-Hanchen (GH) effect is an interference effect on total internal\nreflection at an interface, resulting in a shift sigma of the reflected beam\nalong the interface. We show that the GH effect at a p-n interface in graphene\ndepends on the pseudospin (sublattice) degree of freedom of the massless Dirac\nfermions, and find a sign change of sigma at angle of incidence\nalpha*=arcsin[sin alpha_c]^1/2 determined by the critical angle alpha_c for\ntotal reflection. In an n-doped channel with p-doped boundaries the GH effect\ndoubles the degeneracy of the lowest propagating mode, introducing a two-fold\ndegeneracy on top of the usual spin and valley degeneracies. This can be\nobserved as a stepwise increase by 8e^2/h of the conductance with increasing\nchannel width.\n","Comment: 5 pages, 6 figures; expanded version of the published paper (one\n  extra page, one extra figure), including also a reference to J.M. Pereira et\n  al, PRB 74, 045424 (2006)"]}]
["0901.2321",{"format":[],"subject":["Statistics - Machine Learning","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2321"],"date":["2009-01-15","2009-04-10"],"type":["text"],"creator":["Dębowski, Łukasz"],"language":[],"coverage":[],"title":["The Redundancy of a Computable Code on a Noncomputable Distribution"],"description":["  We introduce new definitions of universal and superuniversal computable\ncodes, which are based on a code's ability to approximate Kolmogorov complexity\nwithin the prescribed margin for all individual sequences from a given set.\nSuch sets of sequences may be singled out almost surely with respect to certain\nprobability measures. Consider a measure parameterized with a real parameter\nand put an arbitrary prior on the parameter. The Bayesian measure is the\nexpectation of the parameterized measure with respect to the prior. It appears\nthat a modified Shannon-Fano code for any computable Bayesian measure, which we\ncall the Bayesian code, is superuniversal on a set of parameterized\nmeasure-almost all sequences for prior-almost every parameter. According to\nthis result, in the typical setting of mathematical statistics no computable\ncode enjoys redundancy which is ultimately much less than that of the Bayesian\ncode. Thus we introduce another characteristic of computable codes: The\ncatch-up time is the length of data for which the code length drops below the\nKolmogorov complexity plus the prescribed margin. Some codes may have smaller\ncatch-up times than Bayesian codes.\n","Comment: 5 pages; an intro to a longer article"]}]
["0902.0802",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0802"],"date":["2009-02-04","2009-04-10"],"type":["text"],"creator":["Li, Dong","Zhang, Xiaoyi"],"language":[],"coverage":[],"title":["On the rigidity of solitary waves for the focusing mass-critical NLS in\n  dimensions $d\\ge 2$"],"description":["  For the focusing mass-critical NLS $iu_t+\\Delta u=-|u|^{\\frac 4d}u$, it is\nconjectured that the only global non-scattering solution with ground state mass\nmust be a solitary wave up to symmetries of the equation. In this paper, we\nsettle the conjecture for $H^1_x$ initial data in dimensions $d=2,3$ with\nspherical symmetry and $d\\ge 4$ with certain splitting-spherically symmetric\ninitial data.\n","Comment: 67 pages"]}]
["0902.1848",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Solar and Stellar Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1848","Phys.Rev.D79:063003,2009","doi:10.1103/PhysRevD.79.063003"],"date":["2009-02-11","2009-03-27"],"type":["text"],"creator":["Zhao, W."],"language":[],"coverage":[],"title":["Detecting relic gravitational waves in the CMB: Comparison of different\n  methods"],"description":["  In this paper, we discuss the constraint on the relic gravitational waves by\nboth temperature and polarization anisotropies power spectra of cosmic\nmicrowave background radiation. Taking into account the instrumental noises of\nPlanck satellite, we calculate the signal-to-noise ratio $S/N$ by the\nsimulation and the analytic approximation methods. We find that, comparing with\nthe $BB$ channel, the value of $S/N$ is much improved in the case where all the\npower spectra, $TT$, $TE$, $EE$ and $BB$, are considered. If the noise power\nspectra of Planck satellite increase for some reasons, the value of $S/N$ in\n$BB$ channel is much reduced. However, in the latter case where all the power\nspectra of cosmic microwave background radiation are considered, the value of\n$S/N$ is less influenced. We also find that the free parameters $A_s$, $n_s$\nand $n_t$ have little influence on the value of $S/N$ in both cases.\n","Comment: 37 pages, 7 figures, published version"]}]
["0903.2058",{"format":[],"subject":["Mathematics - Algebraic Geometry","14F45,14H50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2058"],"date":["2009-03-12","2009-04-09"],"type":["text"],"creator":["Yang, Jin-Gen","Xie, Jinjing"],"language":[],"coverage":[],"title":["Discriminantal groups and Zariski pairs of sextic curves"],"description":["  A series of Zariski pairs and four Zariski triplets were found by using\nlattice theory of K3 surfaces. There is a Zariski triplet of which one member\nis a deformation of another.\n","Comment: 33 pages, 5 figures"]}]
["0904.0129",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Nonlinear Sciences - Exactly Solvable and Integrable Systems","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.0129"],"date":["2009-04-01","2009-04-10"],"type":["text"],"creator":["Makovetskii, D. N."],"language":[],"coverage":[],"title":["Some Remarks on Nonlinear Properties of Pumping System of an\n  Optical-Wavelength Acoustic Laser (Phaser)"],"description":["  New critical surfaces have been analytically found for a 3D vectorial model\nof bistable pumping system of an optical-wavelength acoustic laser (phaser).\nThe Lyapunov instability is possible for this pumping system at the upper\nbranch for a high quality factor Qc of a pump resonator: Qc/Qm >> 1, where Qm\nis the magnetic quality factor. This instability is of great interest for\ninterpretaion of some experimental data on the optical-wavelength ruby phaser\n(see our previous papers arXiv:cond-mat/0303188, arXiv:cond-mat/0402640,\narXiv:0704.0123, arXiv:0901.0449).\n","Comment: 10 pages, no figures. Ver.2: references to masers with high-quality\n  (whispering-gallery) resonators added"]}]
["0904.1232",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1232","Phys. Rev. A 79, 042311 (2009)","doi:10.1103/PhysRevA.79.042311"],"date":["2009-04-07"],"type":["text"],"creator":["Chimczak, Grzegorz","Tanaś, Ryszard"],"language":[],"coverage":[],"title":["High-fidelity atomic-state teleportation protocol with\n  non-maximally-entangled states"],"description":["  We propose a protocol of the long-distance atomic state teleportation via\ncavity decay, which allows for high-fidelity teleportation even with currently\navailable optical cavities. The protocol is based on the scheme proposed by\nBose \\emph{et al.} [Phys. Rev. Lett. {\\textbf{83}}, 5158 (1999)] but with one\nimportant modification: it employs non-maximally-entangled states instead of\nmaximally entangled states.\n","Comment: 8 pages, 6 figures, accepted for publication in Phys. Rev. A"]}]
["0904.1421",{"format":[],"subject":["Mathematics - Group Theory","20E05, 20F99, 20F05, 55M20, 57M07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1421","Geom. Topol. Monogr. 14 (2008) 219-294","doi:10.2140/gtm.2008.14.219"],"date":["2009-04-08"],"type":["text"],"creator":["Goncalves, Daciberg","Kudryavtseva, Elena","Zieschang, Heiner"],"language":[],"coverage":[],"title":["Some quadratic equations in the free group of rank 2"],"description":["  For a given quadratic equation with any number of unknowns in any free group\nF, with right-hand side an arbitrary element of F, an algorithm for solving the\nproblem of the existence of a solution was given by Culler. The problem has\nbeen studied by the authors for parametric families of quadratic equations\narising from continuous maps between closed surfaces, with certain conjugation\nfactors as the parameters running through the group F. In particular, for a\none-parameter family of quadratic equations in the free group F_2 of rank 2,\ncorresponding to maps of absolute degree 2 between closed surfaces of Euler\ncharacteristic 0, the problem of the existence of faithful solutions has been\nsolved in terms of the value of the self-intersection index mu: F_2 --> Z[F_2]\non the conjugation parameter. The present paper investigates the existence of\nfaithful, or non-faithful, solutions of similar families of quadratic equations\ncorresponding to maps of absolute degree 0.\n","Comment: This is the version published by Geometry & Topology Monographs on 29\n  April 2008"]}]
["0904.1423",{"format":[],"subject":["Quantitative Biology - Cell Behavior"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1423","doi:10.1016/j.mee.2008.11.095"],"date":["2009-04-08"],"type":["text"],"creator":["Tzvetkova-Chevolleau, Tzvetelina","Yoxall, Edward","Fuard, David","Bruckert, Franz","Schiavone, Patrick","Weidenhaupt, Marianne"],"language":[],"coverage":[],"title":["Microscale adhesion patterns for the precise localization of amoeba"],"description":["  In order to get a better understanding of amoeba-substrate interactions in\nthe processes of cellular adhesion and directional movement, we engineered\nglass surfaces with defined local adhesion characteristics at a micrometric\nscale. Amoeba (Dictyostelium dicoideum) is capable to adhere to various\nsurfaces independently of the presence of extracellular matrix proteins. This\npaper describes the strategy used to create selective adhesion motifs using an\nappropriate surface chemistry and shows the first results of locally confined\namoeba adhesion. The approach is based on the natural ability of Dictyostelium\nto adhere to various types of surfaces (hydrophilic and hydrophobic) and on its\ninability to spread on inert surfaces, such as the block copolymer of\npolyethylene glycol and polypropylene oxide, named Pluronic. We screened\ndiverse alkylsilanes, such as methoxy, chloro and fluoro silanes for their\ncapacity to anchor Pluronic efficiently on a glass surface. Our results\ndemonstrate that hexylmethyldichlorosilane (HMDCS) was the most appropriate\nsilane for the deposition of Pluronic. A complex dependence between the\nphysicochemistry of the silanes and the polyethylene glycol block copolymer\ndeposition was observed. Using this method, we succeed in scaling down the\nmicro-fabrication of pluronic-based adhesion motifs to the amoeba\n","Comment: Microelectronic Engineering (2008) in press"]}]
["0904.1428",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1428"],"date":["2009-04-08"],"type":["text"],"creator":["Gay-Balmaz, F.","Holm, D. D.","Ratiu, T. S."],"language":[],"coverage":[],"title":["Variational principles for spin systems and the Kirchhoff rod"],"description":["  We obtain the affine Euler-Poincar\\'e equations by standard Lagrangian\nreduction and deduce the associated Clebsch-constrained variational principle.\nThese results are illustrated in deriving the equations of motion for continuum\nspin systems and Kirchhoff's rod, where they provide a unified geometric\ninterpretation.\n","Comment: Submitted to Journal of Geometric Mechanics, 29 pages, no figures"]}]
["0904.1431",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1431"],"date":["2009-04-08"],"type":["text"],"creator":["Middleton, Elliott"],"language":[],"coverage":[],"title":["Animal Spirits in America, April 2009"],"description":["  Adaptation level and animal spirits (Middleton 1996) presented a\npsychophysical theory of confidence levels based on the oldest and probably\nmost widely observed law in psychology, the sensitivity to adaptation level.\nFor Americans, whose attachments to employment and livelihood are often tenuous\nin a country without a European-style social safety net, it is the sensitivity\nto the unemployment rate that drives confidence levels. In Animal spirits and\nrecession forecasting (Middleton 2001; see also Ball 2001), the adaptation\nlevel theoretic metric of animal spirits, A, was combined with the slope of the\nU.S. Treasury yield curve in a logistic recession forecasting model that has\ncorrectly predicted every turning point in the economy since then. The model\ncurrently forecasts increasing confidence and an end to the recession in\nmid-2009. The question, given the severity of the current slump globally, is\nwhether this forecast is plausible in the face of possibly very large increases\nin macroeconomic volatility.\n","Comment: 9 pages, 10 figures"]}]
["0904.1435",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1435"],"date":["2009-04-08"],"type":["text"],"creator":["Kintali, Shiva","Poplawski, Laura J.","Rajaraman, Rajmohan","Sundaram, Ravi","Teng, Shang-Hua"],"language":[],"coverage":[],"title":["Reducibility Among Fractional Stability Problems"],"description":["  In this paper, we resolve the computational complexity of a number of\noutstanding open problems with practical applications. Here is the list of\nproblems we show to be PPAD-complete, along with the domains of practical\nsignificance: Fractional Stable Paths Problem (FSPP) [21] - Internet routing;\nCore of Balanced Games [41] - Economics and Game theory; Scarf's Lemma [41] -\nCombinatorics; Hypergraph Matching [1]- Social Choice and Preference Systems;\nFractional Bounded Budget Connection Games (FBBC) [30] - Social networks; and\nStrong Fractional Kernel [2]- Graph Theory. In fact, we show that no fully\npolynomial-time approximation schemes exist (unless PPAD is in FP).\n  This paper is entirely a series of reductions that build in nontrivial ways\non the framework established in previous work. In the course of deriving these\nreductions, we created two new concepts - preference games and personalized\nequilibria. The entire set of new reductions can be presented as a lattice with\nthe above problems sandwiched between preference games (at the \"easy\" end) and\npersonalized equilibria (at the \"hard\" end). Our completeness results extend to\nnatural approximate versions of most of these problems. On a technical note, we\nwish to highlight our novel \"continuous-to-discrete\" reduction from exact\npersonalized equilibria to approximate personalized equilibria using a linear\nprogram augmented with an exponential number of \"min\" constraints of a specific\nform. In addition to enhancing our repertoire of PPAD-complete problems, we\nexpect the concepts and techniques in this paper to find future use in\nalgorithmic game theory.\n"]}]
["0904.1456",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1456"],"date":["2009-04-09"],"type":["text"],"creator":["Kagawa, Yuki","Takamatsu, Atsuko"],"language":[],"coverage":[],"title":["Collective behavior in coupled dynamical systems on two-dimensional\n  weighted networks: A step toward understanding adaptive behavior of true\n  slime mold"],"description":["  Plasmodium of true slime mold, Physarum polycephalum, is an amoeboid\norganism, which spreads with developing tubular network structure and crawls on\ntwo-dimensional plane with oscillating the cell thickness. The plasmodium\ntransforms its tubular network structure to adapt to the environment. To reveal\nthe effect of the network structure on the oscillating behavior of the\nplasmodium, we constructed coupled map systems on two-dimensional weighted\nnetworks as models of the plasmodium, and investigated the relation between the\ndistribution of weights on the network edges and the synchronization in the\nsystem. We found the probability that the system shows phase synchronization\nchanges drastically with the weight distribution even if the total weight is\nconstant. This implies the oscillating patterns observed in the plasmodium are\ncontrolled by the tube widths or cross-sections in the tubular networks.\n","Comment: 16 pages, 7 figures"]}]
["0904.1457",{"format":[],"subject":["Mathematics - Differential Geometry","53A05","53A17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1457"],"date":["2009-04-09"],"type":["text"],"creator":["Hamdoon, Fathi M.","Ali, Ahmad T.","Lopez, Rafael"],"language":[],"coverage":[],"title":["Constant Scalar Curvature of Three Dimensional Surfaces Obtained by the\n  Equiform Motion of a Sphere"],"description":["  In this paper we consider the equiform motion of a sphere in Euclidean space\n$\\mathbf{E}^7$. We study and analyze the corresponding kinematic three\ndimensional surface under the hypothesis that its scalar curvature $\\mathbf{K}$\nis constant. Under this assumption, we prove that $|\\mathbf{K}|<2$.\n","Comment: 11 pages olly"]}]
["0904.1459",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Analysis of PDEs","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1459"],"date":["2009-04-09"],"type":["text"],"creator":["Faou, Erwan","Grebert, Benoit"],"language":[],"coverage":[],"title":["Resonances in long time integration of semi linear Hamiltonian PDEs"],"description":["  We consider a class of Hamiltonian PDEs that can be split into a linear\nunbounded operator and a regular non linear part, and we analyze their\nnumerical discretizations by symplectic methods when the initial value is small\nin Sobolev norms. The goal of this work is twofold: First we show how standard\napproximation methods cannot in general avoid resonances issues, and we give\nnumerical examples of pathological behavior for the midpoint rule and\nimplicit-explicit integrators. Such phenomena can be avoided by suitable\ntruncations of the linear unbounded operator combined with classical splitting\nmethods. We then give a sharp bound for the cut-off depending on the time step.\nUsing a new normal form result, we show the long time preservation of the\nactions for such schemes for all values of the time step, provided the initial\ncontinuous system does not exhibit resonant frequencies.\n"]}]
["0904.1461",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1461"],"date":["2009-04-09"],"type":["text"],"creator":["Zhou, Xin"],"language":[],"coverage":[],"title":["On the existence of min-max minimal torus"],"description":["  In this paper, we will study the existence problem of minmax minimal torus.\nWe use classical conformal invariant geometric variational methods. We prove a\ntheorem about the existence of minmax minimal torus in Theorem 5.1. Firstly we\nprove a strong uniformization result(Proposition 3.1) using method of [1]. Then\nwe use this proposition to choose good parametrization for our minmax\nsequences. We prove a compactification result(Lemma 4.1) similar to that of\nColding and Minicozzi [2], and then give bubbling convergence results similar\nto that of Ding, Li and Liu [7]. In fact, we get an approximating result\nsimilar to the classical deformation lemma(Theorem 1.1).\n","Comment: 31 pages"]}]
["0904.1462",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1462"],"date":["2009-04-09"],"type":["text"],"creator":["Wang, W.","Roberts, A. J."],"language":[],"coverage":[],"title":["Average and deviation for slow-fast stochastic partial differential\n  equations"],"description":["  Averaging is an important method to extract effective macroscopic dynamics\nfrom complex systems with slow modes and fast modes. This article derives an\naveraged equation for a class of stochastic partial differential equations\nwithout any Lipschitz assumption on the slow modes. The rate of convergence in\nprobability is obtained as a byproduct. Importantly, the deviation between the\noriginal equation and the averaged equation is also studied. A martingale\napproach proves that the deviation is described by a Gaussian process. This\ngives an approximation to errors of $\\mathcal{O}(\\e)$ instead of\n$\\mathcal{O}(\\sqrt{\\e})$ attained in previous averaging.\n","Comment: 22 pages, 5 figures"]}]
["0904.1468",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Functional Analysis","12D15","14P99","44A60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1468"],"date":["2009-04-09"],"type":["text"],"creator":["Cimpric, Jaka","Marshall, Murray","Netzer, Tim"],"language":[],"coverage":[],"title":["Closures of quadratic modules"],"description":["  We consider the problem of determining the closure of a quadratic module M in\na commutative R-algebra with respect to the finest locally convex topology.\nThis is of interest in deciding when the moment problem is solvable and in\nanalyzing algorithms for polynomial optimization involving semidefinite\nprogramming. The closure of a semiordering is also considered, and it is shown\nthat the space of all semiorderings lying over M plays an important role in\nunderstanding the closure of M. The fibre theorem of Schmuedgen for\npreorderings is strengthened and extended to quadratic modules. The extended\nresult is used to construct an example of a non-archimedean quadratic module\ndescribing a compact semialgebraic set that has the strong moment property. The\nsame result is used to obtain a recursive description of the closure of M which\nis valid in many cases.\n"]}]
["0904.1469",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Geometric Topology","20F36","20F65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1469"],"date":["2009-04-09"],"type":["text"],"creator":["Lönne, Michael"],"language":[],"coverage":[],"title":["Presentations of subgroups of the braid group generated by powers of\n  band generators"],"description":["  According to the Tits conjecture proved by Crisp and Paris, [CP], the\nsubgroups of the braid group generated by proper powers of the Artin elements\nare presented by the commutators of generators which are powers of commuting\nelements. Hence they are naturally presented as right-angled Artin groups.\n  The case of subgroups generated by powers of the band generators is more\ninvolved. We show that the groups are right-angled Artin groups again, if all\ngenerators are proper powers with exponent at least 3. We also give a\npresentation in cases at the other extreme, when all generators occur with\nexponent 1 or 2, which is far from being that of a right-angled Artin group.\n","Comment: 14 pages"]}]
["0904.1475",{"format":[],"subject":["Mathematics - Differential Geometry","53A04, 53A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1475"],"date":["2009-04-09"],"type":["text"],"creator":["Nistor, Ana-Irina"],"language":[],"coverage":[],"title":["Certain Constant Angle Surfaces Constructed on Curves"],"description":["  In this paper we classify certain special ruled surfaces in $\\R^3$ under the\ngeneral theorem of characterization of constant angle surfaces. We study the\ntangent developable and conical surfaces from the point of view the constant\nangle property. Moreover, the natural extension to normal and binormal constant\nangle surfaces is given.\n","Comment: 8 pages"]}]
["0904.1480",{"format":[],"subject":["Mathematics - Probability","91B16,91B28 (Primary) 93E20, 49L20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1480"],"date":["2009-04-09"],"type":["text"],"creator":["Carassus, Laurence","Rasonyi, Miklos"],"language":[],"coverage":[],"title":["Risk-averse asymptotics for reservation prices"],"description":["  An investor's risk aversion is assumed to tend to infinity. In a fairly\ngeneral setting, we present conditions ensuring that the respective utility\nindifference prices of a given contingent claim converge to its super\nreplication price.\n"]}]
["0904.1483",{"format":[],"subject":["Quantitative Finance - Risk Management","Quantitative Finance - Computational Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1483","ASTIN Bulletin 39(1), pp.1-33, 2009"],"date":["2009-04-09"],"type":["text"],"creator":["Peters, Gareth W.","Shevchenko, Pavel V.","Wüthrich, Mario V."],"language":[],"coverage":[],"title":["Model uncertainty in claims reserving within Tweedie's compound Poisson\n  models"],"description":["  In this paper we examine the claims reserving problem using Tweedie's\ncompound Poisson model. We develop the maximum likelihood and Bayesian Markov\nchain Monte Carlo simulation approaches to fit the model and then compare the\nestimated models under different scenarios. The key point we demonstrate\nrelates to the comparison of reserving quantities with and without model\nuncertainty incorporated into the prediction. We consider both the model\nselection problem and the model averaging solutions for the predicted reserves.\nAs a part of this process we also consider the sub problem of variable\nselection to obtain a parsimonious representation of the model being fitted.\n"]}]
["0904.1488",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1488"],"date":["2009-04-09"],"type":["text"],"creator":["Ranzato, Francesco","Tapparo, Francesco"],"language":[],"coverage":[],"title":["Computing Stuttering Simulations"],"description":["  Stuttering bisimulation is a well-known behavioral equivalence that preserves\nCTL-X, namely CTL without the next-time operator X. Correspondingly, the\nstuttering simulation preorder induces a coarser behavioral equivalence that\npreserves the existential fragment ECTL-{X,G}, namely ECTL without the\nnext-time X and globally G operators. While stuttering bisimulation equivalence\ncan be computed by the well-known Groote and Vaandrager's [1990] algorithm, to\nthe best of our knowledge, no algorithm for computing the stuttering simulation\npreorder and equivalence is available. This paper presents such an algorithm\nfor finite state systems.\n"]}]
["0904.1489",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","35A35","35B40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1489"],"date":["2009-04-09"],"type":["text"],"creator":["Mustafa, Octavian G.","Zhou, Yong"],"language":[],"coverage":[],"title":["On the positive solutions to some quasilinear elliptic partial\n  differential equations"],"description":["  We establish that the elliptic equation $\\Delta u+f(x,u)+g(| x|)x\\cdot \\nabla\nu=0$, where $x\\in\\mathbb{R}^{n}$, $n\\geq3$, and $| x|>R>0$, has a positive\nsolution which decays to 0 as $| x|\\to +\\infty$ under mild restrictions on the\nfunctions $f,g$. The main theorem extends and complements the conclusions of\nthe recent paper [M. Ehrnstr\\\"{o}m, O.G. Mustafa, On positive solutions of a\nclass of nonlinear elliptic equations, Nonlinear Anal. TMA 67 (2007),\n1147--1154]. Its proof relies on a general result about the long-time behavior\nof the logarithmic derivatives of solutions for a class of nonlinear ordinary\ndifferential equations and on the comparison method.\n"]}]
["0904.1490",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematical Physics","45E10","45M99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1490"],"date":["2009-04-09"],"type":["text"],"creator":["Mustafa, Octavian G.","Abdeljawad, Thabet","Baleanu, Dumitru","Jarad, Fahd","Trujillo, Juan J."],"language":[],"coverage":[],"title":["A Fite type result for sequential fractional differential equations"],"description":["  Given the solution $f$ of the sequential fractional differential equation\n$_{a}D_{t}^{\\alpha}(_{a}D_{t}^{\\alpha}f)+P(t)f=0$, $t\\in[b,c]$, where\n$-\\infty<a<b<c<+\\infty$, $\\alpha\\in({1/2},1)$ and\n$P:[a,+\\infty)\\to[0,P_{\\infty}]$, $P_{\\infty}<+\\infty$, is continuous, assume\nthat there exist $t_1,t_2\\in[b,c]$ such that\n$f(t_1)=(_{a}D_{t}^{\\alpha}f)(t_2)=0$. Then, we establish here a positive lower\nbound for $c-a$ which depends solely on $\\alpha,P_{\\infty}$. Such a result\nmight be useful in discussing disconjugate fractional differential equations\nand fractional interpolation, similarly to the case of (integer order) ordinary\ndifferential equations.\n"]}]
["0904.1496",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1496","Proceedings of the Ninth Marcel Grossmann Meeting on General\n  Relativity. Ed: V.G. Gurzadyan, R.T. Jantzen, R. Ruffini. World Scientific,\n  Singapore, 1949-0 (2002)"],"date":["2009-04-09"],"type":["text"],"creator":["Fernández-Jambrina, L."],"language":[],"coverage":[],"title":["Geodesically complete cylindrical spacetimes"],"description":["  A sufficient condition for an orthogonally transitive G2 cylindrical\nspacetime to be singularity-free is shown. The condition is general enough to\ncomprise all known geodesically complete perfect fluid cosmologies.\n","Comment: 2 pp. ws-p9-75x6-50.cls"]}]
["0904.1497",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1497","Gravitation and Cosmology. Eds: A. Lobo, F. Fayos, J. Garriga, E.\n  Gazta\\~naga, E. Verdaguer. Publicacions Universitat de Barcelona, Barcelona,\n  207-211 (2003)"],"date":["2009-04-09"],"type":["text"],"creator":["Fernández-Jambrina, L.","González-Romero, L. M."],"language":[],"coverage":[],"title":["Towards an open set of regular cosmological models"],"description":["  The possibility of obtaining an open set of regular cosmological models is\ndiscussed. Cylindrical stiff perfect fluid cosmologies are studied in detail.\nThe condition for geodesic completeness is easy to check. A large family of\nnon-singular models is found therein.\n","Comment: 4 pp. Proceedings of ERE 2002, Ma\\'o, Spain"]}]
["0904.1500",{"format":[],"subject":["Quantitative Finance - Statistical Finance","Quantitative Finance - Computational Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1500"],"date":["2009-04-09"],"type":["text"],"creator":["Mitra, Sovan"],"language":[],"coverage":[],"title":["Regime Switching Volatility Calibration by the Baum-Welch Method"],"description":["  Regime switching volatility models provide a tractable method of modelling\nstochastic volatility. Currently the most popular method of regime switching\ncalibration is the Hamilton filter. We propose using the Baum-Welch algorithm,\nan established technique from Engineering, to calibrate regime switching models\ninstead. We demonstrate the Baum-Welch algorithm and discuss the significant\nadvantages that it provides compared to the Hamilton filter. We provide\ncomputational results of calibrating the Baum-Welch filter to S&P 500 data and\nvalidate its performance in and out of sample.\n"]}]
["0904.1506",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1506","J. Phys. A: Math. Theor. 41, 415204 (2008)"],"date":["2009-04-09"],"type":["text"],"creator":["Blasiak, P.","Horzela, A.","Duchamp, G. H. E.","Penson, K. A.","Solomon, A. I."],"language":[],"coverage":[],"title":["Heisenberg-Weyl algebra revisited: Combinatorics of words and paths"],"description":["  The Heisenberg-Weyl algebra, which underlies virtually all physical\nrepresentations of Quantum Theory, is considered from the combinatorial point\nof view. We provide a concrete model of the algebra in terms of paths on a\nlattice with some decomposition rules. We also discuss the rook problem on the\nassociated Ferrers board; this is related to the calculus in the normally\nordered basis. From this starting point we explore a combinatorial underpinning\nof the Heisenberg-Weyl algebra, which offers novel perspectives, methods and\napplications.\n","Comment: 5 pages, 3 figures"]}]
["0904.1511",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1511"],"date":["2009-04-09"],"type":["text"],"creator":["Chailloux, André","Kerenidis, Iordanis"],"language":[],"coverage":[],"title":["Optimal quantum strong coin flipping"],"description":["  Coin flipping is a fundamental cryptographic primitive that enables two\ndistrustful and far apart parties to create a uniformly random bit [Blu81].\nQuantum information allows for protocols in the information theoretic setting\nwhere no dishonest party can perfectly cheat. The previously best-known quantum\nprotocol by Ambainis achieved a cheating probability of at most 3/4 [Amb01]. On\nthe other hand, Kitaev showed that no quantum protocol can have cheating\nprobability less than $1/\\sqrt{2}$ [Kit03]. Closing this gap has been one of\nthe important open questions in quantum cryptography.\n  In this paper, we resolve this question by presenting a quantum strong coin\nflipping protocol with cheating probability arbitrarily close to $1/\\sqrt{2}$.\nMore precisely, we show how to use any weak coin flipping protocol with\ncheating probability $1/2+\\epsilon$ in order to achieve a strong coin flipping\nprotocol with cheating probability $1/\\sqrt{2}+O(\\epsilon)$. The optimal\nquantum strong coin flipping protocol follows from our construction and the\noptimal quantum weak coin flipping protocol described by Mochon [Moc07].\n","Comment: 12 pages"]}]
["0904.1512",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1512"],"date":["2009-04-09"],"type":["text"],"creator":["Fernandez, G.","Volz, T.","Desbuquois, R.","Badolato, A.","Imamoglu, A."],"language":[],"coverage":[],"title":["Tunable Raman Photons from a Single Quantum Dot"],"description":["  We report the observation of all-optically tunable Raman fluorescence from a\nsingle quantum dot. The Raman photons are produced in an optically-driven\nLambda-system defined by subjecting the single electron charged quantum dot to\na magnetic field in Voigt geometry. Detuning the driving laser from resonance,\nwe tune the frequency of the Raman photons by about 2.5 GHz. The number of\nscattered photons and the linewdith of the Raman photons are investigated as a\nfunction of detuning. The study presented here could form the basis of a new\ntechnique for investigating spin-bath interactions in the solid state.\n","Comment: 4 pages, 4 figures"]}]
["0904.1514",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q53"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1514"],"date":["2009-04-09"],"type":["text"],"creator":["Gruenrock, Axel"],"language":[],"coverage":[],"title":["On the Cauchy-problem for generalized Kadomtsev-Petviashvili-II\n  equations"],"description":["  The Cauchy-problem for the generalized Kadomtsev-Petviashvili-II equation\n$$u_t + u_{xxx} + \\partial_x^{-1}u_{yy}= (u^l)_x, \\quad l \\ge 3,$$ is shown to\nbe locally well-posed in almost critical anisotropic Sobolev spaces. The proof\ncombines local smoothing and maximal function estimates as well as bilinear\nrefinements of Strichartz type inequalities via multilinear interpolation in\n$X_{s,b}$-spaces.\n","Comment: 8 pages"]}]
["0904.1519",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J28","14J50","14J10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1519"],"date":["2009-04-09"],"type":["text"],"creator":["Garbagnati, Alice"],"language":[],"coverage":[],"title":["Elliptic K3 surfaces with abelian and dihedral groups of symplectic\n  automorphisms"],"description":["  We analyze K3 surfaces admitting an elliptic fibration $E$ and a finite group\n$G$ of symplectic automorphisms preserving this elliptic fibration. We\nconstruct the quotient elliptic fibration $E/G$ comparing its properties to the\nones of $E$. We show that if $E$ admits an $n$-torsion section, its quotient by\nthe group of automorphisms induced by this section admits again an $n$-torsion\nsection. Considering automorphisms coming from the base of the fibration, we\ncan describe the Mordell--Weil lattice of a fibration described by Kloosterman.\nWe give the isometries between lattices described by the author and Sarti and\nlattices described by Shioda and by Griees and Lam. Moreover we show that for\ncertain groups $H$ of $G$, $H$ subgroups of $G$, a K3 surface which admits $H$\nas group of symplectic automorphisms actually admits $G$ as group of symplectic\nautomorphisms.\n","Comment: 23 pages"]}]
["0904.1520",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1520"],"date":["2009-04-09"],"type":["text"],"creator":["Greber, Thomas"],"language":[],"coverage":[],"title":["Graphene and Boron Nitride Single Layers"],"description":["  This Chapter deals with single layers of carbon (graphene) and hexagonal\nboron nitride on transition metal surfaces. The transition metal substrates\ntake the role of the support and allow due to their catalytic activity the\ngrowth of perfect layers by means of chemical vapor deposition. The layers are\nsp2 hybridized honeycomb networks with strong in plane sigma and weaker pi\nbonds to the substrate and to the adsorbates. This hierarchy in bond strength\ncauses anisotropic elastic properties, where the sp2 layers are stiff in plane\nand soft out of plane. A corrugation of these layers imposes a third hierarchy\nlevel in bond energies, with lateral bonding to molecular objects with sizes\nbetween 1 and 5 nanometer. This extra bond energies are in the range of thermal\nenergies kT at room temperature and are particularly interesting for\nnanotechnology. The concomitant template function will be discussed. The\npeculiar bond hierarchy also imposes intercalation as another property of sp2\nlayer systems. Last but not least sp2 layer systems are particularly robust,\ni.e. survive immersion into liquids, which is a promise for sp2 layers being\nuseful outside ultra high vacuum. The Chapter shortly recalls the synthesis,\ndescribes the atomic and electronic structure, is followed by a discussion of\nproperties like intercalation and the use of sp2 layers on metals as tunneling\njunctions or as templates. The Chapter ends with an Appendix that summarizes\nthe basics of atomic and electronic structure of honeycomb lattices. Of course\nthe Chapter does not cover all aspects of sp2 single layers. Topics like free\nstanding layers, edge structures of ribbons, topological defects, or mechanical\nand chemical properties were not covered.\n","Comment: Chapter in The Handbook of Nanophysics, Taylor & Francis, Ed. Klaus\n  Sattler"]}]
["0904.1525",{"format":[],"subject":["Mathematics - Geometric Topology","57M27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1525"],"date":["2009-04-09"],"type":["text"],"creator":["Bhandari, Kumud","Dye, H. A.","Kauffman, Louis H."],"language":[],"coverage":[],"title":["Lower bounds on virtual crossing number and minimal surface genus"],"description":["  We compute lower bounds on the virtual crossing number and minimal surface\ngenus of virtual knot diagrams from the arrow polynomial. In particular, we\nfocus on several interesting examples.\n","Comment: 17 Pages, 18 figures and 7 tables"]}]
["0904.1526",{"format":[],"subject":["Mathematics - Probability","60J25","60G15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1526"],"date":["2009-04-09"],"type":["text"],"creator":["Berestycki, J.","Berestycki, N."],"language":[],"coverage":[],"title":["Kingman's coalescent and Brownian motion"],"description":["  We describe a simple construction of Kingman's coalescent in terms of a\nBrownian excursion. This construction is closely related to, and sheds some new\nlight on, earlier work by Aldous and Warren. Our approach also yields some new\nresults: for instance, we obtain the full multifractal spectrum of Kingman's\ncoalescent. This complements earlier work on Beta-coalescents by the authors\nand Schweinsberg. Surprisingly, the thick part of the spectrum is not obtained\nby taking the limit as $\\alpha \\to 2$ in the result for Beta-coalescents\nmentioned above. Other analogies and differences between the case of\nBeta-coalescents and Kingman's coalescent are discussed.\n"]}]
["0904.1529",{"format":[],"subject":["Computer Science - Logic in Computer Science","Mathematics - Category Theory","Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1529"],"date":["2009-04-09"],"type":["text"],"creator":["Santocanale, Luigi","Cockett, Robin"],"language":[],"coverage":[],"title":["On the word problem for SP-categories, and the properties of two-way\n  communication"],"description":["  The word problem for categories with free products and coproducts (sums),\nSP-categories, is directly related to the problem of determining the\nequivalence of certain processes. Indeed, the maps in these categories may be\ndirectly interpreted as processes which communicate by two-way channels. The\nmaps of an SP-category may also be viewed as a proof theory for a simple logic\nwith a game theoretic intepretation. The cut-elimination procedure for this\nlogic determines equality only up to certain permuting conversions. As the\nequality classes under these permuting conversions are finite, it is easy to\nsee that equality between cut-free terms (even in the presence of the additive\nunits) is decidable. Unfortunately, this does not yield a tractable decision\nalgorithm as these equivalence classes can contain exponentially many terms.\nHowever, the rather special properties of these free categories -- and, thus,\nof two-way communication -- allow one to devise a tractable algorithm for\nequality. We show that, restricted to cut-free terms s,t : X --> A, the\ndecision procedure runs in time polynomial on |X||A|, the product of the sizes\nof the domain and codomain type.\n"]}]
["0904.1531",{"format":[],"subject":["Mathematics - Geometric Topology","57N10, 57M99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1531","Geom. Topol. Monogr. 14 (2008) 295-319","doi:10.2140/gtm.2008.14.295"],"date":["2009-04-09"],"type":["text"],"creator":["Hog-Angeloni, Cynthia","Matveev, Sergei"],"language":[],"coverage":[],"title":["Roots in 3-manifold topology"],"description":["  Let C be some class of objects equipped with a set of simplifying moves. When\nwe apply these to a given object M in C as long as possible, we get a root of\nM.\n  Our main result is that under certain conditions the root of any object\nexists and is unique. We apply this result to different situations and get\nseveral new results and new proofs of known results. Among them there are a new\nproof of the Kneser-Milnor prime decomposition theorem for 3-manifolds and\ndifferent versions of this theorem for cobordisms, knotted graphs, and\norbifolds.\n","Comment: This is the version published by Geometry & Topology Monographs on 29\n  April 2008"]}]
["0904.1533",{"format":[],"subject":["Mathematics - Group Theory","20E36, 57M05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1533","Geom. Topol. Monogr. 14 (2008) 321-333","doi:10.2140/gtm.2008.14.321"],"date":["2009-04-09"],"type":["text"],"creator":["Jaeger, Andre","Lustig, Martin"],"language":[],"coverage":[],"title":["Free group automorphisms with many fixed points at infinity"],"description":["  A concrete family of automorphisms alpha_n of the free group F_n is\nexhibited, for any n > 2, and the following properties are proved: alpha_n is\nirreducible with irreducible powers, has trivial fixed subgroup, and has 2n-1\nattractive as well as 2n repelling fixed points at bdry F_n. As a consequence\nof a recent result of V Guirardel there can not be more fixed points on bdry\nF_n, so that this family provides the answer to a question posed by G Levitt.\n","Comment: This is the version published by Geometry & Topology Monographs on 29\n  April 2008"]}]
["0904.1536",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1536"],"date":["2009-04-09"],"type":["text"],"creator":["Hmidi, Taoufik","Keraani, Sahbi","Rousset, Frederic"],"language":[],"coverage":[],"title":["Global well-posedness for a Boussinesq- Navier-Stokes System with\n  critical dissipation"],"description":["  In this paper we study a fractional diffusion Boussinesq model which couples\na Navier-Stokes type equation with fractional diffusion for the velocity and a\ntransport equation for the temperature. We establish global well-posedness\nresults with rough initial data.\n","Comment: 25 pages"]}]
["0904.1539",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1539"],"date":["2009-04-09"],"type":["text"],"creator":["Mennickent, R. E.","Kolaczkowski, Z."],"language":[],"coverage":[],"title":["Interacting Binary Star Environments and the W Ser - DPV - Algol\n  Connection"],"description":["  Recent work on some kinds of interacting binaries is summarized, with\nemphasis on Cataclysmic Variables, Algol-like variables and the recently\ndiscovered Double Periodic Variables (DPVs). The sequence W Serpentids (very\nmassive with irregular variability and large mass loss) $\\to$ DPVs (less\nmassive with regular variability and ciclic mass loss) $\\to$ Algols (even less\nmassive with small mass loss) could correspond to an evolutionary sequence, and\nillustrate the importance of the mass transfer rate in shaping observable and\nmass loss properties for these systems.\n","Comment: Invited talk to the ESO workshop \"The Interferometric view on Hot\n  Stars\", March 2-6, 2009, Vina del Mar, Chile, to be published in Revista\n  Mexicana de Astronomia y Astrofisica"]}]
["0904.1543",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1543"],"date":["2009-04-09"],"type":["text"],"creator":["Genovese, Luigi","Ospici, Matthieu","Deutsch, Thierry","Méhaut, Jean-François","Neelov, Alexey","Goedecker, Stefan"],"language":[],"coverage":[],"title":["Density Functional Theory calculation on many-cores hybrid CPU-GPU\n  architectures"],"description":["  The implementation of a full electronic structure calculation code on a\nhybrid parallel architecture with Graphic Processing Units (GPU) is presented.\nThe code which is on the basis of our implementation is a GNU-GPL code based on\nDaubechies wavelets. It shows very good performances, systematic convergence\nproperties and an excellent efficiency on parallel computers. Our GPU-based\nacceleration fully preserves all these properties. In particular, the code is\nable to run on many cores which may or may not have a GPU associated. It is\nthus able to run on parallel and massive parallel hybrid environment, also with\na non-homogeneous ratio CPU/GPU. With double precision calculations, we may\nachieve considerable speedup, between a factor of 20 for some operations and a\nfactor of 6 for the whole DFT code.\n","Comment: 14 pages, 8 figures"]}]
["0904.1548",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1548","C. R. Physique 9, 874 (2008)","doi:10.1016/j.crhy.2008.10.001"],"date":["2009-04-09"],"type":["text"],"creator":["Krebs, O.","Eble, B.","Lemaître, A.","Voisin, P.","Urbaszek, B.","Marie, X.","Amand, T."],"language":[],"coverage":[],"title":["Hyperfine interaction in InAs/GaAs self-assembled quantum dots :\n  dynamical nuclear polarization versus spin relaxation"],"description":["  We report on the influence of hyperfine interaction on the optical\norientation of singly charged excitons X+ and X- in self-assembled InAs/GaAs\nquantum dots. All measurements were carried out on individual quantum dots\nstudied by micro-photoluminescence at low temperature. We show that the\nhyperfine interaction leads to an effective partial spin relaxation, under\n50kHz modulated excitation polarization, which becomes however strongly\ninhibited under steady optical pumping conditions because of dynamical nuclear\npolarization. This optically created magnetic-like nuclear field can become\nvery strong (up to ~4 T) when it is generated in the direction opposite to a\nlongitudinally applied field, and exhibits then a bistability regime. This\neffect is very well described by a theoretical model derived in a perturbative\napproach, which reveals the key role played by the energy cost of an electron\nspin flip in the total magnetic field. Eventually, we emphasize the\nsimilarities and differences between X+ and X- trions with respect to the\nhyperfine interaction, which turn out to be in perfect agreement with the\ntheoretical description.\n","Comment: 10 pages, 5 figures"]}]
["0904.1550",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1550"],"date":["2009-04-09"],"type":["text"],"creator":["Makarova, T. L."],"language":[],"coverage":[],"title":["Nanomagnetism in Otherwise Nonmagnetic Materials"],"description":["  This is a 20% excerpt of the manuscript entitled Nanomagnetism in Otherwise\nNonmagnetic Materials which has been reviewed and approved for the publication\nin Handbook of Nanophysics (HNP), 7 Volumes, 300 Chapters Klaus D. Sattler,\nEditor, Taylor&Francis Publisher (CRC Press). In the present version the\nIntroduction, Tutorial, Figures, Tables, critical analysis and Conclusions are\nomitted. The manuscript may serve as a source of references. The 20% excerpt is\nplaced on cond-mat ArXiv under the permission of Taylor & Francis Group LLC.\n"]}]
["0904.1553",{"format":[],"subject":["Mathematics - Category Theory","18A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1553"],"date":["2009-04-09","2009-04-10"],"type":["text"],"creator":["Dupont, Delphine"],"language":[],"coverage":[],"title":["Interchange of filtered 2-colimits and finite 2-limits"],"description":["  In this paper we go into the study of 2-limits and 2-colimits in the\n2-category CAT the category of small categories. More precisely we show the\ncommutation of filtered 2-colimits and finite 2-limits. It is a generalization\nof a classical result in category theory.\n"]}]
["0904.1559",{"format":[],"subject":["Mathematics - Functional Analysis","43A85"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1559"],"date":["2009-04-09"],"type":["text"],"creator":["Gonzalez, Fulton B."],"language":[],"coverage":[],"title":["Conical Distributions on the Space of Flat Horocycles"],"description":["  Let $G_0=K\\ltimes\\mathfrak p$ be the Cartan motion group associated with a\nnoncompact semisimple Riemannian symmetric pair $(G, K)$. Let $\\frak a$ be a\nmaximal abelian subspace of $\\mathfrak p$ and let $\\p=\\a+\\q$ be the\ncorresponding orthogonal decomposition. A flat horocycle in $\\p$ is a\n$G_0$-translate of $\\q$. A conical distribution on the space $\\Xi_0$ of flat\nhorocycles is an eigendistribution of the algebra $\\mathbb D(\\Xi_0)$ of\n$G_0$-invariant differential operators on $\\Xi_0$ which is invariant under the\nleft action of the isotropy subgroup of $G_0$ fixing $\\q$. We prove that the\nspace of conical distributions belonging to each generic eigenspace of $\\mathbb\nD(\\Xi_0)$ is one-dimensional, and we classify the set of all conical\ndistributions on $\\Xi_0$ when $G/K$ has rank one.\n"]}]
["0904.1560",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","14J32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1560"],"date":["2009-04-09"],"type":["text"],"creator":["Sun, Xiaotao"],"language":[],"coverage":[],"title":["Frobenius morphism and semi-stable bundles"],"description":["  This article is the expanded version of a talk given at the conference:\nAlgebraic geometry in East Asia 2008, Seoul. In this notes, I intend to give a\nbrief survey of results on the behavior of semi-stable bundles under the\nFrobenius pullback and direct images. Some results are new.\n","Comment: 21 pages"]}]
["0904.1561",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1561"],"date":["2009-04-09","2009-04-10"],"type":["text"],"creator":["Wen, Jinsheng","Xu, Guangyong","Gu, Genda","Laboratory, S. M. Shapiro Brookhaven National"],"language":[],"coverage":[],"title":["Magnetic field control of charge structures in the magnetically\n  disordered phase of the multiferroic LuFe$_2$O$_4$"],"description":["  Using neutron diffraction, we have studied the magnetic field effect on\ncharge structures in the charge-ordered multiferroic material LuFe$_2$O$_4$. An\nexternal magnetic field is able to change the magnitude and correlation lengths\nof the charge valence order even before the magnetic order sets in. This\naffects the dielectric and ferroelectric properties of the material and induces\na giant magneto-electric effect. Our results suggest that the magneto-electric\ncoupling in LuFe$_2$O$_4$ is likely due to magnetic field effect on local\nspins, in clear contrast to the case in most other known multiferroic systems\nwhere the bulk magnetic order is important.\n"]}]
["0904.1564",{"format":[],"subject":["Mathematics - Spectral Theory","Condensed Matter - Materials Science","Mathematical Physics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1564","International journal of engineering science 47, 2 (2009) 209-220","doi:10.1016/j.ijengsci.2008.08.011"],"date":["2009-04-09"],"type":["text"],"creator":["Michelitsch, Thomas","Maugin, Gérard A.","Nowakowski, Andrzej. F.","Nicolleau, Franck C. G. A"],"language":[],"coverage":[],"title":["Analysis of the Vibrational Mode Spectrum of a Linear Chain with\n  Spatially Exponential Properties"],"description":["  We deduce the dynamic frequency-domain-lattice Green's function of a linear\nchain with properties (masses and next-neighbor spring constants) of\nexponential spatial dependence. We analyze the system as discrete chain as well\nas the continuous limiting case which represents an elastic 1D exponentially\ngraded material. The discrete model yields closed form expressions for the $N\n\\times N$ Green's function for an arbitrary number $N=2,..,\\infty$ of particles\nof the chain. Utilizing this Green's function yields an explicit expression for\nthe vibrational mode density. Despite of its simplicity the model reflects some\ncharacteristics of the dynamics of a 1D exponentially graded elastic material.\nAs a special case the well-known expressions for the Green's function and\noscillator density of the homogeneous linear chain are contained in the model.\nThe width of the frequency band is determined by the grading parameter which\ncharacterizes the exponential spatial dependence of the properties. In the\nlimiting case of large grading parameter, the frequency band is localized\naround a single finite frequency where the band width tends to zero inversely\nwith the grading parameter. In the continuum limit the discrete Green's\nfunction recovers the Green's function of the continuous equation of motion\nwhich takes in the time domain the form of a Klein-Gordon equation.\n"]}]
["0904.1565",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1565"],"date":["2009-04-09"],"type":["text"],"creator":["Glunk, M.","Daeubler, J.","Dreher, L.","Schwaiger, S.","Schoch, W.","Sauer, R.","Limmer, W.","Brandlmaier, A.","Goennenwein, S. T. B.","Bihler, C.","Brandt, M. S."],"language":[],"coverage":[],"title":["Magnetic anisotropy in (Ga,Mn)As: Influence of epitaxial strain and hole\n  concentration"],"description":["  We present a systematic study on the influence of epitaxial strain and hole\nconcentration on the magnetic anisotropy in (Ga,Mn)As at 4.2 K. The strain was\ngradually varied over a wide range from tensile to compressive by growing a\nseries of (Ga,Mn)As layers with 5% Mn on relaxed graded (In,Ga)As/GaAs\ntemplates with different In concentration. The hole density, the Curie\ntemperature, and the relaxed lattice constant of the as-grown and annealed\n(Ga,Mn)As layers turned out to be essentially unaffected by the strain.\nAngle-dependent magnetotransport measurements performed at different magnetic\nfield strengths were used to probe the magnetic anisotropy. The measurements\nreveal a pronounced linear dependence of the uniaxial out-of-plane anisotropy\non both strain and hole density. Whereas the uniaxial and cubic in-plane\nanisotropies are nearly constant, the cubic out-of-plane anisotropy changes\nsign when the magnetic easy axis flips from in-plane to out-of-plane. The\nexperimental results for the magnetic anisotropy are quantitatively compared\nwith calculations of the free energy based on a mean-field Zener model. An\nalmost perfect agreement between experiment and theory is found for the\nuniaxial out-of-plane and cubic in-plane anisotropy parameters of the as-grown\nsamples. In addition, magnetostriction constants are derived from the\nanisotropy data.\n","Comment: Accepted for publication in Physical Review B"]}]
["0904.1567",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Group Theory","22B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1567"],"date":["2009-04-09"],"type":["text"],"creator":["Revesz, Szilard Gy."],"language":[],"coverage":[],"title":["On uniform asymptotic upper density in locally compact abelian groups"],"description":["  Starting out from results known for the most classical cases of N, Z^d, R^d\nor for sigma-finite abelian groups, here we define the notion of asymptotic\nuniform upper density in general locally compact abelian groups. Even if a bit\nsurprising, the new notion proves to be the right extension of the classical\ncases of Z^d, R^d. The new notion is used to extend some analogous results\npreviously obtained only for classical cases or sigma-finite abelian groups. In\nparticular, we show the following extension of a well-known result for Z of\nFurstenberg: if in a general locally compact Abelian group G a subset S of G\nhas positive uniform asymptotic upper density, then S-S is syndetic.\n"]}]
["0904.1571",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1571"],"date":["2009-04-09"],"type":["text"],"creator":["Ning, Fanlong","Ahilan, Kanagasingham","Imai, Takashi","Sefat, Athena S","Jin, Rongying","McGuire, Michael A.","Sales, Brian C","Mandrus, David"],"language":[],"coverage":[],"title":["75As NMR Observation of Anisotropic Spin Fluctuations in the\n  Ba[(Fe0.92Co0.08)2]2As2 Superconductor (Tc = 22 K)"],"description":["  We demonstrate that the anisotropy R of the paramagnetic spin fluctuations\ngrows toward Tc at 75As sites in the optimally electron-doped superconductor\nBa[(Fe0.92Co0.08)2]2As2, with stronger spin fluctuations along the c-axis. Our\nfinding is in remarkable contrast with the case of high T$_c$ cuprates, where R\nis independent of temperature above Tc.\n","Comment: 2 Figures"]}]
["0904.1578",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1578"],"date":["2009-04-09"],"type":["text"],"creator":["Loinger, Angelo","Marsico, Tiziana"],"language":[],"coverage":[],"title":["On Hilbert's gravitational repulsion (A historical Note)"],"description":["  In the literature on general relativity no mention is made of a remarkable\nresult contained in Hilbert's memoir \"Die Grundlagen der Physik\", according to\nwhich in particular instances and in particular regions the Einsteinian gravity\nexerts a repulsive action. We give here a concise illustration of this peculiar\nphenomenon.\n","Comment: 7 pages, LaTeX"]}]
["0904.1579",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Learning","I.2.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1579"],"date":["2009-04-09"],"type":["text"],"creator":["Zhdanov, Fedor","Vovk, Vladimir","Burford, Brian","Devetyarov, Dmitry","Nouretdinov, Ilia","Gammerman, Alex"],"language":[],"coverage":[],"title":["Online prediction of ovarian cancer"],"description":["  In this paper we apply computer learning methods to diagnosing ovarian cancer\nusing the level of the standard biomarker CA125 in conjunction with information\nprovided by mass-spectrometry. We are working with a new data set collected\nover a period of 7 years. Using the level of CA125 and mass-spectrometry peaks,\nour algorithm gives probability predictions for the disease. To estimate\nclassification accuracy we convert probability predictions into strict\npredictions. Our algorithm makes fewer errors than almost any linear\ncombination of the CA125 level and one peak's intensity (taken on the log\nscale). To check the power of our algorithm we use it to test the hypothesis\nthat CA125 and the peaks do not contain useful information for the prediction\nof the disease at a particular time before the diagnosis. Our algorithm\nproduces $p$-values that are better than those produced by the algorithm that\nhas been previously applied to this data set. Our conclusion is that the\nproposed algorithm is more reliable for prediction on new data.\n","Comment: 11 pages, 4 figures, uses llncs.cls"]}]
["0904.1584",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1584"],"date":["2009-04-09"],"type":["text"],"creator":["Randall, Lisa","Simmons-Duffin, David"],"language":[],"coverage":[],"title":["Quark and Lepton Flavor Physics from F-Theory"],"description":["  Recent work on local F-theory models shows the potential for new categories\nof flavor models. In this paper we investigate the perturbative effective\ntheory interpretation of this result. We also show how to extend the model to\nthe neutrino sector.\n","Comment: 22 pages, 6 figures"]}]
["0904.1593",{"format":[],"subject":["Mathematics - Algebraic Geometry","32S40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1593"],"date":["2009-04-09"],"type":["text"],"creator":["Saito, Morihiko"],"language":[],"coverage":[],"title":["Cohomology classes of admissible normal functions"],"description":["  We study the map associating the cohomology class of an admissible normal\nfunction on the product of punctured disks, and give some sufficient conditions\nfor the surjectivity of the map. We also construct some examples such that the\nmap is not surjective.\n","Comment: 12 pages"]}]
["gr-qc/0701136",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0701136","Int.J.Mod.Phys.D16:1735-1744,2007","doi:10.1142/S0218271807011048"],"date":["2007-01-24","2008-11-28"],"type":["text"],"creator":["Zhao, Wen","Xu, Donghui"],"language":[],"coverage":[],"title":["Evolution of magnetic component in Yang-Mills condensate dark energy\n  models"],"description":["  The evolution of the electric and magnetic components in an effective\nYang-Mills condensate dark energy model is investigated. If the electric field\nis dominant, the magnetic component disappears with the expansion of the\nUniverse. The total YM condensate tracks the radiation in the earlier Universe,\nand later it becomes $w_y\\sim-1$ thus is similar to the cosmological constant.\nSo the cosmic coincidence problem can be avoided in this model. However, if the\nmagnetic field is dominant, $w_y>1/3$ holds for all time, suggesting that it\ncannot be a candidate for the dark energy in this case.\n","Comment: 12 pages, 4 figures, minor typos corrected"]}]
