["0710.2326",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Complex Variables","12E05, 14Q99, 30F10, 31A15, 47B35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2326","Comm. Math. Phys., 286(2009), no 1, 313-358","doi:10.1007/s00220-008-0622-2"],"date":["2007-10-11","2008-01-06"],"type":["text"],"creator":["Gustafsson, B.","Tkachev, V."],"language":[],"coverage":[],"title":["The resultant on compact Riemann surfaces"],"description":["  We introduce a notion of resultant of two meromorphic functions on a compact\nRiemann surface and demonstrate its usefulness in several respects. For\nexample, we exhibit several integral formulas for the resultant, relate it to\npotential theory and give explicit formulas for the algebraic dependence\nbetween two meromorphic functions on a compact Riemann surface. As a particular\napplication, the exponential transform of a quadrature domain in the complex\nplane is expressed in terms of the resultant of two meromorphic functions on\nthe Schottky double of the domain.\n","Comment: 44 pages"]}]
["0711.4956",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.4956","Frascati Physics Series Vol. XLVI (2007), pp. 1039-1046"],"date":["2007-11-30"],"type":["text"],"creator":["Mohanty, Gagan B.","Collaboration, for the BABAR"],"language":[],"coverage":[],"title":["Charmless Hadronic B Decays at BABAR"],"description":["  We report recent measurements of branching fractions and charge asymmetries\nof charmless hadronic B decays using the data collected with the BABAR detector\nat the PEP-II asymmetric energy e+e- collider.\n","Comment: 7 pages, 4 postscript figures, 3 tables, contributed to the\n  Proceedings of XII International Conference on Hadron Spectroscopy\n  (HADRON07), Frascati, Italy"]}]
["0804.1840",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1840"],"date":["2008-04-11","2009-03-01"],"type":["text"],"creator":["Ramamoorthy, Aditya","Roychowdhury, Vwani","Singh, Sudhir Kumar"],"language":[],"coverage":[],"title":["Selfish Distributed Compression over Networks: Correlation Induces\n  Anarchy"],"description":["  We consider the min-cost multicast problem (under network coding) with\nmultiple correlated sources where each terminal wants to losslessly reconstruct\nall the sources. We study the inefficiency brought forth by the selfish\nbehavior of the terminals in this scenario by modeling it as a noncooperative\ngame among the terminals. The degradation in performance due to the lack of\nregulation is measured by the {\\it Price of Anarchy} (POA), which is defined as\nthe ratio between the cost of the worst possible \\textit{Wardrop equilibrium}\nand the socially optimum cost. Our main result is that in contrast with the\ncase of independent sources, the presence of source correlations can\nsignificantly increase the price of anarchy. Towards establishing this result,\nwe first characterize the socially optimal flow and rate allocation in terms of\nfour intuitive conditions. Next, we show that the Wardrop equilibrium is a\nsocially optimal solution for a different set of (related) cost functions.\nUsing this, we construct explicit examples that demonstrate that the POA $> 1$\nand determine near-tight upper bounds on the POA as well. The main techniques\nin our analysis are Lagrangian duality theory and the usage of the\nsupermodularity of conditional entropy.\n","Comment: replaced with revised version, 32 pages, 2 figures"]}]
["0807.2421",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2421","JHEP0810:042,2008","doi:10.1088/1126-6708/2008/10/042"],"date":["2008-07-15","2009-03-01"],"type":["text"],"creator":["Richards, David M."],"language":[],"coverage":[],"title":["The One-Loop Five-Graviton Amplitude and the Effective Action"],"description":["  We consider the one-loop five-graviton amplitude in type II string theory\ncalculated in the light-cone gauge. Although it is not possible to explicitly\nevaluate the integrals over the positions of the vertex operators, a low-energy\nexpansion can be obtained, which can then be used to infer terms in the\nlow-energy effective action. After subtracting diagrams due to known D^{2n}R^4\nterms, we show the absence of one-loop R^5 and D^2R^5 terms and determine the\nexact structure of the one-loop D^4R^5 terms where, interestingly, the\ncoefficient in front of the D^4R^5 terms is identical to the coefficient in\nfront of the D^6R^4 term. Finally, we show that, up to D^6R^4 ~ D^4R^5, the\n\\epsilon_{10} terms package together with the t_8 terms in the usual\ncombination (t_8t_8\\pm{1/8}\\epsilon_{10}\\epsilon_{10}).\n","Comment: 48 pages, 3 figures; corrected typos, added references"]}]
["0807.3694",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","53A10","35J60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3694","Annals of Global Analysis and Geometry, 35(2009), no 2, 139-155","doi:10.1007/s10455-008-9127-7"],"date":["2008-07-23"],"type":["text"],"creator":["Tkachev, Vladimir G."],"language":[],"coverage":[],"title":["Disjoint minimal graphs"],"description":["  We prove that the number s(n) of disjoint minimal graphs supported on domains\nin R^n is bounded by e(n+1)^2. In the two-dimensional case we show that s(2) is\nat most three (the conjectured number is two).\n","Comment: 14 pages"]}]
["0809.2393",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2393","Phys. Rev. B 79, 085119 (2009)","doi:10.1103/PhysRevB.79.085119"],"date":["2008-09-14"],"type":["text"],"creator":["Buerschaper, O.","Aguado, M.","Vidal, G."],"language":[],"coverage":[],"title":["Explicit tensor network representation for the ground states of\n  string-net models"],"description":["  The structure of string-net lattice models, relevant as examples of\ntopological phases, leads to a remarkably simple way of expressing their ground\nstates as a tensor network constructed from the basic data of the underlying\ntensor categories. The construction highlights the importance of the fat\nlattice to understand these models.\n","Comment: 5 pages, pdf figures"]}]
["0809.4241",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4241","Phys. Rev. E 79, 011125 (2009)","doi:10.1103/PhysRevE.79.011125"],"date":["2008-09-24","2009-03-01"],"type":["text"],"creator":["Malakis, A.","Berker, A. Nihat","Hadjiagapiou, I. A.","Fytas, N. G."],"language":[],"coverage":[],"title":["Strong Violation of Critical Phenomena Universality: Wang-Landau Study\n  of the 2d Blume-Capel Model under Bond Randomness"],"description":["  We study the pure and random-bond versions of the square lattice\nferromagnetic Blume-Capel model, in both the first-order and second-order phase\ntransition regimes of the pure model. Phase transition temperatures, thermal\nand magnetic critical exponents are determined for lattice sizes in the range\nL=20-100 via a sophisticated two-stage numerical strategy of entropic sampling\nin dominant energy subspaces, using mainly the Wang-Landau algorithm. The\nsecond-order phase transition, emerging under random bonds from the\nsecond-order regime of the pure model, has the same values of critical\nexponents as the 2d Ising universality class, with the effect of the bond\ndisorder on the specific heat being well described by double-logarithmic\ncorrections, our findings thus supporting the marginal irrelevance of quenched\nbond randomness. On the other hand, the second-order transition, emerging under\nbond randomness from the first-order regime of the pure model, has a\ndistinctive universality class with \\nu=1.30(6) and \\beta/\\nu=0.128(5). This\namounts to a strong violation of the universality principle of critical\nphenomena, since these two second-order transitions, with different sets of\ncritical exponents, are between the same ferromagnetic and paramagnetic phases.\nFurthermore, the latter of these two transitions supports an extensive but weak\nuniversality, since it has the same magnetic critical exponent (but a different\nthermal critical exponent) as a wide variety of two-dimensional systems. In the\nconversion by bond randomness of the first-order transition of the pure system\nto second order, we detect, by introducing and evaluating connectivity spin\ndensities, a microsegregation that also explains the increase we find in the\nphase transition temperature under bond randomness.\n","Comment: Added discussion and references. 10 pages, 6 figures. Published\n  version"]}]
["0810.3720",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3720","Phys. Rev. A 79, 021608(R) (2009)","doi:10.1103/PhysRevA.79.021608"],"date":["2008-10-21","2009-03-01"],"type":["text"],"creator":["Roux, Guillaume"],"language":[],"coverage":[],"title":["Quenches in quantum many-body systems: One-dimensional Bose-Hubbard\n  model reexamined"],"description":["  When a quantum many-body system undergoes a quench, the time-averaged\ndensity-matrix $\\rho$ governs the time-averaged expectation value of any\nobservable. It is therefore the key object to look at when comparing results\nwith equilibrium predictions. We show that the weights of $\\rho$ can be\nefficiently computed with Lanczos diagonalization for relatively large Hilbert\nspaces. As an application, we investigate the crossover from perturbative to\nnon-perturbative quenches in the non-integrable Bose-Hubbard model: on finite\nsystems, an approximate Boltzmann distribution is observed for small quenches,\nwhile for larger ones the distributions do not follow standard equilibrium\npredictions. Studying thermodynamical features, such as the energy fluctuations\nand the entropy, shows that $\\rho$ bears a memory of the initial state.\n","Comment: 4 pages, 4 figures"]}]
["0811.3810",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Quantum Algebra","58B34","46L87","19K33"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3810"],"date":["2008-11-24","2009-03-01"],"type":["text"],"creator":["Pal, Arupkumar","Sundar, S."],"language":[],"coverage":[],"title":["Regularity and dimension spectrum of the equivariant spectral triple for\n  the odd dimensional quantum spheres"],"description":["  The odd dimensional quantum sphere $S_q^{2\\ell+1}$ is a homogeneous space for\nthe quantum group $SU_q(\\ell+1)$. A generic equivariant spectral triple for\n$S_q^{2\\ell+1}$ on its $L_2$ space was constructed by Chakraborty & Pal. We\nprove regularity for that spectral triple here. We also compute its dimension\nspectrum and show that it is simple. We give detailed construction of its\nsmooth function algebra and some related algebras that help proving regularity\nand in the computation of the dimension spectrum. Following the idea of Connes\nfor $SU_q(2)$, we first study another spectral triple for $S_q^{2\\ell+1}$\nequivariant under torus group action constructed by Chakraborty & Pal. We then\nderive the results for the $SU_q(\\ell+1)$-equivariant triple in the $q=0$ case\nfrom those for the torus equivariant triple. For the $q\\neq 0$ case, we deduce\nregularity and dimension spectrum from the $q=0$ case.\n","Comment: v2: several typos corrected; v1: LaTeX, 50 pages"]}]
["0902.1976",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1976"],"date":["2009-02-11","2009-03-01"],"type":["text"],"creator":["VanValkenburgh, Michael"],"language":[],"coverage":[],"title":["Manipulation of Semiclassical Laguerre-Gaussian Modes: a Model Case"],"description":["  We continue the study, from a semiclassical viewpoint, of Calvo and Picon's\noperators, as manipulating photon states in quantum communication. In a\nprevious paper, we defined a one-dimensional model operator and studied it\nanalytically before moving on to Calvo and Picon's full two-dimensional\noperators. In the present paper, we show how the one-dimensional operator may\nalso be useful as an experimental model, since it allows manipulations of\ntwo-dimensional Laguerre-Gaussian modes; the intensity distributions (in\nphysical space) of the Laguerre-Gaussian modes then approximately flow along\nthe elliptic curves studied earlier. Since the Wigner transform is fundamental\nin the study of Laguerre-Gaussian modes, we give a slightly expanded and\nimproved treatment of the semiclassical Wigner transform, which was only\nbriefly mentioned in the previous paper.\n","Comment: 9 pages, 2 figures. Added a figure; small changes"]}]
["0902.2751",{"format":[],"subject":["Computer Science - Multiagent Systems","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2751"],"date":["2009-02-16","2009-03-01"],"type":["text"],"creator":["Mirbakhsh, Nima","Didandeh, Arman"],"language":[],"coverage":[],"title":["Object Classification by means of Multi-Feature Concept Learning in a\n  Multi Expert-Agent System"],"description":["  Classification of some objects in classes of concepts is an essential and\neven breathtaking task in many applications. A solution is discussed here based\non Multi-Agent systems. A kernel of some expert agents in several classes is to\nconsult a central agent decide among the classification problem of a certain\nobject. This kernel is moderated with the center agent, trying to manage the\nquerying agents for any decision problem by means of a data-header like feature\nset. Agents have cooperation among concepts related to the classes of this\nclassification decision-making; and may affect on each others' results on a\ncertain query object in a multi-agent learning approach. This leads to an\nonline feature learning via the consulting trend. The performance is discussed\nto be much better in comparison to some other prior trends while system's\nmessage passing overload is decreased to less agents and the expertism helps\nthe performance and operability of system win the comparison.\n"]}]
["0902.3864",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3864"],"date":["2009-02-23","2009-03-01"],"type":["text"],"creator":["Jugeau, Frederic"],"language":[],"coverage":[],"title":["Towards a consistent AdS/QCD dictionary"],"description":["  This note focuses on the large-N behaviour of the Hard Wall model of QCD and\nclarifies the AdS/QCD dictionary formulated on the basis of the AdS/CFT\ncorrespondence. It is shown how short-distance studies performed in the\nframework of the AdS/QCD Soft Wall model allow one to determine unambiguously\nthe chiral symmetry breaking function in the Hard Wall model. Especially, the\ndifferent forms of the field/operator prescription are emphasized. The large-N\nbehaviour of the Hard Wall model is then checked considering the vector and\ngravitational form factors of the pion in the chiral limit.\n","Comment: Feb 2009. 25 pp. Second version with Eq.(3.83) corrected and\n  justified. The main points are clarified and ref. added"]}]
["0902.4685",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.4685"],"date":["2009-02-26","2009-03-01"],"type":["text"],"creator":["Stoica, C."],"language":[],"coverage":[],"title":["Applications of the electromagnetic field theory for calculations of the\n  radiative thermal transfer in coaxial multi-layer systems"],"description":["  In the present article we intend to accomplish a rigorous analysis which\nallows to elaborate useful symbolic and numerical codes leading to an accurate\nevaluation of the thermal radiation. We will consider the case of the\nelectromagnetic field in axially symmetric systems, a case of real interest in\ncryogenics.\n"]}]
["gr-qc/0405037",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0405037","Phys.Rev. D72 (2005) 104024","doi:10.1103/PhysRevD.72.104024"],"date":["2004-05-07","2005-05-23"],"type":["text"],"creator":["Cadez, Andrej","Kostic, Uros"],"language":[],"coverage":[],"title":["Optics in the Schwarzschild space-time"],"description":["  Realistic modelling of radiation transfer in and from variable accretion\ndisks around black holes requires the solution of the problem: find the\nconstants of motion and equation of motion of a light-like geodesic connecting\ntwo arbitrary points in space. Here we give the complete solution of this\nproblem in the Schwarzschild space-time.\n","Comment: 14 pages, 10 figures, type C orbits added, analytic solutions for\n  time of flight of photons for all 3 types of orbits added"]}]
["math/0306327",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Differential Geometry","30E05","42A82","44A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0306327","Manuscr. Math., 112(2003), no 4, 519-538","doi:10.1007/s00229-003-0411-3"],"date":["2003-06-23","2009-03-01"],"type":["text"],"creator":["Kuznetsova, Olga","Tkachev, Vladimir"],"language":[],"coverage":[],"title":["Length functions of lemniscates"],"description":["  We study metric and analytic properties of generalized lemniscates\nE_t(f)={z:ln|f(z)|=t}, where f is an analytic function. Our main result states\nthat the length function |E_t(f)| is a bilateral Laplace transform of a certain\npositive measure. In particular, the function ln|E_t(f)| is convex on any\ninterval free of critical points of ln|f|. As another application we deduce\nexplicit formulas of the length function in some special cases.\n","Comment: 18 pages"]}]
["math/0310154",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Geometric Topology","57R20, 58J52"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0310154","Geom. Topol. 10 (2006) 1185-1238","doi:10.2140/gt.2006.10.1185"],"date":["2003-10-10","2009-03-01"],"type":["text"],"creator":["Burghelea, Dan","Haller, Stefan"],"language":[],"coverage":[],"title":["Euler structures, the variety of representations and the Milnor-Turaev\n  torsion"],"description":["  In this paper we extend and Poincare dualize the concept of Euler structures,\nintroduced by Turaev for manifolds with vanishing Euler-Poincare\ncharacteristic, to arbitrary manifolds. We use the Poincare dual concept,\nco-Euler structures, to remove all geometric ambiguities from the Ray-Singer\ntorsion by providing a slightly modified object which is a topological\ninvariant. We show that when the co-Euler structure is integral then the\nmodified Ray-Singer torsion when regarded as a function on the variety of\ngenerically acyclic complex representations of the fundamental group of the\nmanifold is the absolute value of a rational function which we call in this\npaper the Milnor-Turaev torsion.\n","Comment: This is the version published by Geometry & Topology on 16 September\n  2006"]}]
["math/0504474",{"format":[],"subject":["Mathematics - Geometric Topology","57M50, 58D27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0504474","Geom. Topol. 10 (2006) 715-736","doi:10.2140/gt.2006.10.715"],"date":["2005-04-22","2009-02-28"],"type":["text"],"creator":["Souto, Juan","Storm, Peter"],"language":[],"coverage":[],"title":["Dynamics of the mapping class group action on the variety of PSL(2,C)\n  characters"],"description":["  We study the action of the mapping class group Mod(S) on the boundary dQ of\nquasifuchsian space Q. Among other results, Mod(S) is shown to be topologically\ntransitive on the subset C in dQ of manifolds without a conformally compact\nend. We also prove that any open subset of the character variety\nX(pi_1(S),SL(2,C)) intersecting dQ does not admit a nonconstant\nMod(S)-invariant meromorphic function. This is related to a question of\nGoldman.\n","Comment: This is the version published by Geometry & Topology on 11 July 2006"]}]
["math/0509039",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Quantum Algebra","57M25, 57M27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0509039","Geom. Topol. 10 (2006) 1285-1317","doi:10.2140/gt.2006.10.1285"],"date":["2005-09-02","2009-03-01"],"type":["text"],"creator":["Habiro, Kazuo"],"language":[],"coverage":[],"title":["Refined Kirby calculus for integral homology spheres"],"description":["  A theorem of Kirby states that two framed links in the 3-sphere produce\norientation-preserving homeomorphic results of surgery if they are related by a\nsequence of stabilization and handle-slide moves.\n  The purpose of the present paper is twofold: First, we give a sufficient\ncondition for a sequence of handle-slides on framed links to be able to be\nreplaced with a sequences of algebraically canceling pairs of handle-slides.\nThen, using the first result, we obtain a refinement of Kirby's calculus for\nintegral homology spheres which involves only +/-1-framed links with zero\nlinking numbers.\n","Comment: This is the version published by Geometry & Topology on 18 September\n  2006"]}]
["math/0511644",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Algebraic Geometry","14J32, 53D40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0511644","Geom. Topol. 10 (2006) 1097-1156","doi:10.2140/gt.2006.10.1097"],"date":["2005-11-26","2009-03-01"],"type":["text"],"creator":["Abouzaid, Mohammed"],"language":[],"coverage":[],"title":["Homogeneous coordinate rings and mirror symmetry for toric varieties"],"description":["  Given a smooth toric variety X and an ample line bundle O(1), we construct a\nsequence of Lagrangian submanifolds of (C^*)^n with boundary on a level set of\nthe Landau-Ginzburg mirror of X. The corresponding Floer homology groups form a\ngraded algebra under the cup product which is canonically isomorphic to the\nhomogeneous coordinate ring of X.\n","Comment: This is the version published by Geometry & Topology on 24 August\n  2006"]}]
["math/0602175",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Differential Geometry","37C15, 37D99, 58R99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0602175","Geom. Topol. 10 (2006) 929-954","doi:10.2140/gt.2006.10.929"],"date":["2006-02-08","2009-03-01"],"type":["text"],"creator":["Kalinin, Boris","Sadovskaya, Victoria"],"language":[],"coverage":[],"title":["Global rigidity for totally nonsymplectic Anosov Z^k actions"],"description":["  We consider a totally nonsymplectic Anosov action of Z^k which is either\nuniformly quasiconformal or pinched on each coarse Lyapunov distribution. We\nshow that such an action on a torus is C^\\infty--conjugate to an action by\naffine automorphisms. We also obtain similar global rigidity results for\nactions on an arbitrary compact manifold assuming that the coarse Lyapunov\nfoliations are jointly integrable.\n","Comment: This is the version published by Geometry & Topology on 24 July 2006"]}]
["math/0606025",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Geometric Topology","55M20, 55Q25, 55S35, 57R90, 55N22, 55P35, 55Q40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0606025","Geom. Topol. 10 (2006) 619-666","doi:10.2140/gt.2006.10.619"],"date":["2006-06-01","2009-03-01"],"type":["text"],"creator":["Koschorke, Ulrich"],"language":[],"coverage":[],"title":["Nonstabilized Nielsen coincidence invariants and Hopf--Ganea\n  homomorphisms"],"description":["  In classical fixed point and coincidence theory the notion of Nielsen numbers\nhas proved to be extremely fruitful. We extend it to pairs (f_1,f_2) of maps\nbetween manifolds of arbitrary dimensions, using nonstabilized normal bordism\ntheory as our main tool. This leads to estimates of the minimum numbers\nMCC(f_1,f_2) (and MC(f_1,f_2), respectively) of path components (and of points,\nresp.) in the coincidence sets of those pairs of maps which are homotopic to\n(f_1,f_2). Furthermore, we deduce finiteness conditions for MC(f_1,f_2). As an\napplication we compute both minimum numbers explicitly in various concrete\ngeometric sample situations.\n  The Nielsen decomposition of a coincidence set is induced by the\ndecomposition of a certain path space E(f_1,f_2) into path components. Its\nhigher dimensional topology captures further crucial geometric coincidence\ndata. In the setting of homotopy groups the resulting invariants are closely\nrelated to certain Hopf--Ganea homomorphisms which turn out to yield finiteness\nobstructions for MC.\n","Comment: This is the version published by Geometry & Topology on 24 May 2006"]}]
["quant-ph/0605011",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0605011"],"date":["2006-05-01","2009-03-01"],"type":["text"],"creator":["Knoll, Yehonatan","Yavneh, Irad"],"language":[],"coverage":[],"title":["Coupled wave-particle dynamics as a possible ontology behind Quantum\n  Mechanics and long-range interactions"],"description":["  The preliminary ideas presented in this paper have been fully developed in\narXiv:0902.4606v1 .\n","Comment: Withdrawn. See arXiv:0902.4606v1"]}]
