["0705.1243",{"format":[],"subject":["Mathematics - Representation Theory","22E**"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.1243","Contemp. Math. 488 (2009), 147--182"],"date":["2007-05-09","2007-07-02"],"type":["text"],"creator":["Kroetz, Bernhard"],"language":[],"coverage":[],"title":["Crown theory for the upper halfplane"],"description":["  I exemplify part of my recent work on the upper halfplane.\n","Comment: Minor stylistic changes"]}]
["0705.1827",{"format":[],"subject":["Mathematics - Representation Theory","22E"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.1827","Funktsional. Anal. i Prilozhen. 43 (2009), no. 1, 37--54"],"date":["2007-05-13","2007-12-31"],"type":["text"],"creator":["Kroetz, Bernhard"],"language":[],"coverage":[],"title":["Radon transform on real symmetric varieties: kernel and cokernel"],"description":["  We define and study the (minimal) Radon transform on a real symmetric\nvariety.\n","Comment: Final, fully revised version. 22 pages"]}]
["0707.0951",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0951","Int J Theor Phys (2009) 48: 3124--3138","doi:10.1007/s10773-009-0110-2"],"date":["2007-07-06","2007-07-07"],"type":["text"],"creator":["Rahaman, F.","Ray, Saibal","Kalam, M.","Sarker, M."],"language":[],"coverage":[],"title":["Do Solar system tests permit higher dimensional general relativity?"],"description":["  We perform a survey whether higher dimensional Schwarzschild space-time is\ncompatible with some of the solar system phenomena. As a test we examine five\nwell known solar system effects, viz., (1) Perihelion shift, (2) Bending of\nlight, (3) Gravitational redshift, (4) Gravitational time delay and (5) Motion\nof test particle in the framework of general relativity with higher dimensions.\nIt is shown that the results related to all these physical phenomena are mostly\nincompatible with the higher dimensional version of general relativity except\nthat of Motion of test particle. We compare all these results with the\navailable data in the literature.\n","Comment: 13 Latex pages and 11 figures with a few changes in the text and\n  reference"]}]
["0708.1953",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1953"],"date":["2007-08-14","2009-10-21"],"type":["text"],"creator":["Shabani, A.","Lidar, D. A."],"language":[],"coverage":[],"title":["Linear Quantum Error Correction"],"description":["  We develop a generalized theory of quantum error correction (QEC) that\napplies to any linear map, in particular maps that are not completely positive\n(CP). This theory describes entanglement-assisted QEC for invertible noise\nmaps, which we use to provides an example of the physical implementation of\nnon-CP recovery maps. We argue that a consistent map-based theory of\nfault-tolerant QEC (whether Markovian or not) requires linear, non-CP maps, and\nthat this impacts the value of the fault-tolerance threshold.\n","Comment: This paper has been withdrawn as it has been superseded by\n  arXiv:0902.2478"]}]
["0710.5234",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","47A57 (Primary)","30E05, 47A06, 47B25, 47B32 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5234","Operator Theory: Adv. and Appl., Vol. 190, 197-236, 2009\n  Birkhauser Verlag Basel"],"date":["2007-10-27"],"type":["text"],"creator":["Derkach, Vladimir"],"language":[],"coverage":[],"title":["Abstract interpolation problem in Nevanlinna classes"],"description":["  The abstract interpolation problem (AIP) in the Schur class was posed V.\nKatznelson, A. Kheifets and P. Yuditskii in 1987 as an extension of the V.P.\nPotapov's approach to interpolation problems. In the present paper an analog of\nthe AIP for Nevanlinna classes is considered. The description of solutions of\nthe AIP is reduced to the description of L-resolvents of some model symmetric\noperator associated with the AIP. The latter description is obtained by using\nthe M.G. Krein's theory of L-resolvent matrices. Both regular and singular\ncases of the AIP are treated. The results are illustrated by the following\nexamples: bitangential interpolation problem, full and truncated moment\nproblems. It is shown that each of these problems can be included into the\ngeneral scheme of the AIP.\n","Comment: LaTeX, 35 pages"]}]
["0801.2191",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2191","JHEP 0903:125,2009","doi:10.1088/1126-6708/2009/03/125"],"date":["2008-01-14","2009-03-29"],"type":["text"],"creator":["Gelfond, O. A.","Vasiliev, M. A."],"language":[],"coverage":[],"title":["Higher Spin Fields in Siegel Space, Currents and Theta Functions"],"description":["  Dynamics of four-dimensional massless fields of all spins is formulated in\nthe Siegel space of complex $4\\times 4$ symmetric matrices. It is shown that\nthe unfolded equations of free massless fields, that have a form of\nmultidimensional Schrodinger equations, naturally distinguish between positive-\nand negative-frequency solutions of relativistic field equations, i.e.\nparticles and antiparticles. Multidimensional Riemann theta functions are shown\nto solve massless field equations in the Siegel space. We establish the\ncorrespondence between conserved higher-spin currents in four-dimensional\nMinkowski space and those in the ten-dimensional matrix space. It is shown that\nglobal symmetry parameters of the current in the matrix space should be\nsingular to reproduce a nonzero current in Minkowski space. The $\\D$-function\nintegral evolution formulae for 4d massless fields in the Fock-Siegel space are\nobtained. The generalization of the proposed scheme to higher dimensions and\nsystems of higher ranks is considered.\n","Comment: LaTeX, 38 pages, v.3: clarifications, acknowledgements and references\n  added, typos corrected, v.4: more comments and references added, typos\n  corrected, the version to appear in JHEP"]}]
["0802.2344",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs",": 53A20, 53A55, 53B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2344"],"date":["2008-02-17","2009-10-21"],"type":["text"],"creator":["Matveev, Vladimir S."],"language":[],"coverage":[],"title":["Two-dimensional metrics admitting precisely one projective vector field"],"description":["  We give a complete list of two-dimensional metrics that admit an essential\nprojective vector field. This solves a problem explicitly posed by Sophus Lie\nin 1882.\n","Comment: 42 pages, no figures. The changes w.r.t. (v1) are the following: A\n  paragraph with explanations was added in the introduction, the title was\n  changed, misprints were corrected, references were updated, appendix (by A.\n  Bolsinov, V. Matveev and G. Pucacco) is now incorporated in the paper (it was\n  separately posted as arXiv:0802.2346v1). The paper is accepted to Math. Ann"]}]
["0805.1349",{"format":[],"subject":["Mathematics - Probability","Mathematics - Combinatorics","60K20, 60K35 (Primary) 68R05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1349","Annals of Applied Probability 2009, Vol. 19, No. 5, 1860-1879","doi:10.1214/08-AAP580"],"date":["2008-05-09","2009-10-21"],"type":["text"],"creator":["Albenque, Marie"],"language":[],"coverage":[],"title":["A note on the enumeration of directed animals via gas considerations"],"description":["  In the literature, most of the results about the enumeration of directed\nanimals on lattices via gas considerations are obtained by a formal passage to\nthe limit of enumeration of directed animals on cyclical versions of the\nlattice. Here we provide a new point of view on this phenomenon. Using the gas\nconstruction given in [Electron. J. Combin. (2007) 14 R71], we describe the gas\nprocess on the cyclical versions of the lattices as a cyclical Markov chain\n(roughly speaking, Markov chains conditioned to come back to their starting\npoint). Then we introduce a notion of convergence of graphs, such that if\n$(G_n)\\to G$ then the gas process built on $G_n$ converges in distribution to\nthe gas process on $G$. That gives a general tool to show that gas processes\nrelated to animals enumeration are often Markovian on lines extracted from\nlattices. We provide examples and computations of new generating functions for\ndirected animals with various sources on the triangular lattice, on the\n$\\mathcal {T}_n$ lattices introduced in [Ann. Comb. 4 (2000) 269--284] and on a\ngeneralization of the $\\mathcaligr {L}_n$ lattices introduced in [J. Phys. A 29\n(1996) 3357--3365].\n","Comment: Published in at http://dx.doi.org/10.1214/08-AAP580 the Annals of\n  Applied Probability (http://www.imstat.org/aap/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0805.3952",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3952"],"date":["2008-05-26","2009-10-21"],"type":["text"],"creator":["Makela, J."],"language":[],"coverage":[],"title":["A Simple Quantum-Mechanical Model of Spacetime I: Microscopic Properties\n  of Spacetime"],"description":["  This is the first part in a series of two papers, where we consider a\nspecific microscopic model of spacetime. In our model Planck size quantum black\nholes are taken to be the fundamental building blocks of space and time.\nSpacetime is assumed to be a graph, where black holes lie on the vertices. In\nthis first paper we construct our model in details, and show how classical\nspacetime emerges at the long distance limit from our model. We also consider\nthe statistics of spacetime.\n","Comment: 36 pages. This is the first part in a series of two papers, where the\n  paper gr-qc/0701128 has been divided in two, and largely rewritten. This is a\n  completely revised version of the first part"]}]
["0805.3955",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3955"],"date":["2008-05-26","2009-10-21"],"type":["text"],"creator":["Makela, J."],"language":[],"coverage":[],"title":["A Simple Quantum-Mechanical Model of Spacetime II: Thermodynamics of\n  Spacetime"],"description":["  In this second part of our series of two papers, where spacetime is modelled\nby a graph, where Planck size quantum black holes lie on the vertices, we\nconsider the thermodynamics of spacetime. We formulate an equation which tells\nin which way an accelerating, spacelike two-surface of spacetime interacts with\nthe thermal radiation flowing through that surface. In the low temperature\nlimit, where most quantum black holes constituting spacetime are assumed to lie\nin the ground state, our equation implies, among other things, the Hawking and\nthe Unruh effects, as well as Einstein's field equation with a vanishing\ncosmological constant for general matter fields. We also consider the high\ntemperature limit, where the microscopic black holes are assumed to lie in\nhighly excited states. In this limit our model implies, among other things,\nthat black hole entropy depends logarithmically on its area, instead of being\nproportional to the area.\n","Comment: 37 pages. This is the second part in a series of two papers, where\n  the paper gr-qc/0701128 has been divided in two and largely rewritten. In\n  this version some typos have been corrected, and the paper has been partly\n  re-organized"]}]
["0807.1233",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.1233"],"date":["2008-07-08","2009-10-21"],"type":["text"],"creator":["Guerfi, T."],"language":[],"coverage":[],"title":["High Tc superconductivity mechanism controlled by electric dipole\n  correlation and charge correlation"],"description":["  The model is based on a mirror symmetry breaking second order phase\ntransition leading to a pairing between a free charge carriers and a free\nmirror charge carriers. This approach gives a unified description of low and\nhigh Tc superconductivity with a point of view differing from that of BCS\ntheory.The material's crystal structure symmetry is the key to understand the\nmechanism of pairing by introducing a mirror plane polarization effect in\nlattice as it is described below.\n"]}]
["0807.4462",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Numerical Analysis","15A48","26E60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4462","SIAM. J. Matrix Anal. & Appl., Volume 31, Number 3, page\n  1055--1070 - August 2009"],"date":["2008-07-28","2009-10-21"],"type":["text"],"creator":["Bonnabel, Silvere","Sepulchre, Rodolphe"],"language":[],"coverage":[],"title":["Riemannian Metric and Geometric Mean for Positive Semidefinite Matrices\n  of Fixed Rank"],"description":["  This paper introduces a new metric and mean on the set of positive\nsemidefinite matrices of fixed-rank. The proposed metric is derived from a\nwell-chosen Riemannian quotient geometry that generalizes the reductive\ngeometry of the positive cone and the associated natural metric. The resulting\nRiemannian space has strong geometrical properties: it is geodesically\ncomplete, and the metric is invariant with respect to all transformations that\npreserve angles (orthogonal transformations, scalings, and pseudoinversion). A\nmeaningful approximation of the associated Riemannian distance is proposed,\nthat can be efficiently numerically computed via a simple algorithm based on\nSVD. The induced mean preserves the rank, possesses the most desirable\ncharacteristics of a geometric mean, and is easy to compute.\n","Comment: the present version is very close to the published one. It contains\n  some corrections with respect to the previous arxiv submssion"]}]
["0808.2697",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2697","J. Math. Phys 50, 102106 (2009)","doi:10.1063/1.3236685"],"date":["2008-08-20","2009-03-10"],"type":["text"],"creator":["Lidar, D. A.","Rezakhani, A. T.","Hamma, A."],"language":[],"coverage":[],"title":["Adiabatic approximation with exponential accuracy for many-body systems\n  and quantum computation"],"description":["  We derive a version of the adiabatic theorem that is especially suited for\napplications in adiabatic quantum computation, where it is reasonable to assume\nthat the adiabatic interpolation between the initial and final Hamiltonians is\ncontrollable. Assuming that the Hamiltonian is analytic in a finite strip\naround the real time axis, that some number of its time-derivatives vanish at\nthe initial and final times, and that the target adiabatic eigenstate is\nnon-degenerate and separated by a gap from the rest of the spectrum, we show\nthat one can obtain an error between the final adiabatic eigenstate and the\nactual time-evolved state which is exponentially small in the evolution time,\nwhere this time itself scales as the square of the norm of the time-derivative\nof the Hamiltonian, divided by the cube of the minimal gap.\n","Comment: 22 pages, 2 figures. Supersedes arXiv:0804.0604. v2: some\n  corrections, new remarks, and a new subsection on the adiabatic theorem for\n  open systems. v3: additional corrections"]}]
["0810.3435",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3435"],"date":["2008-10-19","2009-10-21"],"type":["text"],"creator":["Hajdukovic, Dragan Slavkov"],"language":[],"coverage":[],"title":["Dark matter, dark energy and gravitational proprieties of antimatter"],"description":["  We suggest that the eventual gravitational repulsion between matter and\nantimatter may be a key for understanding of the nature of dark matter and dark\nenergy. If there is gravitational repulsion, virtual particle-antiparticle\npairs in the vacuum, may be considered as gravitational dipoles. We use a\nsimple toy model to reveal a first indication that the gravitational\npolarization of such a vacuum, caused by baryonic matter in a Galaxy, may\nproduce the same effect as supposed existence of dark matter. In addition, we\nargue that cancellation of gravitational charges in virtual\nparticle-antiparticle pairs, may be a basis for a solution of the cosmological\nconstant problem and identification of dark energy with vacuum energy. Hence,\nit may be that dark matter and dark energy are not new, unknown forms of\nmatter-energy but an effect of complex interaction between quantum vacuum and\nknown baryonic matter.\n","Comment: Improved version (submitted to International Journal of Theoretical\n  Physics)presenting a radically new idea that dark matter and dark energy are\n  not new, unknown forms of matter-energy but an effect of complex interaction\n  between the quantum vacuum and known baryonic matter, under assumption that\n  there is gravitational repulsion between particles and antiparticles"]}]
["0810.4418",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4418","Communications in Nonlinear Science and Numerical Simulation 15\n  (2010) 752-763","doi:10.1016/j.cnsns.2009.05.017"],"date":["2008-10-24"],"type":["text"],"creator":["Kibler, Maurice R."],"language":[],"coverage":[],"title":["Bases for spin systems and qudits from angular momentum theory"],"description":["  Spin bases of relevance for quantum systems with cyclic symmetry as well as\nfor quantum information and quantum computation are constructed from the theory\nof angular momentum. This approach is connected to the use of generalized Pauli\nmatrices (in dimension d) arising from a polar decomposition of the group\nSU(2). Numerous examples are given for d=2, 3 and 4.\n","Comment: 6 pages"]}]
["0810.4502",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Category Theory","Mathematics - Group Theory","18D","18A25","55U"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4502"],"date":["2008-10-24","2009-10-21"],"type":["text"],"creator":["Hartl, Manfred","Vespa, Christine"],"language":[],"coverage":[],"title":["Quadratic functors on pointed categories"],"description":["  We study polynomial functors of degree 2, called quadratic, with values in\nthe category of abelian groups $Ab$, and whose source category is an arbitrary\ncategory $\\C$ with null object such that all objects are colimits of copies of\na generating object $E$ which is small and regular projective; this includes\nall pointed algebraic varieties. More specifically, we are interested in such\nquadratic functors $F$ from $\\C$ to $Ab$ which preserve filtered colimits and\nsuitable coequalizers; one may take reflexive ones if $\\C$ is Mal'cev and Barr\nexact. A functorial equivalence is established between such functors $F:\\C\\to\nAb$ and certain minimal algebraic data which we call quadratic $\\C$-modules:\nthese involve the values on $E$ of the cross-effects of $F$ and certain\nstructure maps generalizing the second Hopf invariant and the Whitehead\nproduct. Applying this general result to the case where $E$ is a cogroup these\ndata take a particularly simple form. This application extends results of Baues\nand Pirashvili obtained for $\\C$ being the category of groups or of modules\nover some ring; here quadratic $\\C$-modules are equivalent with abelian square\ngroups or quadratic $R$-modules, respectively.\n","Comment: 64 pages"]}]
["0811.2089",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2089","Phys.Rev.D80:034033,2009","doi:10.1103/PhysRevD.80.034033"],"date":["2008-11-13","2009-10-21"],"type":["text"],"creator":["Froggatt, C. D.","Nielsen, H. B."],"language":[],"coverage":[],"title":["Remarkable coincidence for the top Yukawa coupling and an approximately\n  massless bound state"],"description":["  We calculate, with several corrections, the non-relativistic binding by Higgs\nexchange and gluon exchange between six top and six anti-top quarks (actually\nreplaced by left-handed b quarks from time to time). The remarkable result is\nthat, within our calculational accuracy of the order of 14% in the top quark\nYukawa coupling g_t, the experimental running top-quark Yukawa coupling g_t =\n0.935 happens to have just that value which gives a perfect cancellation of the\nunbound mass = 12 top-quark masses by this binding energy. In other words the\nbound state is massless to the accuracy of our calculation. Our calculation is\nin disagreement with a similar calculation by Kuchiev et al., but this\ndeviation may be explained by a phase transition. We and Kuchiev et al. compute\non different sides of this phase transition.\n","Comment: 68 pages, 3 figures; published version, including a discussion of the\n  results of Ref. (5) and the new Appendix J"]}]
["0811.3733",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3733"],"date":["2008-11-23","2009-10-21"],"type":["text"],"creator":["Matringe, Nadir"],"language":[],"coverage":[],"title":["Distinction of some induced representations"],"description":["  Let $K/F$ be a quadratic extension of $p$-adic fields, $\\sigma$ the\nnontrivial element of the Galois group of $K$ over $F$, and $\\pi$ a\nquasi-square-integrable representation of $GL(n,K)$. Denoting by $\\pi^{\\vee}$\nthe smooth contragredient of $\\pi$, and by $\\pi^{\\sigma}$ the representation\n$\\pi\\circ \\sigma$, we show that the representation of $GL(2n, K)$ obtained by\nnormalized parabolic induction of the representation $\\pi^\\vee \\otimes\n\\pi^\\sigma$ is distinguished with respect to $GL(2n,F)$. This is a step towards\nthe classification of distinguished generic representations of general linear\ngroups over $p$-adic fields.\n","Comment: An important mistake in the previous version has been corrected here"]}]
["0812.0724",{"format":[],"subject":["Mathematics - Representation Theory","22Exx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0724","Math. Annalen 345 (2009), 835-841"],"date":["2008-12-03"],"type":["text"],"creator":["Kroetz, Bernhard","Schlichtkrull, Henrik"],"language":[],"coverage":[],"title":["Holomorphic Extension of Eigenfunctions"],"description":["  Let X be a Riemannian symmetric space of non-compact type. We prove a theorem\nof holomorphic extension for eigenfunctions of the Laplace-Beltrami operator on\nX, by techniques from the theory of partial differential equations.\n","Comment: 8p, no figures"]}]
["0812.1195",{"format":[],"subject":["Mathematics - Combinatorics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1195"],"date":["2008-12-05","2009-10-21"],"type":["text"],"creator":["Garoufalidis, Stavros","Marino, Marcos"],"language":[],"coverage":[],"title":["Universality and asymptotics of graph counting problems in nonorientable\n  surfaces"],"description":["  Bender-Canfield showed that a plethora of graph counting problems in\noriented/unoriented surfaces involve two constants $t_g$ and $p_g$ for the\noriented and the unoriented case respectively. T.T.Q. Le and the authors\nrecently discovered a hidden relation between the sequence $t_g$ and a formal\npower series solution $u(z)$ of the Painlev\\'e I equation which, among other\nthings, allows to give exact asymptotic expansion of $t_g$ to all orders in\n$1/g$ for large $g$. The paper introduces a formal power series solution $v(z)$\nof a Riccati equation, gives a nonlinear recursion for its coefficients and an\nexact asymptotic expansion to all orders in $g$ for large $g$, using the theory\nof Borel transforms. In addition, we conjecture a precise relation between the\nsequence $p_g$ and $v(z)$. Our conjecture is motivated by the enumerative\naspects of a quartic matrix model for real symmetric matrices, and the analytic\nproperties of its double scaling limit. In particular, the matrix model\nprovides a computation of the number of rooted quadrangulations in the\n2-dimensional projective plane. Our conjecture implies analyticity of the\n$\\mathrm{O}(N)$ and $\\mathrm{Sp}(N)$-types of free energy of an arbitrary\nclosed 3-manifold in a neighborhood of zero. Finally, we give a matrix model\ncalculation of the Stokes constants, pose several problems that can be answered\nby the Riemann-Hilbert approach, and provide ample numerical evidence for our\nresults.\n","Comment: 24 pages and 5 figures"]}]
["0812.4263",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4263","Phys. Rev. E 79, 051112, (2009)","doi:10.1103/PhysRevE.79.051112"],"date":["2008-12-22","2009-04-20"],"type":["text"],"creator":["Naón, Carlos"],"language":[],"coverage":[],"title":["Critical behavior of the spin correlation function in Ashkin-Teller and\n  Baxter models with a line defect"],"description":["  We consider the critical spin-spin correlation function of the Ashkin-Teller\nand Baxter models. By using path-integral techniques in the continuum\ndescription of these models in terms of fermion fields, we show that the\ncorrelation decays with distance with the same critical exponent as the Ising\nmodel. The procedure is straightforwardly extended to take into account the\npresence of a line defect. Thus we find that in these altered models the\ncritical index of the magnetic correlation on the defect coincides with the one\nof the defective 2D Ising or Bariev's model.\n","Comment: Expanded explanations. Added references. Accepted for publication in\n  Phys. Rev. E"]}]
["0901.0193",{"format":[],"subject":["Mathematics - Functional Analysis","47A56","46C20","46E22","47A57","47B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0193","Integr. Equ. Oper.Th., 65 (2009), 1-50","doi:10.1007/s00020-009-1709-7"],"date":["2009-01-01","2009-06-30"],"type":["text"],"creator":["Derkach, Vladimir","Dym, Harry"],"language":[],"coverage":[],"title":["On linear fractional transformations associated with generalized J-inner\n  matrix functions"],"description":["  In this paper we study generalized J-inner matrix valued functions which\nappear as resolvent matrices in various indefinite interpolation problems.\nReproducing kernel indefinite inner product spaces associated with a\ngeneralized J-inner matrix valued function W are studied and intensively used\nin the description of the range of the linear fractional transformation\nassociated with W and applied to the Schur class. For a subclass of generalized\nJ-inner matrix valued function W the notion of associated pair is introduced\nand factorization formulas for W are found.\n","Comment: 41 pages"]}]
["0901.3110",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3110"],"date":["2009-01-19","2009-10-21"],"type":["text"],"creator":["Suchoi, Oren","Abdo, Baleegh","Segev, Eran","Shtempluck, Oleg","Blencowe, M. P.","Buks, Eyal"],"language":[],"coverage":[],"title":["Intermode Dephasing in a Superconducting Stripline Resonator"],"description":["  We study superconducting stripline resonator (SSR) made of Niobium, which is\nintegrated with a superconducting interference device (SQUID). The large\nnonlinear inductance of the SQUID gives rise to strong Kerr nonlinearity in the\nresponse of the SSR, which in turn results in strong coupling between different\nmodes of the SSR. We experimentally demonstrate that such intermode coupling\ngives rise to dephasing of microwave photons. The dephasing rate depends\nperiodically on the external magnetic flux applied to the SQUID, where the\nlargest rate is obtained at half integer values (in units of the flux quantum).\nTo account for our result we compare our findings with theory and find good\nagreement. Supplementary info at arXiv:0901.3133 .\n","Comment: 5 pages and 5 figures, supplementary info at arXiv:0901.3133"]}]
["0904.0477",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Computer Science - Computational Engineering, Finance, and Science","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.0477","Phys. Rev. E 80, 046112 (2009)","doi:10.1103/PhysRevE.80.046112"],"date":["2009-04-02","2009-07-27"],"type":["text"],"creator":["Zdeborová, Lenka","Decelle, Aurélien","Chertkov, Michael"],"language":[],"coverage":[],"title":["Message Passing for Optimization and Control of Power Grid: Model of\n  Distribution System with Redundancy"],"description":["  We use a power grid model with $M$ generators and $N$ consumption units to\noptimize the grid and its control. Each consumer demand is drawn from a\npredefined finite-size-support distribution, thus simulating the instantaneous\nload fluctuations. Each generator has a maximum power capability. A generator\nis not overloaded if the sum of the loads of consumers connected to a generator\ndoes not exceed its maximum production. In the standard grid each consumer is\nconnected only to its designated generator, while we consider a more general\norganization of the grid allowing each consumer to select one generator\ndepending on the load from a pre-defined consumer-dependent and sufficiently\nsmall set of generators which can all serve the load. The model grid is\ninterconnected in a graph with loops, drawn from an ensemble of random\nbipartite graphs, while each allowed configuration of loaded links represent a\nset of graph covering trees. Losses, the reactive character of the grid and the\ntransmission-level connections between generators (and many other details\nrelevant to realistic power grid) are ignored in this proof-of-principles\nstudy. We focus on the asymptotic limit and we show that the interconnects\nallow significant expansion of the parameter domains for which the probability\nof a generator overload is asymptotically zero. Our construction explores the\nformal relation between the problem of grid optimization and the modern theory\nof sparse graphical models. We also design heuristic algorithms that achieve\nthe asymptotically optimal selection of loaded links. We conclude discussing\nthe ability of this approach to include other effects, such as a more realistic\nmodeling of the power grid and related optimization and control algorithms.\n","Comment: 10 pages"]}]
["0904.3229",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3229","J. Math. Phys. 50, 102107 (2009)","doi:10.1063/1.3245811"],"date":["2009-04-21","2009-09-04"],"type":["text"],"creator":["Miyadera, Takayuki","Imai, Hideki"],"language":[],"coverage":[],"title":["No-Cloning Theorem on Quantum Logics"],"description":["  This paper discusses the no-cloning theorem in a logico-algebraic approach.\nIn this approach, an orthoalgebra is considered as a general structure for\npropositions in a physical theory. We proved that an orthoalgebra admits\ncloning operation if and only if it is a Boolean algebra. That is, only\nclassical theory admits the cloning of states. If unsharp propositions are to\nbe included in the theory, then a notion of effect algebra is considered. We\nproved that an atomic Archimedean effect algebra admitting cloning operation is\na Boolean algebra. This paper also presents a partial result indicating a\nrelation between cloning on effect algebras and hidden variables.\n","Comment: To appear in J. Math. Phys"]}]
["0904.3653",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3653"],"date":["2009-04-23","2009-10-21"],"type":["text"],"creator":["Quincampoix, Marc","Renault, Jérôme"],"language":[],"coverage":[],"title":["On the existence of a limit value in some non expansive optimal control\n  problems"],"description":["  We investigate a limit value of an optimal control problem when the horizon\nconverges to infinity. For this aim, we suppose suitable nonexpansive-like\nassumptions which does not imply that the limit is independent of the initial\nstate as it is usually done in the literature.\n"]}]
["0904.3873",{"format":[],"subject":["Physics - Plasma Physics","Physics - Computational Physics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3873","Physics of Plasmas 5, 072503 (2009)","doi:10.1063/1.3155106"],"date":["2009-04-24","2009-10-21"],"type":["text"],"creator":["Hager, Robert","Hallatschek, Klaus"],"language":[],"coverage":[],"title":["Radial propagation of geodesic acoustic modes"],"description":["  The GAM group velocity is estimated from the ratio of the radial free energy\nflux to the total free energy applying gyrokinetic and two-fluid theory. This\nmethod is much more robust than approaches that calculate the group velocity\ndirectly and can be generalized to include additional physics, e.g. magnetic\ngeometry. The results are verified with the gyrokinetic code GYRO [J. Candy and\nR. E. Waltz, J. Comp. Phys. 186, pp. 545-581 (2003)], the two-fluid code NLET\n[K. Hallatschek and A. Zeiler, Physics of Plasmas 7, pp. 2554-2564 (2000)], and\nanalytical calculations. GAM propagation must be kept in mind when discussing\nthe windows of GAM activity observed experimentally and the match between\nlinear theory and experimental GAM frequencies.\n","Comment: 9 pages, 6 figures. This article has been published in Physics of\n  Plasmas 5, 072503 (2009). It can be found at\n  http://link.aip.org/link/?PHPAEN/16/072503/1"]}]
["0905.2107",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2107"],"date":["2009-05-13","2009-10-21"],"type":["text"],"creator":["Heiselberg, H."],"language":[],"coverage":[],"title":["Induced interactions and superfluidity in optical lattices with\n  multi-component Fermi gases"],"description":["  Many-body effects on superfluidity and transition temperatures are calculated\nfor optical lattices and uniform systems with ultracold multi-component Fermi\ngases. The induced interactions depend sensitively on the interactions between\nthe multi-components and their densities. The s- and d-wave pairing gaps and\ncritical temperatures are calculated for optical lattices at low (dilute)\nfilling as well as near half filling to leading orders in the interaction\nstrength with and without induced interactions. They can deviate strongly from\ndilute two-component systems and affect the phase diagram. In two dimensional\noptical lattices the induced interactions are singular at half filling and\nstrongly affect s- and d-wave superfluidity.\n","Comment: 4 pages, multi-component extensions"]}]
["0905.4176",{"format":[],"subject":["Mathematical Physics","Mathematics - Probability","15A52, 82B44"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4176"],"date":["2009-05-26","2009-10-20"],"type":["text"],"creator":["Erdos, Laszlo","Peche, Sandrine","Ramirez, Jose A.","Schlein, Benjamin","Yau, Horng-Tzer"],"language":[],"coverage":[],"title":["Bulk Universality for Wigner Matrices"],"description":["  We consider $N\\times N$ Hermitian Wigner random matrices $H$ where the\nprobability density for each matrix element is given by the density $\\nu(x)=\ne^{- U(x)}$. We prove that the eigenvalue statistics in the bulk is given by\nDyson sine kernel provided that $U \\in C^6(\\RR)$ with at most polynomially\ngrowing derivatives and $\\nu(x) \\le C e^{- C |x|}$ for $x$ large. The proof is\nbased upon an approximate time reversal of the Dyson Brownian motion combined\nwith the convergence of the eigenvalue density to the Wigner semicircle law on\nshort scales.\n","Comment: 23 pages, 1 figure. An error in the previous version has been\n  corrected"]}]
["0906.4135",{"format":[],"subject":["Mathematics - Differential Geometry","53A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4135"],"date":["2009-06-22","2009-10-21"],"type":["text"],"creator":["da Silva, Marcio Fabiano"],"language":[],"coverage":[],"title":["Isoperimetric regions in H^2 between parallel horocycles"],"description":["  In this work we investigate the following isoperimetric problem in the\nhyperbolic plane: to find the regions of prescribed area with minimal perimeter\nbetween two parallel horocycles. We give an explicit and detailed description\nof all such regions.\n","Comment: corrected reference"]}]
["0907.0191",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0191","Phys. Rev. Lett 103, 170501 (2009)","doi:10.1103/PhysRevLett.103.170501"],"date":["2009-07-01","2009-10-21"],"type":["text"],"creator":["Schwandt, David","Alet, Fabien","Capponi, Sylvain"],"language":[],"coverage":[],"title":["Quantum Monte Carlo simulations of fidelity at magnetic quantum phase\n  transitions"],"description":["  When a system undergoes a quantum phase transition, the ground-state\nwave-function shows a change of nature, which can be monitored using the\nfidelity concept. We introduce two Quantum Monte Carlo schemes that allow the\ncomputation of fidelity and its susceptibility for large interacting many-body\nsystems. These methods are illustrated on a two-dimensional Heisenberg model,\nwhere fidelity estimators show marked behaviours at two successive quantum\nphase transitions. We also develop a scaling theory which relates the\ndivergence of the fidelity susceptibility to the critical exponent of the\ncorrelation length. A good agreement is found with the numerical results.\n","Comment: 4 pages, 3 figures; v2: added scaling theory; v3: published version"]}]
["0907.3469",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3469","J. Chem. Phys. 131, 124509 (2009)","doi:10.1063/1.3236840"],"date":["2009-07-20"],"type":["text"],"creator":["Santra, Biswajit","Michaelides, Angelos","Scheffler, Matthias"],"language":[],"coverage":[],"title":["Coupled cluster benchmarks of water monomers and dimers extracted from\n  DFT liquid water: the importance of monomer deformations"],"description":["  To understand the performance of popular density-functional theory (DFT)\nexchange-correlation (xc) functionals in simulations of liquid water, water\nmonomers and dimers were extracted from a PBE simulation of liquid water and\nexamined with coupled cluster with single and double excitations plus a\nperturbative correction for connected triples [CCSD(T)]. CCSD(T) reveals that\nmost of the dimers are unbound compared to two gas phase equilibrium water\nmonomers, largely because monomers within the liquid have distorted geometries.\nOf the three xc functionals tested, PBE and BLYP systematically underestimate\nthe cost of the monomer deformations and consequently predict too large\ndissociation energies between monomers within the dimers. This is in marked\ncontrast to how these functionals perform for an equilibrium water dimer and\nother small water clusters in the gas phase, which only have moderately\ndeformed monomers. PBE0 reproduces the CCSD(T) monomer deformation energies\nvery well and consequently the dimer dissociation energies much more accurately\nthan PBE and BLYP. Although this study is limited to water monomers and dimers,\nthe results reported here may provide an explanation for the overstructured\nradial distribution functions routinely observed in BLYP and PBE simulations of\nliquid water and are of relevance to water in other phases and to other\nassociated molecular liquids.\n","Comment: 10 pages, 8 figures, Submitted to Journal of Chemical Physics,\n  Related information can be found in http://www.fhi-berlin.mpg.de/th/"]}]
["0908.0536",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0536","Astrophys.J.704:629-651,2009","doi:10.1088/0004-637X/704/1/629"],"date":["2009-08-04","2009-09-28"],"type":["text"],"creator":["Mandel, Kaisey S.","Wood-Vasey, W. Michael","Friedman, Andrew S.","Kirshner, Robert P."],"language":[],"coverage":[],"title":["Type Ia Supernova Light Curve Inference: Hierarchical Bayesian Analysis\n  in the Near Infrared"],"description":["  We present a comprehensive statistical analysis of the properties of Type Ia\nSN light curves in the near infrared using recent data from PAIRITEL and the\nliterature. We construct a hierarchical Bayesian framework, incorporating\nseveral uncertainties including photometric error, peculiar velocities, dust\nextinction and intrinsic variations, for coherent statistical inference. SN Ia\nlight curve inferences are drawn from the global posterior probability of\nparameters describing both individual supernovae and the population conditioned\non the entire SN Ia NIR dataset. The logical structure of the hierarchical\nmodel is represented by a directed acyclic graph. Fully Bayesian analysis of\nthe model and data is enabled by an efficient MCMC algorithm exploiting the\nconditional structure using Gibbs sampling. We apply this framework to the\nJHK_s SN Ia light curve data. A new light curve model captures the observed\nJ-band light curve shape variations. The intrinsic variances in peak absolute\nmagnitudes are: sigma(M_J) = 0.17 +/- 0.03, sigma(M_H) = 0.11 +/- 0.03, and\nsigma(M_Ks) = 0.19 +/- 0.04. We describe the first quantitative evidence for\ncorrelations between the NIR absolute magnitudes and J-band light curve shapes,\nand demonstrate their utility for distance estimation. The average residual in\nthe Hubble diagram for the training set SN at cz > 2000 km/s is 0.10 mag. The\nnew application of bootstrap cross-validation to SN Ia light curve inference\ntests the sensitivity of the model fit to the finite sample and estimates the\nprediction error at 0.15 mag. These results demonstrate that SN Ia NIR light\ncurves are as effective as optical light curves, and, because they are less\nvulnerable to dust absorption, they have great potential as precise and\naccurate cosmological distance indicators.\n","Comment: 24 pages, 15 figures, 4 tables. Accepted for publication in ApJ.\n  Corrected typo, added references, minor edits"]}]
["0908.0569",{"format":[],"subject":["Mathematics - Group Theory","20F10, 20F28"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0569"],"date":["2009-08-04","2009-10-21"],"type":["text"],"creator":["Macdonald, Jeremy"],"language":[],"coverage":[],"title":["Compressed words and automorphisms in fully residually free groups"],"description":["  We show that the compressed word problem in a finitely-generated fully\nresidually free group (F -group) is decidable in polynomial time, and use the\nresult to show that the word problem in the automorphism group of such a group\nis decidable in polynomial time.\n","Comment: Proof of Theorem 9 (now Theorem 10) clarified, improved notation. 13\n  pages"]}]
["0908.4060",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.4060","Phys. Rev. A 80, 042511 (2009)","doi:10.1103/PhysRevA.80.042511"],"date":["2009-08-27","2009-09-24"],"type":["text"],"creator":["Tang, Li-Yan","Zhang, Jun-Yi","Yan, Zong-Chao","Shi, Ting-Yun","Babb, James F.","Mitroy, J."],"language":[],"coverage":[],"title":["Calculations of polarizabilities and hyperpolarizabilities for the\n  Be$^+$ ion"],"description":["  The polarizabilities and hyperpolarizabilities of the Be$^+$ ion in the\n$2^2S$ state and the $2^2P$ state are determined. Calculations are performed\nusing two independent methods: i) variationally determined wave functions using\nHylleraas basis set expansions and ii) single electron calculations utilizing a\nfrozen-core Hamiltonian. The first few parameters in the long-range interaction\npotential between a Be$^+$ ion and a H, He, or Li atom, and the leading\nparameters of the effective potential for the high-$L$ Rydberg states of\nberyllium were also computed. All the values reported are the results of\ncalculations close to convergence. Comparisons are made with published results\nwhere available.\n","Comment: 18 pp; added details to Sec. II"]}]
["0909.1998",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.1998"],"date":["2009-09-10","2009-10-21"],"type":["text"],"creator":["Goerbig, M. O."],"language":[],"coverage":[],"title":["Quantum Hall Effects"],"description":["  These lecture notes yield an introduction to quantum Hall effects both for\nnon-relativistic electrons in conventional 2D electron gases (such as in\nsemiconductor heterostructures) and relativistic electrons in graphene. After a\nbrief historical overview in chapter 1, we discuss in detail the kinetic-energy\nquantisation of non-relativistic and the relativistic electrons in a strong\nmagnetic field (chapter 2). Chapter 3 is devoted to the transport\ncharacteristics of the integer quantum Hall effect, and the basic aspects of\nthe fractional quantum Hall effect are described in chapter 4. In chapter 5, we\nbriefly discuss several multicomponent quantum Hall systems, namely the quantum\nHall ferromagnetism, bilayer systems and graphene that may be viewed as a\nfour-component system.\n","Comment: 102 pages; lecture notes for the Singapore session ``Ultracold Gases\n  and Quantum Information'' of Les Houches Summer School, 2009; v2 contains\n  minor corrections and additional references"]}]
["0909.2831",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.2831"],"date":["2009-09-15","2009-10-21"],"type":["text"],"creator":["Steffen, M.","Ludwig, H. -G.","Caffau, E."],"language":[],"coverage":[],"title":["Micro- and macroturbulence derived from 3D hydrodynamical stellar\n  atmospheres"],"description":["  The theoretical prediction of micro- and macroturbulence (xi_mic and xi_mac)\nas a function of stellar parameters can be useful for spectroscopic work based\non 1D model atmospheres in cases where an empirical determination of xi_mic is\nimpossible due to a lack of suitable lines and/or macroturbulence and\nrotational line broadening are difficult to separate. In an effort to exploit\nthe CIFIST 3D model atmosphere grid for deriving the theoretical dependence of\nxi_mic and xi_mac on effective temperature, gravity, and metallicity, we\ndiscuss different methods to derive xi_mic from the numerical simulations, and\nreport first results for the Sun and Procyon. In both cases the preliminary\nanalysis indicates that the microturbulence found in the simulations is\nsignificantly lower than in the real stellar atmospheres.\n","Comment: Paper presented at IAU General Assembly Joint Discussion 10 \"3D views\n  on cool stellar atmospheres: theory meets observation\"; reference added"]}]
["0909.3460",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.3460","Eur. Phys. Lett. 87 (2009) 57011.","doi:10.1209/0295-5075/87/57011"],"date":["2009-09-18"],"type":["text"],"creator":["Donath, J. G.","Steglich, F.","Bauer, E. D.","Ronning, F.","Sarrao, J. L.","Gegenwart, P."],"language":[],"coverage":[],"title":["Quantum criticality in layered CeRhIn_{5-x}Sn_x compared with cubic\n  CeIn$_{3-x}Sn_x"],"description":["  We report low-temperature thermal-expansion measurements on single crystals\nof the {\\it layered} heavy fermion system \\cri ($0.3\\leq x \\leq 0.6$) and\ncompare it with a previous study on the related {\\it cubic} system \\ci [R.\nK\\\"{u}chler {\\it et al.}, Phys. Rev. Lett. {\\bf 96}, 256403 (2006)]. Both\nsystems display a quantum critical point as proven by a divergent Gr\\\"uneisen\nratio. Most remarkably, the three-dimensional itinerant model explains quantum\ncriticality in {\\it both} systems, suggesting that the crystalline anisotropy\nin \\cri is unimportant. This is ascribed to the effect of weak disorder in\nthese doped systems.\n","Comment: Eur. Phys. Lett., to be published"]}]
["0910.0651",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Numerical Analysis","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0651"],"date":["2009-10-05","2009-10-21"],"type":["text"],"creator":["Recht, Benjamin"],"language":[],"coverage":[],"title":["A Simpler Approach to Matrix Completion"],"description":["  This paper provides the best bounds to date on the number of randomly sampled\nentries required to reconstruct an unknown low rank matrix. These results\nimprove on prior work by Candes and Recht, Candes and Tao, and Keshavan,\nMontanari, and Oh. The reconstruction is accomplished by minimizing the nuclear\nnorm, or sum of the singular values, of the hidden matrix subject to agreement\nwith the provided entries. If the underlying matrix satisfies a certain\nincoherence condition, then the number of entries required is equal to a\nquadratic logarithmic factor times the number of parameters in the singular\nvalue decomposition. The proof of this assertion is short, self contained, and\nuses very elementary analysis. The novel techniques herein are based on recent\nwork in quantum information theory.\n","Comment: 13 pages. Fixed typos. Added references"]}]
["0910.2022",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2022"],"date":["2009-10-11","2009-10-21"],"type":["text"],"creator":["Manko, V. S.","Ruiz, E."],"language":[],"coverage":[],"title":["On the equilibrium of two oppositely charged masses in general\n  relativity"],"description":["  It is shown that the equilibrium configurations of two spherical masses\ncarrying charges of opposite sign that are present in Bonnor's approximate\nmodel for two charged particles and also in the exact double-Reissner-Nordstrom\nsolution are formed due to the additional electric field of the repulsive\ncharacter induced in the black-hole constituent by its overcharged partner. A\nthree-parameter family of such configurations is pointed out.\n","Comment: 8 pages, 1 figure; formulas and references added, typos corrected"]}]
["0910.2057",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2057"],"date":["2009-10-11","2009-10-20"],"type":["text"],"creator":["Griess Jr., Robert L.","Lam, Ching Hung"],"language":[],"coverage":[],"title":["A moonshine path from $E_8$ to the monster"],"description":["  One would like an explanation of the provocative McKay and Glauberman-Norton\nobservations connecting the extended $E_8$-diagram with pairs of 2A involutions\nin the Monster sporadic simple group. We propose a down-to-earth model for the\n3C-case which exhibits a logic to these connections.\n","Comment: this manuscript is the same as the 11 October 2009 arxiv version\n  except for a change of title"]}]
["0910.2496",{"format":[],"subject":["Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2496"],"date":["2009-10-13","2009-10-20"],"type":["text"],"creator":["Hill, David","Sussan, Joshua"],"language":[],"coverage":[],"title":["The Khovanov-Lauda 2-category and categorifications of a level two\n  quantum sl(n) representation"],"description":["  We construct 2-functors from a 2-category categorifying quantum sl(n) to\n2-categories categorifying the irreducible representation of highest weight $ 2\n\\omega_k. $\n"]}]
["0910.2995",{"format":[],"subject":["Mathematics - Dynamical Systems","37C10","22C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2995"],"date":["2009-10-15","2009-10-20"],"type":["text"],"creator":["Maksymenko, Sergiy"],"language":[],"coverage":[],"title":["Period functions for $C^0$ and $C^1$ flows"],"description":["  Let $(F_t)$ be a continuous flow on a topological manifold M. For every open\n$V \\subset M$ denote by P(V) the set of all continuous functions $\\alpha:V \\to\nR$ such that $F_{\\alpha(z)}(z)=z$ for all $z\\in V$.\n  Such functions vanish at non-periodic points and their values at periodic\npoints are equal to the corresponding periods (in general not minimal). They\ncan be used for reparametrizations of flows to circle actions.\n  In this paper P(V) is described for connected open subsets V, which extends\nprevious results of the author.\n  It is also shown that there is a difference between the sets P(V) for $C^{0}$\nand $C^1$ flows.\n","Comment: 26 pages, 3 figures"]}]
["0910.3170",{"format":[],"subject":["Physics - Biological Physics","Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3170"],"date":["2009-10-16","2009-10-21"],"type":["text"],"creator":["Harrison, Michael J."],"language":[],"coverage":[],"title":["Sivian and White revisited: the role of resonant thermal noise pressure\n  on the eardrum in auditory thresholds"],"description":["  The influence of thermal pressure fluctuations on the tympanic membrane has\nbeen re- examined as a possible contributing determinant of the threshold of\nhuman hearing over the range of audible frequencies. The early approximate\ncalculation of Sivian and White [1] is shown to result in higher values of\nthermal noise pressure on the tympanium of a model meatus than the result\nobtained by directly calculating the noise pressure from thermally excited\nresonant ear canal modes.\n","Comment: typo corrected in author field"]}]
["0910.3288",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Metric Geometry","Mathematics - Probability","52A23"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3288"],"date":["2009-10-19","2009-10-20"],"type":["text"],"creator":["Wojtaszczyk, Jakub Onufry"],"language":[],"coverage":[],"title":["No return to convexity"],"description":["  In the paper we study closures of classes of log--concave measures under\ntaking weak limits, linear transformations and tensor products. We consider\nwhat uniform measures on convex bodies can one obtain starting from some class\n$\\mathcal{K}$. In particular we prove that if one starts from one--dimensional\nlog--concave measures, one obtains no non--trivial uniform mesures on convex\nbodies.\n","Comment: 14 pages, correction of erroneous statement"]}]
["0910.3384",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3384"],"date":["2009-10-18","2009-10-21"],"type":["text"],"creator":["Thompson, E. N.","Willocq, S.","Black, K. M."],"language":[],"coverage":[],"title":["Search for Contact Interactions in the Dimuon Final State at ATLAS"],"description":["  The Standard Model has been successful in describing many fundamental aspects\nof particle physics. However, there are some remaining puzzles that are not\nexplained within the context of its present framework. We discuss the\npossibility to discover new physics in the ATLAS Detector via a four-fermion\ncontact interaction, much in the same way Fermi first described Weak\ninteractions. Using a simple ratio method on dimuon events, we can set a 95%\nC.L. lower limit on the effective scale Lambda = 7.5 TeV (8.7 TeV) for the\nconstructive Left-left Isoscalar Model of quark compositeness with 100 pb^-1\n(200 pb^-1) of data at sqrt{s} = 10 TeV.\n","Comment: To be published in the proceedings of DPF-2009, Detroit, MI, July\n  2009, eConf C090726"]}]
["0910.3694",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3694"],"date":["2009-10-20"],"type":["text"],"creator":["de Mink, S. E.","Cantiello, M.","Langer, N.","Pols, O. R.","Yoon, S. -Ch"],"language":[],"coverage":[],"title":["A new evolutionary scenario for the formation of massive black-hole\n  binaries such as M33 X-7 and IC 10 X-1"],"description":["  The formation of close massive black-hole binaries is a challenge for binary\nevolutionary models, especially the intriguing system M33 X-7 which harbours\none of the most massive stellar-mass black holes (16 solar masses) orbiting a\n70 solar mass O-star every 3.5 days. In standard binary evolution theory an\nepisode of mass transfer or common envelope is inevitable in a binary with such\na small orbital period, which complicates the formation of a black hole with\nsuch a high mass.\n  To explain this system, we discuss a new binary evolution channel (De Mink et\nal. 2009), in which rotational mixing plays an important role. In very massive\nclose binaries, tides force the rotation rate of the stars to be so high that\nrotationally induced mixing becomes very efficient. Helium produced in the\ncenter is mixed throughout the envelope. Instead of expanding during their\nmainsequence evolution (with the inevitable consequence of mass transfer),\nthese stars stay compact, and avoid filling their Roche lobe. They gradually\nevolve into massive helium stars. This scenario naturally leads to the\nformation of very massive black holes in a very close orbit with a less evolved\nmassive companion such as M33 X-7.\n","Comment: 4 pages, 1 figure, to appear in the proceedings of the conference\n  \"Binaries - key to comprehension of the universe\", Brno, Czech Republic, June\n  8-12, 2009"]}]
["0910.3696",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3696"],"date":["2009-10-19"],"type":["text"],"creator":["Qian, Randy Z."],"language":[],"coverage":[],"title":["Diffractive Theorems for the Wave Equation with Inverse Square Potential"],"description":["  We first establish the presence of a diffractive front in the fundamental\nsolution of the wave operator with a diract delta intial condition in two\ndimensional euclidean space caused by the potentials perturbation on the\nspherical laplacian. This motivates a result which restricts the propagation of\nsingularities for the wave operator with a more general potential to precisely\nthese diffractive fronts higher dimensional euclidean spaces. This is proven\nusing microlocal energy estimates.\n","Comment: 41 pages, 6 figures"]}]
["0910.3700",{"format":[],"subject":["Mathematics - Geometric Topology","20J05","57M07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3700"],"date":["2009-10-19"],"type":["text"],"creator":["Cha, Jae Choon","Orr, Kent E."],"language":[],"coverage":[],"title":["$L^2$-signatures, homology localization, and amenable groups"],"description":["  Aimed at geometric applications, we prove the homology cobordism invariance\nof the $L^2$-betti numbers and $L^2$-signature defects associated to the class\nof amenable groups lying in Strebel's class $D(R)$, which includes some\ninteresting infinite/finitenon-torsion-free groups. The proofs include the only\nprior known condition, that $\\Gamma$ is a poly-torsion-free abelian group (or\npotentially a finite $p$-group.) We define a new commutator-type series which\nrefines Harvey's torsion-free derived series of groups, using the localizations\nof groups and rings of Bousfield, Vogel, and Cohn. The series, called the local\nderived series, has versions for homology with arbitrary coefficients, and\nsatisfies functoriality and an injectivity theorem. We combine these two new\ntools to give some applications to distinct homology cobordism types within the\nsame simple homotopy type in higher dimensions, to concordance of knots in\nthree manifolds, and to spherical space forms in dimension three.\n","Comment: 33 pages"]}]
["0910.3705",{"format":[],"subject":["Mathematics - Functional Analysis","47A64","15A45","15A24","47H05","90C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3705"],"date":["2009-10-19"],"type":["text"],"creator":["Bauschke, Heinz H.","Moffat, Sarah M.","Wang, Xianfu"],"language":[],"coverage":[],"title":["The Resolvent Average for Positive Semidefinite Matrices"],"description":["  We define a new average - termed the resolvent average - for positive\nsemidefinite matrices. For positive definite matrices, the resolvent average\nenjoys self-duality and it interpolates between the harmonic and the arithmetic\naverages, which it approaches when taking appropriate limits. We compare the\nresolvent average to the geometric mean. Some applications to matrix functions\nare also given.\n"]}]
["0910.3706",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3706"],"date":["2009-10-19"],"type":["text"],"creator":["Korshunov, M. A."],"language":[],"coverage":[],"title":["Modification of Lattice Vibrations Spectrums in the Nanoparticles of\n  Paradibrombenzol/Paradihlorbenzol Solid Solution"],"description":["  Using Raman scattering, the solid solution nanoparticles of\nparadibrombenzol/paradihlorbenzol are investigated. It is found that in a\nspectrum of nanoparticles of solid solution frequencies of spectral lines are\nreduced in comparison with similar lines of a single crystal with the same\nconcentration of components. Calculations of the lattice oscillations by Dyne's\nmethod are performed. It is shown that these modifications of frequencies can\nbe caused by the increase of lattice parameters with the reduction of\nnanoparticles sizes.\n","Comment: 2 pages"]}]
["0910.3707",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3707"],"date":["2009-10-19"],"type":["text"],"creator":["Korshunov, M. A."],"language":[],"coverage":[],"title":["Observation of the Accelerated Diffusion in Nanoparticles of\n  Paradibromobenzene /Paradihlorbenzene Solid Solution"],"description":["  P-dibromobenzene nanoparticles in a case of paradihlorbenzol molecules have\nbeen synthesized. Raman spectrums of these nanoparticles are measured. At\ndiffusion of molecules of paradihlorbenzol in a pdibromobenzene nanoparticle\nsolid solution formed. Modifications in structure of nanoparticles at diffusion\nare reflected in Raman spectrums. Unlike a solid solution single crystal, in\nnanoparticles the accelerated diffusion, $D = 1.3 \\pm 0.02 10^{-11} cm^2/s$, is\nobserved at room temperature. Calculations show that the accelerated diffusion\nis caused by magnification of parametres of a lattice at reduction of sizes of\nnanoparticles.\n","Comment: 3 pages"]}]
["0910.3708",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3708"],"date":["2009-10-19"],"type":["text"],"creator":["Korshunov, M. A."],"language":[],"coverage":[],"title":["Stretching Vibrations of C-Br in P-Dibromobenzene Nanoparticles"],"description":["  Raman spectrums of nanoparticles of a p-dibromobenzene with size of 300\nnanometers and 50 nanometers are measured. It is found that frequencies of\nlines of stretching vibrations of C-Br at reduction of the sizes of\nnanoparticles below 300 nanometers are incremented. It is related to\nmagnification of parameters of the lattice and interaction reduction between\nmolecules.\n","Comment: 2 pages"]}]
["0910.3712",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3712"],"date":["2009-10-19"],"type":["text"],"creator":["Cerca, Mariano","Alvarez, Jazmin Chavez","Barrientos, Bernardino","Soto, Enrique","Mares, Carlos"],"language":[],"coverage":[],"title":["Geometry of elastic hydrofracturing by injection of an over pressured\n  non-Newtonian Fluid"],"description":["  The nucleation and propagation of hydrofractures by injection of over\npressured fluids in an elastic and isotropic medium are studied experimentally.\nNon-Newtonian fluids are injected inside a gelatine whose mechanical properties\nare assumed isotropic at the experimental strain rates. Linear elastic theory\npredicts that plastic deformation associated to breakage of gelatin bonds is\nlimited to a small zone ahead of the tip of the propagating fracture and that\npropagation will be maintained while the fluid pressure exceeds the normal\nstress to the fracture walls (Ch\\'avez-\\'Alvarez,2008) (i.e., the minimum\ncompressive stress), resulting in a single mode I fracture geometry. However,\nwe observed the propagation of fractures type II and III as well as nucleation\nof secondary fractures, with oblique to perpendicular trajectories with respect\nto the initial fracture. In the Video (http://hdl.handle.net/1813/14122)\nexperimental evidence shows that the fracture shape depends on the viscoelastic\nproperties of gelatine coupled with the strain rate achieved by fracture\npropagation.\n"]}]
["0910.3713",{"format":[],"subject":["Quantum Physics","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3713"],"date":["2009-10-19"],"type":["text"],"creator":["Juba, Brendan"],"language":[],"coverage":[],"title":["On Learning Finite-State Quantum Sources"],"description":["  We examine the complexity of learning the distributions produced by\nfinite-state quantum sources. We show how prior techniques for learning hidden\nMarkov models can be adapted to the quantum generator model to find that the\nanalogous state of affairs holds: information-theoretically, a polynomial\nnumber of samples suffice to approximately identify the distribution, but\ncomputationally, the problem is as hard as learning parities with noise, a\nnotorious open question in computational learning theory.\n","Comment: 10 pages, 1 figure"]}]
["0910.3715",{"format":[],"subject":["Mathematics - Number Theory","11J82","11K60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3715"],"date":["2009-10-19"],"type":["text"],"creator":["Chaves, Ana Paula","Marques, Diego"],"language":[],"coverage":[],"title":["Transcendence Measures for some $U_m$-numbers related to Liouville's\n  constant"],"description":["  In this note, we shall prove that the sum and the product of an algebraic\nnumber $\\alpha$ by the \\textit{Liouville constant}\n$L=\\sum_{j=1}^{\\infty}10^{-j!}$ is a $U$-number with type equals to the degree\nof $\\alpha$ (with respect to $\\mathbb{Q}$). Moreover, we shall have that\n  $\\max\\{w^{\\ast}_n(\\alpha L),w^{\\ast}_n(\\alpha + L)\\}\\leq 2m^2n+m-1$, for\n$n=1,...,m-1$.\n","Comment: 5 pages, no figures"]}]
["0910.3718",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3718"],"date":["2009-10-19"],"type":["text"],"creator":["Bower, S. M.","Saylor, J. R."],"language":[],"coverage":[],"title":["Infrared video of a warm water surface in the presence and absence of\n  surfactant monolayers"],"description":["  Infrared (IR) videos are presented which show a warm water surface undergoing\nconvective processes. These fluid dynamics videos show the water surface with:\n1) no surfactant monolayer material present, 2) a liquid-phase monolayer of\noleyl alcohol, and 3) a solid-phase monolayer of cetyl alcohol.\n","Comment: Gallery of Fluid Motion, APS DFD 2009"]}]
["0910.3719",{"format":[],"subject":["Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3719"],"date":["2009-10-19"],"type":["text"],"creator":["Diakonikolas, Ilias","Servedio, Rocco A."],"language":[],"coverage":[],"title":["Improved Approximation of Linear Threshold Functions"],"description":["  We prove two main results on how arbitrary linear threshold functions $f(x) =\n\\sign(w\\cdot x - \\theta)$ over the $n$-dimensional Boolean hypercube can be\napproximated by simple threshold functions.\n  Our first result shows that every $n$-variable threshold function $f$ is\n$\\eps$-close to a threshold function depending only on $\\Inf(f)^2 \\cdot\n\\poly(1/\\eps)$ many variables, where $\\Inf(f)$ denotes the total influence or\naverage sensitivity of $f.$ This is an exponential sharpening of Friedgut's\nwell-known theorem \\cite{Friedgut:98}, which states that every Boolean function\n$f$ is $\\eps$-close to a function depending only on $2^{O(\\Inf(f)/\\eps)}$ many\nvariables, for the case of threshold functions. We complement this upper bound\nby showing that $\\Omega(\\Inf(f)^2 + 1/\\epsilon^2)$ many variables are required\nfor $\\epsilon$-approximating threshold functions.\n  Our second result is a proof that every $n$-variable threshold function is\n$\\eps$-close to a threshold function with integer weights at most $\\poly(n)\n\\cdot 2^{\\tilde{O}(1/\\eps^{2/3})}.$ This is a significant improvement, in the\ndependence on the error parameter $\\eps$, on an earlier result of\n\\cite{Servedio:07cc} which gave a $\\poly(n) \\cdot 2^{\\tilde{O}(1/\\eps^{2})}$\nbound. Our improvement is obtained via a new proof technique that uses strong\nanti-concentration bounds from probability theory. The new technique also gives\na simple and modular proof of the original \\cite{Servedio:07cc} result, and\nextends to give low-weight approximators for threshold functions under a range\nof probability distributions beyond just the uniform distribution.\n","Comment: full version of CCC'09 paper"]}]
["0910.3726",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Algebraic Geometry","Mathematics - Complex Variables","Primary 53C55, Secondary 53C21, 55N91"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3726"],"date":["2009-10-19"],"type":["text"],"creator":["Futaki, Akito","Sano, Yuji"],"language":[],"coverage":[],"title":["Multiplier ideal sheaves and geometric problems"],"description":["  In this expository article we first give an overview on multiplier ideal\nsheaves and geometric problems in K\\\"ahlerian and Sasakian geometries. Then we\nreview our recent results on the relationship between the support of the\nsubschemes cut out by multiplier ideal sheaves and the invariant whose\nnon-vanishing obstructs the existence of K\\\"ahler-Einstein metrics on Fano\nmanifolds.\n","Comment: 20 pages"]}]
["0910.3729",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3729","doi:10.1021/nl9024209"],"date":["2009-10-20"],"type":["text"],"creator":["Willis, Lauren J.","Fairfield, Jessamyn A.","Dadosh, Tali","Fischbein, Michael D.","Drndic, Marija"],"language":[],"coverage":[],"title":["Controlling Nanogap Quantum Dot Photoconductivity through Optoelectronic\n  Trap Manipulation"],"description":["  Nanoscale devices are being extensively studied for their tunable electronic\nand optical properties, but the influence of impurities and defects is\namplified at these length scales and can lead to poorly understood variations\nin characteristics of semiconducting materials. By performing a large ensemble\nof photoconductivity measurements in nanogaps bridged by core-shell CdSe/ZnS\nsemiconductor nanocrystals, we discover optoelectronic methods for affecting\nsolid-state charge trap populations. We introduce a model that unifies previous\nwork and transforms the problem of irreproducibility in nanocrystal electronic\nproperties into a reproducible and robust photocurrent response due to trap\nstate manipulation. Because traps dominate many physical processes, these\nfindings may lead to improved performance and device tunability for various\nnanoscale applications through the control and optimization of impurities and\ndefects.\n","Comment: 10 pages, 5 figures, supporting information"]}]
["0910.3732",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3732","Journal of the Korean Physical Society, vol. 55 p1540 (2009)","doi:10.3938/jkps.55.1540"],"date":["2009-10-19"],"type":["text"],"creator":["Han, Jung Hoon"],"language":[],"coverage":[],"title":["Duality Argument for the Chiral-Nematic Phase of Planar Spins"],"description":["  A duality argument for the recently discovered chiral-nematic phase of the XY\nmodel in a triangular lattice is presented. We show that a new Ising variable\nnaturally emerges in mapping the antiferromagnetic J1-J2 classical XY spin\nHamiltonian onto an appropriate Villain model on a triangular lattice. The new\nvariable is the chirality degree of freedom, which exists in addition to the\nusual vortex variables, in the dual picture. Elementary excitations and the\nassociated phase transition of the Ising degrees of freedom are discussed in\nsome detail.\n","Comment: Published version(4 pages, 2 figures)"]}]
["0910.3733",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3733"],"date":["2009-10-19"],"type":["text"],"creator":["Seaman, Robert L.","White, Richard L.","Pence, William D."],"language":[],"coverage":[],"title":["Optimal DN encoding for CCD detectors"],"description":["  Image compression has been a frequent topic of presentations at ADASS.\nCompression is often viewed as just a technique to fit more data into a smaller\nspace. Rather, the packing of data - its \"density\" - affects every facet of\nlocal data handling, long distance data transport, and the end-to-end\nthroughput of workflows. In short, compression is one aspect of proper data\nstructuring. For example, with FITS tile compression the efficient\nrepresentation of data is combined with an expressive logistical paradigm for\nits manipulation.\n  A deeper question remains. Not just how best to represent the data, but which\ndata to represent. CCDs are linear devices. What does this mean? One thing it\ndoes not mean is that the analog-to-digital conversion of pixels must be stored\nusing linear data numbers (DN). An alternative strategy of using non- linear\nrepresentations is presented, with one motivation being to magnify the\nefficiency of numerical compression algorithms such as Rice.\n","Comment: 4 pages, ADASS XVIII conference proceedings"]}]
["0910.3739",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3739"],"date":["2009-10-20"],"type":["text"],"creator":["Chen, Lin"],"language":[],"coverage":[],"title":["Bouchard-Klemm-Marino-Pasquetti Conjecture for $\\mathbb{C}^3$"],"description":["  In this paper, we give a proof of the Bouchard-Klemm-Marino-Pasquetti\nconjecture for a framed vertex, by using the symmetrized Cut-Join Equation\ndeveloped in a previous paper.\n"]}]
["0910.3743",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3743"],"date":["2009-10-20"],"type":["text"],"creator":["Curran, S. J.","Whiting, M. T.","Webb, J. K."],"language":[],"coverage":[],"title":["Blind Wide Area Surveys: Where will we find redshifted atomic and\n  molecular absorption?"],"description":["  Spectroscopy of redshifted radio absorption of atomic and molecular species\nprovide excellent probes of the cold component of the gas in the early Universe\nwhich can be used to address many important issues, such as measuring baryonic\ncontent, probing large-scale structure and galaxy evolution, as well as\nobtaining independent measurements of various combinations of fundamental\nconstants at large look-back times. However, such systems are currently very\nrare with only 80 detected in HI 21-cm and five in OH and millimetre-band\nspecies. Here we summarise the main selection criteria responsible for this and\nhow the next generation of radio telescopes are expected to circumvent these\nthrough their wide instantaneous bandwidths and fields-of-view.\n","Comment: 6 pages, accepted by Proceedings of Science"]}]
["0910.3752",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3752","Statistical Science 2009, Vol. 24, No. 1, 29-53","doi:10.1214/08-STS274"],"date":["2009-10-20"],"type":["text"],"creator":["Imai, Kosuke","King, Gary","Nall, Clayton"],"language":[],"coverage":[],"title":["The Essential Role of Pair Matching in Cluster-Randomized Experiments,\n  with Application to the Mexican Universal Health Insurance Evaluation"],"description":["  A basic feature of many field experiments is that investigators are only able\nto randomize clusters of individuals--such as households, communities, firms,\nmedical practices, schools or classrooms--even when the individual is the unit\nof interest. To recoup the resulting efficiency loss, some studies pair similar\nclusters and randomize treatment within pairs. However, many other studies\navoid pairing, in part because of claims in the literature, echoed by clinical\ntrials standards organizations, that this matched-pair, cluster-randomization\ndesign has serious problems. We argue that all such claims are unfounded. We\nalso prove that the estimator recommended for this design in the literature is\nunbiased only in situations when matching is unnecessary; its standard error is\nalso invalid. To overcome this problem without modeling assumptions, we develop\na simple design-based estimator with much improved statistical properties. We\nalso propose a model-based approach that includes some of the benefits of our\ndesign-based estimator as well as the estimator in the literature. Our methods\nalso address individual-level noncompliance, which is common in applications\nbut not allowed for in most existing methods. We show that from the perspective\nof bias, efficiency, power, robustness or research costs, and in large or small\nsamples, pairing should be used in cluster-randomized experiments whenever\nfeasible; failing to do so is equivalent to discarding a considerable fraction\nof one's data. We develop these techniques in the context of a randomized\nevaluation we are conducting of the Mexican Universal Health Insurance Program.\n","Comment: This paper commented in: [arXiv:0910.3754], [arXiv:0910.3756].\n  Rejoinder in [arXiv:0910.3758]. Published in at\n  http://dx.doi.org/10.1214/08-STS274 the Statistical Science\n  (http://www.imstat.org/sts/) by the Institute of Mathematical Statistics\n  (http://www.imstat.org)"]}]
["0910.3754",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3754","Statistical Science 2009, Vol. 24, No. 1, 54-58","doi:10.1214/09-STS274A"],"date":["2009-10-20"],"type":["text"],"creator":["Hill, Jennifer","Scott, Marc"],"language":[],"coverage":[],"title":["Comment: The Essential Role of Pair Matching"],"description":["  Comment on \"The Essential Role of Pair Matching in Cluster-Randomized\nExperiments, with Application to the Mexican Universal Health Insurance\nEvaluation\" [arXiv:0910.3752]\n","Comment: Published in at http://dx.doi.org/10.1214/09-STS274A the Statistical\n  Science (http://www.imstat.org/sts/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["0910.3756",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3756","Statistical Science 2009, Vol. 24, No. 1, 59-64","doi:10.1214/09-STS274B"],"date":["2009-10-20"],"type":["text"],"creator":["Zhang, Kai","Small, Dylan S."],"language":[],"coverage":[],"title":["Comment: The Essential Role of Pair Matching in Cluster-Randomized\n  Experiments, with Application to the Mexican Universal Health Insurance\n  Evaluation"],"description":["  Comment on ``The Essential Role of Pair Matching in Cluster-Randomized\nExperiments, with Application to the Mexican Universal Health Insurance\nEvaluation'' [arXiv:0910.3752]\n","Comment: Published in at http://dx.doi.org/10.1214/09-STS274B the Statistical\n  Science (http://www.imstat.org/sts/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["0910.3757",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3757"],"date":["2009-10-20"],"type":["text"],"creator":["Karafyllis, Iasson"],"language":[],"coverage":[],"title":["Stabilization by Means of Approximate Predictors for Systems with\n  Delayed Input"],"description":["  Sufficient conditions for global stabilization of nonlinear systems with\ndelayed input by means of approximate predictors are presented. An approximate\npredictor is a mapping which approximates the exact values of the stabilizing\ninput for the corresponding system with no delay. A systematic procedure for\nthe construction of approximate predictors is provided for globally Lipschitz\nsystems. The resulting stabilizing feedback can be implemented by means of a\ndynamic distributed delay feedback law. Illustrating examples show the\nefficiency of the proposed control strategy.\n"]}]
["0910.3758",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3758","Statistical Science 2009, Vol. 24, No. 1, 65-72","doi:10.1214/09-STS274REJ"],"date":["2009-10-20"],"type":["text"],"creator":["Imai, Kosuke","King, Gary","Nall, Clayton"],"language":[],"coverage":[],"title":["Rejoinder: Matched Pairs and the Future of Cluster-Randomized\n  Experiments"],"description":["  Rejoinder to \"The Essential Role of Pair Matching in Cluster-Randomized\nExperiments, with Application to the Mexican Universal Health Insurance\nEvaluation\" [arXiv:0910.3752]\n","Comment: Published in at http://dx.doi.org/10.1214/09-STS274REJ the\n  Statistical Science (http://www.imstat.org/sts/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0910.3762",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3762"],"date":["2009-10-20"],"type":["text"],"creator":["Alekhin, S.","Kulagin, S.","Petti, R."],"language":[],"coverage":[],"title":["Strange and Anti-strange Sea Distributions from Neutrino-Nucleon Deep\n  Inelastic Scattering"],"description":["  We perform QCD fit of the nucleon strange and anti-strange sea distributions\nto the neutrino and anti-neutrino dimuon data by the CCFR and NuTeV\ncollaborations, supplemented by the inclusive charged lepton-nucleon Deep\nInelastic Scattering (DIS) and Drell-Yan data. The effective semi-leptonic\ncharmed-hadron branching ratio is constrained from the inclusive charmed hadron\nmeasurements performed by the FNAL-E531 and CHORUS neutrino emulsion\nexperiments as $B_\\mu=(8.8\\pm0.5)%$. We obtain a strange sea suppression factor\n{$\\kappa(20 {\\rm GeV}^2)=0.62\\pm0.04({\\rm exp.})\\pm0.03({\\rm QCD})$}. An\n$x$-distribution of total strange sea obtained in the fit is slightly softer\nthan the non-strange sea, and an asymmetry between strange and anti-strange\nquark distributions is consistent with zero (integrated over $x$ it is equal to\n{$0.0013\\pm 0.0009({\\rm exp.}) \\pm 0.0002({\\rm QCD})$ at the scale of $20 {\\rm\nGeV^2}$}).\n","Comment: 5 pages, 3 figures, presented at DIS 2009 - QCD and Deep Inelastic\n  Scattering, Madrid, Spain, April 26-30, 2009"]}]
["0910.3765",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3765","19th International Conference on Computer Science and\n  Energetics-Electrical Engineering, Romania (2009)"],"date":["2009-10-20"],"type":["text"],"creator":["Genge, Bela","Haller, Piroska"],"language":[],"coverage":[],"title":["Performance Evaluation of Security Protocols"],"description":["  We propose a comparative performance evaluation of security protocols. The\nnovelty of our approach lies in the use of a polynomial mathematical model that\ncaptures the performance of classes of cryptographic algorithms instead of\ncapturing the performance of each algorithm separately, approach that is used\nin other papers. A major advantage of using such a model is that it does not\nrequire implementation-specific information, because the decision is based on\ncomparing the estimated performances of protocols instead of actually\nevaluating them. The approach is validated by comparatively evaluating the\nperformances of 1000 automatically generated security protocols against the\nperformances of their actual implementations.\n"]}]
["0910.3766",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3766"],"date":["2009-10-20"],"type":["text"],"creator":["Gaiser, Andreas","Schwoon, Stefan"],"language":[],"coverage":[],"title":["Comparison of Algorithms for Checking Emptiness on Buechi Automata"],"description":["  We re-investigate the problem of LTL model-checking for finite-state systems.\nTypical solutions, like in Spin, work on the fly, reducing the problem to\nBuechi emptiness. This can be done in linear time, and a variety of algorithms\nwith this property exist. Nonetheless, subtle design decisions can make a great\ndifference to their actual performance in practice, especially when used\non-the-fly. We compare a number of algorithms experimentally on a large\nbenchmark suite, measure their actual run-time performance, and propose\nimprovements. Compared with the algorithm implemented in Spin, our best\nalgorithm is faster by about 33 % on average. We therefore recommend that, for\non-the-fly explicit-state model checking, nested DFS should be replaced by\nbetter solutions.\n","Comment: Technical Report, 15 pages"]}]
["0910.3768",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3768"],"date":["2009-10-20"],"type":["text"],"creator":["Chaaban, Anas","Sezgin, Aydin"],"language":[],"coverage":[],"title":["On the transmit strategy for the interference MIMO relay channel in the\n  low power regime"],"description":["  This paper studies the interference channel with two transmitters and two\nreceivers in the presence of a MIMO relay in the low transmit power regime. A\ncommunication scheme combining block Markov encoding, beamforming, and Willems'\nbackward decoding is used. With this scheme, we get an interference channel\nwith channel gains dependent on the signal power. A power allocation for this\nscheme is proposed, and the achievable rate region with this power allocation\nis given. We show that, at low transmit powers, with equal power constraints at\nthe relay and the transmitters, the interference channel with a MIMO relay\nachieves a sum rate that is linear in the power. This sum rate is determined by\nthe channel setup. We also show that in the presence of abundant power at the\nrelay, the transmit strategy is significantly simplified, and the MAC from the\ntransmitters to the relay forms the bottle neck of the system from the sum rate\npoint of view.\n","Comment: 5 pages, accepted for 8th International ITG Conference on Source and\n  Channel Coding, Siegen, Germany, 2010"]}]
["0910.3769",{"format":[],"subject":["Mathematics - Probability","60J55","60B10","60F17","60K10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3769"],"date":["2009-10-20"],"type":["text"],"creator":["Koroliuk, V. S.","Limnios, N.","Samoilenko, I. V."],"language":[],"coverage":[],"title":["Levy Approximation of Impulsive Recurrent Process with Semi-Markov\n  Switching"],"description":["  In this paper, the weak convergence of impulsive recurrent process with\nsemi-Markov switching in the scheme of Levy approximation is proved. Singular\nperturbation problem for the compensating operator of the extended Markov\nrenewal process is used to prove the relative compactness.\n"]}]
["0910.3770",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3770"],"date":["2009-10-20"],"type":["text"],"creator":["Yeche, Ch.","Petitjean, P.","Rich, J.","Aubourg, E.","Busca, N.","Hamilton, J. -Ch.","Goff, J. -M. Le","Paris, I.","Peirani, S.","Pichon, Ch.","Rollinde, E.","Vargas-Magana, M."],"language":[],"coverage":[],"title":["QSO Selection and Photometric Redshifts with Neural Networks"],"description":["  Baryonic Acoustic Oscillations (BAO) and their effects on the matter power\nspectrum can be studied by using the Lyman-alpha absorption signature of the\nmatter density field along quasar (QSO) lines of sight. A measurement\nsufficiently accurate to provide useful cosmological constraints requires the\nobservation of ~100000 quasars in the redshift range 2.2<z<3.5 over ~8000 deg2.\nSuch a survey is planned by the Baryon Oscillation Spectroscopic Survey (BOSS)\nproject of the Sloan Digital Sky Survey (SDSS-III).In practice, one needs a\nstellar rejection of more than two orders of magnitude with a selection\nefficiency for quasars better than 50% up to magnitudes as large as g ~ 22. To\nobtain an appropriate target list and estimate quasar redshifts, we have\ndeveloped an Artificial Neural Networks (NN) with a multilayer perceptron\narchitecture. The input variables are photometric measurements, i.e. the object\nmagnitudes and their errors in the five bands (ugriz) of the SDSS photometry.\nFor target selection, we achieve a non-quasar point-like object rejection of\n99.6% and 98.5% for a quasar efficiency of, respectively, 50% and 85%. The\nphotometric redshift precision is of the order of 0.1 over the region relevant\nfor BAO studies.\n","Comment: 7 pages, 7 figures, submitted to A&A"]}]
["0910.3775",{"format":[],"subject":["Mathematics - Probability","60J25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3775"],"date":["2009-10-20"],"type":["text"],"creator":["Samoilenko, I. V."],"language":[],"coverage":[],"title":["Asymptotic Expansion for the Functional of Markovian Evolution in Rd in\n  the Circuit of Diffusion Approximation"],"description":["  Is studied asymptotic expansion for solution of singularly perturbed equation\nfor functional of Markovian evolution in Rd. The view of regular and singular\nparts of solution is found.\n"]}]
["0910.3779",{"format":[],"subject":["Mathematics - Complex Variables","30C45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3779"],"date":["2009-10-20"],"type":["text"],"creator":["Babalola, K. O."],"language":[],"coverage":[],"title":["On $H_3(1)$ Hankel determinant for some classes of univalent functions"],"description":["  Focus in this paper is on the Hankel determinant, $H_3(1)$, for the\nwell-known classes of bounded-turning, starlike and convex functions in the\nopen unit disk $E=\\{z\\in \\mathbb{C}\\colon|z|<1\\}$. The results obtained\ncomplete the series of research works in the search for sharp upper bounds on\n$H_3(1)$ for each of these classes.\n","Comment: 7 pages. To appear as book chapter in \"Inequality Theory and\n  Application\". Eds: S. S. Dragomir and Y. J. Cho"]}]
["0910.3781",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3781"],"date":["2009-10-20"],"type":["text"],"creator":["Adams, T."],"language":[],"coverage":[],"title":["Searches for Charginos and Neutralinos with the D0 Detector"],"description":["  Within the framework of supersymmetry, charginos and/or neutralinos are often\nthe preferred topics of searches for experimental evidence. This is due to the\nfacts that in much of parameter space they are the lightest supersymmetric\npartners and they offer unique final states to separate from standard model\nbackgrounds. The D0 experiment has performed several recent searches including\nthe traditional trilepton final state and a decay chain involving dark photons.\n","Comment: To be published in the proceedings of DPF-2009, Detroit, MI, July\n  2009, eConf C090726"]}]
["0910.3783",{"format":[],"subject":["Physics - Atomic Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3783"],"date":["2009-10-20"],"type":["text"],"creator":["Chuntonov, Lev","Fleischer, Avner","Amitay, Zohar"],"language":[],"coverage":[],"title":["Multiphoton Femtosecond Coherent Control in the Single-Cycle Regime"],"description":["  Coherent control of the atomic two-photon absorption with shaped single-cycle\npulses is examined theoretically in the weak-field regime. The control over the\nstabilized carrier-envelope phase (CEP) of the pulses is determined as a key\nparameter allowing the full utilization of the ultrabroad pulse spectrum. This\nbandwidth is sufficient to provide besides the sequential two-photon pathways,\nadditional Raman-type pathways coupling between the ground and the excited\nstates. The interference between the different pathways is efficiently\ncontrolled via the control over the CEP. Simplified two-level model is analyzed\nin the frequency domain where the rational pulse shaping is applied. The\ndeveloped intuition is applied to atomic Cs and verified by the exact numerical\nsolution of time-dependent Schrodinger equation.\n"]}]
["0910.3784",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3784"],"date":["2009-10-20"],"type":["text"],"creator":["Kuzmichev, V. E.","Kuzmichev, V. V."],"language":[],"coverage":[],"title":["Universe on Extremely Small Spacetime Scales: Quantum Geometrodynamical\n  Approach"],"description":["  The semi-classical approach to the quantum geometrodynamical model is used\nfor the description of the properties of the universe on extremely small\nspacetime scales. Quantum theory for a homogeneous, isotropic and closed\nuniverse is constructed on the basis of a Hamiltonian formalism with the use of\nmaterial reference system as a dynamical system defined by macroscopic\nrelativistic matter. The equations of the model are reduced to the form of the\nEinstein-type equations in which the matter energy density has two components\nof quantum nature, which behave as antigravitating fluids. The first component\ndoes not vanish in the limit h -> 0 and can be associated with dark energy. The\nsecond component is described by extremely rigid equation of state and goes to\nzero after the transition to large spacetime scales. On small spacetime scales\nthis quantum correction determines the geometry of the universe. This geometry\nis conformal to a unit four-sphere embedded in a five-dimensional Euclidean\nflat space. When reaching the post-Planck era, the geometry of the universe\nchanges into the geometry conformal to a unit four-hyperboloid in a\nfive-dimensional Lorentz-signatured flat space. Near the boundary between two\nregions the universe undergoes almost an exponential expansion which passes\nsmoothly into the expansion under the action of radiation dominating over\nmatter which is described by the standard cosmological model.\n","Comment: 18 pages, 4 EPS figure"]}]
["0910.3787",{"format":[],"subject":["Mathematics - Complex Variables","30C45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3787"],"date":["2009-10-20"],"type":["text"],"creator":["Babalola, K. O."],"language":[],"coverage":[],"title":["On certain analytic functions of bounded boundary rotation"],"description":["  In this paper we introduce certain analytic functions of boundary rotation\nbounded by $k\\pi$ which are of Caratheodory origin. With them we study two\nclasses of analytic and univalent functions in the unit disk $E=\\{z\\in\n\\mathbb{C}\\colon |z|<1\\}$, which are also of bounded boundary rotation.\n","Comment: 9 pages. To appear as book chapter in \"Inequality Theory and\n  Application\". Eds: S. S. Dragomir and Y. J. Cho"]}]
["0910.3792",{"format":[],"subject":["Mathematics - Complex Variables","30C45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3792"],"date":["2009-10-20"],"type":["text"],"creator":["Babalola, K. O."],"language":[],"coverage":[],"title":["An invitation to the theory of geometric functions"],"description":["  This note is an invitation to the theory of geometric functions. The\nfoundation techniques and some of the developments in the field are explained\nwith the mindset that the audience is principally young researchers wishing to\nunderstand some basics. It begins with the basic terminologies and concepts,\nthen a mention of some subjects of inquiry in univalent functions theory. Some\nof the most basic subfamilies of the family of univalent functions are\nmentioned. Main emphasy is on the important class of Caratheodory functions and\ntheir relations with the various classes of functions, especially the\ntechniques for establishing results in those other classes when compared with\nthe underlying Caratheodory functions. This is contained in Section 4. Examples\nbased on this technique are given in the last section. Since the target\naudience is the uninitiated, the difficult proofs are not presented. The\nelementary proofs are explained in the simplest terms. Footnotes are made to\nfurther explain some not-immediately obvious points. The references are mostly\nstandard texts. The interested may consult experts for the most recent\nreferences in addition to those contained in the cited texts. Hopefully, this\nmay as well profit even the initiated who intends to research in this field.\n","Comment: An elementary note on the theory of geometric functions with the\n  uninitiated in focus. Still under review. Readers' comments are welcome"]}]
["0910.3799",{"format":[],"subject":["Physics - Atomic Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3799"],"date":["2009-10-20"],"type":["text"],"creator":["Chuntonov, Lev","Rybak, Leonid","Gandman, Andrey","Amitay, Zohar"],"language":[],"coverage":[],"title":["Femtosecond Photo-Induced Multiphoton Analog Computation for\n  Symmetry-Based Pattern Classification"],"description":["  Multiphoton femtosecond coherent control of is used for implementing\ninnovative photo-induced analog coherent computation that generally might be a\nbasis for future \"smart hardware\". The specific implemented computational task\nthe classification of an unknown sequence into one of the three groups: (i) a\nconstant sequence that is composed of identical numbers, (ii) a sequence that\nis antisymmetric around a given point, or (iii) neither. The input sequence is\nencoded into the spectral phases of a broadband femtosecond pulse and the\ncomputational task is being carried out by the multiphoton nonlinear response\nof the irradiated physical system. Here, it is the simultaneous coherent two-\nand three-photon absorption in atomic sodium (Na). The corresponding\ncomputational resources are the manifold of initial-to-final multiphoton\nexcitation pathways photo-induced by the broad spectrum of the irradiating\nfemtosecond pulse. The answer is obtained by measuring only two observables,\nwhich are two state-populations excited via the two- and three-photon\nabsorption processes. Hence, the computational task is accomplished in a\nconstant number of operations irrespective of the sequence length. As such, the\npresented scheme, where the femtosecond pulse serves as a query and the\nirradiated physical system serves as an oracle, provides a sufficient gain in\nthe computational complexity.\n"]}]
["0910.3805",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3805","Z. Naturforsch. 57 a (2002) 105-118"],"date":["2009-10-20"],"type":["text"],"creator":["Kapanowski, A."],"language":[],"coverage":[],"title":["Statistical theory of elastic constants of cholesteric liquid crystals"],"description":["  A statistical theory of cholesteric liquid crystals composed of short rigid\nbiaxial molecules is presented. It is derived in the thermodynamic limit at a\nsmall density and a small twist. The uniaxial (biaxial) cholesteric phase is\nregarded as a distorted form of the uniaxial (biaxial) nematic phase. The\nchirality of the interactions and the implementation of the inversion to the\nrotation matrix elements are discussed in detail. General microscopic\nexpressions for the elastic constants are derived. The expressions involve the\none-particle distribution function and the potential energy of two-body\nshort-range interactions. It is shown that the elastic constants determine the\ntwist of the phase. The stability condition for the cholesteric and nematic\nphases is presented. The theory is used to study unary and binary systems. The\ntemperature and concentration dependence of the order parameters, the elastic\nconstants and the twist of the phase are obtained. The possibility of phase\nseparation is not investigated.\n","Comment: 30 pages, 7 figures"]}]
["0910.3807",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3807"],"date":["2009-10-20"],"type":["text"],"creator":["Biggins, J. S.","Warner, M."],"language":[],"coverage":[],"title":["On the physical basis for the nematic rubber elastic free energy"],"description":["  We discuss why it is physical to keep terms in the nematic rubber elastic\nfree energy that reflect the order parameter dependence of the natural size of\nthe network polymers. We address a point of difficulty in some mathematical\napproaches to this problem.\n","Comment: 3 pages"]}]
["0910.3810",{"format":[],"subject":["Quantitative Biology - Cell Behavior"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3810","Phys. Rev. E 80, 040903(R) (2009)","doi:10.1103/PhysRevE.80.040903"],"date":["2009-10-20"],"type":["text"],"creator":["Hawkins, Rhoda J.","Benichou, Olivier","Piel, Matthieu","Voituriez, Raphael"],"language":[],"coverage":[],"title":["Rebuilding cytoskeleton roads: Active-transport-induced polarization of\n  cells"],"description":["  Many cellular processes require a polarization axis which generally initially\nemerges as an inhomogeneous distribution of molecular markers in the cell. We\npresent a simple analytical model of a general mechanism of cell polarization\ntaking into account the positive feedback due to the coupled dynamics of\nmolecular markers and cytoskeleton filaments. We find that the geometry of the\norganization of cytoskeleton filaments, nucleated on the membrane (e.g.,\ncortical actin) or from a center in the cytoplasm (e.g., microtubule asters),\ndictates whether the system is capable of spontaneous polarization or polarizes\nonly in response to external asymmetric signals. Our model also captures the\nmain features of recent experiments of cell polarization in two considerably\ndifferent biological systems, namely, mating budding yeast and neuron growth\ncones.\n","Comment: 4 pages 4 figures"]}]
["0910.3811",{"format":[],"subject":["Computer Science - Robotics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3811","UPB Scientific Bulletin, Series D: Mechanical Engineering 71, 3\n  (2009) 3-16"],"date":["2009-10-20"],"type":["text"],"creator":["Chablat, Damien","Wenger, Philippe","Staicu, Stefan"],"language":[],"coverage":[],"title":["Dynamics of the Orthoglide parallel robot"],"description":["  Recursive matrix relations for kinematics and dynamics of the Orthoglide\nparallel robot having three concurrent prismatic actuators are established in\nthis paper. These are arranged according to the Cartesian coordinate system\nwith fixed orientation, which means that the actuating directions are normal to\neach other. Three identical legs connecting to the moving platform are located\non three planes being perpendicular to each other too. Knowing the position and\nthe translation motion of the platform, we develop the inverse kinematics\nproblem and determine the position, velocity and acceleration of each element\nof the robot. Further, the principle of virtual work is used in the inverse\ndynamic problem. Some matrix equations offer iterative expressions and graphs\nfor the input forces and the powers of the three actuators.\n"]}]
["0910.3814",{"format":[],"subject":["Mathematical Physics","13M99","15A69","51M15."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3814","Hypercomplex numbers in geometry and physics, (2008) v5, N2(10),\n  pp. 25-43"],"date":["2009-10-20"],"type":["text"],"creator":["Pavlov, Dmitriy G.","Kokarev, Sergey S."],"language":[],"coverage":[],"title":["Additive angles in H_3"],"description":["  Within the framework of Berwald-Moor Geometry in H_3, the paper studies the\nconstruction of additive poly-angles (bingles and tringles). It is shown that,\nconsidering additiveness in the large, there exist an infinity of such\npoly-angles.\n","Comment: Talk for conference FERT-2008 (Cairo, 02-08 November, 2008), 23 pages"]}]
["0910.3817",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3817"],"date":["2009-10-20"],"type":["text"],"creator":["Dubois-Violette, Michel"],"language":[],"coverage":[],"title":["Tensor product of N-complexes and generalization of graded differential\n  algebras"],"description":["  It is known that the notion of graded differential algebra coincides with the\nnotion of monoid in the monoidal category of complexes. By using the monoidal\nstructure introduced by M. Kapranov for the category of $N$-complexes we define\nthe corresponding generalization of graded differential algebras as the monoids\nof this category. It turns out that this generalization coincides with the\nnotion of graded $q$-differential algebra which has been previously introduced\nand studied.\n","Comment: 12 pages. Dedicated to Ivan Todorov"]}]
["0910.3818",{"format":[],"subject":["Mathematical Physics","53B40, 53A30."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3818","Hypercomplex numbers in geometry and physics, (2009) v6, N1(11),\n  pp. 42-67"],"date":["2009-10-20"],"type":["text"],"creator":["Pavlov, Dmitriy G.","Kokarev, Sergey S."],"language":[],"coverage":[],"title":["Metric bingles and tringles in H_3"],"description":["  In the 3-dimensional Berwald-Moor space are bingles and tringles constructed,\nas additive characteristic objects associated to couples and triples of unit\nvectors - practically lengths and areas on the unit sphere. In analogy with the\nspherical angles, we build two types of bingles (reciprocal and relative). It\nis shown that reciprocal bingles are norms in the space of exponential angles\n(in the bi-space H^{\\flat}, which exponentially define the representation of\npoly-numbers. It is shown that the metric of this space coincides with the\nBerwald-Moor metric of the original space. The relative bingles are connected\nto the elements of the second bi-space (angles, in the space of angles)\nH^{2\\flat} and allow to provide the doble-exponential representation of\npoly-numbers. The explicit formulas for relative bingles and tringles contain\nintegrals, which cannot be expressed by means of elementary functions.\n","Comment: Talk presented at FERT-2009 (Moscow)"]}]
["0910.3824",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3824"],"date":["2009-10-20"],"type":["text"],"creator":["Ryan, P.","Collaboration, for the ATLAS"],"language":[],"coverage":[],"title":["Single-Top Cross Section Measurements at ATLAS"],"description":["  The single-top production cross section is one third that of the top-pair\nproduction cross section at the LHC. During the first year of data taking, the\ndetermination of the major contributions to the total single-top cross section\nshould be achievable. Comparisons between the measured cross sections and the\ntheoretical predictions will provide a crucial test of the standard model.\nThese measurements should also lead to a direct measurement of |V_tb| with a\nprecision at the level of a few percent. In addition, they will probe for new\nphysics via the search for evidence of anomalous couplings to the top quark and\nmeasurements of additional bosonic contributions to single-top production.\nMethods developed to optimize the selection of single-top events in the three\nproduction channels are presented and the potential for the cross section\nmeasurements is established.\n","Comment: 2 pages, 5 figures, To appear in the proceedings for XXIX Physics in\n  Collision, International Symposium in Kobe, Japan, August 30 - September 2,\n  2009"]}]
["0910.3825",{"format":[],"subject":["Mathematics - Probability","60F17 (Primary) 05C05, 68W05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3825","Annals of Applied Probability 2009, Vol. 19, No. 5, 1781-1802","doi:10.1214/08-AAP593"],"date":["2009-10-20"],"type":["text"],"creator":["Grübel, Rudolf"],"language":[],"coverage":[],"title":["On the silhouette of binary search trees"],"description":["  A zero-one sequence describes a path through a rooted directed binary tree\n$T$; it also encodes a real number in $[0,1]$. We regard the level of the\nexternal node of $T$ along the path as a function on the unit interval, the\nsilhouette of $T$. We investigate the asymptotic behavior of the resulting\nstochastic processes for sequences of trees that are generated by the binary\nsearch tree algorithm.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AAP593 the Annals of\n  Applied Probability (http://www.imstat.org/aap/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0910.3828",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3828"],"date":["2009-10-20"],"type":["text"],"creator":["Craco, L.","Laad, M. S.","Leoni, S."],"language":[],"coverage":[],"title":["$\\alpha$-FeSe as an orbital-selective incoherent metal: An LDA+DMFT\n  study"],"description":["  $\\alpha$-FeSe, a prototype iron-chalcogenide superconductor, shows clear\nsignatures of a strange incoherent normal state. Motivated thereby, we use\nLDA+DMFT to show how strong multi-band correlations generate a low-energy\npseudogap in the normal state, giving an incoherent metal in very good\nsemi-quantitative agreement with observations. We interpret our results in\nterms of $\\alpha$-FeSe being close to Mottness. A wide range of anomalous\nresponses in the \"normal\" state are consistently explained, lending strong\nsupport for this view. Implications for superconductivity arising from such an\nanomalous state are touched upon.\n","Comment: 4 pages, 4 figures, submitted to PRB"]}]
["0910.3832",{"format":[],"subject":["Mathematics - Dynamical Systems","37B, 54H20 (primary)","34C25, 37E40, 37N25, 37N40, 47H10 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3832"],"date":["2009-10-20"],"type":["text"],"creator":["Pireddu, Marina"],"language":[],"coverage":[],"title":["Fixed points and chaotic dynamics for expansive-contractive maps in\n  Euclidean spaces, with some applications"],"description":["  In this work we introduce a topological method for the search of fixed points\nand periodic points for continuous maps defined on generalized rectangles in\nfinite dimensional Euclidean spaces. We name our technique \"Stretching Along\nthe Paths\" method, since we deal with maps that expand the arcs along one\ndirection. Our technique is also significant from a dynamical point of view, as\nit allows to detect complex dynamics. In particular, we are able to prove\nsemi-conjugacy to the Bernoulli shift and thus positivity of the topological\nentropy, the presence of topological transitivity and sensitivity with respect\nto initial conditions, density of periodic points. Moreover, our approach,\nalthough mathematically rigorous, avoids the use of sophisticated topological\ntheories and it is relatively easy to apply to specific models arising in the\napplications. For example we have here employed the Stretching along the paths\nmethod to study discrete and continuous-time models arising from economics and\nbiology.\n","Comment: 173 pages, 36 figures; Ph.D. Thesis"]}]
["0910.3840",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3840"],"date":["2009-10-20"],"type":["text"],"creator":["Aggarwal, Vaneet","Avestimehr, Salman","Sabharwal, Ashutosh"],"language":[],"coverage":[],"title":["Distributed Universally Optimal Strategies for Interference Channels\n  with Partial Message Passing"],"description":["  In distributed wireless networks, nodes often do not know the topology\n(network size, connectivity and the channel gains) of the network. Thus, they\nhave to compute their transmission and reception parameters in a distributed\nfashion. In this paper, we consider that each of the transmitter know the\nchannel gains of all the links that are at-most two-hop distant from it and the\nreceiver knows the channel gains of all the links that are three-hop distant\nfrom it in a deterministic interference channel. With this limited information,\nwe find a condition on the network connectivity for which there exist a\ndistributed strategy that can be chosen by the users with partial information\nabout the network state, which achieves the same sum capacity as that\nachievable by the centralized server that knows all the channel gains.\nSpecifically, distributed decisions are sum-rate optimal only if each connected\ncomponent is in a one-to-many configuration or a fully-connected configuration.\nIn all other cases of network connectivity, the loss can be arbitrarily large.\n","Comment: In Proc. Allerton Conference on Communication, Control, and\n  Computing, Monticello, IL, USA, Sept-Oct 2009"]}]
["0910.3841",{"format":[],"subject":["Mathematics - Probability","60J65 (Primary) 60D05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3841","Annals of Applied Probability 2009, Vol. 19, No. 5, 1840-1859","doi:10.1214/09-AAP596"],"date":["2009-10-20"],"type":["text"],"creator":["Rataj, Jan","Spodarev, Evgeny","Meschenmoser, Daniel"],"language":[],"coverage":[],"title":["Approximations of the Wiener sausage and its curvature measures"],"description":["  A parallel neighborhood of a path of a Brownian motion is sometimes called\nthe Wiener sausage. We consider almost sure approximations of this random set\nby a sequence of random polyconvex sets and show that the convergence of the\ncorresponding mean curvature measures holds under certain conditions in two and\nthree dimensions. Based on these convergence results, the mean curvature\nmeasures of the Wiener sausage are calculated numerically by Monte Carlo\nsimulations in two dimensions. The corresponding approximation formulae are\ngiven.\n","Comment: Published in at http://dx.doi.org/10.1214/09-AAP596 the Annals of\n  Applied Probability (http://www.imstat.org/aap/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0910.3842",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Category Theory","55U35 (Primary), 18D15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3842"],"date":["2009-10-20","2009-10-21"],"type":["text"],"creator":["Hovey, Mark"],"language":[],"coverage":[],"title":["The Eilenberg-Watts theorem in homotopical algebra"],"description":["  The object of this paper is to prove that the standard categories in which\nhomotopy theory is done, such as topological spaces, simplicial sets, chain\ncomplexes of abelian groups, and any of the various good models for spectra,\nare all homotopically self-contained. The left half of this statement\nessentially means that any functor that looks like it could be a tensor product\n(or product, or smash product) with a fixed object is in fact such a tensor\nproduct, up to homotopy. The right half says any functor that looks like it\ncould be Hom into a fixed object is so, up to homotopy. More precisely, suppose\nwe have a closed symmetric monoidal category (resp. Quillen model category) M.\nThen the functor T_{B} that takes A to A tensor B is an M-functor and a left\nadjoint. The same is true if B is an E-E'-bimodule, where E and E' are monoids\nin M, and T_{B} takes an E-module A to A tensored over E with B. Define a\nclosed symmetric monoidal category (resp. model category) to be left\nself-contained (resp. homotopically left self-contained) if every functor F\nfrom E-modules to E'-modules that is an M-functor and a left adjoint (resp. and\na left Quillen functor) is naturally isomorphic (resp. naturally weakly\nequivalent) to T_{B} for some B. The classical Eilenberg-Watts theorem in\nalgebra then just says that the category of abelian groups is left\nself-contained, so we are generalizing that theorem.\n","Comment: Fixed reference issues"]}]
["0910.3844",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Metric Geometry","53C"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3844"],"date":["2009-10-20"],"type":["text"],"creator":["Munteanu, Marius","Tapp, Kristopher"],"language":[],"coverage":[],"title":["Totally Geodesic Foliations and Doubly Ruled Surfaces in a Compact Lie\n  Group"],"description":["  For a Riemannian submersion from a simple compact Lie group with a\nbi-invariant metric, we prove the action of its holonomy group on the fibers is\ntransitive. As a step towards classifying Riemannian submersions with totally\ngeodesic fibers, we consider the parameterized surface induced by lifting a\nbase geodesic to points along a geodesic in a fiber. Such a surface is \"doubly\nruled\" (it is ruled by horizontal geodesics and also by vertical geodesics).\nIts characterizing properties allow us to define \"doubly ruled parameterized\nsurfaces\" in any Riemannian manifold, independent of Riemannian submersions. We\ninitiate a study of the doubly ruled parameterized surfaces in compact Lie\ngroups and in other symmetric spaces by establishing several rigidity theorems\nand by providing several examples with unexpected properties.\n"]}]
["0910.3847",{"format":[],"subject":["Mathematics - Algebraic Geometry","14B20","14M12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3847"],"date":["2009-10-20"],"type":["text"],"creator":["Badescu, Lucian","Valla, Giuseppe"],"language":[],"coverage":[],"title":["Grothendieck-Lefschetz Theory, Set-Theoretic Complete Intersections and\n  Rational Normal Scrolls"],"description":["  Using the Grothendieck-Lefschetz theory (see \\cite{[SGA2]}) we prove a\ncriterion to deduce that certain subvarieties of $\\mathbb P^n$ of dimension\n$\\geq 2$ are not set-theoretic complete intersections (see Theorem 1 of the\nIntroduction). As applications we give a number of relevant examples. In the\nlast part of the paper we prove that the arithmetic rank of a rational normal\n$d$-dimensional scroll $S_{n_1,...,n_d}$ in $\\mathbb P^N$ is $N-2$, by\nproducing an explicit set of $N-2$ homogeneous equations which define these\nscrolls set-theoretically (see Theorem 2 of the Introduction).\n","Comment: 24 pages"]}]
["0910.3848",{"format":[],"subject":["Computer Science - Computational Engineering, Finance, and Science","Quantitative Biology - Biomolecules","D.1.6","G.2.1","J.2","J.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3848","In Proceedings of the Fifth Workshop on Constraint Based Methods\n  for Bioinformatics (WCB09), 2009, Lisbon"],"date":["2009-10-20"],"type":["text"],"creator":["Mann, Martin","Backofen, Rolf","Will, Sebastian"],"language":[],"coverage":[],"title":["Equivalence Classes of Optimal Structures in HP Protein Models Including\n  Side Chains"],"description":["  Lattice protein models, as the Hydrophobic-Polar (HP) model, are a common\nabstraction to enable exhaustive studies on structure, function, or evolution\nof proteins. A main issue is the high number of optimal structures, resulting\nfrom the hydrophobicity-based energy function applied. We introduce an\nequivalence relation on protein structures that correlates to the energy\nfunction. We discuss the efficient enumeration of optimal representatives of\nthe corresponding equivalence classes and the application of the results.\n","Comment: Published in Proceedings of the Fifth Workshop on Constraint Based\n  Methods for Bioinformatics (WCB09), 2009, 9 pages"]}]
["0910.3849",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3849"],"date":["2009-10-20"],"type":["text"],"creator":["Rusz, J."],"language":[],"coverage":[],"title":["Role of symmetry in quantitative EMCD experiments"],"description":["  We have analysed a number of experimental geometries (two and three-beam\ngeometry, general systematic row setup, zone axis orientation) for the electron\nmagnetic circular dichroism measurements (EMCD). The effect of asymmetries in\nthose setups is described in detail, explaining the advantages of the\nthree-beam geometry. We observe a complicated thickness and orientation\ndependence of the dichroic signal and asymmetries. Therefore we stress the\nimportance of the simulations, which should accompany the EMCD experiments.\n","Comment: 13 pages, 14 figures"]}]
["0910.3850",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3850"],"date":["2009-10-20"],"type":["text"],"creator":["Blood, Casey"],"language":[],"coverage":[],"title":["General principles in the interpretation of quantum mechanics"],"description":["  The three major theoretical principles of quantum mechanics relevant to its\ninterpretation are: (T1), linearity; (T2), invariance under certain groups; and\n(T3) the orthogonality and isolation of the different branches of the state\nvector. These three imply the particle-like properties of mass, energy,\nmomentum, spin, charge, and locality are actually properties of the state\nvector; and this in turn implies there is no evidence for the existence of\nparticles. Experimentally there is no evidence for collapse (E1) and\ntheoretically linearity prohibits collapse. One also has the experimentally\nverified probability law (E2), which is found to rule out the many-worlds\ninterpretation. The failure of these three major interpretation, particles,\ncollapse, and many-worlds, apparently implies an acceptable interpretation must\nbe based on perception. Rather than being a separate principle, probability\nfollows in this interpretation from a weak assumption on perception plus the\ncombinatorics when an experiment is run many times. This suggests a relatively\nsimple experimental test of the perception interpretation.\n","Comment: 19 pages"]}]
["0910.3853",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3853"],"date":["2009-10-20"],"type":["text"],"creator":["Meynet, G.","Georgy, C.","Revaz, Y.","Walder, R.","Ekstrom, S.","Maeder, A."],"language":[],"coverage":[],"title":["Models of stars rotating near the critical limit"],"description":["  When the surface angular velocity is above about 70% of the critical angular\nvelocity, many interesting features appear which may be tested by\ninterferometric observations, like significant deformation of stars, variation\nof the effective temperature with the latitude. Also polar winds become\nimportant and equatorial disks may appear. Near the critical limit, convection\nis also favored in the outer layers. In the present paper, we emphasize the\nneed for a proper estimate of the critical velocity since this is the ratio of\nthe actual velocity of the star to that critical velocity which determines the\namplitude of the above effects. We recall the existence of two critical\nvelocities. The first one, also called the classical critical velocity is the\none to consider when the star has an Eddington factor inferior to 0.639, while\nthe second one is the one to be considered when the Eddington factor is above\n0.639. The features of the star at these two critical limits may be very\ndifferent.\n","Comment: 4 pages, 3 figures, conference proceedings \"Interferometric view of\n  hot stars\", Rev. Mexi. de Astron. y Astrofis"]}]
["0910.3854",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3854"],"date":["2009-10-20"],"type":["text"],"creator":["Cojocaru, E."],"language":[],"coverage":[],"title":["Elemental matrices for the finite element method in electromagnetics\n  with quadratic triangular elements"],"description":["  The finite element method has become a preeminent simulation technique in\nelectromagnetics. For problems involving anisotropic media and metamaterials,\nproper algorithms should be developed. It has been proved that discretizing in\nquadratic triangular elements may lead to an improved accuracy. Here we present\na collection of elemental matrices evaluated analytically for quadratic\ntriangular elements. They could be useful for the finite element method in\nadvanced electromagnetics.\n"]}]
["0910.3862",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3862"],"date":["2009-10-20"],"type":["text"],"creator":["Baier, Rudolf"],"language":[],"coverage":[],"title":["R-charge thermodynamical spectral sum rule in N=4 Yang-Mills theory"],"description":["  A sum rule related to the R-current correlator at vanishing three-momentum is\nderived in the N=4 supersymmetric Yang-Mills field theory at infinite 't Hooft\ncoupling. For reference it is compared to the one in the free field theory,\ni.e. at the one loop perturbative approximation.\n","Comment: 5 pages"]}]
["0910.3863",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","44A60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3863"],"date":["2009-10-20"],"type":["text"],"creator":["Zagorodnyuk, Sergey M."],"language":[],"coverage":[],"title":["A description of all solutions of the matrix Hamburger moment problem in\n  a general case"],"description":["  We describe all solutions of the matrix Hamburger moment problem in a general\ncase (no conditions besides solvability are assumed). We use the fundamental\nresults of A.V. Shtraus on the generalized resolvents of symmetric operators.\nAll solutions of the truncated matrix Hamburger moment problem with an odd\nnumber of given moments are described in an \"almost nondegenerate\" case. Some\nconditions of solvability for the scalar truncated Hamburger moment problem\nwith an even number of given moments are given.\n","Comment: 25 pages"]}]
["0910.3867",{"format":[],"subject":["Mathematics - Functional Analysis","46B15, 41A65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3867"],"date":["2009-10-20"],"type":["text"],"creator":["Dilworth, S. J.","Freeman, D.","Odell, E.","Schlumprecht, Th."],"language":[],"coverage":[],"title":["Greedy bases for Besov spaces"],"description":["  We prove thatthe Banach space $(\\oplus_{n=1}^\\infty \\ell_p^n)_{\\ell_q}$,\nwhich is isomorphic to certain Besov spaces, has a greedy basis whenever $1\\leq\np \\leq\\infty$ and $1<q<\\infty$. Furthermore, the Banach spaces\n$(\\oplus_{n=1}^\\infty \\ell_p^n)_{\\ell_1}$, with $1<p\\le \\infty$, and\n$(\\oplus_{n=1}^\\infty \\ell_p^n)_{c_0}$, with $1\\le p<\\infty$ do not have a\ngreedy bases. We prove as well that the space $(\\oplus_{n=1}^\\infty\n\\ell_p^n)_{\\ell_q}$ has a 1-greedy basis if and only if $1\\leq p=q\\le \\infty$.\n"]}]
["0910.3872",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3872"],"date":["2009-10-20"],"type":["text"],"creator":["Knieper, Gerhard"],"language":[],"coverage":[],"title":["New results on noncompact harmonic manifolds"],"description":["  The Lichnerowicz conjecture asserts that all harmonic manifolds are either\nflat or locally symmetric spaces of rank~1. This conjecture has been proved by\nZ. Szab\\'{o} \\cite{Sz} for harmonic manifolds with compact universal cover. E.\nDamek and F. Ricci \\cite{DR} provided examples showing that in the noncompact\ncase the conjecture is wrong. However, such manifolds do not admit a compact\nquotient.\n  In this paper we study, using a notion of rank, the asymptotic geometry and\nthe geodesic flow on simply connected nonflat and noncompact harmonic manifolds\ndenoted by $X$. In the first part of the paper we show that the following\nassertions are equivalent. The volume growth is purely exponential, the rank of\n$X$ is one, the geodesic flow is Anosov with respect to the Sasaki metric, $X$\nis Gromov hyperbolic. In the second part of the paper we show that the geodesic\nflow is Anosov if $X$ is a nonflat harmonic manifold with no focal points. In\nthe course of the proof we obtain that certain partially hyperbolic flows on\narbitrary Riemannian manifolds without focal points are Anosov, which is of\ninterest beyond harmonic manifolds. Combining the results of this paper with\nthe rigidity theorem's of \\cite{BCG}, \\cite{BFL} and \\cite{FL}, we confirm the\nLichnerowicz conjecture for all compact harmonic manifolds without focal points\nor with Gromov hyperbolic fundamental groups.\n"]}]
["0910.3879",{"format":[],"subject":["Mathematics - Number Theory","11M99","11M35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3879"],"date":["2009-10-20"],"type":["text"],"creator":["Minami, Norihiko"],"language":[],"coverage":[],"title":["Meromorphicity of some deformed multivariable zeta functions for\n  $F_1$-schemes"],"description":["  Motivated by recent work of Deitmar-Koyama-Kurokawa, Kurokawa-Ochiai,\nConnes-Consani, and the author, we define some multivariable deformed zeta\nfunctions of Hurwitz-Igusa type for a Noetherian $\\F_1$-scheme $X$ in the sense\nof Connes-Consani.\n  Our zeta functions generalize both the zeta functions studied by\nDeitmar-Koyama-Kurokawa, Kurokawa-Ochiai, and the log derivative of the\nmodified Soul\\'e type zeta function Connes-Consani.\n  We give an explicit presentation for these zeta functions using the Hurwitz\nzeta functions, and so, we can derive its meromorphicity.\n  When restricted to the log derivative of the modified Soul\\'e type zeta\nfunctions, we find our invariant $\\mu(A)$ for a finite abelian group $A$,\nintroduced in ArXiv-0907.0918v2, plays an extremely important role in the\nSoul\\'e type zeta functions.\n","Comment: 11 pages"]}]
["0910.3880",{"format":[],"subject":["Computer Science - Computational Engineering, Finance, and Science","Quantitative Biology - Biomolecules","D.1.6","G.2.1","J.2","J.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3880","In Proceedings of the Fifth Workshop on Constraint Based Methods\n  for Bioinformatics (WCB09), 2009, Lisbon"],"date":["2009-10-20"],"type":["text"],"creator":["Mann, Martin","Hamra, Mohamed Abou","Steinhöfel, Kathleen","Backofen, Rolf"],"language":[],"coverage":[],"title":["Constraint-based Local Move Definitions for Lattice Protein Models\n  Including Side Chains"],"description":["  The simulation of a protein's folding process is often done via stochastic\nlocal search, which requires a procedure to apply structural changes onto a\ngiven conformation. Here, we introduce a constraint-based approach to enumerate\nlattice protein structures according to k-local moves in arbitrary lattices.\nOur declarative description is much more flexible for extensions than standard\noperational formulations. It enables a generic calculation of k-local neighbors\nin backbone-only and side chain models. We exemplify the procedure using a\nsimple hierarchical folding scheme.\n","Comment: Published in Proceedings of the Fifth Workshop on Constraint Based\n  Methods for Bioinformatics (WCB09), 2009, 10 pages"]}]
["0910.3882",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","44A60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3882"],"date":["2009-10-20"],"type":["text"],"creator":["Zagorodnyuk, Sergey M."],"language":[],"coverage":[],"title":["Truncated matricial moment problems on a finite interval: the operator\n  approach"],"description":["  In this paper we obtain a description of all solutions of truncated matricial\nmoment problems on a finite interval in a general case (no conditions besides\nsolvability are assumed). We use the basic results of M.G. Krein and I.E.\nOvcharenko about generalized sc-resolvents of Hermitian contractions.\n","Comment: 20 pages"]}]
["0910.3883",{"format":[],"subject":["Computer Science - Multiagent Systems","Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3883"],"date":["2009-10-20"],"type":["text"],"creator":["Preciado, Victor M.","Tahbaz-Salehi, Alireza","Jadbabaie, Ali"],"language":[],"coverage":[],"title":["Variance Analysis of Randomized Consensus in Switching Directed Networks"],"description":["  In this paper, we study the asymptotic properties of distributed consensus\nalgorithms over switching directed random networks. More specifically, we focus\non consensus algorithms over independent and identically distributed, directed\nErdos-Renyi random graphs, where each agent can communicate with any other\nagent with some exogenously specified probability $p$. While it is well-known\nthat consensus algorithms over Erdos-Renyi random networks result in an\nasymptotic agreement over the network, an analytical characterization of the\ndistribution of the asymptotic consensus value is still an open question. In\nthis paper, we provide closed-form expressions for the mean and variance of the\nasymptotic random consensus value, in terms of the size of the network and the\nprobability of communication $p$. We also provide numerical simulations that\nillustrate our results.\n","Comment: 6 pages, 3 figures, submitted to American Control Conference 2010"]}]
["0910.3889",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3889"],"date":["2009-10-20"],"type":["text"],"creator":["Kopylov, A. V.","Orekhov, I. V.","Petukhov, V. V.","Solomatin, A. E."],"language":["ru"],"coverage":[],"title":["A Lithium-Beryllium Method for the Detection of Solar Neutrinos"],"description":["  A method for the detection of solar neutrino has been developed using the\nlaboratory bench installations. The efficiency of the extraction of beryllium\nfrom lithium as high as 96.4{%} has been achieved, and it was shown that\nlithium losses during the extraction were less than 1{%}. The prospects of a\nfull-scale experiment with a 10-t lithium detector consisting of twenty 500-kg\nlithium modules are discussed. The technical solutions formulated on the basis\nof this study enable to make design of a pilot lithium installation containing\n500 kg of metallic lithium\n","Comment: 9 number of pages, 4 figures, English translation of the article\n  published in Russian Zhurnal Tekhnicheskoi Fiziki, 2009, v.79, No7,\n  pp.133-136"]}]
["0910.3891",{"format":[],"subject":["Mathematics - Numerical Analysis","65N15","41A10","65N38"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3891"],"date":["2009-10-20"],"type":["text"],"creator":["Bespalov, Alexei","Heuer, Norbert"],"language":[],"coverage":[],"title":["A new H(div)-conforming p-interpolation operator in two dimensions"],"description":["  In this paper we construct a new H(div)-conforming projection-based\np-interpolation operator that assumes only $H^r(K) \\cap \\tilde\nH^{-1/2}(div,K)$-regularity (r > 0) on the reference element K (either triangle\nor square). We show that this operator is stable with respect to polynomial\ndegrees and satisfies the commuting diagram property. We also establish an\nestimate for the interpolation error in the norm of the space $\\tilde\nH^{-1/2}(div,K)$, which is closely related to the energy spaces for boundary\nintegral formulations of time-harmonic problems of electromagnetics in three\ndimensions.\n","Comment: 26 pages"]}]
["0910.3894",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3894"],"date":["2009-10-20"],"type":["text"],"creator":["Grunberg, Georges"],"language":[],"coverage":[],"title":["On threshold resummation of the longitudinal structure function"],"description":["  The validity of a previously proposed momentum space ansatz for threshold\nresummation of the non-singlet longitudinal structure function F_L is checked\nagainst existing finite order three-loop results. It is found that the ansatz,\nwhich is an assumption for the large-x behavior of the physical evolution\nkernel, does not work beyond the leading logarithmic contributions to the\nkernel even at {\\cal O}(1/(1-x)) order (except at large-\\beta_0), which is\nconsistent with a recent observation of Moch and Vogt. Corrections down by one\npower of 1-x are also studied. At {\\cal O}((1-x)^0) order, the corresponding\nansatz fails already at the leading logarithmic level, where the situation\nappears similar to that encountered in the case of the F_i (i=1,2,3) structure\nfunctions. At the next-to-leading logarithmic level, the same term (with\nopposite sign) responsible for the failure of the ansatz at {\\cal O}(1/(1-x))\norder is found to occur.\n","Comment: 20 pages"]}]
["0910.3895",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3895"],"date":["2009-10-20"],"type":["text"],"creator":["Baragiola, Ben Q.","Chase, Bradley A.","Geremia, JM"],"language":[],"coverage":[],"title":["Continuous Measurement of Spin Systems with Spatially-Distinguishable\n  Particles"],"description":["  It is generally believed that dispersive polarimetric detection of collective\nangular momentum in large atomic spin systems gives rise to: squeezing in the\nmeasured observable, anti-squeezing in a conjugate observable, and collective\nspin eigenstates in the long-time limit (provided that decoherence is suitably\ncontrolled). We show that such behavior only holds when the particles in the\nensemble cannot be spatially distinguished-- even in principle-- regardless of\nwhether the measurement is only sensitive to collective observables. While\nmeasuring a cloud of spatially-distinguishable spin-1/2 particles does reduce\nthe uncertainty in the measured spin component, it generates neither squeezing\nnor anti-squeezing. The steady state of the measurement is highly mixed, albeit\nwith a well-defined value of the measured collective angular momentum\nobservable.\n","Comment: 4 pages, 4 figures"]}]
["0910.3898",{"format":[],"subject":["Mathematics - Number Theory","11R99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3898"],"date":["2009-10-20"],"type":["text"],"creator":["Anevski, Stella"],"language":[],"coverage":[],"title":["Riemann-Roch and Riemann-Hurwitz theorems for global fields"],"description":["  In this paper, we use counting theorems from the geometry of numbers to\nextend the Riemann-Roch theorem and the Riemann-Hurwitz formula to global\nfields of arbitrary characteristic.\n"]}]
["0910.3899",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3899"],"date":["2009-10-20"],"type":["text"],"creator":["Luo, Nie"],"language":[],"coverage":[],"title":["X-rays from Proton Bremsstrahlung: Evidence from Fusion Reactors and Its\n  Implication in Astrophysics"],"description":["  In a fusion reactor, a proton and a neutron generated in previous reactions\nmay again fuse with each other. Or they can in turn fuse with or be captured by\nan un-reacted deuteron. The average center-of-mass (COM) energy for such\nreaction is around 10 keV in a typical fusion reactor, but could be as low as 1\nkeV. At this low COM energy, the reacting nucleons are in an s-wave state in\nterms of their relative angular momentum. The single-gamma radiation process is\nthus strongly suppressed due to conservation laws. Instead the gamma ray\nreleased is likely to be accompanied by x-ray photons from a nuclear\nbremsstrahlung process. The x-ray thus generated has a continuous spectrum and\npeaks around a few hundred eV to a few keV. The average photon energy and\nspectrum properties of such a process are calculated with a semiclassical\napproach. The results give a peak near 1.1 keV for the proton-deuteron fusion\nand a power-to-the-minus-second law in the spectrum's high-energy limit. An\nanalysis of some prior tokamak discharge data shows that this phenomenon might\nhave been observed before and it may lead to new plasma diagnostics which are\nmore sensitive to the ionic or nuclear degree of freedom. This phenomenon\nshould also play a role in nuclear astrophysics as one of the sources for\nastrophysical x-rays. The process contributes particularly to stellar evolution\nin the early stage, where the temperature of proto-stars or the so called\npre-main sequence stars (T Tauri stars, for example), is at a relatively low of\nseveral million degrees Kelvin. An order-of-magnitude calculation was made on\nthe proton-deuteron fusion rate in young star objects. The estimated x-ray\nluminosity from this reaction is found enough in magnitude to account for\nexperimental ones.\n","Comment: 11 pages, 2 figures"]}]
["0910.3900",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3900"],"date":["2009-10-20"],"type":["text"],"creator":["Pugnetti, Stefano","Blanter, Yaroslav M.","Fazio, Rosario"],"language":[],"coverage":[],"title":["SQUID Detection of Quantized Mechanical Motion"],"description":["  We predict that quantized mechanical motion can be detected by embedding a\nmechanical resonator into a quantum SQUID. If the system is tuned to the regime\nwhen a plasma frequency of the SQUID matches the resonator frequency, the\ndoubly-degenerate quantum level of the system is split by the coupling between\nthe SQUID and the resonator. Observation of an avoided crossing as the function\nof external flux would be an unambiguous evidence of quantum nature of\nmechanical motion. We also investigate the conditions maximizing the level\nsplitting.\n","Comment: 4 pages, 4 figures"]}]
["0910.3901",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3901","Phys. Rev. Lett. 103, 135704 (2009)","doi:10.1103/PhysRevLett.103.135704"],"date":["2009-10-20"],"type":["text"],"creator":["Zaccarelli, E.","Valeriani, C.","Sanz, E.","Poon, W. C. K.","Cates, M. E.","Pusey, P. N."],"language":[],"coverage":[],"title":["Crystallization of hard-sphere glasses"],"description":["  We study by molecular dynamics the interplay between arrest and\ncrystallization in hard spheres. For state points in the plane of volume\nfraction ($0.54 \\leq phi \\leq 0.63$) and polydispersity ($0 \\leq s \\leq\n0.085$), we delineate states that spontaneously crystallize from those that do\nnot. For noncrystallizing (or precrystallization) samples we find\nisodiffusivity lines consistent with an ideal glass transition at $\\phi_g\n\\approx 0.585$, independent of $s$. Despite this, for $s<0.05$, crystallization\noccurs at $\\phi > \\phi_g$. This happens on time scales for which the system is\naging, and a diffusive regime in the mean square displacement is not reached;\nby those criteria, the system is a glass. Hence, contrary to a widespread\nassumption in the colloid literature, the occurrence of spontaneous\ncrystallization within a bulk amorphous state does not prove that this state\nwas an ergodic fluid rather than a glass.\n","Comment: 4 pages, 3 figures"]}]
["0910.3908",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Metric Geometry","51M20","05C25: 52B15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3908"],"date":["2009-10-20"],"type":["text"],"creator":["Araujo-Pardo, Gabriela","Del Rio-Francos, Maria","Lopez-Dudet, Mariana","Oliveros, Deborah","Schulte, Egon"],"language":[],"coverage":[],"title":["The Graphicahedron"],"description":["  The paper describes a construction of abstract polytopes from Cayley graphs\nof symmetric groups. Given any connected graph G with p vertices and q edges,\nwe associate with G a Cayley graph of the symmetric group S_p and then\nconstruct a vertex-transitive simple polytope of rank q, called the\ngraphicahedron, whose 1-skeleton (edge graph) is the Cayley graph. The\ngraphicahedron of a graph G is a generalization of the well-known\npermutahedron; the latter is obtained when the graph is a path. We also discuss\nsymmetry properties of the graphicahedron and determine its structure when G is\nsmall.\n","Comment: 21 pages (European Journal of Combinatorics, to appear)"]}]
["0910.3912",{"format":[],"subject":["Mathematics - Functional Analysis","47H05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3912"],"date":["2009-10-20"],"type":["text"],"creator":["Voisei, M. D."],"language":[],"coverage":[],"title":["A Sum Theorem for (FPV) Operators and Normal Cones"],"description":["  On [3, p. 199] one says \"We mention parenthetically that the proof of [99,\nLemma 41.3] is incorrect, and we do not know whether it, [99, Theorem 41.5] and\n[99, Theorem 41.6] are true\". The previously cited reference [99] is our\nreference [2]. The aim of this short note is to provide a result that improves\nupon [2, Lemma 41. 3].\n"]}]
["0910.3913",{"format":[],"subject":["Computer Science - Software Engineering","Computer Science - Artificial Intelligence","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3913"],"date":["2009-10-20"],"type":["text"],"creator":["Janota, Mikolas","Botterweck, Goetz","Grigore, Radu","Marques-Silva, Joao"],"language":[],"coverage":[],"title":["How to Complete an Interactive Configuration Process?"],"description":["  When configuring customizable software, it is useful to provide interactive\ntool-support that ensures that the configuration does not breach given\nconstraints.\n  But, when is a configuration complete and how can the tool help the user to\ncomplete it?\n  We formalize this problem and relate it to concepts from non-monotonic\nreasoning well researched in Artificial Intelligence. The results are\ninteresting for both practitioners and theoreticians. Practitioners will find a\ntechnique facilitating an interactive configuration process and experiments\nsupporting feasibility of the approach. Theoreticians will find links between\nwell-known formal concepts and a concrete practical application.\n","Comment: to appear in SOFSEM 2010"]}]
["0910.3923",{"format":[],"subject":["Mathematical Physics","Nonlinear Sciences - Exactly Solvable and Integrable Systems","34A05 (Primary) 35C05, 35A99 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3923"],"date":["2009-10-20"],"type":["text"],"creator":["Kosovtsov, Yu. N."],"language":[],"coverage":[],"title":["Formal exact operator solutions to nonlinear differential equations"],"description":["  The compact explicit expressions for formal exact operator solutions to\nCauchy problem for sufficiently general systems of nonlinear differential\nequations (ODEs and PDEs) in the form of chronological operator exponents are\ngiven. The variant of exact solutions in the form of ordinary (without\nchronologization) operator exponents are proposed.\n","Comment: 8 pages"]}]
["0910.3930",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3930"],"date":["2009-10-20"],"type":["text"],"creator":["Gaponenko, Andrei","Collaboration, for the ATLAS"],"language":[],"coverage":[],"title":["Top quark pair cross section prospects in ATLAS"],"description":["  The observation of the top quark will be an important milestone in ATLAS.\nThis talk reviews methods that ATLAS plans to use to observe the top quark pair\nproduction process and measure its cross section.\n","Comment: 5 pages, 8 figures. To be published in the proceedings of DPF-2009,\n  Detroit, MI, July 2009, eConf C090726"]}]
["0910.3937",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Differential Geometry","32U05, 32U40, 53C55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3937"],"date":["2009-10-20"],"type":["text"],"creator":["Dinew, Slawomir","Kolodziej, Slawomir"],"language":[],"coverage":[],"title":["Pluripotential estimates on compact Hermitian manifolds"],"description":["  We discuss pluripotential aspects of the Monge-Amp\\`ere equations on compact\nHermitian manifolds and prove $L^{\\infty}$ estimates for any metric, as well as\nthe existence of weak solutions under an extra assumption.\n","Comment: 14 pages; preliminary version"]}]
["gr-qc/0211063",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0211063","Comm. Partial Differential Equations 29 (2004), 237-262."],"date":["2002-11-18"],"type":["text"],"creator":["Andreasson, Hakan","Rendall, Alan D.","Weaver, Marsha"],"language":[],"coverage":[],"title":["Existence of CMC and constant areal time foliations in T^2 symmetric\n  spacetimes with Vlasov matter"],"description":["  The global structure of solutions of the Einstein equations coupled to the\nVlasov equation is investigated in the presence of a two-dimensional symmetry\ngroup. It is shown that there exist global CMC and areal time foliations. The\nproof is based on long-time existence theorems for the partial differential\nequations resulting from the Einstein-Vlasov system when conformal or areal\ncoordinates are introduced.\n","Comment: 31 pages"]}]
["hep-ph/0412191",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0412191"],"date":["2004-12-14","2009-10-21"],"type":["text"],"creator":["Pukhov, Alexander"],"language":[],"coverage":[],"title":["CalcHEP 2.3: MSSM, structure functions, event generation, batchs, and\n  generation of matrix elements for other packages"],"description":["  CalcHEP is a package for computation of Feynman diagrams and integration over\nmulti-particle phase space. The main idea prescribed into CalcHEP is to make\navailable passing on from Lagrangians to the final distributions effectively\nwith a high level of automation. This article presents new options of CalcHEP\navailable in version 2.3. They are a) MSSM model with different SUGRA\nscenarios, b) interface with PDFLIB and implementation of new MRST/CTEQ\nstructure functions, c) realization of approach to structure functions for\nmodels with diagonal CKM, d) generation of events and interface with PYTHIA, e)\ncalculations in non-interactive (batch) regime, f)generation of code of\ndifferent matrix elements for other programs, g) many new interface facilities.\n"]}]
["physics/0508206",{"format":[],"subject":["Physics - Physics and Society","Quantitative Finance - General Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0508206","Advances in Complex Systems, vol. 10, no. 1 (2007), pp. 29-51"],"date":["2005-08-29"],"type":["text"],"creator":["Battiston, Stefano","Rodrigues, João F.","Zeytinoglu, Hamza"],"language":[],"coverage":[],"title":["The Network of Inter-Regional Direct Investment Stocks across Europe"],"description":["  We propose a methodological framework to study the dynamics of inter-regional\ninvestment flow in Europe from a Complex Networks perspective, an approach with\nrecent proven success in many fields including economics. In this work we study\nthe network of investment stocks in Europe at two different levels: first, we\ncompute the inward-outward investment stocks at the level of firms, based on\nownership shares and number of employees; then we estimate the inward-outward\ninvestment stock at the level of regions in Europe, by aggregating the\nownership network of firms, based on their headquarter location. Despite the\nintuitive value of this approach for EU policy making in economic development,\nto our knowledge there are no similar works in the literature yet. In this\npaper we focus on statistical distributions and scaling laws of activity,\ninvestment stock and connectivity degree both at the level of firms and at the\nlevel of regions. In particular we find that investment stock of firms is power\nlaw distributed with an exponent very close to the one found for firm activity.\nOn the other hand investment stock and activity of regions turn out to be\nlog-normal distributed. At both levels we find scaling laws relating investment\nto activity and connectivity. In particular, we find that investment stock\nscales with connectivity in a similar way as has been previously found for\nstock market data, calling for further investigations on a possible general\nscaling law holding true in economical networks.\n","Comment: 27 pages, 17 figures"]}]
["physics/0610222",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0610222","Journal of Applied Mechanics, July 2008, Vol. 75 / 041010","doi:10.1115/1.2912742"],"date":["2006-10-24","2009-10-20"],"type":["text"],"creator":["Barton, Sean A."],"language":[],"coverage":[],"title":["Stability Analysis of an Inflatable Vacuum Chamber"],"description":["  A light-weight \"inflatable\" tensioned-membrane-structure vacuum container is\nproposed and its stability is analyzed. The proposed structure consists of a\npressurized lobed cylindrical \"wall\" surrounding a central evacuated space.\nStability is analyzed by discretizing the system and diagonalizing the second\nderivative of the potential energy. The structure is found to be stable when\nthe pressure in the wall is greater than a critical pressure. When membranes\nare non-elastic, the critical pressure is found to be greater than the pressure\nrequired for equilibrium by a factor of 4/3. When membranes have only finite\nstiffness, a first order correction to the critical pressure is found.\nPreliminary experimental data shows that a stable structure can be made in this\nway, and that the observed critical pressure is consistent with theory. It is\nalso found that such structures can be designed to have net positive buoyancy\nin air.\n","Comment: 12 pages, 6 figures; v.2 equation (16) and minor typos corrected; v.3\n  additional discussions added from reviewer suggestions; v.4 updated in\n  response to new reviewer suggestions, 18 pages, 7 figures; v.5 corrected typo\n  at line 321"]}]
["quant-ph/0610028",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0610028"],"date":["2006-10-05","2009-10-21"],"type":["text"],"creator":["Shabani, A.","Lidar, D. A."],"language":[],"coverage":[],"title":["Quantum Error Correction Beyond Completely Positive Maps"],"description":["  By introducing an operator sum representation for arbitrary linear maps, we\ndevelop a generalized theory of quantum error correction (QEC) that applies to\nany linear map, in particular maps that are not completely positive (CP). This\ntheory of \"linear quantum error correction\" is applicable in cases where the\nstandard and restrictive assumption of a factorized initial system-bath state\ndoes not apply.\n","Comment: This paper has been withdrawn as it has been superseded by\n  arXiv:0808.0175 and arXiv:0902.2478"]}]
