["0705.3363",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3363","Int.J.Mod.Phys.D17:2433-2438,2009","doi:10.1142/S0218271808014102"],"date":["2007-05-23"],"type":["text"],"creator":["Fabbri, Alessandro","Procopio, Giovanni Paolo"],"language":[],"coverage":[],"title":["The Holographic Interpretation of Hawking Radiation"],"description":["  Holography gives us a tool to view the Hawking effect from a new, classical\nperspective. In the context of Randall-Sundrum braneworld models, we show that\nthe basic features of four-dimensional evaporating solutions are nicely\ntranslated into classical five-dimensional language. This includes the dual\nbulk description of particles tunneling through the horizon.\n","Comment: 10 pages, 1 figure, Honorable Mention in the Gravity Research\n  Foundation Essay Competition 2007"]}]
["0706.0162",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0162","JHEP 0711:091,2007","doi:10.1088/1126-6708/2007/11/091"],"date":["2007-06-01","2007-10-25"],"type":["text"],"creator":["Myers, Robert C.","Starinets, Andrei O.","Thomson, Rowan M."],"language":[],"coverage":[],"title":["Holographic spectral functions and diffusion constants for fundamental\n  matter"],"description":["  The holographic dual of large-Nc super-Yang-Mills coupled to a small number\nof flavours of fundamental matter, Nf << Nc, is described by Nf probe D7-branes\nin the gravitational background of Nc black D3-branes. This system undergoes a\nfirst order phase transition characterised by the `melting' of the mesons. We\nstudy the high temperature phase in which the D7-branes extend through the\nblack hole horizon. In this phase, we compute the spectral function for vector,\nscalar and pseudoscalar modes on the D7-brane probe. We also compute the\ndiffusion constant for the flavour currents.\n","Comment: LaTex, 66 pages, 18 figures, final version"]}]
["0707.2610",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2610","ApJ, 669, 1011 (2007)","doi:10.1086/521813"],"date":["2007-07-17"],"type":["text"],"creator":["Cunha, Katia","Sellgren, Kris","Smith, Verne V.","Ramirez, Solange V.","Blum, Robert D.","Terndrup, Donald M."],"language":[],"coverage":[],"title":["Chemical Abundances of Luminous Cool Stars in the Galactic Center from\n  High-Resolution Infrared Spectroscopy"],"description":["  We present chemical abundances in a sample of luminous cool stars located\nwithin 30 pc of the Galactic Center. Abundances of carbon, nitrogen, oxygen,\ncalcium, and iron were derived from high-resolution infrared spectra in the H-\nand K-bands. The abundance results indicate that both [O/Fe] and [Ca/Fe] are\nenhanced respectively by averages of +0.2 and +0.3 dex, relative to either the\nSun or the Milky Way disk at near solar Fe abundances. The Galactic Center\nstars show a nearly uniform and nearly solar iron abundance. The mean value of\nA(Fe) = 7.59 +- 0.06 agrees well with previous work. The total range in Fe\nabundance among Galactic Center stars, 0.16 dex, is significantly narrower than\nthe iron abundance distributions found in the literature for the older bulge\npopulation. Our snapshot of the current-day Fe abundance within 30 pc of the\nGalactic Center samples stars with an age less than 1 Gyr; a larger sample in\ntime (or space) may find a wider spread in abundances.\n","Comment: ApJ, in press; 30 pages text + 9 color figures"]}]
["0708.3564",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Cryptography and Security","F.3.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3564"],"date":["2007-08-27","2009-03-20"],"type":["text"],"creator":["Comon-Lundh, Hubert","Cortier, Véronique","Zalinescu, Eugen"],"language":[],"coverage":[],"title":["Deciding security properties for cryptographic protocols. Application to\n  key cycles"],"description":["  There is a large amount of work dedicated to the formal verification of\nsecurity protocols. In this paper, we revisit and extend the NP-complete\ndecision procedure for a bounded number of sessions. We use a, now standard,\ndeducibility constraints formalism for modeling security protocols. Our first\ncontribution is to give a simple set of constraint simplification rules, that\nallows to reduce any deducibility constraint system to a set of solved forms,\nrepresenting all solutions (within the bound on sessions).\n  As a consequence, we prove that deciding the existence of key cycles is\nNP-complete for a bounded number of sessions. The problem of key-cycles has\nbeen put forward by recent works relating computational and symbolic models.\nThe so-called soundness of the symbolic model requires indeed that no key cycle\n(e.g., enc(k,k)) ever occurs in the execution of the protocol. Otherwise,\nstronger security assumptions (such as KDM-security) are required.\n  We show that our decision procedure can also be applied to prove again the\ndecidability of authentication-like properties and the decidability of a\nsignificant fragment of protocols with timestamps.\n","Comment: revised version (corrected small mistakes, improved presentation); to\n  be published in ACM Transactions on Computational Logic; 39 pages"]}]
["0709.0199",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0199","Prog. Theor. Phys. 121 (2009), 419","doi:10.1143/PTP.121.419"],"date":["2007-09-03","2007-09-05"],"type":["text"],"creator":["Izumi, Keisuke","Tanaka, Takahiro"],"language":[],"coverage":[],"title":["No de Sitter invariant vacuum in massive gravity theory with ghost"],"description":["  In this letter we point out that the massive gravity theory with a graviton\nghost mode in de Sitter background cannot possess a de Sitter invariant vacuum\nstate. In order to avoid a negative norm state, we must associate the creation\noperator of the ghost mode with a negative-energy mode function instead of a\npositive-energy one as the mode function. Namely, we have to adopt a different\nprocedure of quantization for a ghost. When a theory has a symmetry mixing a\nghost mode with ordinary non-ghost modes, the choice of a ghost mode is not\nunique. However, quantization of a ghost is impossible without specifying a\nchoice of ghost mode, which breaks the symmetry. For this reason, the vacuum\nstate cannot respect the symmetry. In the massive gravity theory with a\ngraviton ghost mode in de Sitter background, the ghost is the helicity-0 mode\nof the graviton. This ghost mode is mixed with the other helicity graviton\nmodes under the action of de Sitter symmetry. Therefore, there is no de Sitter\ninvariant vacuum in such models. This leads to an interesting possibility that\nnon-covariant cutoff of the low energy effective theory may naturally arise. As\na result, the instability due to the pair production of a ghost and normal\nnon-ghost particles gets much milder and that the model may escape from being\nrejected.\n","Comment: 5 pages"]}]
["0709.4674",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4674","Int.J.Mod.Phys.D17:2507-2514,2009","doi:10.1142/S0218271808013996"],"date":["2007-09-28","2009-03-16"],"type":["text"],"creator":["Herrera, L."],"language":[],"coverage":[],"title":["Possible way out of the Hawking paradox: Erasing the information at the\n  horizon"],"description":["  We show that small deviations from spherical symmetry, described by means of\nexact solutions to Einstein equations, provide a mechanism to \"bleach\" the\ninformation about the collapsing body as it falls through the aparent horizon,\nthereby resolving the information loss paradox. The resulting picture and its\nimplication related to the Landauer's principle in the presence of a\ngravitational field, is discussed.\n","Comment: 11 pages, Latex. Some comments added to answer to some raised\n  questions. Typos corected. Final version, to appear in Int. J. Modern. Phys.\n  D"]}]
["0710.1814",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Statistical Mechanics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1814","Prog.Theor.Phys.Suppl.176:375-383,2008","doi:10.1143/PTPS.176.375"],"date":["2007-10-09","2007-12-11"],"type":["text"],"creator":["Seel, Alexander","Göhmann, Frank","Klümper, Andreas"],"language":[],"coverage":[],"title":["From multiple integrals to Fredholm determinants"],"description":["  We consider a multiple integral representation for the finite temperature\ndensity-density correlation functions of the one-dimensional Bose gas with\ndelta function interaction in the limits of infinite and vanishing repulsion.\nIn the former case a known Fredholm determinant is recovered. In the latter\ncase a similar expression appears with permanents replacing determinants.\n","Comment: 11 pages, section on the free Boson limit added"]}]
["0710.3868",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3868","Astrophys.J.693:85-96,2009","doi:10.1088/0004-637X/693/1/85"],"date":["2007-10-20","2009-02-19"],"type":["text"],"creator":["Lithwick, Yoram"],"language":[],"coverage":[],"title":["Formation, Survival, and Destruction of Vortices in Accretion Disks"],"description":["  Two dimensional hydrodynamical disks are nonlinearly unstable to the\nformation of vortices. Once formed, these vortices essentially survive forever.\nWhat happens in three dimensions? We show with pseudospectral simulations that\nin 3D a vortex in a short box forms and survives just as in 2D. But a vortex in\na tall box is unstable and is destroyed. In our simulation, the unstable vortex\ndecays into a transient turbulent-like state that transports angular momentum\noutward at a nearly constant rate for hundreds of orbital times. The 3D\ninstability that destroys vortices is a generalization of the 2D instability\nthat forms them. We derive the conditions for these nonlinear instabilities to\nact by calculating the coupling between linear modes, and thereby derive the\ncriterion for a vortex to survive in 3D as it does in 2D: the azimuthal extent\nof the vortex must be larger than the scale height of the accretion disk. When\nthis criterion is violated, the vortex is unstable and decays. Because vortices\nare longer in azimuthal than in radial extent by a factor that is inversely\nproportional to their excess vorticity, a vortex with given radial extent will\nonly survive in a 3D disk if it is sufficiently weak. This counterintuitive\nresult explains why previous 3D simulations always yielded decaying vortices:\ntheir vortices were too strong. We conclude that in protoplanetary disks weak\nvortices can trap dust and serve as the nurseries of planet formation. Decaying\nstrong vortices might be responsible for the outwards transport of angular\nmomentum that is required to make accretion disks accrete.\n","Comment: ApJ. in press, 13 pages, 8 figures"]}]
["0710.5376",{"format":[],"subject":["Computer Science - Information Theory","E.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5376"],"date":["2007-10-29","2009-03-20"],"type":["text"],"creator":["Bross, Shraga","Lapidoth, Amos","Tinguely, Stephan"],"language":[],"coverage":[],"title":["Broadcasting Correlated Gaussians"],"description":["  We consider the transmission of a memoryless bivariate Gaussian source over\nan average-power-constrained one-to-two Gaussian broadcast channel. The\ntransmitter observes the source and describes it to the two receivers by means\nof an average-power-constrained signal. Each receiver observes the transmitted\nsignal corrupted by a different additive white Gaussian noise and wishes to\nestimate the source component intended for it. That is, Receiver~1 wishes to\nestimate the first source component and Receiver~2 wishes to estimate the\nsecond source component. Our interest is in the pairs of expected squared-error\ndistortions that are simultaneously achievable at the two receivers.\n  We prove that an uncoded transmission scheme that sends a linear combination\nof the source components achieves the optimal power-versus-distortion trade-off\nwhenever the signal-to-noise ratio is below a certain threshold. The threshold\nis a function of the source correlation and the distortion at the receiver with\nthe weaker noise.\n","Comment: submitted to the IEEE Transactions on Information Theory"]}]
["0711.2420",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2420","Astrophys.J.677:1216-1220,2008","doi:10.1086/533487"],"date":["2007-11-15","2009-03-06"],"type":["text"],"creator":["Hinderer, Tanja"],"language":[],"coverage":[],"title":["Tidal Love numbers of neutron stars"],"description":["  For a variety of fully relativistic polytropic neutron star models we\ncalculate the star's tidal Love number k2. Most realistic equations of state\nfor neutron stars can be approximated as a polytrope with an effective index\nn~0.5-1.0. The equilibrium stellar model is obtained by numerical integration\nof the Tolman-Oppenheimer-Volkhov equations. We calculate the linear l=2 static\nperturbations to the Schwarzschild spacetime following the method of Thorne and\nCampolattaro. Combining the perturbed Einstein equations into a single second\norder differential equation for the perturbation to the metric coefficient\ng_tt, and matching the exterior solution to the asymptotic expansion of the\nmetric in the star's local asymptotic rest frame gives the Love number. Our\nresults agree well with the Newtonian results in the weak field limit. The\nfully relativistic values differ from the Newtonian values by up to ~24%. The\nLove number is potentially measurable in gravitational wave signals from\ninspiralling binary neutron stars.\n","Comment: corrected Eqs. (20) and (23) and entries in Table (1)"]}]
["0711.3263",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3263","Physica A: Statistical Mechanics and its Applications, Vol.\n  387:3335-3347, 2008","doi:10.1016/j.physa.2008.02.016"],"date":["2007-11-21"],"type":["text"],"creator":["Kong, Joseph S.","Roychowdhury, Vwani P."],"language":[],"coverage":[],"title":["Preferential survival in models of complex ad hoc networks"],"description":["  There has been a rich interplay in recent years between (i) empirical\ninvestigations of real world dynamic networks, (ii) analytical modeling of the\nmicroscopic mechanisms that drive the emergence of such networks, and (iii)\nharnessing of these mechanisms to either manipulate existing networks, or\nengineer new networks for specific tasks. We continue in this vein, and study\nthe deletion phenomenon in the web by following two different sets of web-sites\n(each comprising more than 150,000 pages) over a one-year period. Empirical\ndata show that there is a significant deletion component in the underlying web\nnetworks, but the deletion process is not uniform. This motivates us to\nintroduce a new mechanism of preferential survival (PS), where nodes are\nremoved according to a degree-dependent deletion kernel. We use the mean-field\nrate equation approach to study a general dynamic model driven by Preferential\nAttachment (PA), Double PA (DPA), and a tunable PS, where c nodes (c<1) are\ndeleted per node added to the network, and verify our predictions via\nlarge-scale simulations. One of our results shows that, unlike in the case of\nuniform deletion, the PS kernel when coupled with the standard PA mechanism,\ncan lead to heavy-tailed power law networks even in the presence of extreme\nturnover in the network. Moreover, a weak DPA mechanism, coupled with PS, can\nhelp make the network even more heavy-tailed, especially in the limit when\ndeletion and insertion rates are almost equal, and the overall network growth\nis minimal. The dynamics reported in this work can be used to design and\nengineer stable ad hoc networks and explain the stability of the power law\nexponents observed in real-world networks.\n","Comment: 9 pages, 6 figures"]}]
["0801.1844",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Complex Variables","47B33"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1844","J. Functional Analysis 255 (2008), 1995-2012"],"date":["2008-01-11","2009-03-20"],"type":["text"],"creator":["Bourdon, Paul S.","Shapiro, Joel H."],"language":[],"coverage":[],"title":["Adjoints of rationally induced composition operators"],"description":["  We give an elementary proof of a formula recently obtained by Hammond,\nMoorhouse, and Robbins for the adjoint of a rationally induced composition\noperator on the Hardy space H^2. We discuss some variants and implications of\nthis formula, and use it to provide a sufficient condition for a rationally\ninduced composition operator adjoint to be a compact perturbation of a weighted\ncomposition operator.\n","Comment: 21 pages, Published Version"]}]
["0801.3052",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3052"],"date":["2008-01-19","2009-03-19"],"type":["text"],"creator":["Dudley, R. M.","Sidenko, Sergiy","Wang, Zuoqin"],"language":[],"coverage":[],"title":["Differentiability of M-functionals of location and scatter based on t\n  likelihoods"],"description":["  The paper aims at finding widely and smoothly defined nonparametric location\nand scatter functionals. As a convenient vehicle, maximum likelihood estimation\nof the location vector m and scatter matrix S of an elliptically symmetric t\ndistribution on d-dimensional space with degrees of freedom larger than 1\nextends to an M-functional defined on all probability distributions P in a\nweakly open, weakly dense domain U. Here U consists of P not putting too much\nmass in hyperplanes of dimension < d, as shown for empirical measures by Kent\nand Tyler, Ann. Statist. 1991. It is shown here that (m,S) is analytic on U,\nfor the bounded Lipschitz norm, or for d=1, for the sup norm on distribution\nfunctions. For k=1,2,..., and other norms, depending on k and more directly\nadapted to t functionals, one has continuous differentiability of order k,\nallowing the delta-method to be applied to (m,S) for any P in U, which can be\narbitrarily heavy-tailed. These results imply asymptotic normality of the\ncorresponding M-estimators (m_n,S_n). In dimension d=1 only, the t functionals\nextend to be defined and weakly continuous at all t.\n","Comment: 47 pages"]}]
["0801.3365",{"format":[],"subject":["Mathematical Physics","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3365","Commun.Math.Phys.287:523-563,2009","doi:10.1007/s00220-008-0671-6"],"date":["2008-01-22","2008-03-03"],"type":["text"],"creator":["Brunetti, Romeo","Ruzzi, Giuseppe"],"language":[],"coverage":[],"title":["Quantum charges and spacetime topology: The emergence of new\n  superselection sectors"],"description":["  In which is developed a new form of superselection sectors of topological\norigin. By that it is meant a new investigation that includes several\nextensions of the traditional framework of Doplicher, Haag and Roberts in local\nquantum theories. At first we generalize the notion of representations of nets\nof C*-algebras, then we provide a brand new view on selection criteria by\nadopting one with a strong topological flavour. We prove that it is coherent\nwith the older point of view, hence a clue to a genuine extension. In this\nlight, we extend Roberts' cohomological analysis to the case where 1--cocycles\nbear non trivial unitary representations of the fundamental group of the\nspacetime, equivalently of its Cauchy surface in case of global hyperbolicity.\nA crucial tool is a notion of group von Neumann algebras generated by the\n1-cocycles evaluated on loops over fixed regions. One proves that these group\nvon Neumann algebras are localized at the bounded region where loops start and\nend and to be factorial of finite type I. All that amounts to a new invariant,\nin a topological sense, which can be defined as the dimension of the factor. We\nprove that any 1-cocycle can be factorized into a part that contains only the\ncharge content and another where only the topological information is stored.\nThis second part resembles much what in literature are known as geometric\nphases. Indeed, by the very geometrical origin of the 1-cocycles that we\ndiscuss in the paper, they are essential tools in the theory of net bundles,\nand the topological part is related to their holonomy content. At the end we\nprove the existence of net representations.\n"]}]
["0801.4137",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Classical Analysis and ODEs","33E99","39A70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4137","Algebra i Analiz (St. Petersburg Math. J.) 20 (2008), no. 5,\n  155-185"],"date":["2008-01-27","2009-03-20"],"type":["text"],"creator":["Spiridonov, V. P."],"language":[],"coverage":[],"title":["Continuous biorthogonality of the elliptic hypergeometric function"],"description":["  We construct a family of continuous biorthogonal functions related to an\nelliptic analogue of the Gauss hypergeometric function. The key tools used for\nthat are the elliptic beta integral and the integral Bailey chain introduced\nearlier by the author. Relations to the Sklyanin algebra and elliptic analogues\nof the Faddeev modular double are discussed in detail.\n","Comment: 23 pages; minor modifications"]}]
["0802.0723",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0723","Commun.Math.Phys.287:459-488,2009","doi:10.1007/s00220-008-0595-1"],"date":["2008-02-05"],"type":["text"],"creator":["Grigorian, Sergey","Yau, Shing-Tung"],"language":[],"coverage":[],"title":["Local geometry of the G2 moduli space"],"description":["  We consider deformations of torsion-free G2 structures, defined by the\nG2-invariant 3-form $\\phi$ and compute the expansion of the Hodge star of\n$\\phi$ to fourth order in the deformations of $\\phi$. By considering M-theory\ncompactified on a G2 manifold, the G2 moduli space is naturally complexified,\nand we get a Kahler metric on it. Using the expansion of the Hodge star of\n$\\phi$ we work out the full curvature of this metric and relate it to the\nYukawa coupling.\n","Comment: 27 pages"]}]
["0802.1044",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1044","Prog. Theor. Phys. 121 (2009), 391","doi:10.1143/PTP.121.391"],"date":["2008-02-07","2008-02-10"],"type":["text"],"creator":["Hamada, Masanori","Nakanishi, Akira","Goto, Akira","Ozaki, Masa-aki"],"language":[],"coverage":[],"title":["Symmetry Classes of Spin and Orbital Ordered States in a t_{2g} Hubbard\n  Model on a Two-dimensional Square Lattice"],"description":["  This paper presents symmetry classes of the Hartree-Fock (HF) solutions of\nspin and orbital ordered states in a t_{2g} Hubbard model on a two-dimensional\nsquare lattice. Using a group theoretical bifurcation theory of the Hartree\nFock equation, we obtained many types of broken symmetry solutions which\nbifurcate from the normal state through one step transition in cases of\ncommensurate ordering vectors Q_0=(0,0), Q_1=(\\pi,\\pi), Q_2=(\\pi,0) and\nQ_3=(0,\\pi). Each broken symmetry state is characterized by the presence of\nlocal order parameters(LOP) at each lattice site: quadrupole moment\nQ=(Q_2^2,Q_{12},Q_{23},Q_{31}), orbital angular momentum l=(l_1,l_2,l_3), spin\ndensity s=(s^1,s^2,s^3), spin quadrupole moment Q^{\\lambda}=(Q_2^{2\\lambda},\nQ_{12}^{\\lambda},Q_{23}^{\\lambda},Q_{31}^{\\lambda}) and spin orbital angular\nmomentum l^{\\lambda}=(l_1^{\\lambda},l_2^{\\lambda},l_3^{\\lambda}) where\n\\lambda=1,2,3. We performed numerical calculations for some parameter sets.\nThen we have found that many types of non-collinear magnetic orbital ordered\nstates having LOP:Q^{\\lambda} and l^{\\lambda} can be the ground state for these\nparameter sets.\n","Comment: 46 pages with 4 figures"]}]
["0802.1588",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1588","Int.J.Mod.Phys.D17:2549-2553,2009","doi:10.1142/S0218271808014187"],"date":["2008-02-12"],"type":["text"],"creator":["Brout, R."],"language":[],"coverage":[],"title":["Entanglement and Thermodynamics of Black Hole Entropy"],"description":["  Using simple conditions drawn from the stability of the cosmos in terms of\nvacuum energy density, the cut-off momentum of entanglement is related to the\nplanckian mass. In so doing the black hole entropy is shown to be independent\nof the number of field species that contribute to vacuum fluctuations. And this\nis in spite of the fact that the number of field species is a linear\nmultiplicand of the entanglement entropy when this latter is expressed in terms\nof the fundamental momentum cut-off of all fields.\n","Comment: 5 pages"]}]
["0802.1642",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1642","Commun.Math.Phys.287:513-522,2009","doi:10.1007/s00220-008-0670-7"],"date":["2008-02-12","2008-03-31"],"type":["text"],"creator":["Chilian, Bruno","Fredenhagen, Klaus"],"language":[],"coverage":[],"title":["The time slice axiom in perturbative quantum field theory on globally\n  hyperbolic spacetimes"],"description":["  The time slice axiom states that the observables which can be measured within\nan arbitrarily small time interval suffice to predict all other observables.\nWhile well known for free field theories where the validity of the time slice\naxiom is an immediate consequence of the field equation it was not known\nwhether it also holds in generic interacting theories, the only exception being\ncertain superrenormalizable models in 2 dimensions. In this paper we prove that\nthe time slice axiom holds at least for scalar field theories within formal\nrenormalized perturbation theory.\n","Comment: 14 pages, 1 figure, added reference for introduction, corrected\n  typos, corrected a mistake in the proof in section 3"]}]
["0802.2068",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2068","JCAP 0806:009,2008","doi:10.1088/1475-7516/2008/06/009"],"date":["2008-02-14","2008-06-10"],"type":["text"],"creator":["Golovnev, Alexey","Mukhanov, Viatcheslav","Vanchurin, Vitaly"],"language":[],"coverage":[],"title":["Vector Inflation"],"description":["  We propose a scenario where inflation is driven by non-minimally coupled\nmassive vector fields. In an isotropic homogeneous universe these fields behave\nin presicely the same way as a massive minimally coupled scalar field.\nTherefore our model is very similar to the model of chaotic inflation with\nscalar field. For vector fields the isotropy of expansion is achived either by\nconsidering a triplet of orthogonal vector fields or for the expense of $N$\nrandomly oriented vector fields. In the last case the substantial anisotropy of\nthe expansion of order $1/\\sqrt{N}$ survives until the end of inflation. The\nlightest vector fields might also force the late time acceleration of the\nUniverse.\n","Comment: 6 pages; minor changes"]}]
["0803.0400",{"format":[],"subject":["Mathematics - Combinatorics","05A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0400"],"date":["2008-03-04","2009-03-20"],"type":["text"],"creator":["Fusy, Eric","Poulalhon, Dominique","Schaeffer, Gilles"],"language":[],"coverage":[],"title":["Bijective counting of plane bipolar orientations and Schnyder woods"],"description":["  A bijection $\\Phi$ is presented between plane bipolar orientations with\nprescribed numbers of vertices and faces, and non-intersecting triples of\nupright lattice paths with prescribed extremities. This yields a combinatorial\nproof of the following formula due to R. Baxter for the number $\\Theta_{ij}$ of\nplane bipolar orientations with $i$ non-polar vertices and $j$ inner faces:\n$\\Theta_{ij}=2\\frac{(i+j)!(i+j+1)!(i+j+2)!}{i!(i+1)!(i+2)!j!(j+1)!(j+2)!}$. In\naddition, it is shown that $\\Phi$ specializes into the bijection of Bernardi\nand Bonichon between Schnyder woods and non-crossing pairs of Dyck words.\n","Comment: An extended abstract describing the bijection without proofs has\n  appeared in the proceedings of Eurocomb'07"]}]
["0803.3469",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3469","Commun.Math.Phys.287:749-767,2009","doi:10.1007/s00220-008-0635-x"],"date":["2008-03-24","2008-05-20"],"type":["text"],"creator":["Grushevsky, Samuel"],"language":[],"coverage":[],"title":["Superstring scattering amplitudes in higher genus"],"description":["  In this paper we continue the program pioneered by D'Hoker and Phong, and\nrecently advanced by Cacciatori, Dalla Piazza, and van Geemen, of finding the\nchiral superstring measure by constructing modular forms satisfying certain\nfactorization constraints. We give new expressions for their proposed ans\\\"atze\nin genera 2 and 3, respectively, which admit a straightforward generalization.\nWe then propose an ansatz in genus 4 and verify that it satisfies the\nfactorization constraints and gives a vanishing cosmological constant. We\nfurther conjecture a possible formula for the superstring amplitudes in any\ngenus, subject to the condition that certain modular forms admit holomorphic\nroots.\n","Comment: Minor changes; final version to appear in Comm. Math. Phys"]}]
["0805.1834",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1834","Class.Quant.Grav.26:075005,2009","doi:10.1088/0264-9381/26/7/075005"],"date":["2008-05-13"],"type":["text"],"creator":["Multamäki, Tuomas","Vainio, Jaakko","Vilja, Iiro"],"language":[],"coverage":[],"title":["Maximal symmetry and metric-affine f(R) gravity"],"description":["  The affine connection in a space-time with a maximally symmetric spatial\nsubspace is derived using the properties of maximally symmetric tensors. The\nnumber of degrees of freedom in metric-affine gravity is thereby considerably\nreduced while the theory allows spatio-temporal torsion and remains non-metric.\nThe Ricci tensor and scalar are calculated in terms of the connection and the\nfield equations derived for the Einstein-Hilbert as wells as for f(R)\nLagrangians. By considering specific forms of f(R), we demonstrate that the\nresulting Friedmann equations in Palatini formalism without torsion and\nmetric-affine formalism with maximal symmetry are in general different in the\npresence of matter.\n","Comment: 7 pages"]}]
["0805.2330",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2330","Int.J.Mod.Phys.D17:2521-2525,2009","doi:10.1142/S0218271808014023"],"date":["2008-05-15"],"type":["text"],"creator":["Gasperini, M."],"language":[],"coverage":[],"title":["Why supersymmetry should be restored at the TeV scale"],"description":["  It is explained why the curvature associated to the vacuum energy density\narising from SUSY breaking cannot be completely transferred to the extra\nspatial dimensions of a bulk space-time manifold, and it is shown -- without\nusing hierarchy arguments but only the results of current large-scale\nobservations -- why the Tev scale should correspond to the maximal allowed\nSUSY-breaking scale.\n","Comment: 6 pages. Essay written for the 2008 Awards for Essays on Gravitation\n  (Gravity Research Foundation, USA), and awarded with \"Honorable Mention\""]}]
["0805.2373",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2373","Int.J.Mod.Phys.D17:2475-2484,2009","doi:10.1142/S0218271808013960"],"date":["2008-05-15"],"type":["text"],"creator":["Swain, John"],"language":[],"coverage":[],"title":["Exotic Statistics for Ordinary Particles in Quantum Gravity"],"description":["  Objects exhibiting statistics other than the familiar Bose and Fermi ones are\nnatural in theories with topologically nontrivial objects including geons,\nstrings, and black holes. It is argued here from several viewpoints that the\nstatistics of ordinary particles with which we are already familiar are likely\nto be modified due to quantum gravity effects. In particular, such\nmodifications are argued to be present in loop quantum gravity and in any\ntheory which represents spacetime in a fundamentally piecewise-linear fashion.\nThe appearance of unusual statistics may be a generic feature (such as the\ndeformed position-momentum uncertainty relations and the appearance of a\nfundamental length scale) which are to be expected in any theory of quantum\ngravity, and which could be testable.\n","Comment: Awarded an honourable mention in the 2008 Gravity Research Foundation\n  Essay Competition"]}]
["0805.2584",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2584","Int.J.Mod.Phys.D17:2485-2493,2009","doi:10.1142/S0218271808013972"],"date":["2008-05-16","2009-03-13"],"type":["text"],"creator":["Aldrovandi, R.","Pereira, J. G."],"language":[],"coverage":[],"title":["Is Physics Asking for a New Kinematics?"],"description":["  It is discussed whether some of the consistency problems of present-day\nphysics could be solved by replacing special relativity, whose underlying\nkinematics is ruled by the Poincare' group, by de Sitter relativity, with\nunderlying kinematics ruled by the de Sitter group. In contrast to ordinary\nspecial relativity, which seems to fail at the Planck scale, this new\nrelativity is \"universal\" in the sense that it holds at all energy scales.\n","Comment: 8 pages, no figures; Honorable Mention in the Gravity Research\n  Foundation essay contest, 2008. V2: Small presentation change, reference\n  added; matches published version"]}]
["0805.2668",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2668","Int.J.Mod.Phys.D17:2555-2562,2009","doi:10.1142/S0218271808014060"],"date":["2008-05-17"],"type":["text"],"creator":["Krasnov, Kirill","Shtanov, Yuri"],"language":[],"coverage":[],"title":["Halos of Modified Gravity"],"description":["  We describe how a certain simple modification of general relativity, in which\nthe local cosmological constant is allowed to depend on the space-time\ncurvature, predicts the existence of halos of modified gravity surrounding\nspherically-symmetric objects. We show that the gravitational mass of an object\nweighed together with its halo can be much larger than its gravitational mass\nas seen from inside the halo. This effect could provide an alternative\nexplanation of the dark-matter phenomenon in galaxies. In this case, the local\ncosmological constant in the solar system must be some six orders of magnitude\nlarger than its cosmic value obtained in the supernovae type Ia experiments.\nThis is well within the current experimental bounds, but may be directly\nobservable in the future high-precision experiments.\n","Comment: Honorable Mention in the 2008 Essay Competition of the Gravity\n  Research Foundation; 9 pages, 2 figures"]}]
["0805.2941",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2941","Int.J.Mod.Phys.D17:2495-2500,2009","doi:10.1142/S0218271808013984"],"date":["2008-05-19"],"type":["text"],"creator":["Kavic, Michael","Minic, Djordje","Simonetti, John"],"language":[],"coverage":[],"title":["Transient Astrophysical Pulses and Quantum Gravity"],"description":["  Searches for transient astrophysical pulses could open an exciting new window\ninto the fundamental physics of quantum gravity. In particular, an evaporating\nprimordial black hole in the presence of an extra dimension can produce a\ndetectable transient pulse. Observations of such a phenomenon can in principle\nexplore the electroweak energy scale, indicating that astrophysical probes of\nquantum gravity can successfully complement the exciting new physics expected\nto be discovered in the near future at the Large Hadron Collider.\n","Comment: 7 pages, This essay received an honorable mention in the Gravity\n  Research Foundation Essay Competition, 2008"]}]
["0805.4347",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4347","Phys. Rev. A 79, 012325 (2009)","doi:10.1103/PhysRevA.79.012325"],"date":["2008-05-28","2008-12-12"],"type":["text"],"creator":["Potocek, V.","Gabris, A.","Kiss, T.","Jex, I."],"language":[],"coverage":[],"title":["Optimized quantum random-walk search algorithms"],"description":["  Shenvi, Kempe and Whaley's quantum random-walk search (SKW) algorithm [Phys.\nRev. A 67, 052307 (2003)] is known to require $O(\\sqrt N)$ number of oracle\nqueries to find the marked element, where $N$ is the size of the search space.\nThe overall time complexity of the SKW algorithm differs from the best\nachievable on a quantum computer only by a constant factor. We present\nimprovements to the SKW algorithm which yield significant increase in success\nprobability, and an improvement on query complexity such that the theoretical\nlimit of a search algorithm succeeding with probability close to one is\nreached. We point out which improvement can be applied if there is more than\none marked element to find.\n","Comment: 7 pages, 2 figures. Major revision according to referee report"]}]
["0805.4614",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4614","Int.J.Mod.Phys.D17:2467-2474,2009","doi:10.1142/S0218271808014163"],"date":["2008-05-29"],"type":["text"],"creator":["He, Song","Zhang, Hongbao"],"language":[],"coverage":[],"title":["A covariant entropy bound conjecture on the dynamical horizon"],"description":["  As a compelling pattern for the holographic principle, our covariant entropy\nbound conjecture is proposed for more general dynamical horizons. Then we apply\nour conjecture to $\\Lambda$CDM cosmological models, where we find it imposes a\nnovel upper bound $10^{-90}$ on the cosmological constant for our own universe\nby taking into account the dominant entropy contribution from super-massive\nblack holes, which thus provides an alternative macroscopic perspective to\nunderstand the longstanding cosmological constant problem. As an intriguing\nimplication of this conjecture, we also discuss the possible profound relation\nbetween the present cosmological constant, the origin of mass, and the\nanthropic principle.\n","Comment: JHEP style, 9 pages, 1 figure, honorable mention award received from\n  Gravity Research Foundation for 2008 Essay Competition"]}]
["0806.1828",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1828","JCAP 0809:022,2008","doi:10.1088/1475-7516/2008/09/022"],"date":["2008-06-11","2008-10-22"],"type":["text"],"creator":["Huber, Stephan J.","Konstandin, Thomas"],"language":[],"coverage":[],"title":["Gravitational Wave Production by Collisions: More Bubbles"],"description":["  We reexamine the production of gravitational waves by bubble collisions\nduring a first-order phase transition. The spectrum of the gravitational\nradiation is determined by numerical simulations using the \"envelope\napproximation\". We find that the spectrum rises as f^3.0 for small frequencies\nand decreases as f^-1.0 for high frequencies. Thus, the fall-off at high\nfrequencies is significantly slower than previously stated in the literature.\nThis result has direct impact on detection prospects for gravity waves\noriginating from a strong first-order electroweak phase transition at\nspace-based interferometers, such as LISA or BBO. In addition, we observe a\nslight dependence of the peak frequency on the bubble wall velocity.\n","Comment: 15 pages, 4 figures; some comments added, published version"]}]
["0806.1987",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1987","AIP Conf.Proc.1015:3-21,2008","doi:10.1063/1.2939059"],"date":["2008-06-11"],"type":["text"],"creator":["Fukuyama, Takeshi"],"language":[],"coverage":[],"title":["Renormalizable minimal SO(10) GUT in 4D and 5D"],"description":["  This report is a review of the present status of GUT, especially\nrenormalizable minimal SO(10) GUT, and its future prospect.\n  It consists of two parts. In part I, I review how the minimal renormalizable\nsupersymmetric SO(10) GUT, an SO(10) framework with only one ${\\bf 10}$ and one\n$\\bar{\\bf 126}$ Higgs multiplets in the Yukawa sector, is attractive because of\nits high predictivity. Indeed it not only gave a consistent predictions on\nneutrino oscillation data but also did reasonable and interesting values for\nLeptogenesis, LFV, muon g-2, neutrinoless double beta decay etc. However, this\nmodel suffers from problems, apart from the small deviations from the observed\nvalues, related to running of gauge couplings and proton decay. The gauge\ncoupling unification may be spoiled due to the presence of intermediate scales\nmuch lighter than the grand unification (GUT) scale. In addition, the gauge\ncouplings blow up around the GUT scale because of the presence of Higgs\nmultiplets of large representations. In order to remedy these pathologies, in\npart II, we extend GUT into 5D. We propose two approaches: one is to consider\nthe warped extra dimension, using the bulk Higgs profile to explain the\nintermediate energy scales. Another is to use the orbifold GUT. Both approaches\nare complementary to each other.\n","Comment: A talk in the workshop on GUT held at Ritsumeikan Univ. on Dec.17-19\n  2007"]}]
["0806.3077",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3077","JCAP 0808:008,2008","doi:10.1088/1475-7516/2008/08/008"],"date":["2008-06-18","2008-07-21"],"type":["text"],"creator":["Fong, Chee Sheng","Gonzalez-Garcia, M. C."],"language":[],"coverage":[],"title":["On Quantum Effects in Soft Leptogenesis"],"description":["  It has been recently shown that quantum Boltzman equations may be relevant\nfor leptogenesis. Quantum effects, which lead to a time-dependent CP asymmetry,\nhave been shown to be particularly important for resonant leptogenesis when the\nasymmetry is generated by the decay of two nearly degenerate states. In this\nwork we investigate the impact of the use of quantum Boltzman equations in the\nframework ``soft leptogenesis'' in which supersymmetry soft-breaking terms give\na small mass splitting between the CP-even and CP-odd right-handed sneutrino\nstates of a single generation and provide the CP-violating phase to generate\nthe lepton asymmetry.\n","Comment: 15 pages, 4 figures. Replacement to match published version"]}]
["0806.3096",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3096","doi:10.1103/PhysRevD.79.063008"],"date":["2008-06-18","2009-03-20"],"type":["text"],"creator":["Miller, N. J.","Shimon, M.","Keating, B. G."],"language":[],"coverage":[],"title":["CMB Beam Systematics: Impact on Lensing Parameter Estimation"],"description":["  The CMB's B-mode polarization provides a handle on several cosmological\nparameters most notably the tensor-to-scalar ratio, $r$, and is sensitive to\nparameters which govern the growth of large scale structure (LSS) and evolution\nof the gravitational potential. The primordial gravitational-wave- and\nsecondary lensing-induced B-mode signals are very weak and therefore prone to\nvarious foregrounds and systematics. In this work we use Fisher-matrix-based\nestimations and apply, for the first time, Monte-Carlo Markov Chain (MCMC)\nsimulations to determine the effect of beam systematics on the inferred\ncosmological parameters from five upcoming experiments: PLANCK, POLARBEAR,\nSPIDER, QUIET+CLOVER and CMBPOL. We consider beam systematics which couple the\nbeam substructure to the gradient of temperature anisotropy and polarization\n(differential beamwidth, pointing and ellipticity) and beam systematics due to\ndifferential beam normalization (differential gain) and orientation (beam\nrotation) of the polarization-sensitive axes (the latter two effects are\ninsensitive to the beam substructure). We determine allowable levels of beam\nsystematics for given tolerances on the induced parameter errors and check for\npossible biases in the inferred parameters concomitant with potential increases\nin the statistical uncertainty. All our results are scaled to the 'worst case\nscenario'. In this case and for our tolerance levels, the beam rotation should\nnot exceed the few-degree to sub-degree level, typical ellipticity is required\nto be 1% level, the differential gain allowed level is a few parts in $10^{3}$\nto $10^{4}$, differential beamwidth upper limits are of the sub-percent level\nand differential pointing should not exceed the few- to sub-arcsec level.\n","Comment: 19 pages, 4 figures, 13 tables. Version matches published version"]}]
["0806.3859",{"format":[],"subject":["Mathematics - Differential Geometry","53C15, 5350, 53C25, 53C26, 53B30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3859"],"date":["2008-06-24","2009-03-20"],"type":["text"],"creator":["Nakova, Galia","Zamkovoy, Simeon"],"language":[],"coverage":[],"title":["Almost Paracontact Manifolds"],"description":["  In this paper eleven basic classes of almost paracontact manifolds are\nintroduced and some examples are constructed.\n","Comment: 17 pages, no figures"]}]
["0806.4506",{"format":[],"subject":["Quantitative Finance - Computational Finance","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4506"],"date":["2008-06-27","2009-03-20"],"type":["text"],"creator":["Molchanov, Ilya","Schmutz, Michael"],"language":[],"coverage":[],"title":["Geometric extension of put-call symmetry in the multiasset setting"],"description":["  In this paper we show how to relate European call and put options on multiple\nassets to certain convex bodies called lift zonoids. Based on this, geometric\nproperties can be translated into economic statements and vice versa. For\ninstance, the European call-put parity corresponds to the central symmetry\nproperty, while the concept of dual markets can be explained by reflection with\nrespect to a plane. It is known that the classical univariate log-normal model\nbelongs to a large class of distributions with an extra property, analytically\nknown as put-call symmetry. The geometric interpretation of this symmetry\nproperty motivates a natural multivariate extension. The financial meaning of\nthis extension is explained, the asset price distributions that have this\nproperty are characterised and their further properties explored. It is also\nshown how to relate some multivariate asymmetric distributions to symmetric\nones by a power transformation that is useful to adjust for carrying costs. A\nparticular attention is devoted to the case of asset prices driven by L\\'evy\nprocesses. Based on this, semi-static hedging techniques for multiasset barrier\noptions are suggested.\n","Comment: 59 pages, minor revision"]}]
["0806.4581",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4581","Adv.Stud.Theor.Phys.2:929,2008"],"date":["2008-06-27"],"type":["text"],"creator":["Abud, M.","Buccella, F.","Falcone, D.","Ricciardi, G.","Tramontano, F."],"language":[],"coverage":[],"title":["Spectrum of positive and negative parity pentaquarks, including\n  $SU(3)_F$ breaking"],"description":["  We present the spectrum of the lightest pentaquark states of both parities\nand compare it with the present experimental evidence for these states. We have\nassumed that the main role for their mass splittings is played by the\nchromo-magnetic interaction. We have also kept into account the $SU(3)_F$\nbreaking for their contribution and for the spin orbit term. The resulting\npattern is in good agreement with experiment.\n","Comment: 39 pages, 8 figures"]}]
["0807.2113",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2113","New Journal of Physics 11 (2009) 033019","doi:10.1088/1367-2630/11/3/033019"],"date":["2008-07-14","2009-03-20"],"type":["text"],"creator":["Cheng, Xue-qi","Ren, Fu-xin","Zhou, Shi","Hu, Mao-Bin"],"language":[],"coverage":[],"title":["Triangular clustering in document networks"],"description":["  Document networks are characteristic in that a document node, e.g. a webpage\nor an article, carries meaningful content. Properties of document networks are\nnot only affected by topological connectivity between nodes, but also strongly\ninfluenced by the semantic relation between content of the nodes. We observe\nthat document networks have a large number of triangles and a high value of\nclustering coefficient. And there is a strong correlation between the\nprobability of formation of a triangle and the content similarity among the\nthree nodes involved. We propose the degree-similarity product (DSP) model\nwhich well reproduces these properties. The model achieves this by using a\npreferential attachment mechanism which favours the linkage between nodes that\nare both popular and similar. This work is a step forward towards a better\nunderstanding of the structure and evolution of document networks.\n","Comment: 10 pages, 3 figures, 2 tables"]}]
["0807.2317",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2317","Int.J.Mod.Phys.D17:2577-2583,2009","doi:10.1142/S0218271808014199"],"date":["2008-07-15"],"type":["text"],"creator":["Chingangbam, R.","Deshamukhya, A."],"language":[],"coverage":[],"title":["A note on dark energy induced by D-brane motion"],"description":["  In this note we study the possibility of obtaining dark energy solution in a\nD-brane scenario in a warped background that includes brane-position dependent\ncorrections for the non-perturbative superpotential. The volume modulus is\nstabilized at instantaneous minima of the potential. Though the model can\naccount for the existence of dark energy within present observational bound -\nfine-tuning of the model parameters becomes unavoidable. Moreover, the model\ndoes not posses a tracker solution.\n","Comment: 5 pages, 4 figures"]}]
["0807.2543",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2543"],"date":["2008-07-16","2009-03-20"],"type":["text"],"creator":["Kamouna, Rafee Ebrahim"],"language":[],"coverage":[],"title":["Two Fuzzy Logic Programming Paradoxes Imply Continuum Hypothesis=\"False\"\n  & Axiom of Choice=\"False\" Imply ZFC is Inconsistent"],"description":["  Two different paradoxes of the fuzzy logic programming system of [29] are\npresented. The first paradox is due to two distinct (contradictory) truth\nvalues for every ground atom of FLP, one is syntactical, the other is\nsemantical. The second paradox concerns the cardinality of the valid FLP\nformulas which is found to have contradictory values: both $\\aleph_0$ the\ncardinality of the natural numbers, and $c$, the cardinality of the continuum.\nThe result is that CH=\"False\" and Axiom of Choice=\"False\". Hence, ZFC is\ninconsistent.\n","Comment: Submitted to ACM Transactions on Computational Logic"]}]
["0807.3929",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3929","Phys. Rev. B 79, 125112 (2009)","doi:10.1103/PhysRevB.79.125112"],"date":["2008-07-24","2008-12-24"],"type":["text"],"creator":["Inosov, D. S.","Evtushinsky, D. V.","Zabolotnyy, V. B.","Kordyuk, A. A.","Buechner, B.","Follath, R.","Berger, H.","Borisenko, S. V."],"language":[],"coverage":[],"title":["Temperature-dependent Fermi surface of 2H-TaSe2 driven by competing\n  density wave order fluctuations"],"description":["  Temperature evolution of the 2H-TaSe2 Fermi surface (FS) is studied by\nhigh-resolution angle-resolved photoemission spectroscopy (ARPES).\nHigh-accuracy determination of the FS geometry was possible after measuring\nelectron momenta and velocities along all high-symmetry directions as a\nfunction of temperature with subsequent fitting to a tight-binding model. The\nestimated incommensurability parameter of the nesting vector agrees with that\nof the incommensurate charge modulations. We observe detectable nonmonotonic\ntemperature dependence of the FS shape, which we show to be consistent with the\nanalogous behavior of the pseudogap. These changes in the electronic structure\ncould stem from the competition of commensurate and incommensurate charge\ndensity wave order fluctuations, explaining the puzzling reopening of the\npseudogap observed in the normal state of both transition metal dichalcogenides\nand high-Tc cuprates.\n","Comment: Changes since v1: paper extended, Fig. 2 added, references updated"]}]
["0807.4637",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4637","Int.J.Mod.Phys.D17:2539-2542,2009","doi:10.1142/S0218271808014175"],"date":["2008-07-29"],"type":["text"],"creator":["Banerjee, Rabin"],"language":[],"coverage":[],"title":["Covariant Anomalies, Horizons and Hawking Radiation"],"description":["  Hawking radiation is obtained from anomalies resulting from a breaking of\ndiffeomorphism symmetry near the event horizon of a black hole. Such anomalies,\nmanifested as a nonconservation of the energy momentum tensor, occur in two\ndifferent forms -- covariant and consistent. The crucial role of covariant\nanomalies near the horizon is revealed since this is the {\\it only} input\nrequired to obtain the Hawking flux, thereby highlighting the universality of\nthis effect. A brief description to apply this method to obtain thermodynamic\nentities like entropy or temperature is provided.\n","Comment: 5 pages; This essay was awarded an Honorable Mention in the 2008\n  Gravity Research Foundation essay competition"]}]
["0808.0855",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0855","Nature Physics 5, 222 - 226 (2009)","doi:10.1038/nphys1198"],"date":["2008-08-06","2008-12-01"],"type":["text"],"creator":["Young, Andrea F.","Kim, Philip"],"language":[],"coverage":[],"title":["Quantum interference and Klein tunneling in graphene heterojunctions"],"description":["  The observation of quantum conductance oscillations in mesoscopic systems has\ntraditionally required the confinement of the carriers to a phase space of\nreduced dimensionality. While electron optics such as lensing and focusing have\nbeen demonstrated experimentally, building a collimated electron interferometer\nin two unconfined dimensions has remained a challenge due to the difficulty of\ncreating electrostatic barriers that are sharp on the order of the electron\nwavelength. Here, we report the observation of conductance oscillations in\nextremely narrow graphene heterostructures where a resonant cavity is formed\nbetween two electrostatically created bipolar junctions. Analysis of the\noscillations confirms that p-n junctions have a collimating effect on\nballistically transmitted carriers. The phase shift observed in the conductance\nfringes at low magnetic fields is a signature of the perfect transmission of\ncarriers normally incident on the junctions and thus constitutes a direct\nexperimental observation of ``Klein Tunneling.''\n","Comment: 13 pages and 6 figures including supplementary information. The paper\n  has been modified in light of new theoretical results available at\n  arXiv:0808.0488"]}]
["0809.0805",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0805","Nucl.Phys.Proc.Suppl.186:248-251,2009","doi:10.1016/j.nuclphysbps.2008.12.055"],"date":["2008-09-04"],"type":["text"],"creator":["Suganuma, Hideo","Nawa, Kanabu","Kojo, Toru"],"language":[],"coverage":[],"title":["Baryons and Baryonic Matter in Holographic QCD from Superstring"],"description":["  We study baryons and baryonic matter in holographic QCD using a\nD4/D8/$\\bar{\\rm D8}$ multi-D-brane system in the superstring theory. We obtain\nthe chiral soliton solution for baryons in the four-dimensional meson theory\nderived from the multi-D-brane system. For the analysis of finite\nbaryon-density matter, we investigate the chiral soliton on $S^3$ in\nholographic QCD, and find the delocalization of the soliton, i.e., the swelling\nof baryons in dense matter.\n"]}]
["0809.1711",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1711","Int.J.Mod.Phys.D17:2359-2366,2009","doi:10.1142/S0218271808014205"],"date":["2008-09-10"],"type":["text"],"creator":["Nielsen, Alex B."],"language":[],"coverage":[],"title":["Black holes without boundaries"],"description":["  We discuss some of the drawbacks of using event horizons to define black\nholes and suggest ways in which black holes can be described without event\nhorizons, using trapping horizons. We show that these trapping horizons give\nrise to thermodynamic behavior and possibly Hawking radiation too. This raises\nthe issue of whether the event horizon or the trapping horizon should be seen\nas the true boundary of a black hole. This difference is important if we\nbelieve that quantum gravity will resolve the central singularity of the black\nhole and clarifies several of the issues associated with black hole\nthermodynamics and information loss.\n","Comment: 8 pages. Invited essay for special edition of the International\n  Journal of Modern Physics D"]}]
["0809.2154",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2154","Nucl.Phys.Proc.Suppl.186:231-234,2009","doi:10.1016/j.nuclphysbps.2008.12.052"],"date":["2008-09-12"],"type":["text"],"creator":["Di Giacomo, A.","Lepori, L.","Pucci, F."],"language":[],"coverage":[],"title":["'t Hooft tensor for generic gauge group"],"description":["  We study monopoles in gauge theories with generic gauge group. Magnetic\ncharges are in one-to-one correspondence with the second homotopy classes at\nspatial infinity (${\\Pi}_2$), which are therefore identified by the 't Hooft\ntensor. We determine the 't Hooft tensor in the general case. These issues are\nrelevant to the understanding of Color Confinement.\n","Comment: 5 pages. Contribution to the Conference QCD08, Montpellier 7-12 July\n  2008 To appear in the proceedings"]}]
["0809.2273",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2273","Class.Quant.Grav.26:075003,2009","doi:10.1088/0264-9381/26/7/075003"],"date":["2008-09-12"],"type":["text"],"creator":["de Aguiar, T. C.","Menezes, G.","Svaiter, N. F."],"language":[],"coverage":[],"title":["Stochastic Quantization of Scalar Fields in de Sitter Spacetime"],"description":["  We consider the stochastic quantization method for scalar fields defined in a\ncurved manifold. The two-point function associated to a massive\nself-interacting scalar field is evaluated, up to the first order level in the\ncoupling constant $\\lambda$, for the case of de Sitter Euclidean metric. Its\nvalue for the asymptotic limit of the Markov parameter $\\tau\\to\\infty$ is\nexhibited. We discuss in detail the covariant stochastic regularization to\nrender the one-loop two-point function finite in the de Sitter Euclidean\nmetric.\n"]}]
["0809.2439",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Representation Theory","05E10, 20E22, 20C30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2439","Int. J. Algebra 3 (2009), no. 1-4, 1-19"],"date":["2008-09-14"],"type":["text"],"creator":["Ingram, Frank","Jing, Naihuan","Stitzinger, Ernie"],"language":[],"coverage":[],"title":["Wreath Product Symmetric Functions"],"description":["  We systematically study wreath product Schur functions and give a\ncombinatorial construction using colored partitions and tableaux. The Pieri\nrule and the Littlewood-Richardson rule are studied. We also discuss the\nconnection with representations of generalized symmetric groups.\n","Comment: 20 pages"]}]
["0809.2668",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2668","JHEP 0812:026,2008","doi:10.1088/1126-6708/2008/12/026"],"date":["2008-09-16","2008-11-11"],"type":["text"],"creator":["Sadeghi, J.","Pourhassan, B."],"language":[],"coverage":[],"title":["Drag Force of Moving Quark at The N=2 Supergravity"],"description":["  In this paper we consider a moving quark in the thermal plasma at the N=2\nSupergravity theory. By using the AdS/CFT correspondence we obtain energy loss\nof the quark. Then we consider the higher derivative corrections in charged\nAdS-black hole and calculate the drag force of the moving quark in the thermal\nplasma. Also we find a limit which N=2 Supergravity solutions are\ncorrespondening to the N=4 Super Yang-Mills solutions for the heavy quark.\n","Comment: 19 pages, 2 tables"]}]
["0809.2923",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2923","Class.Quant.Grav.26:075002,2009","doi:10.1088/0264-9381/26/7/075002"],"date":["2008-09-17","2009-01-29"],"type":["text"],"creator":["Traschen, Jennie"],"language":[],"coverage":[],"title":["Codimension Two Branes and Distributional Curvature"],"description":["  In general relativity, there is a well-developed formalism for working with\nthe approximation that a gravitational source is concentrated on a shell, or\ncodimension one surface. By contrast, there are obstacles to concentrating\nsources on surfaces that have a higher codimension, for example, a string in a\nspacetime with dimension greater than or equal to four. Here it is shown that,\nby giving up some of the generality of the codimension one case, curvature can\nbe concentrated on submanifolds that have codimension two. A class of metrics\nis identified such that (1) the scalar curvature and Ricci densities exist as\ndistributions with support on a co-dimension two submanifold, and (2) using the\nEinstein equation, the distributional curvature corresponds to a concentrated\nstress-energy with equation of state p equals minus the energy density, where p\nis the isotropic pressure tangent to the submanifold. This is the appropriate\nstress-energy to describe a self-gravitating brane that is governed by an area\naction, or a brane world deSitter cosmology. The possibility of having a\ndifferent equation of state arise from a wider class of metrics is discussed.\n","Comment: 18 pages; v2 references added; typos corrected, references added;\n  additional references added"]}]
["0809.3141",{"format":[],"subject":["High Energy Physics - Theory","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3141","Prog. Theor. Phys. 121 (2009), 241","doi:10.1143/PTP.121.241"],"date":["2008-09-18","2008-10-22"],"type":["text"],"creator":["Hashimoto, Koji"],"language":[],"coverage":[],"title":["Holographic Nuclei"],"description":["  We provide a dual gravity description of heavy atomic nuclei, via AdS/CFT\ncorrespondence. In holographic QCD such as Sakai-Sugimoto model, baryons are\nD-branes wrapping a sphere in 10 dimensional curved spacetime, so any nucleus\nis a collection of $A$ such D-branes where $A$ is mass number of the nucleus.\nQuantum theory on the nucleus is ADHM-like U(A) Yang-Mills-Higgs theory on the\nsphere. Taking a large $A$ limit (corresponding to heavy nuclei) leads to a\ndual gravity describing collective excitataions of constituent nucleons of the\nheavy nucleus. This dual gravity computes spectra of the heavy nucleus, and\ngives discrete states whose gap roughly agrees with experimental nuclear data.\n","Comment: 13 pages, 2 figures; v3:reference added, minor corrections"]}]
["0809.3892",{"format":[],"subject":["Mathematics - Differential Geometry","53C25","14F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3892"],"date":["2008-09-23","2009-03-20"],"type":["text"],"creator":["Biswas, Indranil","Schumacher, Georg"],"language":[],"coverage":[],"title":["Vector bundles on Sasakian manifolds"],"description":["  We investigate the analog of holomorphic vector bundles in the context of\nSasakian manifolds.\n","Comment: Minor typos corrected"]}]
["0809.4203",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4203","Physics Letters B 674 (2009) 64--68","doi:10.1016/j.physletb.2009.02.052"],"date":["2008-09-24","2009-03-02"],"type":["text"],"creator":["Broda, Bogusław","Szanecki, Michał"],"language":[],"coverage":[],"title":["Induced gravity and gauge interactions revisited"],"description":["  It has been shown that the primary, old-fashioned idea of Sakharov's induced\ngravity and gauge interactions, in the \"one-loop dominance\" version, works\nastonishingly well yielding phenomenologically reasonable results. As a\nbyproduct, the issue of the role of the UV cutoff in the context of the induced\ngravity has been reexamined (an idea of self-cutoff induced gravity). As an\nadditional check, the black hole entropy has been used in the place of the\naction. Finally, it has been explicitly shown that the induced coupling\nconstants of gauge interactions of the standard model assume qualitatively\nrealistic values.\n","Comment: 15 pages, 2 figures (including 1 table); improved version - final"]}]
["0809.4572",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4572","Europhys.Lett.85:10004,2009","doi:10.1209/0295-5075/85/10004"],"date":["2008-09-26","2008-12-18"],"type":["text"],"creator":["Gangopadhyay, Sunandan"],"language":[],"coverage":[],"title":["Anomalies, Horizons and Hawking radiation"],"description":["  Hawking radiation is obtained from the Reissner-Nordstr\\\"{o}m blackhole with\na global monopole and the Garfinkle-Horowitz-Strominger blackhole falling in\nthe class of the most general spherically symmetric blackholes\n$(\\sqrt{-g}\\neq1)$, using only chiral anomaly near the event horizon and\ncovariant boundary condition at the event horizon. The approach differs from\nthe anomaly cancellation approach since apart from the covariant boundary\ncondition, the chiral anomaly near the horizon is the only input to derive the\nHawking flux.\n","Comment: minor corrections made, To appear in Euro. Phys. Letters"]}]
["0809.4618",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4618","JHEP 0811:077,2008","doi:10.1088/1126-6708/2008/11/077"],"date":["2008-09-26","2008-11-27"],"type":["text"],"creator":["Marques, D.","Schaposnik, F. A."],"language":[],"coverage":[],"title":["Explicit R-Symmetry Breaking and Metastable Vacua"],"description":["  We consider O'Raifeartaigh-like models with explicit R-symmetry breaking and\nanalyze the vacuum landscape. Taking such models as candidates for the hidden\nsector, we analyze the gauge mediation of the supersymmetry breaking, focusing\non the effects produced by R-symmetry breaking. First, we construct families of\nnon-R-symmetric models containing only singlet chiral superfields, and\ndetermine the conditions under which SUSY vacua, runaway directions and\n(longlived) metastable vacua exist. We then extend the results to the case in\nwhich some of the chiral fields are in a non-trivial representation of SU(5).\nGauging this symmetry, we compute soft masses for gauginos and sfermions, and\nanalyze several issues such as doublet/triplet splitting, unification of\ncoupling constants and CP violation phases.\n","Comment: 35 pages, 5 figures, minor clarifications, references added, JHEP\n  version"]}]
["0810.0105",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H15","14H10","14B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.0105"],"date":["2008-10-01","2009-03-20"],"type":["text"],"creator":["Galati, Concettina"],"language":[],"coverage":[],"title":["Degenerating curves and surfaces: first results"],"description":["  Let $\\mathcal S\\to\\mathbb A^1$ be a smooth family of surfaces whose general\nfibre is a smooth surface of $\\mathbb P^3$ and whose special fibre has two\nsmooth components, intersecting transversally along a smooth curve $R$. We\nconsider the Universal Severi-Enriques variety $\\mathcal V$ on $\\mathcal\nS\\to\\mathbb A^1$. The general fibre of $\\mathcal V$ is the variety of curves on\n$\\mathcal S_t$ in the linear system $|\\mathcal O_{\\mathcal S_t}(n)|$ with $k$\ncusps and $\\delta$ nodes as singularities. Our problem is to find all\nirreducible components of the special fibre of $\\mathcal V$. In this paper, we\nconsider only the cases $(k,\\delta)=(0,1)$ and $(k,\\delta)=(1,0)$. In\nparticular, we determine all singular curves on the special fibre of $\\mathcal\nS$ which, counted with the right multiplicity, are a limit of 1-cuspidal curves\non the general fibre of $\\mathcal S$.\n","Comment: 24 pages; minor changes"]}]
["0810.0194",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.0194"],"date":["2008-10-01","2009-03-19"],"type":["text"],"creator":["Davoudiasl, Hooman"],"language":[],"coverage":[],"title":["The Little Randall-Sundrum Model at the LHC"],"description":["  We present a predictive warped model of flavor, cut off at an ultraviolet\nscale O(10^3) TeV, called the \"Little Randall-Sundrum (LRS)\" model. This model\ncorresponds to a volume-truncation, by a factor y \\approx 6, of the RS scenario\nand is holographically dual to dynamics with number of colors larger by y. With\nseparate gauge and flavor dynamics, several unwanted contributions to precision\nelectroweak, Z b \\bar b, and flavor observables are suppressed in the LRS\nframework, compared with the corresponding RS case. The LRS truncation leads to\na significant enhancement of the clean (golden) di-lepton LHC signals, by\nO(y^3).\n","Comment: 4 pages. Based on a talk presented at ICHEP 2008, July 29-August 5,\n  2008, Philadelphia, PA, USA. Contract information corrected in this version"]}]
["0810.1406",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1406","Int.J.Mod.Phys.A24:458-461,2009","doi:10.1142/S0217751X09043845"],"date":["2008-10-08","2008-10-15"],"type":["text"],"creator":["Przerwa, J.","Moskal, P.","Budzanowski, A.","Czerwinski, E.","Czyzykiewicz, R.","Gil, D.","Grzonka, D.","Jarczyk, L.","Johansson, T.","Kamys, B.","Khoukaz, A.","Klaja, P.","Krzemien, W.","Oelert, W.","Piskor-Ignatowicz, C.","Ritman, J.","Rejdych, B.","Sefzick, T.","Siemaszko, M.","Silarski, M.","Smyrski, J.","Taeschner, A.","Wolke, M.","Wuestner, P.","Zdebik, J.","Zielinski, M. J.","Zipper, W."],"language":[],"coverage":[],"title":["Isospin dependence of the eta prime meson production in nucleon-nucleon\n  collisions"],"description":["  A comparison of the close-to-threshold total cross section for the eta prime\nproduction in pp --> pp eta prime and pn --> pn eta prime reactions constitutes\na tool to investigate the eta prime meson structure and the reaction mechanism\nin the channels of isospin I=0 and I=1 and may provide insight into the\nflavour-singlet (perhaps also into gluonium) content of the eta prime meson. In\nthis contribution we present preliminary results of measurement of the\nquasi-free production of the eta prime meson in the proton-neutron collisions\nconducted using the COSY-11 facility.\n","Comment: Presented at 10th International Workshop on Meson Production,\n  Properties and Interaction (MESON 2008), Cracow, Poland, 6 - 10 June 2008"]}]
["0810.2607",{"format":[],"subject":["Mathematics - Combinatorics","05A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2607"],"date":["2008-10-15","2009-03-20"],"type":["text"],"creator":["Fusy, Eric"],"language":[],"coverage":[],"title":["New bijective links on planar maps via orientations"],"description":["  This article presents new bijections on planar maps. At first a bijection is\nestablished between bipolar orientations on planar maps and specific\n\"transversal structures\" on triangulations of the 4-gon with no separating\n3-cycle, which are called irreducible triangulations. This bijection\nspecializes to a bijection between rooted non-separable maps and rooted\nirreducible triangulations. This yields in turn a bijection between rooted\nloopless maps and rooted triangulations, based on the observation that loopless\nmaps and triangulations are decomposed in a similar way into components that\nare respectively non-separable maps and irreducible triangulations. This gives\nanother bijective proof (after Wormald's construction published in 1980) of the\nfact that rooted loopless maps with $n$ edges are equinumerous to rooted\ntriangulations with $n$ inner vertices.\n","Comment: Extended and revised journal version of a conference paper with the\n  title \"New bijective links on planar maps\", which appeared in the Proceedings\n  of FPSAC'08, 23-27 June 2008, Vi\\~na del Mar"]}]
["0810.2848",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2848","Prog. Theor. Phys. 121 (2009), 319","doi:10.1143/PTP.121.319"],"date":["2008-10-16"],"type":["text"],"creator":["Shoji, Takuya","Shimizu, Yoshifumi R."],"language":[],"coverage":[],"title":["Microscopic calculation of the wobbling excitations by using the\n  Woods-Saxon potential as a nuclear mean-field"],"description":["  The wobbling excitations of the triaxial superdeformed (TSD) bands in the Lu\nand Hf region are studied by the microscopic framework of the cranked\nmean-field and the random-phase approximation (RPA). In contrast to the\nprevious works, where the Nilsson potential was used, the more realistic\nWoods-Saxon potential is employed as a nuclear mean-field. The wobbling-like\nRPA solutions have been found systematically in the nuclei studied and their\ncharacteristic properties are investigated in details. This confirms the\nwobbling phonon excitations in TSD nuclei from the microscopic calculations.\nThe result of $B(E2)$ values indicates that the triaxial deformation is\nincreasing as a function of spin in the observed TSD bands in $^{163}$Lu.\n","Comment: 23 pages, 28 figures"]}]
["0810.3060",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3060","Int.J.Mod.Phys.D17:2441-2445,2009","doi:10.1142/S0218271808013935"],"date":["2008-10-17"],"type":["text"],"creator":["Kaya, Ali"],"language":[],"coverage":[],"title":["Cosmological particle creation: Fluctuations and an ensemble picture"],"description":["  We point out that in the context of quantum fields in time dependent\nclassical backgrounds, the number of created particles with a given momentum\nlargely deviates about its mean value. Since the corresponding Fourier modes\nare nonlocal, this deviation shows that the expectation value of the number\noperator can only make sense in an ensemble of spacetimes. Using a complete\northonormal family of localized wave packets, we show how an ensemble\ninterpretation can be given to cosmological particle creation in local terms.\nThe reheating process following inflation is reexamined in the light of this\nconstruction.\n","Comment: 7 pages, received an honorable mention in 2008 Gravity Research\n  Foundation essay competition, to appear in special issue of IJMPD"]}]
["0810.3992",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems","Computer Science - Neural and Evolutionary Computing","Nonlinear Sciences - Chaotic Dynamics","Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3992"],"date":["2008-10-22","2009-03-20"],"type":["text"],"creator":["Cessac, Bruno","Rochel, Olivier","Viéville, Thierry"],"language":[],"coverage":[],"title":["Introducing numerical bounds to improve event-based neural network\n  simulation"],"description":["  Although the spike-trains in neural networks are mainly constrained by the\nneural dynamics itself, global temporal constraints (refractoriness, time\nprecision, propagation delays, ..) are also to be taken into account. These\nconstraints are revisited in this paper in order to use them in event-based\nsimulation paradigms.\n  We first review these constraints, and discuss their consequences at the\nsimulation level, showing how event-based simulation of time-constrained\nnetworks can be simplified in this context: the underlying data-structures are\nstrongly simplified, while event-based and clock-based mechanisms can be easily\nmixed. These ideas are applied to punctual conductance-based generalized\nintegrate-and-fire neural networks simulation, while spike-response model\nsimulations are also revisited within this framework.\n  As an outcome, a fast minimal complementary alternative with respect to\nexisting simulation event-based methods, with the possibility to simulate\ninteresting neuron models is implemented and experimented.\n","Comment: submitted"]}]
["0810.4304",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4304","JCAP 0811:018,2008","doi:10.1088/1475-7516/2008/11/018"],"date":["2008-10-23"],"type":["text"],"creator":["Golovnev, Alexey","Mukhanov, Viatcheslav","Vanchurin, Vitaly"],"language":[],"coverage":[],"title":["Gravitational waves in vector inflation"],"description":["  We discuss the gravitational waves (GW) in the context of vector inflation.\nWe derive the action for tensor perturbations and find that tachyonic\ninstabilities are present in most (but not all) of the inflationary models with\nlarge fields. In contrast, the stability of the small field inflation\n($A_{\\mu}A^{\\mu}\\ll\\frac{1}{N}$) is ensured by the usual slow-roll conditions,\nwhere $N$ is the total number of fields. For example, the Coleman-Weinberg\npotential and the power-law inflation are always stable in the small fields\nlimit with an approximately flat spectrum of GW. We also provide some examples\nwhich lead to a rapid decay of GW and predict the absence of tensor modes in\nthe CMB.\n","Comment: 6 pages"]}]
["0810.4574",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4574","Int.J.Mod.Phys.D17:2501-2505,2009","doi:10.1142/S021827180801400X"],"date":["2008-10-25"],"type":["text"],"creator":["Krauss, Lawrence M.","Dent, James","Starkman, Glenn D."],"language":[],"coverage":[],"title":["Late Time Decay of the False Vacuum, Measurement, and Quantum Cosmology"],"description":["  The recent suggestion that late time quantum dynamics may be important for\nresolving cosmological issues associated with our observed universe requires a\nconsideration of several subtle issues associated with quantum cosmology, as we\ndescribe here. The resolution of these issues will be important if we are to be\nable to properly ascribe probability measures associated with eternal\ninflation, and a string landscape.\n","Comment: GRF 2008 essay, IJMPD, in press"]}]
["0810.4731",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4731","Physical Review B Vol.79, 094517 (2009)","doi:10.1103/PhysRevB.79.094517"],"date":["2008-10-27","2009-02-18"],"type":["text"],"creator":["Marchese, Jeffrey E.","Cirillo, Matteo","Grønbech-Jensen, Niels"],"language":[],"coverage":[],"title":["Investigation of resonant and transient phenomena in Josephson junction\n  flux qubits"],"description":["  We present an analytical and computational study of resonances and transient\nresponses in a classical Josephson junction system. A theoretical basis for\nresonances in a superconducting loop with three junctions is presented,\noutlining both the direct relationship between the dynamics of single- and\nmulti-junction systems, and the direct relationships between observations of\nthe classical counterparts to Rabi oscillations, Ramsey fringes, and spin echo\noscillations in this class of systems. We show simulations data along with\nanalytical analyses of the classical model, and the results are related to\npreviously reported experiments conducted on three junction loops. We further\ninvestigate the effect of off-resonant microwave perturbations to, e.g., the\nRabi-type response of the Josephson system, and we relate this response back to\nthe nonlinear and multi-valued resonance behavior previously reported for a\nsingle Josephson junction. The close relationships between single and\nmulti-junction behavior demonstrates the underlying dynamical mechanism for a\nwhole class of classical counterparts to expected quantum mechanical\nobservations in a variety of systems; namely the resonant and transient\nbehavior of a particle in an anharmonic potential well with subsequent escape.\n","Comment: 11 pages, seven figures"]}]
["0810.5045",{"format":[],"subject":["Mathematics - Analysis of PDEs","General Relativity and Quantum Cosmology","Mathematical Physics","83C05, 76N10, 35L45, 35Q75, 58J05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.5045"],"date":["2008-10-28","2009-03-20"],"type":["text"],"creator":["Brauer, Uwe","Karp, Lavi"],"language":[],"coverage":[],"title":["Well-Posedness of the Einstein-Euler System in Asymptotically Flat\n  Spacetimes"],"description":["  We prove a local in time existence and uniqueness theorem of classical\nsolutions of the coupled Einstein--Euler system, and therefore establish the\nwell posedness of this system. We use the condition that the energy density\nmight vanish or tends to zero at infinity and that the pressure is a certain\nfunction of the energy density, conditions which are used to describe\nsimplified stellar models. In order to achieve our goals we are enforced, by\nthe complexity of the problem, to deal with these equations in a new type of\nweighted Sobolev spaces of fractional order. Beside their construction, we\ndevelop tools for PDEs and techniques for elliptic and hyperbolic equations in\nthese spaces. The well posedness is obtained in these spaces. The results\nobtained are related to and generalize earlier works of Rendall for the\nEuler-Einstein system under the restriction of time symmetry and of Gamblin for\nthe simpler Euler--Poisson system.\n"]}]
["0811.0761",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0761","Journal of Physics: Condensed Matter 21, 142203(2009)"],"date":["2008-11-05","2009-02-25"],"type":["text"],"creator":["Wu, G.","Xie, Y. L.","Chen, H.","Zhong, M.","Liu, R. H.","Shi, B. C.","Li, Q. J.","Wang, X. F.","Wu, T.","Yan, Y. J.","Ying, J. J.","Chen, X. H."],"language":[],"coverage":[],"title":["Superconductivity at 56 K in Samarium-doped SrFeAsF"],"description":["  We synthesized the samples Sr$_{1-x}$Sm$_x$FFeAs with ZrCuSiAs-type\nstructure. These samples were characterized by resistivity and susceptibility.\nIt is found that substitution of rare earth metal for alkaline earth metal in\nthis system suppresses the anomaly in resistivity and induces\nsuperconductivity. Superconductivity at 56 K in nominal composition\nSr$_{0.5}$Sm$_{0.5}$FFeAs is realized, indicating that the superconducting\ntransition temperatures in the iron arsenide fluorides can reach as high as\nthat in oxypnictides with the same structure.\n","Comment: 3 pages, 3 figures,Journal of Physics Condensed Matter (2009) in\n  press"]}]
["0811.1234",{"format":[],"subject":["Mathematics - Number Theory","11J83, 11K55, 11K60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1234"],"date":["2008-11-07","2009-03-20"],"type":["text"],"creator":["Haynes, Alan","Pollington, Andrew","Velani, Sanju"],"language":[],"coverage":[],"title":["The Duffin-Schaeffer Conjecture with extra divergence"],"description":["  Given a nonnegative function $\\psi : \\N \\to \\R $, let $W(\\psi)$ denote the\nset of real numbers $x$ such that $|nx -a| < \\psi(n) $ for infinitely many\nreduced rationals $a/n (n>0) $. A consequence of our main result is that\n$W(\\psi)$ is of full Lebesgue measure if there exists an $\\epsilon > 0 $ such\nthat $$ \\textstyle \\sum_{n\\in\\N}(\\frac{\\psi(n)}{n})^{1+\\epsilon}\\varphi\n(n)=\\infty . $$ The Duffin-Schaeffer Conjecture is the corresponding statement\nwith $\\epsilon = 0$ and represents a fundamental unsolved problem in metric\nnumber theory. Another consequence is that $W(\\psi)$ is of full Hausdorff\ndimension if the above sum with $\\epsilon = 0$ diverges; i.e. the dimension\nanalogue of the Duffin-Schaeffer Conjecture is true.\n","Comment: 13 pages -- a stronger theorem than in the original version is proved\n  and connections to the work of Harman are made. Also the proof of the main\n  theorem is split into two natural steps -- hopefully making it easier to see\n  the overall strategy"]}]
["0811.1605",{"format":[],"subject":["Physics - Atomic Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1605"],"date":["2008-11-10","2009-03-20"],"type":["text"],"creator":["Li, Z.","Krems, R. V."],"language":[],"coverage":[],"title":["Reactive Collisions of Ultracold Molecules Confined in quasi-2D Geometry"],"description":["  We present a formalism for rigorous calculations of cross sections for\ninelastic and reactive collisions of ultracold atoms and molecules confined by\nlaser fields in quasi-2D geometry. Our results show that the\nelastic-to-inelastic ratios of collision cross sections are enhanced in the\npresence of a laser confinement and that the threshold energy dependence of the\ncollision cross sections can be tuned by varying the confinement strength and\nexternal magnetic fields. The enhancement of the elastic-to-inelastic ratios is\ninversely proportional to $\\sqrt{\\epsilon/\\hbar \\omega_0}$, where $\\epsilon$ is\nthe kinetic energy and $\\omega_0$ is the oscillation frequency of the trapped\nparticles in the confinement potential.\n","Comment: 4pages"]}]
["0811.2224",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2224","Phys. Rev. Lett. 102, 117006 (2009)","doi:10.1103/PhysRevLett.102.117006"],"date":["2008-11-13"],"type":["text"],"creator":["Park, J. T.","Inosov, D. S.","Niedermayer, Ch.","Sun, G. L.","Haug, D.","Christensen, N. B.","Dinnebier, R.","Boris, A. V.","Drew, A. J.","Schulz, L.","Shapoval, T.","Wolff, U.","Neu, V.","Yang, Xiaoping","Lin, C. T.","Keimer, B.","Hinkov, V."],"language":[],"coverage":[],"title":["Electronic phase separation in the slightly underdoped iron pnictide\n  superconductor Ba(1-x)K(x)Fe(2)As(2)"],"description":["  Here we present a combined study of the slightly underdoped novel pnictide\nsuperconductor Ba(1-x)K(x)Fe(2)As(2) by means of X-ray powder diffraction,\nneutron scattering, muon spin rotation (muSR), and magnetic force microscopy\n(MFM). Commensurate static magnetic order sets in below Tm ~ 70 K as inferred\nfrom the emergence of the magnetic (1 0 -3) reflection in the neutron\nscattering data and from the observation of damped oscillations in the\nzero-field-muSR asymmetry. Transverse-field muSR below Tc shows a coexistence\nof magnetically ordered and non-magnetic states, which is also confirmed by MFM\nimaging. We explain such coexistence by electronic phase separation into\nantiferromagnetic and superconducting/normal state regions on a lateral scale\nof several tens of nanometers. Our findings indicate that such mesoscopic phase\nseparation can be considered an intrinsic property of some iron pnictide\nsuperconductors.\n"]}]
["0811.2841",{"format":[],"subject":["Computer Science - Databases","Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2841"],"date":["2008-11-18","2009-03-20"],"type":["text"],"creator":["Ghosh, Arpita","Roughgarden, Tim","Sundararajan, Mukund"],"language":[],"coverage":[],"title":["Universally Utility-Maximizing Privacy Mechanisms"],"description":["  A mechanism for releasing information about a statistical database with\nsensitive data must resolve a trade-off between utility and privacy. Privacy\ncan be rigorously quantified using the framework of {\\em differential privacy},\nwhich requires that a mechanism's output distribution is nearly the same\nwhether or not a given database row is included or excluded. The goal of this\npaper is strong and general utility guarantees, subject to differential\nprivacy.\n  We pursue mechanisms that guarantee near-optimal utility to every potential\nuser, independent of its side information (modeled as a prior distribution over\nquery results) and preferences (modeled via a loss function).\n  Our main result is: for each fixed count query and differential privacy\nlevel, there is a {\\em geometric mechanism} $M^*$ -- a discrete variant of the\nsimple and well-studied Laplace mechanism -- that is {\\em simultaneously\nexpected loss-minimizing} for every possible user, subject to the differential\nprivacy constraint. This is an extremely strong utility guarantee: {\\em every}\npotential user $u$, no matter what its side information and preferences,\nderives as much utility from $M^*$ as from interacting with a differentially\nprivate mechanism $M_u$ that is optimally tailored to $u$.\n","Comment: rewritten for clarity, typos corrected"]}]
["0812.0977",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0977","New J Phys, 11, 025015 (2009)","doi:10.1088/1367-2630/11/2/025015"],"date":["2008-12-04","2009-03-20"],"type":["text"],"creator":["Yates, K. A.","Morrison, K.","Rodgers, Jennifer A","Penny, George BS","Bos, Jan-Willem G","Attfield, J. Paul","Cohen, L. F."],"language":[],"coverage":[],"title":["Investigation of Superconducting Gap Structure in\n  TbFeAsO$_{0.9}$F$_{0.1}$ using Point Contact Andreev Reflection"],"description":["  Bulk samples of TbFeAsO$_{0.9}$F$_{0.1}$ (T$_{c}$(on) = 50K) were measured by\npoint contact Andreev reflection spectroscopy. The spectra show unambiguous\nevidence for multiple gap-like features plus the presence of high bias\nshoulders. By measuring the spectra as a function of temperature with both gold\nand superconducting niobium tips, we establish that the gap-like features are\nassociated with superconducting order parameter in this material. We discuss\nwhether the well defined zero bias conductance peak that we observe\ninfrequently is associated with a nodal superconducting order parameter.\n","Comment: 11 pages, 5 figures, published version"]}]
["0812.2332",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2332","Eur.Phys.J.C59:107-116,2009","doi:10.1140/epjc/s10052-008-0800-6"],"date":["2008-12-12"],"type":["text"],"creator":["Liu, Molin","Lu, Jianbo","Gui, Yuanxing"],"language":[],"coverage":[],"title":["The Influence of Free Quintessence on Gravitational Frequency Shift and\n  Deflection of Light with 4D momentum"],"description":["  Based on the 4D momentum, the influence of quintessence on the gravitational\nfrequency shift and the deflection of light are examined in modified\nSchwarzschild space. We find that the frequency of photon depends on the state\nparameter of quintessence $w_q$: the frequency increases for $-1<w_q<-1/3$ and\ndecreases for $-1/3<w_q<0$. Meanwhile, we adopt an integral power number $a$\n($a = 3\\omega_q + 2$) to solve the orbital equation of photon. The photon's\npotentials become higher with the decrease of $\\omega_q$. The behavior of\nbending light depends on the state parameter $\\omega_q$ sensitively. In\nparticular, for the case of $\\omega_q = -1$, there is no influence on the\ndeflection of light by quintessence. Else, according to the H-masers of GP-A\nredshift experiment and the long-baseline interferometry, the constraints on\nthe quintessence field in Solar system are presented here.\n","Comment: 12 pages, 2 figures, 4 tables. European Physical Journal C in press"]}]
["0812.3843",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3843","Phys.Rev.D79:034020,2009","doi:10.1103/PhysRevD.79.034020"],"date":["2008-12-19","2009-02-25"],"type":["text"],"creator":["Boito, D. R.","Dedonder, J. -P.","El-Bennich, B.","Leitner, O.","Loiseau, B."],"language":[],"coverage":[],"title":["Scalar resonances in a unitary $\\pi-\\pi$ $S$-wave model for $D^+ \\to\n  \\pi^+ \\pi^- \\pi^+$"],"description":["  We propose a model for $D^+ \\to \\pi^+ \\pi^- \\pi^+$ decays following\nexperimental results which indicate that the two-pion interaction in the\n$S$-wave is dominated by the scalar resonances $f_0(600)/\\sigma$ and\n$f_0(980)$. The weak decay amplitude for $D^+\\to R \\pi^+$, where $R$ is a\nresonance that subsequently decays into $\\pi^+\\pi^-$, is constructed in a\nfactorization approach. In the $S$-wave, we implement the strong decay $R\\to\n\\pi^-\\pi^+$ by means of a scalar form factor. This provides a unitary\ndescription of the pion-pion interaction in the entire kinematically allowed\nmass range $m_{\\pi\\pi}^2$ from threshold to about 3 GeV$^2$. In order to\nreproduce the experimental Dalitz plot for $\\Dppp$, we include contributions\nbeyond the $S$-wave. For the $P$-wave, dominated by the $\\rho(770)^0$, we use a\nBreit-Wigner description. Higher waves are accounted for by using the usual\nisobar prescription for the $f_2(1270)$ and $\\rho(1450)^0$. The major\nachievement is a good reproduction of the experimental $m_{\\pi\\pi}^2$\ndistribution, and of the partial as well as the total $\\Dppp$ branching ratios.\nOur values are generally smaller than the experimental ones. We discuss this\nshortcoming and, as a byproduct, we predict a value for the poorly known $D\\to\n\\sigma$ transition form factor at $q^2=m_\\pi^2$.\n","Comment: 23 pages, 2 figures. Two new equations. The value for the strength of\n  the contribution of the scalar form factor now agrees with other results in\n  the literature. Main results unchanged. Version to appear in Phys. Rev. D"]}]
["0812.4560",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","35J60","58J05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4560"],"date":["2008-12-24","2009-03-19"],"type":["text"],"creator":["Hou, Zuoliang","Ma, Xi-Nan","Wu, Damin"],"language":[],"coverage":[],"title":["Complex Hessian Equations on Compact Kahler Manifold"],"description":["  This paper has been withdrawn by the author due to a crucial error in the\nproof of Lemma 2.2.\n","Comment: This paper has been withdrawn"]}]
["0812.4918",{"format":[],"subject":["Mathematics - Symplectic Geometry","58F07","37K20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4918"],"date":["2008-12-29","2009-03-20"],"type":["text"],"creator":["Bielawski, Roger","Pidstrygach, Victor"],"language":[],"coverage":[],"title":["On the symplectic structure of instanton moduli spaces"],"description":["  We study the complex symplectic structure of the quiver varieties\ncorresponding to the moduli spaces of SU(2) instantons on both commutative and\nnon-commutative R^4. We identify global Darboux coordinates and quadratic\nHamiltonians on classical phase spaces for which these quiver varieties are\nnatural completions. We also show that the group of non-commutative\nsymplectomorphisms of the corresponding path algebra acts transitively on the\nmoduli spaces of non-commutative instantons.\n  This paper should be viewed as a step towards extending known results for\nCalogero-Moser spaces to the instanton moduli spaces.\n","Comment: couple of misprints corrected"]}]
["0901.0460",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0460"],"date":["2009-01-05","2009-03-20"],"type":["text"],"creator":["Chaudhuri, A. K."],"language":[],"coverage":[],"title":["An estimate of QGP viscosity from STAR data on $\\phi$ mesons"],"description":["  In the Israel-Stewart's theory of dissipative hydrodynamics, with a lattice\nbased equation of state, where the confinement-deconfinement transition is a\ncross-over at $T_{co}$=196 MeV, we have analysed the STAR data on $\\phi$ meson\nproduction in Au+Au collisions at $\\sqrt{s}$=200 GeV. From a simultaneous fit\nto $\\phi$ mesons multiplicity, mean $p_T$ and integrated $v_2$, we obtain a\nphenomenological estimate of QGP viscosity, $\\eta/s =0.15 \\pm 0.05 \\pm 0.03$,\nthe first error is due to the experimental uncertainty in STAR measurements,\nthe second reflects the uncertainties in initial and final conditions of the\nfluid. A host of STAR data, e.g. $\\phi$ multiplicity, integrated $v_2$, mean\n$p_T$, $p_T$ spectra ($p_T <$3 GeV), in central Au+Au collisions, are\nconsistent with the estimate of viscosity.\n","Comment: 5 pages, 4 figures. Extensively revised version. QGP viscosity is\n  determined as, $\\eta/s$=0.15 \\pm 0.05 \\pm 0.03, the first error reflect the\n  uncertainty in STAR measurements, the 2nd is due to uncertainty in initial\n  and final condition of the fluid"]}]
["0901.2814",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2814"],"date":["2009-01-19","2009-03-20"],"type":["text"],"creator":["McIntosh, S. W.","De Pontieu, Bart"],"language":[],"coverage":[],"title":["What Goes Up Doesn't Necessarily Come Down! - Connecting the Dynamics of\n  the Chromosphere and Transition Region with TRACE, Hinode and SUMER"],"description":["  We explore joint observations of the South-East limb made by Hinode, TRACE\nand SOHO/SUMER on April 12, 2008 as part of the Whole Heliosphere Interval\n(WHI) Quiet Sun Characterization targeted observing program. During the\nsequence a large, 10Mm long, macro-spicule was sent upward and crossed the\nline-of-sight of the SUMER slit, an event that affords us an opportunity to\nstudy the coupling of cooler chromospheric material to transition region\nemission formed as hot as 600,000K. This short article provides preliminary\nresults of the data analysis.\n","Comment: 4 pages, 3 figures and online supporting movies can be found in\n  http://download.hao.ucar.edu/pub/mscott/Hinode2/SUMER/. To appear in\n  proceedings of the Second Hinode Science Meeting, held in Boulder, CO, Sept\n  30 - Oct 3, 2008. Manuscript figure 2 corrected"]}]
["0901.3153",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3153","Phys. Rev. Lett. 102, 117007 (2009)","doi:10.1103/PhysRevLett.102.117007"],"date":["2009-01-20"],"type":["text"],"creator":["Hillier, A. D.","Quintanilla, J.","Cywinski, R."],"language":[],"coverage":[],"title":["Evidence for time-reversal symmetry breaking in the non-centrosymmetric\n  superconductor LaNiC$_2$"],"description":["  The results from muon spin relaxation experiments on the non-centrosymmetric\nintermetallic superconductor LaNiC$_2$ are reported. We find that the onset of\nsuperconductivity coincides with the appearance of spontaneous magnetic fields,\nimplying that in the superconducting state time reversal symmetry is broken. An\nanalysis of the possible pairing symmetries suggests only four triplet states\ncompatible with this observation, all of which are non-unitary. They include\nthe intriguing possibility of triplet pairing with the full point group\nsymmetry of the crystal, which is only possible in a non-centrosymmetric\nsuperconductor.\n","Comment: 4+ pages, 2 tables, 4 figures"]}]
["0901.4595",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4595"],"date":["2009-01-28","2009-03-20"],"type":["text"],"creator":["Etingof, Pavel","Stoica, Emanuel","Griffeth, Stephen"],"language":[],"coverage":[],"title":["Unitary representations of rational Cherednik algebras"],"description":["  We study unitarity of lowest weight irreducible representations of rational\nCherednik algebras. We prove several general results, and use them to determine\nwhich lowest weight representations are unitary in a number of cases. In\nparticular, in type A, we give a complete description of the unitarity locus\n(justified in Section 5 and appendix by Stephen Griffeth), and resolve a\nquestion by Cherednik on the unitarity of the irreducible subrepresentation of\nthe polynomial representation. Also, as a by-product, we establish Kasatani's\nconjecture in full generality (the previous proof by Enomoto assumes that the\nparameter c is not a half-integer).\n","Comment: 31 pages, latex; the present version contains an appendix by Stephen\n  Griffeth, which allowed to make Conjecture 5.5 from the previous version into\n  Theorem 5.5"]}]
["0902.1367",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1367"],"date":["2009-02-09","2009-03-19"],"type":["text"],"creator":["Kojima, Kazuhiko","Ichiki, Kiyotomo"],"language":[],"coverage":[],"title":["Evolution of Cosmological Perturbations in the Presence of Primordial\n  Magnetic Fields"],"description":["  Possible existence of the primordial magnetic fields has affected the\nstructure formation of the universe. In this paper it is shown that the initial\nconditions for density perturbations with magnetic fields derived in previous\nworks are inconsistent with Einstein equations. We find that this inconsistency\narises due to the unwanted cancellation of contributions from the magnetic\nfields and primordial radiations. A complete set of equations and consistent\ninitial conditions in the long wavelength limit are given with an explicit\nderivation in the covariant approach with CDM frame, by newly taking into\naccount a non-relativistic matter contribution in the radiation dominated era.\nBy solving these equations numerically, we derive the angular spectrum of\ncosmic microwave background anisotropies and the matter power spectrum with\nmagnetic fields. We find that the amplitude of the angular power spectrum of\nCMB anisotropies can alter at most a order of magnitude at $l \\lesssim 4000$\ncompared with the previous results in the literature.\n","Comment: 12pages, 12figures"]}]
["0902.2261",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","53C44","35K55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2261"],"date":["2009-02-13","2009-03-19"],"type":["text"],"creator":["Sheng, Weimin","Wang, Xu-Jia"],"language":[],"coverage":[],"title":["Singularity Profile in the Mean Curvature Flow"],"description":["  In this paper we study the geometry of first time singularities of the mean\ncurvature flow. By the curvature pinching estimate of Huisken and Sinestrari,\nwe prove that a mean curvature flow of hypersurfaces in the Euclidean space\n$\\R^{n+1}$ with positive mean curvature is $\\kappa$-noncollapsing, and a\nblow-up sequence converges locally smoothly along a subsequence to a smooth,\nconvex blow-up solution. As a consequence we obtain a local Harnack inequality\nfor the mean convex flow.\n"]}]
["0902.4098",{"format":[],"subject":["Computer Science - Multiagent Systems","Computer Science - Discrete Mathematics","Mathematics - Combinatorics","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.4098","Automation and Remote Control, Vol.70 (2009), No.3, P. 469-483","doi:10.1134/S0005117909030126"],"date":["2009-02-24"],"type":["text"],"creator":["Chebotarev, Pavel","Agaev, Rafig"],"language":[],"coverage":[],"title":["Coordination in multiagent systems and Laplacian spectra of digraphs"],"description":["  Constructing and studying distributed control systems requires the analysis\nof the Laplacian spectra and the forest structure of directed graphs. In this\npaper, we present some basic results of this analysis partially obtained by the\npresent authors. We also discuss the application of these results to\ndecentralized control and touch upon some problems of spectral graph theory.\n","Comment: 15 pages, 2 figures, 40 references. To appear in Automation and\n  Remote Control, Vol.70, No.3, 2009"]}]
["0903.2318",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2318"],"date":["2009-03-13","2009-03-20"],"type":["text"],"creator":["Oosawa, A.","Suzuki, T.","Kanada, K.","Goto, T.","Manaka, H."],"language":[],"coverage":[],"title":["$^1$H-NMR Spin-Lattice Relaxation Rate of IPACu(Cl$_{x}$Br$_{1-x}$)$_3$\n  with $x=0$ and 0.35"],"description":["  The spin-lattice relaxation rate $T_1^{-1}$ of $^1$H-NMR has been measured in\n(CH$_3$)$_2$CHNH$_3$Cu(Cl$_x$Br$_{1-x}$)$_3$ with $x=0$ and 0.35, in order to\ninvestigate the microscopic magnetism of systems. Previous macroscopic\nmagnetization and specific heat measurements suggested that these two exist in\na singlet-dimer phase. The temperature dependence of $T_1^{-1}$ in an $x=0$\nsystem decreased exponentially toward zero, indicating microscopic evidence of\nthe gapped singlet ground state, which is consistent with the macroscopic\nexperiments. At the same time, in the $x=0.35$ system, $T_1^{-1}$ showed a\nsharp peak structure at around 7.5 K though no splitting of $^1$H-NMR spectra\nindicative of the magnetic ordering was observed. We discuss the observed sharp\npeak structure in the $x=0.35$ system with the soft mode toward the exotic\nmagnetic ground state suggested by the recent $\\mu$SR experiments.\n","Comment: submitted to JPSJ (accepted and will appear in the issue of No. 5)"]}]
["0903.3114",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Condensed Matter - Statistical Mechanics","Physics - Data Analysis, Statistics and Probability","Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3114","IEEE Trans. Med. Imag. vol. 16, p. 878 (1997)","doi:10.1109/42.650883"],"date":["2009-03-18"],"type":["text"],"creator":["Held, Karsten","Kops, Elena Rota","Krause, Bernd J.","Wells III, William M.","Kikinis, Ron","Mueller-Gaertner, Hans-Wilhelm"],"language":[],"coverage":[],"title":["Markov Random Field Segmentation of Brain MR Images"],"description":["  We describe a fully-automatic 3D-segmentation technique for brain MR images.\nUsing Markov random fields the segmentation algorithm captures three important\nMR features, i.e. non-parametric distributions of tissue intensities,\nneighborhood correlations and signal inhomogeneities. Detailed simulations and\nreal MR images demonstrate the performance of the segmentation algorithm. The\nimpact of noise, inhomogeneity, smoothing and structure thickness is analyzed\nquantitatively. Even single echo MR images are well classified into gray\nmatter, white matter, cerebrospinal fluid, scalp-bone and background. A\nsimulated annealing and an iterated conditional modes implementation are\npresented.\n  Keywords: Magnetic Resonance Imaging, Segmentation, Markov Random Fields\n","Comment: 34 pages, 10 figures; the paper (published in 1997) has introduced\n  the concept of Markov random field to the segmentation of medical MR images.\n  For the published version see http://dx.doi.org/10.1109/42.650883"]}]
["0903.3143",{"format":[],"subject":["Mathematics - Algebraic Geometry","14A20","14J10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3143"],"date":["2009-03-18","2009-03-20"],"type":["text"],"creator":["Ekedahl, Torsten"],"language":[],"coverage":[],"title":["The Grothendieck group of algebraic stacks"],"description":["  We introduce a Grothendieck group of algebraic stacks (with affine\nstabilisers) analogous to the Grothendieck group of algebraic varieties. We\nthen identify it with a certain localisation of the Grothendieck group of\nalgebraic varieties. Several invariants of elements in this group are\ndiscussed. The most important is an extension of the Euler characteristic (of\ncohomology with compact support) but in characteristic zero we introduce\ninvariants which are able to distinguish between classes with the same Euler\ncharacteristic. These invariants are actually defined on the completed\nlocalised Grothendieck ring of varieties used in motivic integration. In\nparticular we show that there are $\\PSL_n$-torsors of varieties whose class in\nthe completed localised Grothendieck ring of varieties is not the product of\nthe class of the base and the class of $\\PSL_n$.\n","Comment: 21 pages; Two references have been added as well as a discussion of\n  their relevance"]}]
["0903.3237",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Functional Analysis","46B20, 46E30, 05D99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3237"],"date":["2009-03-18"],"type":["text"],"creator":["Hatami, Hamed"],"language":[],"coverage":[],"title":["On generalizations of Gowers norms and their geometry"],"description":["  Motivated by the definition of the Gowers uniformity norms, we introduce and\nstudy a wide class of norms. Our aim is to establish them as a natural\ngeneralization of the $L_p$ norms. We shall prove that these normed spaces\nshare many of the nice properties of the $L_p$ spaces. Some examples of these\nnorms are $L_p$ norms, trace norms $S_p$ when $p$ is an even integer, and\nGowers uniformity norms.\n  Every such norm is defined through a pair of weighted hypergraphs. In regard\nto a question of Laszlo Lovasz, we prove several results in the direction of\ncharacterizing all hypergraph pairs that correspond to norms.\n","Comment: 29 pages"]}]
["0903.3245",{"format":[],"subject":["Mathematics - General Topology","Mathematics - Category Theory","18A05, 18A30, 18B30, 54A20, 54B17."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3245"],"date":["2009-03-18"],"type":["text"],"creator":["Fenille, Marcio Colombo"],"language":[],"coverage":[],"title":["Closed injective systems and its fundamental limit spaces"],"description":["  In this article we introduce the concept of limit space and fundamental limit\nspace for the so-called closed injected systems of topological spaces. We\npresent the main results on existence and uniqueness of limit spaces and\nseveral concrete examples. In the main section of the text, we show that the\nclosed injective system can be considered as objects of a category whose\nmorphisms are the so-called cis-morphisms. Moreover, the transition to\nfundamental limit space can be considered a functor from this category into\ncategory of topological spaces. Later, we show results about properties on\nfunctors and counter-functors for inductive closed injective system and\nfundamental limit spaces. We finish with the presentation of some results of\ncharacterization of fundamental limite space for some special systems and the\nstudy of so-called perfect properties.\n","Comment: 18 pages, 2 figures"]}]
["0903.3250",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3250"],"date":["2009-03-18"],"type":["text"],"creator":["Ciucci, Francesco","Chueh, William C.","Haile, Sossina M.","Goodwin, David G."],"language":[],"coverage":[],"title":["Two-dimensional electrochemical model for mixed conductors: a study of\n  ceria"],"description":["  A two-dimensional small bias model has been developed for a patterned metal\ncurrent collector $|$ mixed oxygen ion and electronic conductor (MIEC) $|$\npatterned metal current collector electrochemical cell in a symmetric gas\nenvironment. Specifically, we compute the electrochemical potential\ndistributions of oxygen vacancies and electrons in the bulk and near the\nsurface for $\\text{Pt} | \\text{Sm}_{0.15}\\text{Ce}_{0.85}\\text{O}_{1.925} |\n\\text{Pt}$ symmetric cell in a $\\text{H}_2-\\text{H}_2\\text{O}-\\text{Ar}$\n(reducing) atmosphere from 500 to $650^o C$. Using a two-dimensional\nfinite-element model, we show that two types of electronic current exist within\nthe cell: an in-plane drift-diffusion current that flows between the gas $|$\nceria chemical reaction site and the metal current collector, and a cross-plane\ncurrent that flows between the two metal electrodes on the opposite side of the\ncell. By fitting the surface reaction constant $\\tilde k_f^0$ to experimental\nelectrode resistance values while fixing material properties such as bulk ionic\nand electronic equilibrium defect concentrations and mobilities, we are able to\nseparate the electrode polarization into the surface reaction component and the\nin-plane electron drift-diffusion component. We show that for mixed conductors\nwith a low electronic conductivity (a function of oxygen partial pressure) or a\nhigh surface reaction rate constant, the in-plane electron drift-diffusion\nresistance can become rate-limiting in the electrode reaction.\n"]}]
["0903.3254",{"format":[],"subject":["Quantitative Finance - General Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3254"],"date":["2009-03-18"],"type":["text"],"creator":["Saakian, David B."],"language":[],"coverage":[],"title":["Mapping markets to the statistical mechanics: the derivatives act\n  against the self-regulation of stock market"],"description":["  Mapping the economy to the some statistical physics models we get strong\nindications that, in contrary to the pure stock market, the stock market with\nderivatives could not self-regulate.\n","Comment: 3 pages"]}]
["0903.3267",{"format":[],"subject":["Mathematical Physics","42C40, 47S50, 62B5, 68U10, 94A08"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3267"],"date":["2009-03-18"],"type":["text"],"creator":["Jorgensen, Palle E. T.","Song, Myung-Sin"],"language":[],"coverage":[],"title":["Spectral Theory of Discrete Processes"],"description":["  We offer a spectral analysis for a class of transfer operators. These\ntransfer operators arise for a wide range of stochastic processes, ranging from\nrandom walks on infinite graphs to the processes that govern signals and\nrecursive wavelet algorithms; even spectral theory for fractal measures. In\neach case, there is an associated class of harmonic functions which we study.\nAnd in addition, we study three questions in depth:\n  In specific applications, and for a specific stochastic process, how do we\nrealize the transfer operator $T$ as an operator in a suitable Hilbert space?\nAnd how to spectral analyze $T$ once the right Hilbert space $\\mathcal{H}$ has\nbeen selected? Finally we characterize the stochastic processes that are\ngoverned by a single transfer operator.\n  In our applications, the particular stochastic process will live on an\ninfinite path-space which is realized in turn on a state space $S$. In the case\nof random walk on graphs $G$, $S$ will be the set of vertices of $G$. The\nHilbert space $\\mathcal{H}$ on which the transfer operator $T$ acts will then\nbe an $L^{2}$ space on $S$, or a Hilbert space defined from an energy-quadratic\nform.\n  This circle of problems is both interesting and non-trivial as it turns out\nthat $T$ may often be an unbounded linear operator in $\\mathcal{H}$; but even\nif it is bounded, it is a non-normal operator, so its spectral theory is not\namenable to an analysis with the use of von Neumann's spectral theorem. While\nwe offer a number of applications, we believe that our spectral analysis will\nhave intrinsic interest for the theory of operators in Hilbert space.\n","Comment: 34 pages with figures removed, for the full version with all the\n  figures please go to http://www.siue.edu/~msong/Research/spectrum.pdf"]}]
["0903.3279",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3279"],"date":["2009-03-19"],"type":["text"],"creator":["Roberts, Anthony P.","Haynes, Christophe P."],"language":[],"coverage":[],"title":["Generalisation of the fractal Einstein law relating conduction and\n  diffusion on networks"],"description":["  In the 1980s an important goal of the emergent field of fractals was to\ndetermine the relationships between their physical and geometrical properties.\nThe fractal-Einstein and Alexander-Orbach laws, which interrelate electrical,\ndiffusive and fractal properties, are two key theories of this type. Here we\nsettle a long standing controversy about their exactness by showing that the\nproperties of a class of fractal trees violate both laws. A new formula is\nderived which unifies the two classical results by proving that if one holds,\nthen so must the other, and resolves a puzzling discrepancy in the properties\nof Eden trees and diffusion limited aggregates. The failure of the classical\nlaws is attributed to anisotropic exploration of the network by a random\nwalker. The occurrence of this newly revealed behaviour means that numerous\ntheories, such as recent first passage time results, are restricted to a\nnarrower range of networks than previously thought.\n"]}]
["0903.3283",{"format":[],"subject":["Mathematics - Combinatorics","05A16"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3283"],"date":["2009-03-19"],"type":["text"],"creator":["Huang, Fenix W. D.","Qin, Jing","Reidys, Christian M.","Stadler, Peter F."],"language":[],"coverage":[],"title":["RNA-RNA interaction prediction: partition function and base pair pairing\n  probabilities"],"description":["  In this paper, we study the interaction of an antisense RNA and its target\nmRNA, based on the model introduced by Alkan {\\it et al.} (Alkan {\\it et al.},\nJ. Comput. Biol., Vol:267--282, 2006). Our main results are the derivation of\nthe partition function\n  \\cite{Backhofen} (Chitsaz {\\it et al.}, Bioinformatics, to appear, 2009),\nbased on the concept of tight-structure and the computation of the base pairing\nprobabilities. This paper contains the folding algorithm {\\sf rip} which\ncomputes the partition function as well as the base pairing probabilities in\n$O(N^4M^2)+O(N^2M^4)$ time and $O(N^2M^2)$ space, where $N,M$ denote the\nlengths of the interacting sequences.\n","Comment: 32 pages, 28 figures"]}]
["0903.3287",{"format":[],"subject":["Computer Science - Computational Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3287"],"date":["2009-03-19"],"type":["text"],"creator":["Nielsen, Frank","Nock, Richard"],"language":[],"coverage":[],"title":["Hyperbolic Voronoi diagrams made easy"],"description":["  We present a simple framework to compute hyperbolic Voronoi diagrams of\nfinite point sets as affine diagrams. We prove that bisectors in Klein's\nnon-conformal disk model are hyperplanes that can be interpreted as power\nbisectors of Euclidean balls. Therefore our method simply consists in computing\nan equivalent clipped power diagram followed by a mapping transformation\ndepending on the selected representation of the hyperbolic space (e.g.,\nPoincar\\'e conformal disk or upper-plane representations). We discuss on\nextensions of this approach to weighted and $k$-order diagrams, and describe\ntheir dual triangulations. Finally, we consider two useful primitives on the\nhyperbolic Voronoi diagrams for designing tailored user interfaces of an image\ncatalog browsing application in the hyperbolic disk: (1) finding nearest\nneighbors, and (2) computing smallest enclosing balls.\n"]}]
["0903.3289",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Complex Variables","37F99 (Primary)","32H50, 30D05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3289"],"date":["2009-03-19"],"type":["text"],"creator":["Abate, Marco"],"language":[],"coverage":[],"title":["Discrete holomorphic local dynamical systems"],"description":["  This is a survey on local dynamics of holomorphic maps in one and several\ncomplex variables, discussing in particular normal forms and the structure of\nlocal stable sets in the non-hyperbolic case, and including several proofs and\na vast bibliography. It updates and enlarge the previous survey\narXiv:math/0310089v1.\n","Comment: Notes of the CIME course given in Cetraro (Italy) in July 2008. To\n  appear in \"Holomorphic dynamics\", G.Gentili, J. Guenot, G. Patrizio eds.,\n  Lect. Notes in Math., Springer, Berlin, 2009"]}]
["0903.3290",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","46L05","46L85"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3290"],"date":["2009-03-19"],"type":["text"],"creator":["Winter, Wilhelm","Zacharias, Joachim"],"language":[],"coverage":[],"title":["Completely positive maps of order zero"],"description":["  We say a completely positive contractive map between two C*-algebras has\norder zero, if it sends orthogonal elements to orthogonal elements. We prove a\nstructure theorem for such maps. As a consequence, order zero maps are in\none-to-one correspondence with *-homomorphisms from the cone over the domain\ninto the target algebra. Moreover, we conclude that tensor products of order\nzero maps are again order zero, that the composition of an order zero map with\na tracial functional is again a tracial functional, and that order zero maps\nrespect the Cuntz relation, hence induce ordered semigroup morphisms between\nCuntz semigroups.\n","Comment: 13 pages"]}]
["0903.3297",{"format":[],"subject":["Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3297","J. Phys. A: Math. Theor. 41 (2008) 493001, Topical Review","doi:10.1088/1751-8113/41/49/493001"],"date":["2009-03-19"],"type":["text"],"creator":["Facchi, P.","Pascazio, S."],"language":[],"coverage":[],"title":["Quantum Zeno dynamics: mathematical and physical aspects"],"description":["  If frequent measurements ascertain whether a quantum system is still in its\ninitial state, transitions to other states are hindered and the quantum Zeno\neffect takes place. However, in its broader formulation, the quantum Zeno\neffect does not necessarily freeze everything. On the contrary, for frequent\nprojections onto a multidimensional subspace, the system can evolve away from\nits initial state, although it remains in the subspace defined by the\nmeasurement. The continuing time evolution within the projected \"quantum Zeno\nsubspace\" is called \"quantum Zeno dynamics:\" for instance, if the measurements\nascertain whether a quantum particle is in a given spatial region, the\nevolution is unitary and the generator of the Zeno dynamics is the Hamiltonian\nwith hard-wall (Dirichlet) boundary conditions. We discuss the physical and\nmathematical aspects of this evolution, highlighting the open mathematical\nproblems. We then analyze some alternative strategies to obtain a Zeno dynamics\nand show that they are physically equivalent.\n","Comment: 52 pages, 10 figures"]}]
["0903.3301",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3301"],"date":["2009-03-19"],"type":["text"],"creator":["Bellazzini, Jacopo","Bonanno, Claudio"],"language":[],"coverage":[],"title":["Nonlinear Schr\\\"odinger equations with strongly singular potentials"],"description":["  In this paper we look for standing waves for nonlinear Schr\\\"odinger\nequations $$ i\\frac{\\partial \\psi}{\\partial t}+\\Delta \\psi - g(|y|) \\psi\n-W^{\\prime}(| \\psi |)\\frac{\\psi}{| \\psi |}=0 $$ with cylindrically symmetric\npotentials $g$ vanishing at infinity and non-increasing, and a $C^1$ nonlinear\nterm satisfying weak assumptions. In particular we show the existence of\nstanding waves with non-vanishing angular momentum with prescribed $L^2$ norm.\nThe solutions are obtained via a minimization argument, and the proof is given\nfor an abstract functional which presents lack of compactness. As a particular\ncase we prove the existence of standing waves with non-vanishing angular\nmomentum for the nonlinear hydrogen atom equation.\n"]}]
["0903.3304",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3304"],"date":["2009-03-19"],"type":["text"],"creator":["Mukherji, A."],"language":[],"coverage":[],"title":["Interaction between Interpenetrating Charge Clouds and Collision of\n  High-Energy Particles"],"description":["  Interaction between two interpenetrating spherically symmetric charge\ndistributions has been calculated. Limited range terms appear in addition to\nthe Coulomb potential. Its strength increases and range decreases with reducing\nsizes of the interacting particles. Between two hydrogen atoms it yields the\nMorse Potential. Soft core potentials are obtained between pairs of nucleons.\nIt has been shown that when high-energy particles approach one another the\npotential between them increases with increasing relative speed. They are not\nlikely to disintegrate on impact. A possible way of smashing particles by\n3-body collisions is indicated.\n  PACS no. 11.90.+t 12.40.-y\n","Comment: 6 pages, 6 figures"]}]
["0903.3306",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3306"],"date":["2009-03-19"],"type":["text"],"creator":["Mineev, V. P.","Yoshioka, Yu"],"language":[],"coverage":[],"title":["Natural optical activity of metals"],"description":["  We derive the current response of noncentrosymmetric metal in normal and in\nsuperconducting states to the electromagnetic field with finite frequency and\nwave vector. The conductivity tensor is found contains the linear in wave\nvector off diagonal part generating natural optical activity. The Kerr rotation\nof polarization of light reflected from the metal surface is calculated. Its\nvalue is expressed through the fine-structure constant and the ratio of light\nfrequency to the band splitting due to the spin-orbit interaction.\n","Comment: 4 pages, no figures"]}]
["0903.3309",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3309"],"date":["2009-03-19"],"type":["text"],"creator":["Drobyshevski, Edward M."],"language":[],"coverage":[],"title":["Tunguska-1908 and similar events in light of the New Explosive Cosmogony\n  of minor bodies"],"description":["  The well-known Tunguska-1908 phenomenon (TP) problems (the fast transfer of\nthe kinetic energy of the meteoroid W~10-50 Mt TNT to air, with its heating to\nT>10^4 K at an altitude of 5-10 km, the final turn of the smoothly sloping,\n~0-20^o to horizon, trajectory of the body through ~10^o to the West, the\npattern and area of the tree-fall and trees' scorching by heat radiation, etc.)\nallow a simple solution within the New Explosive Cosmogony (NEC) of minor\nbodies, as opposed to other approaches. The NEC considers the short-period (SP)\ncomet nuclei, to which the Tunguska body belonged, to be fragments produced in\nexplosions of massive icy envelopes of Ganymede-type bodies saturated by\nproducts of bulk electrolysis of ices to the form of a 2H2+O2 solid solution.\nThe nearly tangent entry into the Earth's atmosphere with V~20 km/s of such a\nnucleus, ~200-500 m in size and ~(5-50)x10^12 g in mass, also saturated by\n2H2+O2, initiated detonation of its part of ~10^12 g at an altitude of 5-10 km.\nThis resulted in deflection of this fraction trajectory by 5^o-10^o, and fast\nexpansion with ~2 km/s of its detonation products brought about their fast\nslowing down by the air, heating of the latter to T>10^4 K and a phenomenon of\nhigh-altitude explosion. On crossing the Earth's atmosphere, the main part of\nthe unexploded nucleus escaped into space, and this body moving presently in an\nSP orbit should eventually be identified in time. Its impact with W~250-3000 Mt\nTNT on the Earth's surface (which could occur in 1908) would have produced a\ncrater up to ~3.5-8 km in size, with an ejection of dust that would have\nbrought about a climatic catastrophe. The processes involved in the TP are\nresembling those accompanying falling P/Shoemaker-Levy 9 onto Jupiter and,\npossibly, the impact-caused Younger Dryas cooling ~13 ka ago.\n","Comment: 18 pages"]}]
["0903.3312",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3312"],"date":["2009-03-19"],"type":["text"],"creator":["Cherbal, O.","Drir, M.","Maamache, M.","Trifonov, D. A."],"language":[],"coverage":[],"title":["Invariants and Coherent States for Nonstationary Fermionic Forced\n  Oscillator"],"description":["  The most general form of Hamiltonian that preserves fermionic coherent states\nstable in time is found in the form of nonstationary fermion oscillator.\nInvariant creation and annihilation operators and related Fock states and\ncoherent states are built up for the more general system of nonstationary\nforced fermion oscillator.\n","Comment: 13 pages, Latex, no figures"]}]
["0903.3313",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3313"],"date":["2009-03-19"],"type":["text"],"creator":["Drobyshevski, E. M.","Galushina, T. Yu.","Drobyshevski, M. E."],"language":[],"coverage":[],"title":["A search for a present-day candidate for the Comet P/Tunguska-1908"],"description":["  The reason for the horizontal turn of the Tunguska-1908 bolide trajectory\nremains difficult to understand. It finds explanation, however, in the New\nExplosive Cosmogony of minor bodies as having been caused by an explosion of a\npart (M up to 10^12 g) of the comet nucleus whose ices contained products of\nits electrolysis, 2H2+O2. In detonation, this part was repelled from the more\nmassive unexploded nucleus remnant, changed the direction of its own motion by\n~10^o and imparted its kinetic energy, in expanding and slowing down, to the\nair in producing an effect of a high-altitude explosion. Because there are no\ntraces of a fall of the more massive remnant, one comes to the conclusion that\non passing through the Earth's atmosphere it again entered a heliocentric orbit\n(the hypothesis of V.Vernadskiy, 1932). A search for this comet,\nP/Tunguska-1908, among the 6077 known NEAs shows the 2005NB56 object to be the\nmost appropriate candidate for a number of its parameters (a size is ~ 170 m, P\n= 2.106 y, e = 0.473 and i = 6.8^o). Back integration of its orbit made without\nallowing for non-gravitational effects suggests that it had passed the Earth on\nJune 27, 1908 at a distance of 0.06945 AU. It is quite possible that a proper\ninclusion of even fairly weak non-gravitational forces would make its orbit fit\nin parameters that of the Tunguska bolide.\n","Comment: 8 pages"]}]
["0903.3318",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3318"],"date":["2009-03-19"],"type":["text"],"creator":["Chen, Qing","Yu, Sixia","Oh, C. H."],"language":[],"coverage":[],"title":["Error-Tolerating Bell Inequalities via Graph States"],"description":["  We investigate the Bell inequalities derived from the graph states with\nviolations detectable even with the presence of noises, which generalizes the\nidea of error-correcting Bell inequalities [Phys. Rev. Lett. 101, 080501\n(2008)]. Firstly we construct a family of valid Bell inequalities tolerating\narbitrary $t$-qubit errors involving $3(t+1)$ qubits, e.g., 6 qubits suffice to\ntolerate single qubit errors. Secondly we construct also a\nsingle-error-tolerating Bell inequality with a violation that increases\nexponentially with the number of qubits. Exhaustive computer search for optimal\nerror-tolerating Bell inequalities based on graph states on no more than 10\nqubits shows that our constructions are optimal for single- and double-error\ntolerance.\n","Comment: 4 pages, 1 figure"]}]
["0903.3322",{"format":[],"subject":["Mathematical Physics","Mathematics - Analysis of PDEs","47J30 (primary), 35J50, 81V10 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3322"],"date":["2009-03-19"],"type":["text"],"creator":["Benci, Vieri","Fortunato, Donato"],"language":[],"coverage":[],"title":["Hylomorphic Vortices in Abelian Gauge Theories"],"description":["  We consider an Abelian Gauge Theory in R4 equipped with the Minkowski metric.\nThis theory leads to a system of equations, the Klein-Gordon- Maxwell\nequations, which provide models for the interaction between the electromagnetic\nfield and matter. We assume that the nonlinear term is such that the energy\nfunctional is positive; this fact makes the theory more suitable for physical\nmodels. A three dimensional vortex is a finite energy, stationary solution of\nthese equations such that the matter field has nontrivial angular momen- tum\nand the magnetic field looks like the field created by a finite solenoid. Under\nsuitable assumptions, we prove the existence of three dimensional\nvortex-solutions.\n"]}]
["0903.3323",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Spectral Theory","Primary 47A12, 47A25","Secondary 47A60, 46J10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3323"],"date":["2009-03-19"],"type":["text"],"creator":["Szafraniec, F. H."],"language":[],"coverage":[],"title":["Decomposing numerical ranges along with spectral sets"],"description":["  This note is to indicate the new sphere of applicability of the method\ndeveloped by Mlak as well as by the author. Restoring those ideas is summoned\nby current developments concerning $K$-spectral sets on numerical ranges.\n"]}]
["0903.3326",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Analysis of PDEs","35P30","58J50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3326"],"date":["2009-03-19"],"type":["text"],"creator":["Helffer, B.","Hoffmann-Ostenhof, T.","Terracini, S."],"language":[],"coverage":[],"title":["On spectral minimal partitions: the case of the sphere"],"description":["  We consider spectral minimal partitions. Continuing work of the the present\nauthors about problems for planar domains, [23], we focus on the sphere and\nobtain a sharp result for 3-partitions which is related to questions from\nharmonic analysis, in particular to a conjecture of Bishop.\n"]}]
["0903.3327",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3327"],"date":["2009-03-19"],"type":["text"],"creator":["Wood-Vasey, Michael","Schulte-Ladbeck, Regina","Blair, William","Borne, Kirk","Clampin, Mark","Gatley, Ian","Graf, Paul","Ivezic, Zeljko","Magnier, Eugene","Mather, John","Stubbs, Christopher","Schweitzer, Andrea","Spadafora, Tony","Stahl, Phil","Tyson, Tony"],"language":[],"coverage":[],"title":["Educating the Next Generation of Leading Scientists: Turning Ideas into\n  Action"],"description":["  The core of scientific research is turning new ideas into reality. From the\nschool science fair to the search for the secrets of dark energy, high-quality\nresearch consists of scientific investigation constrained within the scope of a\nwell-defined project. Large or small, generously funded or just scraping\nby,scientific projects use time, money, and information to turn ideas into\nplans, plans into action, and action into results. While we, as a community, do\nmuch to educate students in the techniques of research, we do not\nsystematically train students in the nature and organization of scientific\nprojects or in the techniques of project management. We propose a two-pronged\nattack to address this issue in the next decade. First, to generate a broad\nbase of future scientists who have a basic familiarity with the ideas of\nprojects, we propose that the community develop standards for the content of a\nproject design and management course in astronomy and astrophysics. Second, to\ntrain future scientists to assume leadership roles in new investigations in\nastronomy and astrophysics, we propose that the community develop standards for\ngraduate programs in the area of research project leadership.\n","Comment: State of the Profession Position Paper submitted to the Astro2010\n  Decadal Survey"]}]
["0903.3328",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3328"],"date":["2009-03-19"],"type":["text"],"creator":["Lande, D. V.","Snarskii, A. A."],"language":[],"coverage":[],"title":["Diagram of measurement series elements deviation from local linear\n  approximations"],"description":["  Method for detection and visualization of trends, periodicities, local\npeculiarities in measurement series (dL-method) based on DFA technology\n(Detrended fluctuation analysis) is proposed. The essence of the method lies in\nreflecting the values of absolute deviation of measurement accumulation series\npoints from the respective values of linear approximation. It is shown that\ndL-method in some cases allows better determination of local peculiarities than\nwavelet-analysis. Easy-to-realize approach that is proposed can be used in the\nanalysis of time series in such fields as economics and sociology.\n","Comment: 4 pages, 6 figures"]}]
["0903.3329",{"format":[],"subject":["Computer Science - Learning","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3329"],"date":["2009-03-19"],"type":["text"],"creator":["Bréhard, Thomas","Duflos, Emmanuel","Vanheeghe, Philippe","Coquelin, Pierre-Arnaud"],"language":[],"coverage":[],"title":["Optimal Policies Search for Sensor Management"],"description":["  This paper introduces a new approach to solve sensor management problems.\nClassically sensor management problems can be well formalized as\nPartially-Observed Markov Decision Processes (POMPD). The original approach\ndevelopped here consists in deriving the optimal parameterized policy based on\na stochastic gradient estimation. We assume in this work that it is possible to\nlearn the optimal policy off-line (in simulation) using models of the\nenvironement and of the sensor(s). The learned policy can then be used to\nmanage the sensor(s). In order to approximate the gradient in a stochastic\ncontext, we introduce a new method to approximate the gradient, based on\nInfinitesimal Perturbation Approximation (IPA). The effectiveness of this\ngeneral framework is illustrated by the managing of an Electronically Scanned\nArray Radar. First simulations results are finally proposed.\n"]}]
["0903.3331",{"format":[],"subject":["Mathematics - Dynamical Systems","37A10, 37E35, 30F30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3331"],"date":["2009-03-19"],"type":["text"],"creator":["Fraczek, Krzysztof"],"language":[],"coverage":[],"title":["Density of mild mixing property for vertical flows of Abelian\n  differentials"],"description":["  We prove that if $g\\geq 2$ then the set of all Abelian differentials\n$(M,\\omega)$ for which the vertical flow is mildly mixing is dense in every\nstratum of the moduli space $\\mathcal{H}_g$. The proof is based on a sufficient\ncondition for special flows over irrational rotations and under piecewise\nconstant roof functions to be mildly mixing.\n","Comment: 14 pages"]}]
["0903.3332",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Dynamical Systems","30F40","37F99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3332"],"date":["2009-03-19"],"type":["text"],"creator":["Falk, Kurt","Matsuzaki, Katsuhiko","Stratmann, Bernd O"],"language":[],"coverage":[],"title":["Checking atomicity of conformal ending measures for Kleinian groups"],"description":["  In this paper we address questions of continuity and atomicity of conformal\nending measures for arbitrary non-elementary Kleinian groups. We give\nsufficient conditions under which such ending measures are purely atomic.\nMoreover, we will show that if a conformal ending measure has an atom which is\ncontained in the big horospherical limit set, then this atom has to be a\nparabolic fixed point. Also, we give detailed discussions of non-trivial\nexamples for purely atomic as well as for non-atomic conformal ending measures.\n","Comment: 20 pages"]}]
["0903.3342",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3342"],"date":["2009-03-19"],"type":["text"],"creator":["Chen, William Y. C.","Gao, Oliver X. Q.","Guo, Peter L."],"language":[],"coverage":[],"title":["Hook Length Formulas for Trees by Han's Expansion"],"description":["  Recently Han obtained a general formula for the weight function corresponding\nto the expansion of a generating function in terms of hook lengths of binary\ntrees. In this paper, we present formulas for k-ary trees, plane trees, plane\nforests, labeled trees and forests. We also find appropriate generating\nfunctions which lead to unifications of the hook length formulas due to Du and\nLiu, Han, Gessel and Seo, and Postnikov.\n","Comment: 16 pages"]}]
["0903.3343",{"format":[],"subject":["Mathematics - Algebraic Geometry","14E22 (primary), 03C60, 14G22, 14C17 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3343"],"date":["2009-03-19"],"type":["text"],"creator":["Morrow, Matthew"],"language":[],"coverage":[],"title":["Euler characteristics, Fubini's theorem, and the Riemann-Hurwitz formula"],"description":["  We relate Fubini's theorem for Euler characteristics to Riemann-Hurwtiz\nformulae, and reprove a classical result of Iversen. The techniques used\ninclude algebraic geometry, complex geometry, and model theory. Possible\napplications to the study of wild ramification in finite characteristic are\ndiscussed.\n"]}]
["0903.3346",{"format":[],"subject":["Quantitative Finance - General Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3346"],"date":["2009-03-19"],"type":["text"],"creator":["Zverovich, S."],"language":[],"coverage":[],"title":["The Transfer Pricing Problem with Non-Linearities"],"description":["  A number of approaches to solving the well-known transfer pricing problem are\nknown. However, few models satisfactorily resolve the core problem of allowing\nboth the source and receiving divisions to earn a profit on transfers during a\nperiod in such a way that sub-optimal output levels are avoided. In 1969,\nSamuel proposed to use a transfer price schedule instead of just a single\ntransfer price. An essential improvement of Samuels' model was given by Tomkins\n(1990) in his pragmatic-analytical transfer pricing approach, which is a\ncombination of a single cost-plus transfer price and the pragmatic process of\nnegotiation. This fundamental approach was developed under the assumption that\nthe net average revenue curve for the final product is linear.\n  In this paper, Tomkins' pragmatic-analytical model is further developed for\nnon-linear net average revenue curves. In particular, typical quadratic\nfunctions are considered and corresponding transfer price schedules are\ndetermined. A similar technique can be used for the transfer pricing problem\nwith any net average revenue curve.\n","Comment: 15 pages"]}]
["0903.3348",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3348"],"date":["2009-03-19"],"type":["text"],"creator":["D'Incao, J. P.","von Stecher, J.","Greene, Chris H."],"language":[],"coverage":[],"title":["Universal Four-Boson States in Ultracold Molecular Gases: Resonant\n  Effects in Dimer-Dimer Collisions"],"description":["  We study the manifestations of universal four-body physics in ultracold\ndimer-dimer collisions.\n  We show that resonant features associated with three-body Efimov physics and\ndimer-dimer scattering lengths are universally related. The emergence of\nuniversal four-boson states allows for the tunability of the dimer-dimer\ninteraction, thus enabling the future study of ultracold molecular gases with\nboth attractive and repulsive interactions. Moreover, our study of the\ninterconversion between dimers and Efimov trimers shows that $B_{2}+B_{2}\\to\nB_{3}+B$ rearrangement reactions can provide an efficient trimer formation\nmechanism. Our analysis of the temperature dependence of this reaction provides\nan interpretation of the available experimental data and sheds light on the\npossible experimental realization of rearrangement processes in ultracold\ngases.\n","Comment: 4.1 pages, 3 figures"]}]
["0903.3361",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","42B99","42A99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3361"],"date":["2009-03-19"],"type":["text"],"creator":["Barhoumi, Alia","Komornik, Vilmos","Mehrenberger, Michel"],"language":[],"coverage":[],"title":["A vectorial Ingham-Beurling theorem"],"description":["  Baiocchi et al. generalized a few years ago a classical theorem of Ingham and\nBeurling by means of divided differences. The optimality of their assumption\nhas been proven by the third author of this note. The purpose of this note to\nextend these results to vector coefficient sums.\n","Comment: 5 pages"]}]
["0903.3376",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3376"],"date":["2009-03-19"],"type":["text"],"creator":["Pelayo, Alvaro","Ngoc, San Vu"],"language":[],"coverage":[],"title":["Constructing integrable systems of semitoric type"],"description":["  Let M be a connected, symplectic 4-manifold. A semitoric integrable system on\nM essentially consists of a pair of independent, real-valued, smooth functions\nJ and H on the manifold M, for which J generates a Hamiltonian circle action\nunder which H is invariant. In this paper we give a general method to\nconstruct, starting from a collection of five ingredients, a symplectic\n4-manifold equipped a semitoric integrable system. Then we show that every\nsemitoric integrable system on a symplectic 4-manifold is obtained in this\nfashion. In conjunction with the uniqueness theorem proved recently by the\nauthors (Invent. Math. 2009), this gives a classification of semitoric\nintegrable systems on 4-manifolds, in terms of five invariants. Some of the\ninvariants are geometric, others are analytic and others are\ncombinatorial/group-theoretic.\n","Comment: 28 pages, 4 figures"]}]
["0903.3383",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3383"],"date":["2009-03-19"],"type":["text"],"creator":["Starck, Jean-Luc","Bobin, Jerome"],"language":[],"coverage":[],"title":["Astronomical Data Analysis and Sparsity: from Wavelets to Compressed\n  Sensing"],"description":["  Wavelets have been used extensively for several years now in astronomy for\nmany purposes, ranging from data filtering and deconvolution, to star and\ngalaxy detection or cosmic ray removal. More recent sparse representations such\nridgelets or curvelets have also been proposed for the detection of anisotropic\nfeatures such cosmic strings in the cosmic microwave background.\n  We review in this paper a range of methods based on sparsity that have been\nproposed for astronomical data analysis. We also discuss what is the impact of\nCompressed Sensing, the new sampling theory, in astronomy for collecting the\ndata, transferring them to the earth or reconstructing an image from incomplete\nmeasurements.\n","Comment: Submitted. Full paper will figures available at\n  http://jstarck.free.fr/IEEE09_SparseAstro.pdf"]}]
["0903.3384",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3384"],"date":["2009-03-19"],"type":["text"],"creator":["Marshall, P. J.","Bennert, N.","Rykoff, E. S.","Shen, K. J.","Steinfadt, J. D. R.","Fregeau, J.","Chary, R-R.","Sheth, K.","Weiner, B.","Henisey, K. B.","Quetin, E. L.","Antonucci, R.","Kaplan, D.","Jonsson, P.","Auger, M. W.","Cardamone, C.","Tao, T.","Holz, D. E.","Bradac, M.","Metcalfe, T. S.","McHugh, S.","Elvis, M.","Brewer, B. J.","Urrutia, T.","Guo, F.","Hovest, W.","Nakajima, R.","For, B. -Q.","Erb, D.","Paneque, D."],"language":[],"coverage":[],"title":["Low-Energy Astrophysics: Stimulating the Reduction of Energy Consumption\n  in the Next Decade"],"description":["  In this paper we address the consumption of energy by astronomers while\nperforming their professional duties. Although we find that astronomy uses a\nnegligible fraction of the US energy budget, the rate at which energy is\nconsumed by an average astronomer is similar to that of a typical high-flying\nbusinessperson. We review some of the ways in which astronomers are already\nacting to reduce their energy consumption. In the coming decades, all citizens\nwill have to reduce their energy consumption to conserve fossil fuel reserves\nand to help avert a potentially catastrophic change in the Earth's climate. The\nchallenges are the same for astronomers as they are for everyone: decreasing\nthe distances we travel and investing in energy-efficient infrastructure. The\nhigh profile of astronomy in the media, and the great public interest in our\nfield, can play a role in promoting energy-awareness to the wider population.\nOur specific recommendations are therefore to 1) reduce travel when possible,\nthrough efficient meeting organization, and by investing in high-bandwidth\nvideo conference facilities and virtual-world software, 2) create\nenergy-efficient observatories, computing centers and workplaces, powered by\nsustainable energy resources, and 3) actively publicize these pursuits.\n","Comment: \"State of the Profession\" white paper submitted to the 2010 Astronomy\n  & Astrophysics Decadal Survey. Add your thoughts to the wiki at\n  http://low-energy-astro.physics.ucsb.edu"]}]
["0903.3386",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3386"],"date":["2009-03-19"],"type":["text"],"creator":["Szekely, Laszlo","Steel, Mike"],"language":[],"coverage":[],"title":["An improved bound on the Maximum Agreement Subtree problem"],"description":["  We improve the lower bound on the extremal version of the Maximum Agreement\nSubtree problem. Namely we prove that two binary trees on the same $n$ leaves\nhave subtrees with the same $\\geq c\\log\\log n$ leaves which are homeomorphic,\nsuch that homeomorphism is identity on the leaves.\n","Comment: 5 pages, 1 figure"]}]
["0903.3395",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3395"],"date":["2009-03-19"],"type":["text"],"creator":["Defant, Andreas","Frerick, Leonhard"],"language":[],"coverage":[],"title":["Hypercontractivity of the Bohnenblust-Hille inequality for polynomials\n  and multidimensional Bohr radii"],"description":["  In 1931 Bohnenblust and Hille proved that for each m-homogeneous polynomial\n$\\sum_{|\\alpha| = m} a_\\alpha z^\\alpha$ on $\\C^n$ the\n$\\ell^{\\frac{2m}{m+1}}$-norm of its coefficients is bounded from above by a\nconstant $C_m$ (depending only on the degree $m$) times the sup norm of the\npolynomial on the polydisc $\\mathbb{D}^n$. We prove that this inequality is\nhypercontractive in the sense that the optimal constant $C_m$ is $\\leq C^m$\nwhere $C \\geq 1$ is an absolute constant. From this we derive that the Bohr\nradius $K_n$ of the $n$-dimensional polydisc in $\\mathbb{C}^n$ is up to an\nabsolute constant $\\geq \\sqrt{\\log n/n}$; this result was independently and\nwith a differnt proof discovered by Ortega-Cerd{\\`a}, Ouna\\\"ies and Seip. An\nalternative approach even allows to prove that the Bohr radius $K_n^p$, $1 \\leq\np \\leq \\infty $ of the unit ball of $\\ell_n^p ,$ is asymptotically $ \\geq (\\log\nn/n) ^{1-1/ \\min (p,2)}$. This shows that the upper bounds for $K_n^p$ given by\nBoas and Khavinson are optimal.\n"]}]
["0903.3401",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Geometric Topology","46E10, 46B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3401"],"date":["2009-03-19"],"type":["text"],"creator":["Ferrero, M. Montserrat Alonso"],"language":[],"coverage":[],"title":["New Pseudodistances Associated with Reparametrization Invariant\n  Seminorms"],"description":["  We consider pairs of a non-empty compact connected and locally connected\nHausdorff space and a real-valued continuous function. Our aim is to measure\nthe difference between this kind of the pairs. In this notes we introduce new\npseudodistances between pairs associated with reparametrization invariant\nseminorms. We finish with an example where the use of this lower bound is\nillustrated.\n","Comment: 11 pages, 6 figures"]}]
["astro-ph/0106563",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0106563","Astron.J.122:1071-1083,2001","doi:10.1086/322133"],"date":["2001-06-29"],"type":["text"],"creator":["Lubin, Lori M.","Sandage, Allan"],"language":[],"coverage":[],"title":["The Tolman Surface Brightness Test for the Reality of the Expansion.\n  III. HST Profile and Surface Brightness Data for Early-Type Galaxies in Three\n  High-Redshift Clusters"],"description":["  Photometric data for 34 early-type galaxies in the three high-redshift\nclusters Cl 1324+3011 (z = 0.76), Cl 1604+4304 (z = 0.90), and Cl 1604+4321 (z\n= 0.92), observed with the Hubble Space Telescope (HST) and with the Keck\n10-meter telescopes by Oke, Postman & Lubin, are analyzed to obtain the\nphotometric parameters of mean surface brightness, magnitudes for the growth\ncurves, and angular radii at various Petrosian eta radii. The angular radii at\neta = 1.3 mag for the program galaxies are all larger than 0.24\". All of the\ngalaxies are well resolved at this angular size using HST whose point-spread\nfunction is 0.05\", half width at half maximum. The data for each of the program\ngalaxies are listed at eta = 1.0, 1.3, 1.5, 1.7, and 2.0 mag. They are\ncorrected by color equations and K terms for the effects of redshift to the\nrest-frame Cape/Cousins I for Cl 1324+3011 and Cl 1604+4304 and R for Cl\n1604+4321. The K corrections are calculated from synthetic spectral energy\ndistributions derived from evolving stellar population models of Bruzual &\nCharlot which have been fitted to the observed broad-band (BVRI) AB magnitudes\nof each program galaxy. The listed photometric data are independent of all\ncosmological parameters. They are the source data for the Tolman surface\nbrightness test made in Paper IV.\n","Comment: 17 pages, 7 figures; accepted for publication in the Astronomical\n  Journal"]}]
["astro-ph/0106566",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0106566","Astron.J.122:1084-1103,2001","doi:10.1086/322134"],"date":["2001-06-29"],"type":["text"],"creator":["Lubin, Lori M.","Sandage, Allan"],"language":[],"coverage":[],"title":["The Tolman Surface Brightness Test for the Reality of the Expansion. IV.\n  A Measurement of the Tolman Signal and the Luminosity Evolution of Early-Type\n  Galaxies"],"description":["  We review a sample of the early literature in which the reality of the\nexpansion is discussed, explain Hubble's reticence to accept the expansion as\nreal, and contrast the Tolman surface brightness test with three other modern\ntests. We search for the Tolman surface brightness depression with redshift\nusing the Hubble Space Telescope (HST) data from Paper III for 34 early-type\ngalaxies from the three clusters Cl 1324+3011 (z=0.76), Cl 1604+4304 (z=0.90),\nand Cl 1604+4321 (z=0.92). Depressions of the surface brightness relative to\nthe zero-redshift fiducial lines in the mean surface brightness, log linear\nradius diagrams of Paper I are found for all three clusters. Expressed as the\nexponent, n, in 2.5 log (1 + z)^n mag, the value of n for all three clusters is\nn = 2.59 +/- 0.17 in the R band and 3.37 +/- 0.13 in the I band for a q_o = 1/2\nmodel. The sensitivity of the result to the assumed value of q_o is shown to be\nless than 23% between q_o = 0 and +1. For a true Tolman signal with n = 4, the\nluminosity evolution in the look-back time, expressed as the exponent in 2.5\nlog (1+z)^(4-n) mag, must then be between 1.72 to 1.19 in the R band and 0.94\nto 0.45 in the I band. We show that this is precisely the range expected from\nthe evolutionary models of Bruzual & Charlot. We conclude that the Tolman\nsurface brightness test is consistent with the reality of the expansion. We\nhave also used the high-redshift HST data to test the ``tired light''\nspeculation for a non-expansion model for the redshift. The HST data rule out\nthe ``tired light'' model at a significance level of better than 10 sigma.\n","Comment: 36 pages, 6 figures; accepted for publication in the Astronomical\n  Journal"]}]
["astro-ph/0107391",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0107391","Astrophys.J.562:314-336,2001","doi:10.1086/323529"],"date":["2001-07-19"],"type":["text"],"creator":["Saha, A.","Sandage, Allan","Tammann, G. A.","Dolphin, A. E.","Christensen, J.","Panagia, N.","Macchetto, F. D."],"language":[],"coverage":[],"title":["Cepheid Calibration of the Peak Brightness of SNe Ia. XI. SN 1998aq in\n  NGC 3982"],"description":["  Repeated imaging observations have been made of NGC 3982 with the Hubble\nSpace Telescope between March and May 2000, over an interval of 53 days. Images\nwere obtained on 12 epochs in the F555W band and on five epochs in the F814W\nband. The galaxy hosted the type Ia supernova SN1998aq.\n  A total of 26 Cepheid candidates were identified, with periods ranging from\n10 to 45 days, using photometry with the DoPHOT program. The de-reddened\ndistance to NGC 3982 is estimated from these data using various criteria to\nmaximize signal to noise and reliability: the values lie between 31.71 and\n31.82, with uncertainties in the mean of typically +/- 0.14 mag for each case.\nA parallel analysis using photometry with HSTphot discovered 13 variables,\nyielding a distance modulus of 31.85 +/- 0.16. The final adopted modulus is\n(M-m)_0 = 31.72 +/- 0.14 (22 +/- 1.5 Mpc).\n  Photometry of 1998aq that is available in the literature is used in\ncombination with the derived distance to NGC 3982 to obtain the peak absolute\nmagnitude of this supernova. The lower limit (no extinction within the host\ngalaxy) for M_V is -19.47 +/- 0.15 mag. Corrections for decline rate and\nintrinsic color to carry these to the reduced system of Parodi et al. (2000)\nhave been performed. The derived luminosities at hand are fully consistent with\nthe mean of the 8 normal SNe Ia previously calibrated with Cepheids. Together\nthey yield H_0 ~ 60 +/- 2 (internal) km s-1 Mpc-1 based on an assumed LMC\ndistance modulus of 18.50. We point out that correcting some of the systematic\nerrors and including uncertainty estimates due to them leads to H_0 = 58.7 +/-\n6.3 (internal) km s-1 Mpc-1.\n","Comment: 53 pages, 8 figures"]}]
["astro-ph/0201381",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0201381","Astron.J.123:2047-2069,2002","doi:10.1086/339307"],"date":["2002-01-22"],"type":["text"],"creator":["Sandage, Allan","Saha, A."],"language":[],"coverage":[],"title":["Bias Properties of Extragalactic Distance Indicators.XI. Methods to\n  Correct for Observational Selection Bias for RR Lyrae Absolute Magnitudes\n  from Trigonometric Parallaxes Expected from the FAME Astrometric Satellite"],"description":["  Please note that this abstract has been shortened from that found in the\npaper. A brief history is given of the development of the correction for\nobservation selection bias inherent in the calibration of absolute magnitudes\nusing trigonometric parallaxes. As a tutorial to gain an intuitive\nunderstanding of several complicated trigonometric bias problems, we study a\ntoy bias model of a parallax catalog which incorporates assumed parallax\nmeasuring errors of various severities. The two effects of bias errors on the\nderived absolute magnitudes are (1) the Lutz-Kelker correction itself that\ndepends on the fractional parallax error and the spatial distribution, and (2)\na Malmquist-like `incompleteness' correction of opposite sign due to various\napparent magnitude cut-offs as they are progressively imposed on the catalog.\nThe simulations involve 3 million stars spread with varying density\ndistributions in a volume bounded by a radius of 50,000 pc. A fixed absolute\nmagnitude of M_V = +0.6 is used to imitate RR Lyrae variables in the mean. The\nbias is demonstrated for various assumed spatial densities and parallax error\nmodels, including one that is projected for the FAME satellite. The effects of\nimposing magnit ude limits and limits on the `observer's' error are displayed.\nWe contrast the method of calculating mean absolute magnitude directly from the\nparallaxes where bias corrections are mandatory, with an inverse method using\nmaximum likelihood which is free of the Lutz-Kelker bias, although a Malmquist\nbias is present. We discuss the level of accuracy that can be expected in a\ncalibration of RR Lyrae absolute magnitudes from the FAME data over the\nmetallicity range of [Fe/H] from 0 to -2, given the known frequency of the\nlocal RR Lyraes closer than 1.5 kpc.\n","Comment: to appear in the Astronomical Journal"]}]
["astro-ph/0307128",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0307128","Publ.Astron.Soc.Pac.115:1187-1206,2003","doi:10.1086/378243"],"date":["2003-07-07"],"type":["text"],"creator":["Sandage, A.","Lubin, L. M.","VandenBerg, D. A."],"language":[],"coverage":[],"title":["The Age of the Oldest Stars in the Local Galactic Disk From Hipparcos\n  Parallaxes of G and K Subgiants"],"description":["  We review the history of the discovery of field subgiant stars and their\nimportance in the age dating of the Galactic disk. We use the cataloged data\nfrom the Hipparcos satellite in this latter capacity. Based on Hipparcos\nparallaxes accurate to 10% or better, the absolute magnitude of the lower\nenvelope of the nearly horizontal subgiant sequence for field stars in the H-R\ndiagram for B-V colors between 0.85 and 1.05 is measured to be M_V = 4.03 +/-\n0.06. The age of the field stars in the solar neighborhood is found to be 7.9\n+/- 0.7 Gyr by fitting the theoretical isochrones for [Fe/H] = +0.37 to the\nlower envelope of the Hipparcos subgiants. The same grid of isochrones yields\nages, in turn, of 4.0 +/- 0.2 Gyr, 6.2 +/- 0.5 Gyr, and 7.5 to 10 Gyr for the\nold Galactic clusters M67, NGC188, and NGC6791. The ages of both the Galactic\ndisk in the solar neighborhood and of NGC6791 are, nevertheless, likely between\n3 and 5 Gyr younger than the oldest halo globular clusters, which have ages of\n13.5 Gyr. The most significant results are (1) the supermetallicity of the\noldest local disk stars, and (2) the large age difference between the most\nmetal-poor component of the halo and the thick and thin disk in the solar\nneighborhood. These facts are undoubtedly related and pose again the problem of\nthe proper scenario for the timing of events in the formation of the halo and\nthe Galactic disk in the solar neighborhood. [Abstract Abridged]\n","Comment: 44 pages, 12 Figures; accepted for publication in PASP; high\n  resolution versions of Figures 1, 2, 6 and 9 available at\n  http://bubba.ucdavis.edu/~lubin/Sandage/"]}]
["astro-ph/0405480",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0405480","Astron.J.128:858-868,2004","doi:10.1086/422509"],"date":["2004-05-24"],"type":["text"],"creator":["Sandage, Allan"],"language":[],"coverage":[],"title":["The Metallicity Dependence of the Fourier Components of RR Lyrae Light\n  Curves is the Oosterhoff/Arp/Preston Period Ratio Effect in Disguise"],"description":["  The correlation of particular Fourier components of the light curves of RR\nLyrae variables with metallicity, discovered by Simon and later by Kovacs and\nhis coworkers, is shown to have the same explanation as the period ratios\n(period shifts in log P) between RRab Lyrae variables that have the same\ncolors, amplitudes, and light-curve shapes but different metallicities. A\npurpose of this paper is to demonstrate that the model which predicts the\nperiod-metallicity relations is the mediating parameters of colors, amplitudes,\nand light-curve shapes also explains the Simon/Kovacs et al. correlation\nbetween period, Phi_31, and metallicity. The proof is made by demonstrating\nthat the combination of the first and third phase terms in a Fourier\ndecomposition of RRab light curves, called Phi_31 by Simon and Lee, varies\nmonotonically across the RR Lyrae instability strip in the same way that\namplitude, color, and rise time vary with period within the strip. The premise\nof the model is that if horizontal branches at the RR Lyrae strip are stacked\nin luminosity according to the metallicity, then there necessarily must be a\nlog period shift between RR Lyraes with different metallicities at the same\nPhi_31 values. However, there are exceptions to the model. (...)\n","Comment: 17 pages, 8 figures, 1 table. Accepted for publication in The AJ"]}]
["astro-ph/0604548",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0604548","JINST 1:T09001,2006","doi:10.1088/1748-0221/1/09/T09001"],"date":["2006-04-26"],"type":["text"],"creator":["Cline, David B.","Raffaelli, Fabrizio","Sergiampietri, Franco"],"language":[],"coverage":[],"title":["LANNDD - A line of liquid argon TPC detectors scalable in mass from 200\n  Tons to 100 Ktons"],"description":["  A scalable line of liquid argon TPC detectors is described, based on a three\ndimensional cubic frame array immersed on a common liquid argon volume. The\npaper describes general lines, main construction criteria, crucial points,\nparameters and required preliminary R&D activities for the construction of\ndetectors with active mass ranging from 200 ton to 100 kTon. Such detectors\nappear as unique for supernova detection, proton decay, LBL neutrino physics\nand other astropaticle physics applications.\n","Comment: PDF, 13 pages with 19 JPEG figures and 1 table"]}]
["astro-ph/9603105",{"format":[],"subject":["Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/9603105","Phys.Rev.D54:1260-1263,1996","doi:10.1103/PhysRevD.54.R1260"],"date":["1996-03-20"],"type":["text"],"creator":["Cardall, Christian Y.","Fuller, George M."],"language":[],"coverage":[],"title":["Limits on Active-Sterile Neutrino Mixing and the Primordial Deuterium\n  Abundance"],"description":["  Studies of limits on active-sterile neutrino mixing derived from big bang\nnucleosynthesis considerations are extended to consider the dependance of these\nconstraints on the primordial deuterium abundance. This study is motivated by\nrecent measurements of D/H in quasar absorption systems, which at present yield\ndiscordant results. Limits on active-sterile mixing are somewhat relaxed for\nhigh D/H. For low D/H ($\\approx 2 \\times 10^{-5}$), no active-sterile neutrino\nmixing is allowed by currently popular upper limits on the primordial $^4$He\nabundance $Y$. For such low primordial D/H values, the observational inference\nof active-sterile neutrino mixing by upcoming solar neutrino experiments would\nimply that $Y$ has been systematically underestimated, unless there is new\nphysics not included in standard BBN.\n","Comment: 10 pages + 2 figures, uses revtex macros, submitted to Phys. Rev. D.\n  Corrected figure captions and an added reference"]}]
["astro-ph/9709040",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/9709040","Astrophys.J.495:115-130,1998","doi:10.1086/305263"],"date":["1997-09-04"],"type":["text"],"creator":["Federspiel, M.","Tammann, G. A.","Sandage, A."],"language":[],"coverage":[],"title":["The Virgo cluster distance from 21 cm-line widths"],"description":["  The distance of the Virgo cluster is derived in the B band from the 21\ncm-line width-absolute magnitude relation. The latter is calibrated using 18\nspirals with Cepheid distances mainly from HST. The calibration is applied to a\ncomplete sample of non-peculiar spirals with i>45 deg and lying within the\noptical (n=49) or X-ray (n=35) contour of the cluster, resulting in a mean\ncluster distance of (m-M)_0=31.58+/-0.24 mag (external error) or 20.7+/-2.4\nMpc. The mean distance of subcluster A is 0.46+/-0.18 mag smaller than that of\nsubcluster B, but the individual distances of the members of the two\nsubstructures show considerable overlap. The distance modulus is corrected by\n-0.07 mag for the fact that cluster members have lower H I-surface fluxes and\nare redder in (B-I) at a given line width than the (field) calibrators.\nDifferent sources of the B magnitudes and line widths have little effect on the\nresulting distance. Different precepts for the internal-absorption correction\nchange the result by no more than +/-0.17 mag. The individual distances of the\ncluster members do not show any dependence on recession velocity, inclination,\nHubble type or line width. The dependence on apparent magnitude reflects the\nconsiderable depth effect of the cluster. The adopted distance is in good\nagreement with independent distance determinations of the cluster. Combining\nthe cluster distance with the corrected cluster velocity of 1142+/-61 km/s\ngives H_0=55+/-7 km/s/Mpc (external error). If the Virgo cluster distance is\ninserted into the tight Hubble diagram of clusters out to 11000 km/s using\nrelative distances to the Virgo cluster one obtains a global value of\nH_0=57+/-7 km/s/Mpc.\n","Comment: 37 pages, LaTeX using AAS aaspp4 style, 14 eps figures, 7 Tables; to\n  be published in the Astrophysical Journal (Main Journal)"]}]
["astro-ph/9907400",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/9907400","Publ.Astron.Soc.Pac.111:1367-1381,1999","doi:10.1086/316449"],"date":["1999-07-28"],"type":["text"],"creator":["Shara, Michael M.","Sandage, Allan","Zurek, David R."],"language":[],"coverage":[],"title":["The Early Palomar Program (1950-1955) for the Discovery of Classical\n  Novae in M81: Analysis of the Spatial Distribution, Magnitude Distribution,\n  and Distance Suggestion"],"description":["  Data obtained in the 1950-1955 Palomar campaign for the discovery of\nclassical novae in M81 are set out in detail. Positions and apparent B\nmagnitudes are listed for the 23 novae that were found. There is modest\nevidence that the spatial distribution of the novae does not track the B\nbrightness distribution of either the total light or the light beyond an\nisophotal radius that is $70\\arcsec$ from the center of M81. The nova\ndistribution is more extended than the aforementioned light, with a significant\nfraction of the sample appearing in the outer disk/spiral arm region. We\nsuggest that many (perhaps a majority) of the M81 novae that are observed at\nany given epoch (compared with say $10^{10}$ years ago) are daughters of\nPopulation I interacting binaries. The conclusion that the present day novae\nare drawn from two population groups, one from low mass white dwarf secondaries\nof close binaries identified with the bulge/thick disk population, and the\nother from massive white dwarf secondaries identified with the outer thin\ndisk/spiral arm population, is discussed. We conclude that the M81 data are\nconsistent with the two population division as argued previously from (1) the\nobservational studies on other grounds by Della Valle et al. (1992, 1994),\nDella Valle & Livio (1998), and Shafter et al. (1996) of nearby galaxies, (2)\nthe Hatano et al. (1997a,b) Monte Carlo simulations of novae in M31 and in the\nGalaxy, and (3) the Yungelson et al. (1997) population synthesis modeling of\nnova binaries. Two different methods of using M81 novae as distance indicators\ngive a nova distance modulus for M81 as $(m-M)_0 = 27.75$, consistent with the\nCepheid modulus that is the same value.\n","Comment: 24 pages, 7 figures, accepted to PASP"]}]
["cond-mat/0601418",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0601418","The European Physical Journal B 50 1-2 (2006) 77-81","doi:10.1140/epjb/e2006-00146-5"],"date":["2006-01-18"],"type":["text"],"creator":["Carbone, A.","Kotowska, B. K.","Kotowski, D."],"language":[],"coverage":[],"title":["$f^{-\\gamma}$ Current Fluctuations in Organic Semiconductors: Evidence\n  for Percolation"],"description":["  The $f^{-\\gamma}$ sloped current noise power spectra, observed in organic\nsemiconductors, have been interpreted within a {\\em variable range hopping}\nmechanism of the fluctuations. The relative current noise power spectral\ndensity ${\\cal S}(f)=S_I(f)/I^2$ exhibits a maximum at the {\\em trap-filling\ntransition} between the {\\em ohmic} and the {\\em space-charge-limited-current}\nregime [Phys. Rev. Lett., {\\bf 95}, 236601, 2005]. Here, we discuss the\nelectronic conditions determining the crossover from ohmic to\nspace-charge-limited transport. These arguments shed further light on the need\nto adopt a {\\em percolative} fluctuation picture to account for the competition\nbetween insulating and conductive phases coexisting at the {\\em transition},\nwhere small changes in the external bias lead to dramatic effects in the\nfluctuations.\n","Comment: 11 pages, 2 figures, to appear on European Physical Journal B"]}]
["gr-qc/0203058",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0203058","Adv.Theor.Math.Phys. 5 (2002) 947-968;\n  Erratum-Adv.Theor.Math.Phys. 6 (2003) 593-595"],"date":["2002-03-15","2002-11-20"],"type":["text"],"creator":["Perez, Alejandro"],"language":[],"coverage":[],"title":["Spin foam quantization of SO(4) Plebanski's action"],"description":["  The goal of this work is two-fold. In the first part of this paper we regard\nclassical Plebanski's action as a BF action supplemented by constraints. We\nintroduce a spin foam model for Riemannian general relativity by systematically\nimplementing these constraints as restrictions on paths in the state-sum of the\nBF theory. The spin foam model obtained is precisely the Barrett-Crane model.\nThis provides a clear-cut connection of the model with a simplicial action.\n  In the second part of the paper we study the quantization of the effective\naction corresponding to the degenerate sectors of Plebanski's theory and obtain\na very simple spin foam model. This model turns out to be precisely the one\nintroduced by De Pietri et al. as an alternative to the one proposed by Barrett\nand Crane.\n","Comment: Main conclusions in first part changed due to correction in the\n  derivation"]}]
["gr-qc/0607095",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0607095","Int.J.Theor.Phys.46:2339-2350,2007","doi:10.1007/s10773-007-9352-z"],"date":["2006-07-22","2007-08-22"],"type":["text"],"creator":["Binbay, Figen","Pirinccioglu, Nurettin","Salti, Mustafa","Aydogdu, Oktay"],"language":[],"coverage":[],"title":["Electric and Magnetic Black Hole Solutions of Moller's Four-Momentum"],"description":["  This paper has been removed by arXiv administrators because it plagiarizes\nhep-th/0311050, gr-qc/0306101, gr-qc/9601044, gr-qc/0412111, hep-th/9604047,\nand gr-qc/0212018.\n","Comment: withdrawn by arXiv administrators due to plagiarism. See\n  http://arxiv.org/new/withdrawals.aug.07.html"]}]
["gr-qc/0612051",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0612051","Phys.Rev.D75:044002,2007","doi:10.1103/PhysRevD.75.044002"],"date":["2006-12-08"],"type":["text"],"creator":["Babiuc, M. C.","Kreiss, H-O.","Winicour, Jeffrey"],"language":[],"coverage":[],"title":["Constraint-preserving Sommerfeld conditions for the harmonic Einstein\n  equations"],"description":["  The principle part of Einstein equations in the harmonic gauge consists of a\nconstrained system of 10 curved space wave equations for the components of the\nspace-time metric. A new formulation of constraint-preserving boundary\nconditions of the Sommerfeld type for such systems has recently been proposed.\nWe implement these boundary conditions in a nonlinear 3D evolution code and\ntest their accuracy.\n","Comment: 16 pages, 17 figures, submitted to Phys. Rev. D"]}]
["hep-ex/0407031",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0407031","Int.J.Mod.Phys.A20:708-711,2005","doi:10.1142/S0217751X05022238"],"date":["2004-07-19"],"type":["text"],"creator":["Czyzykiewicz, R.","Adam, H. -H.","Budzanowski, A.","Grzonka, D.","Janusz, M.","Jarczyk, L.","Kamys, B.","Khoukaz, A.","Kilian, K.","Klaja, P.","Kowina, P.","Moskal, P.","Oelert, W.","Piskor-Ignatowicz, C.","Przerwa, J.","Rozek, T.","Santo, R.","Sefzick, T.","Siemaszko, M.","Smyrski, J.","Taeschner, A.","Winter, P.","Wolke, M.","Wuestner, P.","Zipper, W."],"language":[],"coverage":[],"title":["Production of Eta Mesons in Proton-Proton Collisions Close to Threshold"],"description":["  A brief experimental overview on the close-to-threshold eta meson production\nin proton-proton interactions is presented and the available observables in\nmeasurements with unpolarized and polarized beam and target are discussed.\n","Comment: 4 pages; Presented at Meson 2004: 8th International Workshop on Meson\n  Production, Properties and Interaction, Krakow, Poland, 4-8 June 2004;\n  Submitted to International Journal of Modern Physics A"]}]
["hep-ex/0409048",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0409048","Int.J.Mod.Phys.A20:643-645,2005","doi:10.1142/S0217751X05022032"],"date":["2004-09-22"],"type":["text"],"creator":["Adam, H. -H.","Khoukaz, A.","Lang, N.","Lister, T.","Santo, R.","Steltenkamp, S.","Czyzykiewicz, R.","Janusz, M.","Jarczyk, L.","Kamys, B.","Moskal, P.","Piskor-Ignatowicz, C.","Przerwa, J.","Smyrski, J.","Grzonka, D.","Kilian, K.","Oelert, W.","Sefzick, T.","Winter, P.","Wolke, M.","Wuestner, P.","Budzanowski, A.","Rozek, T.","Siemaszko, M.","Zipper, W."],"language":[],"coverage":[],"title":["New results on the pd --> 3He eta production near threshold"],"description":["  Measurements on the eta meson production in proton-deuteron collisions have\nbeen performed using the COSY-11 facility at COSY Juelich. Here we present\npreliminary results on total and differential cross sections for the pd --> 3He\neta reaction at five excess energies between Q = 5.1 and Q = 40.6 MeV. The\nobtained angular distributions for the emitted eta mesons in the center of mass\nsystem expose a transition from an almost isotropic emission to a highly\nanisotropic distribution. The extracted total cross sections support a strong\neta-3He final state interaction and will be compared with model predictions.\n","Comment: Presented at MESON 2004: 8th International Workshop on Meson\n  Production, Properties and Interactions, Cracow, Poland, 4-8 Jun 2004, 3\n  pages, Submitted to Int. J. Mod. Phys. A"]}]
["hep-ex/0411052",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0411052","Int.J.Mod.Phys.A20:1880-1883,2005","doi:10.1142/S0217751X05023542"],"date":["2004-11-16"],"type":["text"],"creator":["Moskal, P.","Adam, H. -H.","Budzanowski, A.","Czyzykiewicz, R.","Grzonka, D.","Janusz, M.","Jarczyk, L.","Kamys, B.","Khoukaz, A.","Kilian, K.","Klaja, P.","Majewski, J.","Oelert, W.","Piskor-Ignatowicz, C.","Przerwa, J.","Rozek, T.","Sefzick, T.","Siemaszko, M.","Smyrski, J.","Taschner, A.","Winter, P.","Wolke, M.","Wustner, P.","Zipper, W."],"language":[],"coverage":[],"title":["Hadronic interaction of the eta meson with two nucleons"],"description":["  The COSY-11 collaboration has conducted experiments aiming at the\ndetermination of the excitation function and phase-space population of the p p\n--> p p eta reaction close to the kinematical threshold. The precise data\nobtained with the stochastically cooled proton beam of the cooler synchrotron\nCOSY and the high resolution zero-degree magnetic spectrometer allowed for the\nobservation of the significant deviations - in the shape of the excitation\nfunction and two-particle invariant masses - from the predictions based on the\nassumption that the reaction phase space is homogenously populated. Comparison\nof the shape of the excitation function for the p p --> p p eta and p p --> p p\neta-prime reaction allows to distinquish in the model independent way an\ninfluence originating from the proton-proton and proton-eta interaction. For\nthe comparison the full data set from experiments performed at COSY and other\nlaboratories is used.\n","Comment: Talk given at 10th International Symposium on Meson-Nucleon Physics\n  and the Structure of the Nucleon (MENU 2004), Beijing, China, 29 Aug - 4 Sep\n  2004, 4 pages, 1 figure, to be published in Int. J. Mod. Phys"]}]
["hep-ex/0507055",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0507055","AIP Conf.Proc.796:160-163,2005","doi:10.1063/1.2130155"],"date":["2005-07-12","2005-07-18"],"type":["text"],"creator":["Klaja, P.","Adam, H. -H.","Budzanowski, A.","Czyzykiewicz, R.","Grzonka, D.","Janusz, M.","Jarczyk, L.","Kamys, B.","Khoukaz, A.","Kilian, K.","Moskal, P.","Oelert, W.","Piskor-Ignatowicz, C.","Przerwa, J.","Ritman, J.","Rozek, T.","Sefzick, T.","Siemaszko, M.","Smyrski, J.","Taeschner, A.","Wessels, J.","Winter, P.","Wolke, M.","Wuestner, P.","Zipper, W."],"language":[],"coverage":[],"title":["COSY-11: an experimental facility for studying meson production in free\n  and quasi-free nucleon-nucleon collisions"],"description":["  The COSY-11 experimental setup is an internal facility installed at the\nCOoler SYnchrotron COSY in Juelich. It allows to investigate meson production\nin free and quasi-free nucleon-nucleon collisions, eg. pp --> pp meson and pd\n--> p_sp np meson reactions. Drift chambers and scintillators permit to measure\noutgoing protons, separated in magnetic field of COSY-11 dipole. Neutrons are\nregistered in the neutron modular detector installed downstream the beam.\nRecently, the experimental setup has been extended with spectator detector,\ndeuteron drift chamber and polarization monitoring system, and since then meson\nproduction can be investigated also as a function of spin and isospin of\ncolliding nucleons.\n","Comment: Presented at LEAP05: International conference on Low Energy\n  Antiproton Physics, Bonn - Juelich, Germany, May 16-22, 2005"]}]
["hep-ex/0507076",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0507076","AIP Conf.Proc.796:164-167,2005","doi:10.1063/1.2130156"],"date":["2005-07-18"],"type":["text"],"creator":["Przerwa, J.","Adam, H. -H.","Budzanowski, A.","Czyzykiewicz, R.","Grzonka, D.","Janusz, M.","Jarczyk, L.","Kamys, B.","Khoukaz, A.","Kilian, K.","Klaja, P.","Moskal, P.","Oelert, W.","Piskor-Ignatowicz, C.","Ritman, J.","Rozek, T.","Sefzick, T.","Siemaszko, M.","Smyrski, J.","Taeschner, A.","Wessels, J.","Winter, P.","Wolke, M.","Wuestner, P.","Zipper, W."],"language":[],"coverage":[],"title":["Isospin dependence of the eta' meson production in nucleon--nucleon\n  collisions"],"description":["  According to the quark model, the masses of eta and eta' mesons should be\nalmost equal. However, the empirical values of these masses differ by more than\nthe factor of two. Similarly, though the almost the same quark-antiquark\ncontent, the total cross section for the creation of these mesons close to the\nkinematical thresholds in the pp --> ppX reaction differs significantly. Using\nthe COSY-11 detection setup we intend to determine whether this difference will\nalso be so significant in the case of the production of these mesons in the\nproton-neutron scattering. Additionally, the comparison of the pp --> pp eta'\nand pn --> pn eta' total cross sections will allow to learn about the\nproduction of the eta' meson in the channels of isospin I = 0 and I = 1 and to\ninvestigate aspects of the gluonium component of the eta' meson.\n","Comment: Presented at LEAP05: International conference on Low Energy\n  Antiproton Physics, Bonn - Juelich, Germany, May 16-22, 2005"]}]
["hep-ex/0508006",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0508006","AIP Conf.Proc.796:172-175,2005","doi:10.1063/1.2130158"],"date":["2005-08-01"],"type":["text"],"creator":["Oelert, W.","Grzonka, D.","Jarczyk, L.","Kilian, K.","Moskal, P.","Winter, P."],"language":[],"coverage":[],"title":["Heavy Hyperon--Antihyperon Production"],"description":["  Based on the experience from the production of anti-Lambda Lambda and\nanti-Sigma Sigma pairs at LEAR (experiment PS185) it is suggested to continue\nthe investigations towards the heavier antihyperon--hyperon pairs anti-Xi Xi\nand anti-Omega Omega in view of: (1) the production dynamics of the heavier\nantihyperon--hyperon out of the anti-p p annihilation (2) a comparison of the\n(3s 3anti-s quark system) anti-Omega Omega to the (3 (anti-s s)) 3 phi meson\nproduction, where both systems have similar masses (3.345 and 3.057,\nrespectively) and identical valence quark content. A systematic study of the\nantihyperon--hyperon production with increasing strangeness content is\ninteresting for the following reasons: The anti-Omega Omega production is the\ncreation of two spin 3/2 objects out of the two spin 1/2 anti-p p particles.\nResults of the PS185 experiments prove a clear dominance of the spin triplet\nanti-s s dissociation. In the Omega anti-Omega the three s-quarks (three anti-s\nquarks) are aligned to spin 3/2 each. If the three anti-s s pairs are now all\nin spin triplet configurations when created out of the gluonic interaction they\nshould have spin parity quantum number as 3^- as long as Omega anti-Omega is\ncreated with relative L=0 angular momentum. The comparison of the Omega\nanti-Omega baryon pair to the phi phi phi three meson production (where the\nthree anti-s s quark pairs might not but can be produced without relative\ncorrelation) would provide a unique determination of the intermediate matter\nstate. Measurements of excitation functions and polarization transfers should\nbe used to examine these gluon rich anti-p p --> anti-Omega Omega and anti-p p\n--> phi phi phi reaction channels. Such experiments should be performed at the\nPANDA detector at the FAIR facility of the GSI.\n","Comment: 4 pages, 2 figures, Presented at LEAP05: International Conference on\n  Low Energy Antiproton Physics, Bonn - Juelich, Germany, May 16-22, 2005"]}]
["hep-lat/9610010",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-lat/9610010","Nucl.Phys.Proc.Suppl.53:168-180,1997","doi:10.1016/S0920-5632(96)00611-1"],"date":["1996-10-09"],"type":["text"],"creator":["Flynn, Jonathan"],"language":[],"coverage":[],"title":["Heavy Light Weak Matrix Elements"],"description":["  I review the status of lattice calculations of heavy-light weak matrix\nelements, concentrating on semileptonic B decays to light mesons, B -> K*\ngamma, the B meson decay constant, f_B, and the mixing parameter B_B.\n","Comment: 12 pages, LaTeX2e with 6 postscript figures. Uses espcrc2.sty and\n  epsf.sty (included). Talk presented at LATTICE96(heavy quarks)"]}]
["hep-ph/9412284",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/9412284","Acta Phys.Polon.B25:1679-1730,1994"],"date":["1994-12-13"],"type":["text"],"creator":["Lellouch, Laurent"],"language":[],"coverage":[],"title":["Weak Decays of $B$ Mesons and Lattice QCD"],"description":["  After a pedagogical introduction to the calculation of weak matrix elements\non the lattice, I review some of the lattice's most recent predictions\nconcerning the weak decays of $B$-mesons. Amongst the topics covered are the\ndeterminations of the leptonic decay constant $f_B$, of the form factors\nrelevant for semi-leptonic $B\\to D(D^*)\\ell\\bar\\nu$ decays and of the hadronic\nmatrix element which describes the rare decay $B\\to K^*\\gamma$. Emphasis is\nplaced on the results of the UKQCD Collaboration. Corrections to the\nheavy-quark limit are discussed extensively.\n","Comment: 51 pages, uuencoded compressed LATEX file; based on an invited\n  lecture given at the XXXIVth Cracow School of Theoretical Physics, Zakopane,\n  Poland, May 31 to June 10, 1994. To appear in the proceedings. 20 figures as\n  separate uuencoded, compressed tar-files for figs"]}]
["hep-ph/9702400",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/9702400","Phys.Rev.D56:7392-7411,1997","doi:10.1103/PhysRevD.56.7392"],"date":["1997-02-22"],"type":["text"],"creator":["Liu, Q. Y.","Petcov, S. T."],"language":[],"coverage":[],"title":["Three-Neutrino Mixing and Combined Vacuum Oscillations and MSW\n  Transitions of Solar Neutrinos"],"description":["  Assuming three flavour neutrino mixing takes place in vacuum, we investigate\nthe possibility that the solar nu_e take part in MSW transitions in the Sun due\nto Delta m^2_{31} from 10^{-7} eV^2 to 10^{-4} eV^2, followed by long wave\nlength vacuum oscillations on the way to the Earth, triggered by Delta m^2_{21}\n(or Delta m^2_{32}) from 10^{-12} eV^2 to 10^{-10} eV^2, Delta m^2_{31} and\nDelta m^2_{21} (Delta m^2_{32}) being the corresponding neutrino mass squared\ndifferences. The solar nu_e survival probability is shown to be described in\nthis case by a simple analytic expression. Depending on whether the vacuum\noscillations are due to Delta m^2_{21} or Delta m^2_{32} there are two very\ndifferent types of interplay between the MSW transitions and the vacuum\noscillations of the solar nu_e. Performing an analysis of the most recently\npublished solar neutrino data we have found several qualitatively new solutions\nof the solar neutrino problem of the hybrid MSW transitions + vacuum\noscillations type. The solutions differ in the way the pp, 7Be and 8B neutrino\nfluxes are affected by the transitions in the Sun and the oscillations in\nvacuum. The specific features of the new solutions are discussed.\n","Comment: 37 pages Latex, 16 Postscript Figures"]}]
["hep-ph/9910335",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/9910335","Phys.Lett.B406:355,1997","doi:10.1016/S0370-2693(97)00704-1"],"date":["1999-10-14"],"type":["text"],"creator":["Petcov, S. T."],"language":[],"coverage":[],"title":["Describing Analytically the Matter-Enhanced Two-Neutrino Transitions in\n  a Medium"],"description":["  A general exact analytic expression for the probability of matter-enhanced\ntwo-neutrino transitions in a medium (MSW, RSFP, generated by neutrino FCNC\ninteractions, etc.) is derived. The probability is expressed in terms of three\nreal functions of the parameters of the transitions: the ``jump'' probability\nand two phases (angles). The results obtained can be utilized, in particular,\nin the studies of the matter-enhanced transitions/conversions of solar and\nsupernova neutrinos. An interesting similarity between the Schroedinger\nequation for the radial part of the non-relativistic wave function of the\nhydrogen atom and the equation governing the MSW transitions of solar neutrinos\nin the exponentially varying matter density in the Sun is also briefly\ndiscussed.\n","Comment: 14 pages, latex; published in Phys. Lett. B406 (1997) 355"]}]
["math/0511696",{"format":[],"subject":["Mathematics - Differential Geometry","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0511696","Advances in Mathematics 220 (2009) 1357-1427","doi:10.1016/j.aim.2008.10.018"],"date":["2005-11-29","2008-12-31"],"type":["text"],"creator":["Laurent-Gengoux, Camille","Stienon, Mathieu","Xu, Ping"],"language":[],"coverage":[],"title":["Non Abelian Differentiable Gerbes"],"description":["  We study non-abelian differentiable gerbes over stacks using the theory of\nLie groupoids. More precisely, we develop the theory of connections on Lie\ngroupoid $G$-extensions, which we call \"connections on gerbes\", and study the\ninduced connections on various associated bundles. We also prove analogues of\nthe Bianchi identities. In particular, we develop a cohomology theory which\nmeasures the existence of connections and curvings for $G$-gerbes over stacks.\nWe also introduce $G$-central extensions of groupoids, generalizing the\nstandard groupoid $S^1$-central extensions.\n  As an example, we apply our theory to study the differential geometry of\n$G$-gerbes over a manifold.\n","Comment: 67 pages, references added and updated, final version to appear in\n  Adv. Math"]}]
["nucl-ex/0004006",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-ex/0004006","Phys.Lett.B482:356-362,2000","doi:10.1016/S0370-2693(00)00533-5"],"date":["2000-04-17"],"type":["text"],"creator":["Moskal, P.","Adam, H. -H.","Balewski, J. T.","Budzanowski, A.","Budzinski, J.","Grzonka, D.","Jarczyk, L.","Khoukaz, A.","Kilian, K.","Kowina, P.","Lang, N.","Lister, T.","Oelert, W.","Quentmeier, C.","Santo, R.","Schepers, G.","Sefzick, T.","Sewerin, S.","Siemaszko, M.","Smyrski, J.","Strzalkowski, A.","Wolke, M.","Wuestner, P.","Zipper, W."],"language":[],"coverage":[],"title":["S-wave eta'-proton FSI; phenomenological analysis of near-threshold\n  production of pi0, eta, and eta' mesons in proton-proton collisions"],"description":["  We describe a novel technique for comparing total cross sections for the\nreactions pp --> pp pi(0), pp --> pp eta, and pp --> pp eta' close to\nthreshold. The initial and final state proton-proton interactions are factored\nout of the total cross section, and the dependence of this reduced cross\nsection on the volume of phase space is discussed. Different models of the\nproton-proton interaction are compared. We argue that the scattering length of\nthe S-wave eta'-proton interaction is of the order of 0.1 fm.\n","Comment: 10 pages, 5 figures"]}]
["nucl-ex/0007018",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-ex/0007018","Acta Phys.Polon.B31:2277-2284,2000"],"date":["2000-07-19","2000-08-10"],"type":["text"],"creator":["Moskal, P.","Adam, H. -H.","Budzanowski, A.","Grzonka, D.","Jarczyk, L.","Khoukaz, A.","Kilian, K.","Koehler, M.","Kowina, P.","Lang, N.","Lister, T.","Oelert, W.","Quentmeier, C.","Santo, R.","Schepers, G.","Sefzick, T.","Sewerin, S.","Siemaszko, M.","Smyrski, J.","Sokolowski, M.","Strzalkowski, A.","Wolke, M.","Wuestner, P.","Zipper, W."],"language":[],"coverage":[],"title":["Proton-proton collisions at production thresholds"],"description":["  Recent results obtained by the COSY-11 collaboration concerning the\nproduction of eta and eta' mesons in the pp --> pp Meson reaction are\npresented. A comparison of the production amplitude for the pi(0), eta and eta'\nmesons at the same phase space volume allows to conclude that the proton-eta'\ninteraction is in the order of, or smaller than, the proton-pi(0) one. A total\ncross section determined in a preliminary analysis of the data of elementary\nkaon and antikaon production via the pp-->ppK(+)K(-) reaction measured at\nexcess energy of Q = 17 MeV is reported.\n","Comment: Talk given at the International Workshop MESON'2000, Cracow, Poland,\n  19-23 May 2000, 8pp. To be published in Acta Phys. Pol. B"]}]
["nucl-ex/0009019",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-ex/0009019","AIP Conf.Proc.512:60-64,2000; PiN Newslett.16:243-248,2002","doi:10.1063/1.1291425"],"date":["2000-09-28"],"type":["text"],"creator":["Betigeri, M.","Bojowald, J.","Budzanowski, A.","Chatterjee, A .","Ernst, J.","Freindl, L.","Frekers, D.","Garske, W.","Grewer, K.","Hamacher, A.","Ilieva, J.","Jarczyk, L.","Kilian, K.","Kliczewski, S.","Klimala, W.","Kolev, D.","Kutsarova, T.","Lieb, J.","Machner, H.","Magiera, A.","Nann, H.","Pentchev, L.","Plendl, H. S.","Protic, D.","Razen, B.","von Rossen, P.","Roy, B. J.","Siudak, R.","Strzalkowski, A.","Tsenov, R.","Zwoll, K."],"language":[],"coverage":[],"title":["Meson Production in p+d Reactions"],"description":["  The production of neutral and charged pions as well as eta mesons is studied\nin the Delta and N* resonance region, respectively. Heavy A=3 recoils were\nmeasured with the GEM detector. The differential cross sections covering the\nfull angular range are compared with model calculations.\n","Comment: 4 pages, latex, 4 figures, talk presented at the XVIIth European\n  Conference on Few-Body Problems in Physics, Evora, Portugal, September 2000;\n  to be published in Nucl. Phys. A"]}]
["nucl-ex/0010010",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-ex/0010010","Nucl.Instrum.Meth.A466:448-455,2001","doi:10.1016/S0168-9002(01)00259-5"],"date":["2000-10-16"],"type":["text"],"creator":["Moskal, P.","Adam, H. -H.","Budzanowski, A.","Grzonka, D.","Jarczyk, L.","Khoukaz, A.","Kilian, K.","Kowina, P.","Lang, N.","Lister, T.","Oelert, W.","Quentmeier, C.","Santo, R.","Schepers, G.","Sefzick, T.","Sewerin, S.","Siemaszko, M.","Smyrski, J.","Strzalkowski, A.","Wolke, M.","Wuestner, P.","Zipper, W."],"language":[],"coverage":[],"title":["Monitoring of the accelerator beam distributions for internal target\n  facilities"],"description":["  We describe a direct method for monitoring the geometrical dimensions of a\nsynchrotron beam at the target position for internal target installations. The\nmethod allows for the observation of the proton beam size as well as the\nposition of the beam relative to the target. As a first demonstration of the\ntechnique, we present results obtained by means of the COSY-11 detection system\ninstalled at the cooler synchrotron COSY. The influence of the stochastic\ncooling on the COSY proton beam dimensions is also investigated.\n","Comment: 7 pages, 8 figures, Submitted to Nucl. Inst. & Meth. A"]}]
["nucl-ex/0011019",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-ex/0011019","Nucl.Phys.A690:473-493,2001","doi:10.1016/S0375-9474(00)00699-0"],"date":["2000-11-23"],"type":["text"],"creator":["Betigeri, M.","Bojowald, J.","Budzanowski, A.","Chatterjee, A .","Ernst, J.","Freindl, L.","Frekers, D.","Garske, W.","Grewer, K.","Hamacher, A.","Ilieva, J.","Jarczyk, L.","Kilian, K.","Kliczewski, S.","Klimala, W.","Kolev, D.","Kutsarova, T.","Lieb, J.","Machner, H.","Magiera, A.","Nann, H.","Pentchev, L.","Plendl, H. S.","Protic, D.","Razen, B.","von Rossen, P.","Roy, B. J.","Siudak, R.","Strzalkowski, A.","Tsenov, R.","Zwoll, K."],"language":[],"coverage":[],"title":["Simultaneous Measurements of the $p+d\\to (A=3) +\\pi$ Reactions"],"description":["  A stack of annular detectors made of high purity germanium was used to\nmeasure simultaneously $pd\\to {^3H} \\pi^+$ and $pd\\to {^3He} \\pi^0$\ndifferential cross sections at beam momenta of 750 MeV/c, 800 MeV/c, and 850\nMeV/c over a large angular range. The extracted total cross sections for the\n$pd\\to {^3He} \\pi^0$ reactions bridge a gap between near threshold data and\nthose in the resonance region. The ratio of the cross sections for the two\nreaction channels taken at the same $\\eta={p^{cm}_\\pi}/m_\\pi$ yields\n$2.11\\pm0.08$ indicating that a deviation from isospin symmetry is very small.\n","Comment: 23 pages, latex, 15 figures"]}]
["nucl-ex/0103001",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-ex/0103001","Phys.Lett.B515:276-282,2001","doi:10.1016/S0370-2693(01)00878-4"],"date":["2001-03-01","2001-07-18"],"type":["text"],"creator":["Quentmeier, C.","Adam, H. -H.","Balewski, J. T.","Budzanowski, A.","Grzonka, D.","Jarczyk, L.","Khoukaz, A.","Kilian, K.","Kowina, P.","Lang, N.","Lister, T.","Moskal, P.","Oelert, W.","Santo, R.","Schepers, G.","Sefzick, T.","Sewerin, S.","Siemaszko, M.","Smyrski, J.","Strzalkowski, A.","Wolke, M.","Wuestner, P.","Zipper, W."],"language":[],"coverage":[],"title":["Near Threshold K+K- Meson-Pair Production in Proton-Proton Collisions"],"description":["  The near threshold total cross section and angular distributions of K+K- pair\nproduction via the reaction pp --> ppK+K- have been studied at an excess energy\nof Q = 17 MeV using the COSY-11 facility at the cooler synchrotron COSY. The\nobtained cross section as well as an upper limit at an excess energy of Q = 3\nMeV represent the first measurements on the K+K- production in the region of\nsmall excess energies where production via the channel pp --> pp Phi --> ppK+K-\nis energetically forbidden. The possible influence of a resonant production via\nintermediate scalar states f0(980) and a0(980) is discussed.\n","Comment: 8 pages, 6 figures, replaced with revised version, accepted for\n  publication in Phys. Lett. B"]}]
["nucl-ex/0108005",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-ex/0108005","Phys.Lett.B517:295-298,2001","doi:10.1016/S0370-2693(01)01016-4"],"date":["2001-08-03"],"type":["text"],"creator":["Moskal, P.","Adam, H. -H.","Budzanowski, A.","Goetz, T.","Grzonka, D.","Jarczyk, L.","Khoukaz, A.","Kilian, K.","Kolf, C.","Kowina, P.","Lang, N.","Lister, T.","Oelert, W.","Quentmeier, C.","Santo, R.","Schepers, G.","Sefzick, T.","Siemaszko, M.","Smyrski, J.","Steltenkamp, S.","Strzalkowski, A.","Winter, P.","Wolke, M.","Wuestner, P.","Zipper, W."],"language":[],"coverage":[],"title":["On the close to threshold meson production in neutron-neutron collisions"],"description":["  A method of measuring the close to threshold meson production in\nneutron-neutron collisions is described where the momenta of the colliding\nneutrons can be determined with the accuracy obtainable for the proton-proton\nreaction. The technique is based on the double quasi-free nn --> nn X^0\nreaction, where deuterons are used as a source of neutrons\n","Comment: 6 pages, 2 figures, to be published in Phys. Lett. B"]}]
["nucl-ex/0108027",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-ex/0108027","Acta Phys.Polon.B33:603-618,2002"],"date":["2001-08-30"],"type":["text"],"creator":["Kulessa, P.","Cassing, W.","Jarczyk, L.","Kamys, B.","Ohm, H.","Pysz, K.","Rudy, Z.","Stroeher, H."],"language":[],"coverage":[],"title":["The lifetime of the Lambda hyperon bound in hypernuclei produced by p+U\n  collisions"],"description":["  The nonmesonic decay of the Lambda hyperon has been investigated by\nobservation of delayed fission from heavy hypernuclei produced in proton-U\ncollisions at Tp = 1.9 GeV. The lifetime of heavy hypernuclei with masses A\napproximately 220 obtained in the present work, i.e.\n  tau = 138 +- 6 (stat.) +-m 17 (syst.) ps,\n  is the most accurate result for heavy hypernuclei produced in proton and\nantiproton induced collisions on a U target so far.\n  PACS: {13.30.-a}{Decays of baryons} {13.75.Ev}{Hyperon-nucleon interaction}\n{21.80}{Hypernuclei} {25.80.Pw}{Hyperon-induced reactions}\n","Comment: 16 pages, 4 Postscript figures, uses file appolb.cls (included),\n  submitted to Acta Physica Polonica B, http://th-www.if.uj.edu.pl/acta"]}]
["nucl-ex/0109012",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-ex/0109012","Eur.Phys.J.A16:549-561,2003","doi:10.1140/epja/i2002-10131-8"],"date":["2001-09-17","2003-01-08"],"type":["text"],"creator":["Cassing, W.","Jarczyk, L.","Kamys, B.","Kulessa, P.","Ohm, H.","Pysz, K.","Rudy, Z.","Schult, O. W. B.","Stroeher, H."],"language":[],"coverage":[],"title":["Nonmesonic decay of the Lambda hyperon in nuclear matter - implications\n  on the weak Lambda-N interaction"],"description":["  The lifetime of the Lambda hyperon in heavy hypernuclei as measured by the\nCOSY-13 Collaboration in proton - Au, Bi and U collisions has been analysed to\nyield tau(Lambda) = (145 +- 11) ps. This value for tau(Lambda) is compatible\nwith the lifetime extracted from antiproton annihilation on Bi and U targets,\nhowever, much more accurate. We find that the dependence of the lifetime\ntau(Lambda) on the mass of hypernuclei indicates a violation of the\nphenomenological Delta I = 1/2 rule known from the weak mesonic decays of\nstrange particles. PACS: {13.30.-a}{Decays of baryons}\n{13.75.Ev}{Hyperon-nucleon interaction} {21.80}{Hypernuclei}\n{25.80.Pw}{Hyperon-induced reactions}\n","Comment: 21 pages, 11 PostScript figures, EPJA in print"]}]
["nucl-ex/0110018",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-ex/0110018","PiN Newslett.16:367-369,2002"],"date":["2001-10-31"],"type":["text"],"creator":["Moskal, P.","Adam, H. H.","Budzanowski, A.","Czyzykiewicz, R.","Gotz, T.","Grzonka, D.","Jarczyk, L.","Khoukaz, A.","Kilian, K.","Kolf, C.","Kowina, P.","Lang, N.","Lister, T.","Oelert, W.","Quentmeier, C.","Santo, R.","Schepers, G.","Sefzick, T.","Siemaszko, M.","Smyrski, J.","Steltenkamp, S.","Strzalkowski, A.","Winter, P.","Wolke, M.","Wustner, P.","Zipper, W."],"language":[],"coverage":[],"title":["Study of the eta-proton interaction via the reaction p p --> p p eta"],"description":["  A measurement of the pp --> p p eta reaction at the excess energy of Q = 15.5\n+- 0.4 MeV has been carried out at the internal beam facility COSY-11 with an\nintegrated luminosity of 811 nb^-1 The number of ~24000 identified events\npermits a precise determination of total (2.32 +- 0.05 +- 0.35 \\mu b) and\ndifferential cross sections. Preliminary investigations show that the angular\ndistribution of the eta meson in the center-of-mass system is isotropic. A\nqualitative analysis of the Dalitz-plot distribution is presented.\n","Comment: 3pp, Talk given at 9th International Symposium on Meson - Nucleon\n  Physics and the Structure of the Nucleon (MENU 2001), Washington, District of\n  Columbia, 26-31 Jul 2001. To be published in pN Newsletter 16 (2001)"]}]
["nucl-ex/0210016",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-ex/0210016","Phys.Lett.B544:251-258,2002; Erratum-ibid.B553:339,2003","doi:10.1016/S0370-2693(02)02417-6"],"date":["2002-10-14","2002-11-21"],"type":["text"],"creator":["Winter, P.","Adam, H. -H.","Bauer, F.","Budzanowski, A.","Czyzykiewicz, R.","Goetz, T.","Grzonka, D.","Jarczyk, L.","Khoukaz, A.","Kilian, K.","Kolf, C.","Kowina, P.","Lang, N.","Lister, T.","Moskal, P.","Oelert, W.","Quentmeier, C.","Rozek, T.","Santo, R.","Schepers, G.","Sefzick, T.","Siemaszko, M.","Smyrski, J.","Steltenkamp, S.","Strzalkowski, A.","Wolke, M.","Wuestner, P.","Zipper, W."],"language":[],"coverage":[],"title":["Analysing power A_y in the reaction p(pol) p --> p p eta close to\n  threshold"],"description":["  Measurements of the eta meson production with a polarised proton beam in the\nreaction p(pol) p --> p p eta have been carried out at an excess energy of Q =\n40 MeV. The dependence of the analysing power A_y on the polar angle theta^*_q\nof the eta meson in the center of mass system (CMS) has been studied. The data\nindicate the possibility of an influence of p- and d-waves to the close to\nthreshold eta production.\n","Comment: 6 pages, 5 figures, in section 3.1 the formula of vec(p) containing\n  fatal typos was removed, and the values in table were corrected"]}]
["nucl-ex/0210019",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-ex/0210019","Eur.Phys.J.A18:335-338,2003","doi:10.1140/epja/i2002-10231-5"],"date":["2002-10-15"],"type":["text"],"creator":["Moskal, P.","Adam, H. -H.","Budzanowski, A.","Czyzykiewicz, R.","Grzonka, D.","Janusz, M.","Jarczyk, L.","Kamys, B.","Khoukaz, A.","Kilian, K.","Kowina, P.","Lister, T.","Oelert, W.","Rozek, T.","Santo, R.","Schepers, G.","Sefzick, T.","Siemaszko, M.","Smyrski, J.","Steltenkamp, S.","Strzalkowski, A.","Winter, P.","Wolke, M.","Wuestner, P.","Zipper, W."],"language":[],"coverage":[],"title":["Eta physics at threshold"],"description":["  The production of eta and eta-prime mesons in elementary nucleon-nucleon\ncollisions has been investigated at the synchrotrons CELSIUS, COSY and SATURNE.\nThe magnitude and energy dependence of the total cross section as well as the\noccupation distribution of the phase space serve as observables for\ninvestigating the mechanisms underlying the production processes and the\ninteraction of mesons with nucleons. The precise data on the eta and eta-prime\ncreation via the pp --> pp eta(eta-prime) reactions allowed to settle the\ngeneral features of the eta and eta-prime meson production and revealed the\nsensitivity of the mentioned observables to the nucleon-nucleon-meson final\nstate interaction. The particular production properties, like for example the\ndetermination of the dominating exchange processes which lead to the excitation\nof the S_11 nucleon isobar in the case of eta creation, must be established by\nconfrontation with other observables. The present status of this investigation\nwith an emphasis on the results of the COSY-11 collaboration is briefly\npresented. The available data are interpreted in view of the production\nmechanism and the meson-nucleon interaction.\n","Comment: 3 pages, 3 figures, Presented at Conference on Quarks and Nuclear\n  Physics (QNP 2002), Julich, Germany, 9-14 Jun 2002"]}]
["nucl-ex/0302010",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-ex/0302010","Eur.Phys.J.A18:355-357,2003","doi:10.1140/epja/i2002-10237-y"],"date":["2003-02-10"],"type":["text"],"creator":["Winter, P.","Adam, H. -H.","Budzanowski, A.","Czyzykiewicz, R.","Grzonka, D.","Janusz, M.","Jarczyk, L.","Kamys, B.","Khoukaz, A.","Kilian, K.","Kowina, P.","Lister, T.","Moskal, P.","Oelert, W.","Piskor-Ignatowicz, C.","Rozek, T.","Santo, R.","Schepers, G.","Sefzick, T.","Siemaszko, M.","Smyrski, J.","Steltenkamp, S.","Strzalkowski, A.","Taschner, A.","Wolke, M.","Wustner, P.","Zipper, W."],"language":[],"coverage":[],"title":["First close-to-threshold measurement of the analyzing power Ay in the\n  reaction p(pol)p -> pp eta"],"description":["  At the internal facility COSY-11 a first measurement of the reaction p(pol)p\n-> pp eta near the production threshold has been performed. Results for the\nanalysing power will be presented and a comparison with one meson exchange\nmodels will be discussed.\n","Comment: 3 pages, 3 figures, Presented at Conference on Quarks and Nuclear\n  Physics (QNP 2002), Julich, Germany, 9-14 Jun 2002"]}]
["nucl-ex/0302013",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-ex/0302013","Nucl.Phys.A721:683-686,2003","doi:10.1016/S0375-9474(03)01152-7"],"date":["2003-02-12"],"type":["text"],"creator":["Wolke, By M.","Adam, H. -H.","Budzanowski, A.","Czyzykiewicz, R.","Grzonka, D.","Janusz, M.","Jarczyk, L.","Kamys, B.","Khoukaz, A.","Kilian, K.","Kowina, P.","Lister, T.","Moskal, P.","Oelert, W.","Rozek, T.","Santo, R.","Schepers, G.","Sefzick, T.","Siemaszko, M.","Smyrski, J.","Steltenkamp, S.","Strzalkowski, A.","Winter, P.","Wustner, P.","Zipper, W."],"language":[],"coverage":[],"title":["Strangeness Production in Proton-Proton Collisions Close to Threshold"],"description":["  Exclusive data on the reactions pp -> ppK+K- and pp -> pK+ Lambda/Sigma0 have\nbeen taken at the cooler synchrotron COSY close to threshold. At equal excess\nenergies, an enhancement of the Lambda/Sigma0 ratio by one order of magnitude\nhas been observed compared to data at higher excess energies. New results\nobtained at the COSY-11 facility explore the transition region between this\nlow-energy Sigma0 suppression and excess energies of 60 MeV. A first total\ncross section for elementary antikaon production below the phi threshold has\nbeen determined, two orders of magnitude smaller compared to kaon production at\nthe same excess energy.\n","Comment: 4 pages, 2 figures, Talk given by P. Moskal at 16th International\n  Conference on Particles and Nuclei (PANIC 02), Osaka, Japan, 30 Sep - 4 Oct\n  2002"]}]
["nucl-ex/0302014",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-ex/0302014","Eur.Phys.J.A18:351-354,2003","doi:10.1140/epja/i2002-10234-2"],"date":["2003-02-13"],"type":["text"],"creator":["Kowina, P.","Wolke, M.","Adam, H. -H.","Budzanowski, A.","Czyzykiewicz, R.","Grzonka, D.","Janusz, M.","Jarczyk, L.","Kamys, B.","Khoukaz, A.","Kilian, K.","Lister, T.","Moskal, P.","Oelert, W.","Rozek, T.","Santo, R.","Schepers, G.","Sefzick, T.","Siemaszko, M.","Smyrski, J.","Steltenkamp, S.","Strzalkowski, A.","Winter, P.","Wustner, P.","Zipper, W."],"language":[],"coverage":[],"title":["Associated strangeness production at threshold"],"description":["  The associated strangeness dissociation at threshold has been studied at the\nCOSY-11 facility measuring the hyperon - and the K+K- meson pair production.\nMeasurements of the near threshold Lambda and Sigma0 production via the pp ->\npK+ Lambda / Sigma0 reaction at COSY-11 have shown that the Lambda / Sigma0\ncross section ratio exceeds the value at high excess energies (Q >= 300 MeV) by\nan order of magnitude. For a better understanding additional data have been\ntaken between 13 MeV and 60 MeV excess energy.\n  The near threshold production of the charged kaon-antikaon pair is related to\nthe discussion about the nature of the scalar states in the 1 GeV/c^2 mass\nrange, i.e. the f0(980) and a0(980). The interpretation as a K anti-K molecule\nis strongly dependent on the K anti-K interaction which can be studied via the\nproduction channel. A first total cross section value on the reaction pp ->\nppK+K- at an excess energy of 17 MeV i.e. below the phi production threshold\nwas measured.\n","Comment: 3 pages, 2 figures, Presented at Conference on Quarks and Nuclear\n  Physics (QNP 2002), Julich, Germany, 9-14 Jun 2002"]}]
["nucl-ex/0311003",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-ex/0311003","AIP Conf.Proc.717:907-911,2004","doi:10.1063/1.1799817"],"date":["2003-11-03"],"type":["text"],"creator":["Moskal, P.","Adam, H. -H.","Budzanowski, A.","Czyzykiewicz, R.","Grzonka, D.","Janusz, M.","Jarczyk, L.","Johansson, T.","Kamys, B.","Khoukaz, A.","Kilian, K.","Kowina, P.","Oelert, W.","Piskor-Ignatowicz, C.","Przerwa, J.","Rozek, T.","Santo, R.","Schepers, G.","Sefzick, T.","Siemaszko, M.","Smyrski, J.","Strzalkowski, A.","Taschner, A.","Winter, P.","Wolke, M.","Wustner, P.","Zipper, W."],"language":[],"coverage":[],"title":["Production of eta and eta-prime mesons via the quasi-free proton-neutron\n  interaction"],"description":["  A comparison of the close-to-threshold total cross sections for the eta-prime\nmeson production in both the pp --> pp eta-prime and pn --> pn eta-prime\nreactions should provide insight into the flavour-singlet (perhaps also into\ngluonium) content of the eta-prime meson and the relevance of quark-gluon or\nhadronic degrees of freedom in the creation process. The excitation function\nfor the reaction pp --> pp eta-prime has been already established. At present,\nexperimental investigations of the quasi-free pn --> pn X reactions are carried\nout at the COSY-11 facility using a beam of stochastically cooled protons and\nthe deuteron cluster target. A method of measurement and preliminary results\nfrom the test experiments of the pn --> pn eta reaction are presented in this\nreport.\n","Comment: 5 pages, 5 figures, Presented at X. International Conference On\n  Hadron Spectroscopy (Hadron 2003), Aschaffenburg, Germany, 31 Aug - 6 Sep\n  2003"]}]
["nucl-ex/0312006",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-ex/0312006","AIP Conf.Proc.717:858-862,2004","doi:10.1063/1.1799808"],"date":["2003-12-04"],"type":["text"],"creator":["Czyzykiewicz, R.","Adam, H. -H.","Budzanowski, A.","Grzonka, D.","Janusz, M.","Jarczyk, L.","Kamys, B.","Khoukaz, A.","Kilian, K.","Kowina, P.","Moskal, P.","Oelert, W.","Piskor-Ignatowicz, C.","Przerwa, J.","Rozek, T.","Santo, R.","Schepers, G.","Sefzick, T.","Siemaszko, M.","Smyrski, J.","Strzalkowski, A.","Taschner, A.","Winter, P.","Wolke, M.","Wustner, P.","Zipper, W."],"language":[],"coverage":[],"title":["Analysis of the eta meson production mechanism via the p(pol)p-->ppeta\n  reaction"],"description":["  Polarisation observables constitute a powerful tool for establishing the\nproduction mechanism of the eta meson and for infering the presence of higher\npartial waves in the final system. Measurements of the proton analysing power\nfor the p(pol)p-->ppeta reaction have been performed by the COSY-11 group at\nthree different excess energies: Q=10, 37 and 40 MeV. Data at Q=40 MeV indicate\nthat the eta meson is probably produced in partial waves higher than s wave.\n","Comment: 5 pages, 3 figures, Presented at X. International Conference On\n  Hadron Spectroscopy (Hadron 2003), Aschaffenburg, Germany, 31 Aug - 6 Sep\n  2003"]}]
["nucl-ex/0401011",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-ex/0401011","Eur.Phys.J.A20:345-350,2004","doi:10.1140/epja/i2003-10169-0"],"date":["2004-01-11"],"type":["text"],"creator":["Khoukaz, A.","Geck, I.","Quentmeier, C.","Adam, H. -H.","Budzanowski, A.","Czyzykiewicz, R.","Grzonka, D.","Jarczyk, L.","Kilian, K.","Kowina, P.","Lang, N.","Lister, T.","Moskal, P.","Oelert, W.","Piskor-Ignatowicz, C.","Rozek, T.","Santo, R.","Schepers, G.","Sefzick, T.","Sewerin, S.","Siemaszko, M.","Smyrski, J.","Strzalkowski, A.","Taschner, A.","Winter, P.","Wolke, M.","Wustner, P.","Zipper, W."],"language":[],"coverage":[],"title":["Total and Differential Cross Sections for the pp-->pp eta-prime Reaction\n  Near Threshold"],"description":["  The eta-prime meson production in the reaction pp-->pp eta-prime has been\nstudied at excess energies of Q = 26.5, 32.5 and 46.6 MeV using the internal\nbeam facility COSY-11 at the cooler synchrotron COSY. The total cross sections\nas well as one angular distribution for the highest Q-value are presented. The\nexcitation function of the near threshold data can be described by a pure\ns-wave phase space distribution with the inclusion of the proton-proton final\nstate interaction and Coulomb effects. The obtained angular distribution of the\neta-prime mesons is also consistent with pure s-wave production.\n","Comment: 6 pages, 5 figures, submitted to Eur. Phys. J. A"]}]
["nucl-ex/0401020",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-ex/0401020","AIP Conf.Proc.717:852-857,2004","doi:10.1063/1.1799807"],"date":["2004-01-19"],"type":["text"],"creator":["Kowina, P.","Adam, H. -H.","Budzanowski, A.","Czyzykiewicz, R.","Grzonka, D.","Janusz, M.","Jarczyk, L.","Kamys, B.","Khoukaz, A.","Kilian, K.","Moskal, P.","Oelert, W.","Piskor-Ignatowicz, C.","Przerwa, J.","Rozek, T.","Santo, R.","Schepers, G.","Sefzick, T.","Siemaszko, M.","Smyrski, J.","Strzalkowski, A.","Taschner, A.","Winter, P.","Wolke, M.","Wustner, P.","Zipper, W."],"language":[],"coverage":[],"title":["Energy dependence of the Lambda/Sigma0 production cross section ratio in\n  p-p interactions"],"description":["  Measurements of the near threshold Lambda and Sigma0 production via the\npp-->pK+Lambda/Sigma0 reaction at COSY--11 have shown that the Lambda/Sigma0\ncross section ratio exceeds the value at high excess energies Q>=300 MeV by an\norder of magnitude. For a better understanding additional data have been taken\nbetween 13 MeV and 60 MeV excess energy. Within the first 20 MeV excess energy\na strong decrease of the cross section ratio is observed, with a less steep\ndecrease in the higher excess energy range. A description of the data with a\nparametrisation including p-Y final state interactions suggests a much smaller\np-Sigma0 FSI compared to the p-Lambda system.\n","Comment: 6 pages, 3 figures, Presented at X. International Conference On\n  Hadron Spectroscopy (Hadron 2003), Aschaffenburg, Germany, 31 Aug - 6 Sep\n  2003"]}]
["nucl-ex/0402008",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-ex/0402008","Eur.Phys.J.A22:293-299,2004","doi:10.1140/epja/i2003-10236-6"],"date":["2004-02-06"],"type":["text"],"creator":["Kowina, P.","Wolke, M.","Adam, H. -H.","Budzanowski, A.","Czyzykiewicz, R.","Grzonka, D.","Haidenbauer, J.","Janusz, M.","Jarczyk, L.","Kamys, B.","Khoukaz, A.","Kilian, K.","Moskal, P.","Oelert, W.","Piskor-Ignatowicz, C.","Przerwa, J.","Quentmeier, C.","Rozek, T.","Santo, R.","Schepers, G.","Sefzick, T.","Siemaszko, M.","Smyrski, J.","Steltenkamp, S.","Strzalkowski, A.","Taschner, A.","Winter, P.","Wustner, P.","Zipper, W."],"language":[],"coverage":[],"title":["Energy dependence of the Lambda/Sigma0 production cross section ratio in\n  proton proton interactions"],"description":["  The production of the Lambda and Sigma0 hyperons has been measured via the\npp->pK+Lambda / Sigma0 reaction at the internal COSY-11 facility in the excess\nenergy range between 14 and 60 MeV. The transition of the Lambda/Sigma0 cross\nsection ratio from about 28 at Q<=13 MeV to the high energy level of about 2.5\nis covered by the data showing a strong decrease of the ratio between 10 and 20\nMeV excess energy.\n  Effects from the final state interactions in the p-Sigma0 channel seem to be\nmuch smaller compared to the p-Lambda one. Estimates of the effective range\nparameters are given for the N-Lambda and the N-Sigma systems.\n","Comment: 6 pages, 6 figures, submitted to EPJA"]}]
["nucl-ex/0407024",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-ex/0407024","Int.J.Mod.Phys.A20:680-682,2005","doi:10.1142/S0217751X05022147"],"date":["2004-07-30"],"type":["text"],"creator":["Rozek, T.","Moskal, P.","Adam, H. -H.","Budzanowski, A.","Czyzykiewicz, R.","Grzonka, D.","Janusz, M.","Jarczyk, L.","Kamys, B.","Khoukaz, A.","Kilian, K.","Klaja, P.","Kowina, P.","Oelert, W.","Piskor-Ignatowicz, C.","Przerwa, J.","Santo, R.","Sefzick, T.","Siemaszko, M.","Smyrski, J.","Strzalkowski, A.","Taschner, A.","Winter, P.","Wolke, M.","Wustner, P.","Zipper, W."],"language":[],"coverage":[],"title":["Threshold Hyperon Production at COSY-11"],"description":["  The Lambda, Sigma0 and Sigma+ hyperon production in NN collisions is studied\nat the COSY - 11 installation in order to investigate the production mechanism\nas well as to extract information about the Y-N interaction.\n","Comment: 3 pages, 2 figures"]}]
["nucl-ex/0501023",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-ex/0501023","Nucl.Instrum.Meth.A541:574-582,2005","doi:10.1016/j.nima.2004.12.006"],"date":["2005-01-24"],"type":["text"],"creator":["Smyrski, J.","Kolf, Ch.","Adam, H. -H.","Budzanowski, A.","Czyzykiewicz, R.","Grzonka, D.","Heczko, A.","Janusz, M.","Jarczyk, L.","Kamys, B.","Khoukaz, A.","Kilian, K.","Kowina, P.","Misiak, A.","Moskal, P.","Oelert, W.","Piskor-Ignatowicz, C.","Przerwa, J.","Quentmeier, C.","Rozek, T.","Santo, R.","Schepers, G.","Sefzick, T.","Siemaszko, M.","Taschner, A.","Winter, P.","Wolke, M.","Wustner, P.","Zipper, W."],"language":[],"coverage":[],"title":["Drift chamber with a c-shaped frame"],"description":["  We present the construction of a planar drift chamber with wires stretched\nbetween two arms of a c-shaped aluminium frame. The special shape of the frame\nallows to extendthe momentum acceptance of the COSY-11 detection system towards\nlower momenta without suppressing the high momentum particles. The proposed\ndesign allows for construction of tracking detectors covering small angles with\nrespect to the beam, which can be installed and removed without dismounting the\nbeam-pipe. For a three-dimensional track reconstruction a computer code was\ndeveloped using a simple algorithm of hit preselection.\n","Comment: submitted to Nucl. Instr. & Meth A"]}]
["nucl-ex/0507033",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-ex/0507033","J.Phys.G32:629-641,2006","doi:10.1088/0954-3899/32/5/003"],"date":["2005-07-29","2006-03-17"],"type":["text"],"creator":["Moskal, P.","Adam, H. -H.","Budzanowski, A.","Czyzykiewicz, R.","Grzonka, D.","Janusz, M.","Jarczyk, L.","Johansson, T.","Kamys, B.","Klaja, P.","Khoukaz, A.","Kilian, K.","Majewski, J.","Oelert, W.","Piskor-Ignatowicz, C.","Przerwa, J.","Ritman, J.","Rozek, T.","Sefzick, T.","Siemaszko, M.","Smyrski, J.","Taeschner, A.","Wessels, J.","Winter, P.","Wolke, M.","Wuestner, P.","Zhang, Z.","Zipper, W."],"language":[],"coverage":[],"title":["A method to disentangle single- and multi-meson production in missing\n  mass spectra from quasi-free pn --> pn X reactions"],"description":["  The separation of contributions from multi- and single-meson production in\nthe missing mass spectrum of the quasi-free pn --> pnX reaction constitutes\na~challenging task when the reaction is studied close to threshold. This is\nespecially true if the resolution of the mass determination is comparable with\nthe excess energy and if the investigated signal appears close to the\nkinematical limit. In this article we outline a method which permits the\nextraction of the signal originating from the creation of a single meson\nwithout the necessity of conducting model-dependent simulations. For the pd -->\npnXp(spectator) reactions, the method allows one to combine events\ncorresponding to multi-meson production at various excess energies with respect\nto the pn --> pn meson process, and hence leads to an increase of the\nstatistics needed for the determination of the shape of the multi-meson\nbackground.\n  As an example of the application of the method, we demonstrate that the\nevaluation of the data from the pd --> pnXp(sp) process according to the\ndescribed technique enables one to extract a signal of the pn --> pn eta\nreaction whose shape is consistent with expectations, supporting the\ncorrectness and usefulness of the method introduced.\n","Comment: 14 pages, 10 figures"]}]
["nucl-ex/0603018",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-ex/0603018","Acta Phys.Slov.56:387-396,2006"],"date":["2006-03-17"],"type":["text"],"creator":["Czyzykiewicz, R.","Moskal, P.","Adam, H. -H.","Budzanowski, A.","Czerwinski, E.","Gil, D.","Grzonka, D.","Janusz, M.","Jarczyk, L.","Kamys, B.","Khoukaz, A.","Kilian, K.","Klaja, P.","Lorentz, B.","Majewski, J.","Oelert, W.","Piskor-Ignatowicz, C.","Przerwa, J.","Ritman, J.","Rohdjess, H.","Rozek, T.","Santo, R.","Sefzick, T.","Siemaszko, M.","Smyrski, J.","Taeschner, A.","Ulbrich, K.","Winter, P.","Wolke, M.","Wuestner, P.","Zhang, Z.","Zipper, W."],"language":[],"coverage":[],"title":["The analysing power for the p(pol)p --> pp eta reaction at Q=10 MeV"],"description":["  The analyzing power A_y for the p(pol)p --> pp eta reaction has been\ndetermined at the beam momentum p_{beam}=2010 MeV/c, corresponding to the\nexcess energy Q=10 MeV. In the paper the method of the data analysis is briefly\npresented.\n","Comment: 10 pages; 9 figures; Talk at Eta05 Workshop on Production and Decay\n  of eta and eta-prime Mesons, Cracow, Poland, 15-18 Sep 2005; Acta Phys.\n  Slovaca, in print"]}]
["nucl-ex/0603023",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-ex/0603023","Acta Phys.Slov.56:213-219,2006"],"date":["2006-03-23"],"type":["text"],"creator":["Smyrski, J.","Adam, H. -H.","Budzanowski, A.","Czerwinski, E.","Czyzykiewicz, R.","Gil, D.","Grzonka, D.","Heczko, A.","Janusz, M.","Jarczyk, L.","Kamys, B.","Khoukaz, A.","Kilian, K.","Klaja, P.","Majewski, J.","Moskal, P.","Oelert, W.","Piskor-Ignatowicz, C.","Przerwa, J.","Ritman, J.","Rozek, T.","Santo, R.","Sefzick, T.","Siemaszko, M.","Taeschner, A.","Winter, P.","Wolke, M.","Wuestner, P.","Zhang, Z.","Zipper, W."],"language":[],"coverage":[],"title":["Study of the 3He-eta system in d-p collisions at COSY-11"],"description":["  We present preliminary results from dp --> 3He X (X=pi0,eta) measurements\nnear the eta production threshold. The data were taken during a slow ramping of\nthe COSY internal deuteron beam scattered on a proton target. The 3He ejectiles\nwere registered with the COSY-11 detection setup. The ongoing data analysis\nshould deliver high precision data for the dp --> 3He eta total and\ndifferential cross sections for the excess energies in the range from threshold\nup to 9 MeV. The preliminary excitation function for the reaction dp --> 3He\npi0 does not show any structure which could originate from the decay of 3He-eta\nbound state. We present also a threshold excitation curve for the dp --> 3He X\nchannel. Contrary to corresponding results from SATURNE we see no cusp in the\nvicinity of the eta threshold.\n","Comment: 8 pages; 5 figures; Talk at Eta05 Workshop on Production and Decay of\n  eta and eta-prime Mesons, Cracow, Poland, 15-18 Sep 2005; Acta Phys. Slovaca,\n  in print"]}]
["nucl-ex/0603025",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-ex/0603025","Acta Phys.Slov.56:251-259,2006"],"date":["2006-03-24","2006-04-24"],"type":["text"],"creator":["Klaja, P.","Moskal, P.","Adam, H. -H.","Budzanowski, A.","Czerwinski, E.","Czyzykiewicz, R.","Gil, D.","Grzonka, D.","Janusz, M.","Jarczyk, L.","Kamys, B.","Khoukaz, A.","Kilian, K.","Majewski, J.","Migdal, W.","Oelert, W.","Piskor-Ignatowicz, C.","Przerwa, J.","Ritman, J.","Rozek, T.","Santo, R.","Sefzick, T.","Siemaszko, M.","Smyrski, J.","Taeschner, A.","Winter, P.","Wolke, M.","Wuestner, P.","Zhang, Z.","Zipper, W."],"language":[],"coverage":[],"title":["Correlation Femtoscopy for Studying Eta Meson Production Mechanism"],"description":["  The high statistics data from the pp -> ppeta reaction measurement, delivered\nby the COSY-11 collaboration, are now being evaluated using the correlation\nfemtoscopy technique. This method is based on the relative momentum\ncorrelations of two emitted protons and may permit determination of the size of\nthe reaction volume. For the very first time, we apply an intensity\ninterferometry technique to study the mechanism of the meson production via the\nnucleon-nucleon interaction close to the kinematical threshold. We invented a\nmethod to determine correlation function for the ppeta system free from the\nphysical multi-pion production background. We show the comparison of\nexperimental results with theoretical predictions and appraise the accuracy\nachieved for the determination of the size of the emission source.\n","Comment: Talk presented at Eta05: Workshop on Production and Decay of eta and\n  eta-prime Mesons, Cracow, Poland, 15-18 Sep 2005"]}]
["nucl-ex/9803002",{"format":[],"subject":["Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-ex/9803002","Phys.Rev.Lett.80:3202-3205,1998","doi:10.1103/PhysRevLett.80.3202"],"date":["1998-03-04","1998-03-06"],"type":["text"],"creator":["Moskal, P.","Balewski, J. T.","Budzanowski, A.","Dombrowski, H.","Goodman, C.","Grzonka, D.","Haidenbauer, J.","Hanhart, C.","Jarczyk, L.","Jochmann, M.","Khoukaz, A.","Kilian, K.","Köhler, M.","Kozela, A.","Lister, T.","Meißner, U. -G.","Nikolaev, N.","Oelert, W.","Quentmeier, C.","Santo, R.","Schepers, G.","Seddik, U.","Sefzick, T.","Smyrski, J.","Sokołowski, M.","Strzałkowski, A.","Thomas, C.","Wolke, M.","Wüstner, P.","Wyrwa, D."],"language":[],"coverage":[],"title":["$\\eta^{\\prime}$ production in proton-proton scattering close to\n  threshold}"],"description":["  The $pp \\to pp \\eta^{\\prime}$ (958) reaction has been measured at COSY using\nthe internal beam and the COSY-11 facility. The total cross sections at the\nfour different excess energies \\mbox{$ Q = ~1.5 ~MeV, ~1.7 ~MeV, ~2.9 ~MeV,$\nand $ ~4.1 MeV$} have been evaluated to be \\mbox{$ \\sigma = 2.5 \\pm 0.5~nb$,\n$~~~ 2.9 \\pm 1.1~nb$, $~~~ 12.7 \\pm 3.2~nb$, ~ and $~~~ 25.2 \\pm 3.6 ~nb $},\nrespectively. In this region of excess energy the $\\eta^{\\prime}$ (958) cross\nsections are much lower compared to those of the $\\pi ^0$ and $\\eta$\nproduction.\n","Comment: 11 pages, 3 figures"]}]
["nucl-ex/9803003",{"format":[],"subject":["Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-ex/9803003","Phys.Lett.B420:211-216,1998","doi:10.1016/S0370-2693(97)01527-X"],"date":["1998-03-04"],"type":["text"],"creator":["Balewski, J. T.","Budzanowski, A.","Dombrowski, H.","Eyrich, W.","Goodman, C.","Grzonka, D.","Haidenbauer, J.","Hanhart, C.","Hauffe, J.","Jarczyk, L.","Jochmann, M.","Khoukaz, A.","Kilian, K.","Köhler, M.","Kozela, A.","Lister, T.","Metzger, A.","Moskal, P.","Oelert, W.","Quentmeier, C.","Santo, R.","Schepers, G.","Seddik, U.","Sefzick, T.","Smyrski, J.","Sokołowski, M.","Stinzing, F.","Strzałkowski, A.","Thomas, C.","Wirth, S.","Wolke, M.","Woodward, R.","Wüstner, P.","Wyrwa, D."],"language":[],"coverage":[],"title":["Total Cross Section of the Reaction pp \\to pK^+\\Lambda Close to\n  Threshold"],"description":["  The energy dependence of the total cross section for the pp \\to pK^+\\Lambda\nreaction was measured in the threshold region covering the excess energy range\nup to 7MeV.\n  Existing model calculations describe the slope of the measured cross sections\nwell, but are too low by a factor of two to three in rate.\n  The data were used for a precise determination of the beam momentum of the\nCOSY-synchrotron.\n","Comment: 11 pages, 5 figures"]}]
["nucl-ex/9912006",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-ex/9912006","Phys.Lett.B472:267-272,2000","doi:10.1016/S0370-2693(99)01456-2"],"date":["1999-12-08","1999-12-09"],"type":["text"],"creator":["Betigeri, M.","Bojowald, J.","Budzanowski, A.","Chatterjee, A.","Drochner, M.","Ernst, J.","Foertsch, S.","Freindl, L.","Frekers, D.","Garske, W.","Grewer, K.","Hamacher, A.","Igel, S.","Ilieva, J.","Jahn, R.","Jarczyk, L.","Kemmerling, G.","Kilian, K.","Kliczewski, S.","Klimala, W.","Kolev, D.","Kutsarova, T.","Lieb, J.","Lippert, G.","Machner, H.","Magiera, A.","Nann, H.","Pentchev, L.","Plendl, H. S.","Protic, D.","Razen, B.","von Rossen, P.","Roy, B. R.","Siudak, R.","Smyrski, J.","Strzalkowski, A.","Tsenov, R.","Zolnierczuk, P. A.","Zwoll, K."],"language":[],"coverage":[],"title":["Measurement of p + d -> 3He + eta in S(11) Resonance"],"description":["  We have measured the reaction p + d -> 3He + eta at a proton beam energy of\n980 MeV, which is 88.5 MeV above threshold using the new ``germanium wall''\ndetector system. A missing--mass resolution of the detector system of 2.6% was\nachieved. The angular distribution of the meson is forward peaked. We found a\ntotal cross section of (573 +- 83(stat.) +- 69(syst.))nb. The excitation\nfunction for the present reaction is described by a Breit Wigner form with\nparameters from photoproduction.\n","Comment: 8 pages, 2 figures, corrected typos in header"]}]
["nucl-ex/9912011",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-ex/9912011","Phys.Lett.B474:182-187,2000","doi:10.1016/S0370-2693(99)01447-1"],"date":["1999-12-22"],"type":["text"],"creator":["Smyrski, J.","Wuestner, P.","Budzanowski, A.","Dombrowski, H.","Grzonka, D.","Jarczyk, L.","Jochmann, M.","Khoukaz, A.","Kilian, K.","Kowina, P.","Koehler, M.","Moskal, P.","Oelert, W.","Quentmeier, C.","Santo, R.","Schepers, G.","Seddik, U.","Sefzick, T.","Sewerin, S.","Strzalkowski, A.","Wolke, M."],"language":[],"coverage":[],"title":["Near-Threshold eta Meson Production in Proton-Proton Collisions"],"description":["  The production of eta mesons has been measured in the proton-proton\ninteraction close to the reaction threshold using the COSY-11 internal facility\nat the cooler synchrotron COSY. Total cross sections were determined for eight\ndifferent excess energies in the range from 0.5 MeV to 5.4 MeV. The energy\ndependence of the total cross section is well described by the available\nphase-space volume weighted by FSI factors for the proton-proton and proton-eta\npairs.\n","Comment: 9 pages, 1 table, 5 figures"]}]
["nucl-th/0201069",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-th/0201069","Eur.Phys.J.A15:303-314,2002","doi:10.1140/epja/i2002-10037-5"],"date":["2002-01-24"],"type":["text"],"creator":["Rudy, Z.","Cassing, W.","Jarczyk, L.","Kamys, B.","Kulessa, P."],"language":[],"coverage":[],"title":["K$^+$ production in proton-nucleus reactions and the role of\n  momentum-dependent potentials"],"description":["  The production of $K^+$ mesons in proton-nucleus collisions from 1.0 to 2.5\nGeV is analyzed with respect to one-step nucleon-nucleon $(NN\\to N Y K^+$) and\ntwo-step $\\Delta$-nucleon $(\\Delta N \\to K^+ Y N$) or pion-nucleon $(\\pi N \\to\nK^+ Y $) production channels on the basis of a coupled-channel transport\napproach (CBUU) including the kaon final state interactions. The influence of\nmomentum-dependent potentials for the nucleon, hyperon and kaon in the final\nstate are studied as well as the importance of $K^+$ elastic rescattering in\nthe target nucleus. The transport calculations are compared to the experimental\n$K^+$ spectra taken at LBL Berkeley, SATURNE, CELSIUS, GSI and COSY-J\\\"ulich.\nIt is found that the momentum-dependent baryon potentials effect the excitation\nfunction of the $K^+$ cross section; at low bombarding energies of $\\sim $ 1.0\nGeV the attractive baryon potentials in the final state lead to a relative\nenhancement of the kaon yield whereas the net repulsive potential at bombarding\nenergies $\\sim$ 2 GeV causes a decrease of the $K^+$ cross section. Furthermore\nit is pointed out, that especially the $K^+$ spectra at low momenta (or kinetic\nenergy $T_K$) allow to determine the in-medium $K^+$ potential almost model\nindependently due to a relative shift of the $K^+$ spectra in kinetic energy\nthat arises from the acceleration of the kaons when propagating out of the\nnuclear medium to free space, i.e. converting potential energy to kinetic\nenergy of the free kaon.\n","Comment: 11 pages, LaTeX, including 10 postscript figures, submitted to Eur.\n  Phys. J. A"]}]
["nucl-th/0411009",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-th/0411009","Eur.Phys.J.A23:379-385,2005; Erratum-ibid.A24:159,2005","doi:10.1140/epja/i2004-10108-7"],"date":["2004-11-02"],"type":["text"],"creator":["Rudy, Z.","Cassing, W.","Jarczyk, L.","Kamys, B.","Kowalczyk, A.","Kulessa, P."],"language":[],"coverage":[],"title":["Transport analysis of K+ production in proton-nucleus reactions"],"description":["  The production of $K^+$ mesons in proton-nucleus collisions from 1.0 to 2.3\nGeV is analyzed with respect to one-step nucleon-nucleon $(NN\\to N Y K^+$) and\ntwo-step $\\Delta$-nucleon $(\\Delta N \\to K^+ Y N$) or pion-nucleon $(\\pi N \\to\nK^+ Y $) production channels on the basis of a coupled-channel transport\napproach (CBUU) including the kaon final-state-interactions (FSI).\nMomentum-dependent potentials for the nucleon, hyperon and kaon in the final\nstate are included as well as $K^+$ elastic rescattering in the target nucleus.\nThe transport calculations are compared to the experimental $K^+$ spectra taken\nat COSY-J\\\"ulich. Our systematic analysis of $K^+$ spectra from $^{12}C$,\n$^{63}Cu$, $^{107}Ag$ and $^{197}Au$ targets as well as their momentum\ndifferential ratios gives a repulsive $K^+$ potential of $20\\pm 5 $ MeV at\nnormal nuclear matter density.\n","Comment: 7 pages, 5 figures, submitted to Eur. Phys. J. A"]}]
["nucl-th/9904032",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-th/9904032","Eur.Phys.J.A5:127-129,1999","doi:10.1007/s100500050267"],"date":["1999-04-12","1999-04-13"],"type":["text"],"creator":["Rudy, Z.","Cassing, W.","Jarczyk, L.","Kamys, B.","Kulessa, P.","Schult, O. W. B.","Strzalkowski, A."],"language":[],"coverage":[],"title":["On the Delta I = 1/2 rule in the Lambda N ----> N N reaction"],"description":["  It is shown that the mass dependence of the $\\Lambda$-lifetime in heavy\nhypernuclei is sensitive to the ratio of neutron-induced to proton-induced\nnon-mesonic decay rates R_n/R_p. A comparison of the experimental mass\ndependence of the lifetimes with the calculated ones for different values of\nR_n/R_p leads to the conclusion that this ratio is larger than 2 on the\nconfidence level of 0.75. This suggests that the phenomenological $\\Delta$I=1/2\nrule might be violated for the nonmesonic decay of the $\\Lambda$-hyperon.\n","Comment: 3 pages, 2 figures, to be published in European Physical Journal A"]}]
["physics/0603220",{"format":[],"subject":["Physics - General Physics","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0603220"],"date":["2006-03-26"],"type":["text"],"creator":["Herndon, J. Marvin"],"language":[],"coverage":[],"title":["Enhanced Prognosis for Abiotic Natural Gas and Petroleum Resources"],"description":["  The prognosis for potential resources of abiotic natural gas and petroleum\ndepends critically upon the nature and circumstances of Earth formation. Until\nrecently, that prognosis has been considered solely within the framework of the\nso-called \"standard model of solar system formation\", which is incorrect and\nleads to the contradiction of terrestrial planets having insufficiently massive\ncores. By contrast, that prognosis is considerably enhanced (i) by the new\nvision I have disclosed of Earth formation as a Jupiter-like gas giant; (ii) by\ncore formation contemporaneous with raining out from within a giant gaseous\nprotoplanet rather than through subsequent whole-Earth re-melting after loss of\ngases; (iii) by the consequences of whole-Earth decompression dynamics, which\nobviates the unfounded assumption of mantle convection, and; (iv) by the\nprocess of mantle decompression thermal-tsunami. The latter, in addition to\naccounting for much of the heat leaving the Earth's surface, for the geothermal\ngradient observed in the crust, for substantial volcanism, and possibly for\nearthquake generation as well, also might enhance the prognosis for future\nabiotic energy supplies by pressurizing and heating the base of the crust, a\npotential collection point for abiotic mantle methane or other mantle-derived\ncarbon-containing matter.\n","Comment: Submitted to Current Science (India)"]}]
["physics/0608313",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Quantitative Finance - Statistical Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0608313","Physica A: Statistical Mechanics and its Applications Volume 382,\n  (2007) Pages 9-15","doi:10.1016/j.physa.2007.02.074"],"date":["2006-08-31"],"type":["text"],"creator":["Arianos, Sergio","Carbone, Anna"],"language":[],"coverage":[],"title":["Detrending Moving Average variance: a derivation of the scaling law"],"description":["  The Hurst exponent $H$ of long range correlated series can be estimated by\nmeans of the Detrending Moving Average (DMA) method. A computational tool\ndefined within the algorithm is the generalized variance $\n\\sigma_{DMA}^2={1}/{(N-n)}\\sum_i [y(i)-\\widetilde{y}_n(i)]^2\\:$, with\n$\\widetilde{y}_n(i)= {1}/{n}\\sum_{k}y(i-k)$ the moving average, $n$ the moving\naverage window and $N$ the dimension of the stochastic series $y(i)$. This\nability relies on the property of $\\sigma_{DMA}^2$ to scale as $n^{2H}$. Here,\nwe analytically show that $\\sigma_{DMA}^2$ is equivalent to $C_H n^{2H}$ for\n$n\\gg 1$ and provide an explicit expression for $C_H$.\n","Comment: 11pages, 3 figures. Presented at Int. Conf. on Application of Physics\n  in Financial Analisys (APFA5), June 29 - July 1, 2006 Torino, Italy"]}]
["physics/0702118",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0702118"],"date":["2007-02-14"],"type":["text"],"creator":["Herndon, J. Marvin"],"language":[],"coverage":[],"title":["Science Citation Index data: Two additional reasons against its use for\n  administrative purposes"],"description":["  First, for decades the use of anonymity in reviews for science funding\nproposals and for evaluating manuscripts for publication has been gradually\ncorrupting American science, encouraging and rewarding the dark elements of\nhuman nature. Unethical reviewers, secure and unaccountable through anonymity,\nall too often make untrue and/or pejorative statements to eliminate their\nprofessional competitors. Survival in this corrupt environment has led to a\nconsensus-only mentality. Consequently, important scientific contradictions, if\nthey can be published at all, are selectively ignored in many instances out of\nfear of anonymous retaliation. Science Citation Index data in such a corrupt\nenvironment may be of little administrative value, except for possible use in\ndocumenting scientific fraud. Second, as knowledge of the administrative use of\nScience Citation Index data spreads, scientists will adapt and will shift to\nresearch on popular subjects to elicit greater numbers of citations, rather\nthan to take the paths less trodden where important scientific discoveries may\nlay waiting.\n","Comment: Accepted for publication in Current Science"]}]
["quant-ph/0507190",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0507190","Proc. 18th ACM-SIAM Symposium on Discrete Algorithms (SODA 2007),\n  pp. 1225-1234"],"date":["2005-07-19"],"type":["text"],"creator":["Childs, Andrew M.","van Dam, Wim"],"language":[],"coverage":[],"title":["Quantum algorithm for a generalized hidden shift problem"],"description":["  Consider the following generalized hidden shift problem: given a function f\non {0,...,M-1} x Z_N satisfying f(b,x)=f(b+1,x+s) for b=0,1,...,M-2, find the\nunknown shift s in Z_N. For M=N, this problem is an instance of the abelian\nhidden subgroup problem, which can be solved efficiently on a quantum computer,\nwhereas for M=2, it is equivalent to the dihedral hidden subgroup problem, for\nwhich no efficient algorithm is known. For any fixed positive epsilon, we give\nan efficient (i.e., poly(log N)) quantum algorithm for this problem provided M\n> N^epsilon. The algorithm is based on the \"pretty good measurement\" and uses\nH. Lenstra's (classical) algorithm for integer programming as a subroutine.\n","Comment: 16 pages"]}]
