["0704.2144",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry","13J07 (Primary)","13B40, 13C11, 14B25, 32B05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.2144"],"date":["2007-04-17","2009-11-02"],"type":["text"],"creator":["Rond, Guillaume"],"language":[],"coverage":[],"title":["An algebraic proof of Gabrielov's theorem about analytic homomorphisms\n  in any characteristic"],"description":["  The proof of proposition 3.6 is not correct\n","Comment: The proof of proposition 3.6 is not correct"]}]
["0704.2873",{"format":[],"subject":["Mathematics - Algebraic Geometry","34M55","34M45","58F05","32S65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.2873"],"date":["2007-04-22","2009-11-02"],"type":["text"],"creator":["Sasano, Yusuke"],"language":[],"coverage":[],"title":["Coupled Painlev\\'e III system with affine Weyl group symmetry of type\n  $D_6^{(1)}$"],"description":["  We find and study a six-parameter family of coupled Painlev\\'e III systems in\ndimension six with affine Weyl group symmetry of type $D_6^{(1)}$. We also find\nand study its degenerate systems with affine Weyl group symmetry of types\n$B_5^{(1)}$ and $D_5^{(2)}$.\n","Comment: 16 pages, 2 figures"]}]
["0708.1293",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1293","Eur.Phys.J.ST 152:29-60,2007","doi:10.1140/epjst/e2007-00376-3"],"date":["2007-08-09","2007-11-16"],"type":["text"],"creator":["Philipsen, Owe"],"language":[],"coverage":[],"title":["Lattice QCD at finite temperature and density"],"description":["  QCD at finite temperature and density is becoming increasingly important for\nvarious experimental programmes, ranging from heavy ion physics to\nastro-particle physics. The non-perturbative nature of non-abelian quantum\nfield theories at finite temperature leaves lattice QCD as the only tool by\nwhich we may hope to come to reliable predictions from first principles. This\nrequires careful extrapolations to the thermodynamic, chiral and continuum\nlimits in order to eliminate systematic effects introduced by the\ndiscretization procedure. After an introduction to lattice QCD at finite\ntemperature and density, its possibilities and current systematic limitations,\na review of present numerical results is given. In particular, plasma\nproperties such as the equation of state, screening masses, static quark free\nenergies and spectral functions are discussed, as well as the critical\ntemperature and the QCD phase structure at zero and finite density.\n","Comment: 32 pages, typos corrected, reference added. Lectures given at 45.\n  Internationale Universitatswochen fur Theoretische Physik: (Schladming Winter\n  School on Theoretical Physics): Conceptual and Numerical Challenges in\n  Femto-Scale and Peta-Scale Physics, Schladming, Styria, Austria, 24 Feb - 3\n  Mar 2007"]}]
["0708.3879",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Condensed Matter - Disordered Systems and Neural Networks","Physics - Data Analysis, Statistics and Probability","Physics - Physics and Society","C.2.1","C.2.5","G.3","G.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3879","ACM Transactions on Modeling and Computer Simulation (TOMACS),\n  v.19, n.4, p.17, 2009","doi:10.1145/1596519.1596522"],"date":["2007-08-28","2009-11-02"],"type":["text"],"creator":["Dimitropoulos, Xenofontas","Krioukov, Dmitri","Vahdat, Amin","Riley, George"],"language":[],"coverage":[],"title":["Graph Annotations in Modeling Complex Network Topologies"],"description":["  The coarsest approximation of the structure of a complex network, such as the\nInternet, is a simple undirected unweighted graph. This approximation, however,\nloses too much detail. In reality, objects represented by vertices and edges in\nsuch a graph possess some non-trivial internal structure that varies across and\ndifferentiates among distinct types of links or nodes. In this work, we\nabstract such additional information as network annotations. We introduce a\nnetwork topology modeling framework that treats annotations as an extended\ncorrelation profile of a network. Assuming we have this profile measured for a\ngiven network, we present an algorithm to rescale it in order to construct\nnetworks of varying size that still reproduce the original measured annotation\nprofile.\n  Using this methodology, we accurately capture the network properties\nessential for realistic simulations of network applications and protocols, or\nany other simulations involving complex network topologies, including modeling\nand simulation of network evolution. We apply our approach to the Autonomous\nSystem (AS) topology of the Internet annotated with business relationships\nbetween ASs. This topology captures the large-scale structure of the Internet.\nIn depth understanding of this structure and tools to model it are cornerstones\nof research on future Internet architectures and designs. We find that our\ntechniques are able to accurately capture the structure of annotation\ncorrelations within this topology, thus reproducing a number of its important\nproperties in synthetically-generated random graphs.\n"]}]
["0710.0485",{"format":[],"subject":["Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0485","Journal of Machine Learning Research 10 (2009), 2413 - 2440"],"date":["2007-10-02","2008-06-27"],"type":["text"],"creator":["Vovk, Vladimir","Zhdanov, Fedor"],"language":[],"coverage":[],"title":["Prediction with expert advice for the Brier game"],"description":["  We show that the Brier game of prediction is mixable and find the optimal\nlearning rate and substitution function for it. The resulting prediction\nalgorithm is applied to predict results of football and tennis matches. The\ntheoretical performance guarantee turns out to be rather tight on these data\nsets, especially in the case of the more extensive tennis data.\n","Comment: 34 pages, 22 figures, 2 tables. The conference version (8 pages) is\n  published in the ICML 2008 Proceedings"]}]
["0803.1890",{"format":[],"subject":["Quantitative Finance - Pricing of Securities","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1890"],"date":["2008-03-13","2009-11-01"],"type":["text"],"creator":["Kardaras, Constantinos","Platen, Eckhard"],"language":[],"coverage":[],"title":["On the semimartingale property of discounted asset-price processes"],"description":["  A financial market model where agents trade using realistic combinations of\nbuy-and-hold strategies is considered. Minimal assumptions are made on the\ndiscounted asset-price process - in particular, the semimartingale property is\nnot assumed. Via a natural market viability assumption, namely, absence of\narbitrages of the first kind, we establish that discounted asset-prices have to\nbe semimartingales. In a slightly more specialized case, we extend the previous\nresult in a weakened version of the Fundamental Theorem of Asset Pricing that\ninvolves strictly positive supermartingale deflators rather than Equivalent\nMartingale Measures.\n","Comment: 11 pages. The text has been thoroughly revised and there are new\n  results. This is the 1st part of what comprised the older arxiv submission\n  arXiv:0803.1890 \"On financial markets where only buy-and-hold trading is\n  possible\" by the two authors"]}]
["0806.0274",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Algebraic Topology","55N22, 55P42 (Primary)","14A20, 14F42, 19E08 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0274"],"date":["2008-06-02","2009-11-02"],"type":["text"],"creator":["Naumann, Niko","Østvær, Paul Arne","Spitzweck, Markus"],"language":[],"coverage":[],"title":["Motivic Landweber Exactness"],"description":["  We prove a motivic version of Landweber's exact functor theorem from\ntopology. The main result is that the assignment given by a Landweber-type\nformula using the MGL-homology of a motivic spectrum defines a homology theory\non the stable motivic homotopy category and is representable by a Tate-like (or\ncellular) spectrum. Using the universal coefficient spectral sequence of\nDugger-Isaksen we deduce formulas for operations of motivic Landweber spectra\nof a certain type including homotopy algebraic K-theory. Finally we construct a\nChern character as a map between motivic spectra.\n","Comment: minor revision, essentially in final form, to appear in Documenta\n  Math"]}]
["0806.2014",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2014"],"date":["2008-06-12","2009-11-02"],"type":["text"],"creator":["Chinta, G.","Jorgenson, J.","Karlsson, A."],"language":[],"coverage":[],"title":["Zeta functions, heat kernels and spectral asymptotics on degenerating\n  families of discrete tori"],"description":["  By a discrete torus we mean the Cayley graph associated to a finite product\nof finite cycle groups with generating set given by choosing a generator for\neach cyclic factor. In this article we study the spectral theory of the\ncombinatorial Laplacian for sequences of discrete tori when the orders of the\ncyclic factors tend to infinity at comparable rates. First we show that the\nsequence of heat kernels corresponding to the degenerating family converges,\nafter re-scaling, to the heat kernel on an associated real torus. We then\nestablish an asymptotic expansion, in the degeneration parameter, of the\ndeterminant of the combinatorial Laplacian. The zeta-regularized determinant of\nthe Laplacian of the limiting real torus appears as the constant term in this\nexpansion. On the other hand, using a classical theorem by Kirchhoff the\ndeterminant of the combinatorial Laplacian of a finite graph divided by the\nnumber of vertices equals the number of spanning trees, called the complexity,\nof the graph. As a result, we establish a precise connection between the\ncomplexity of the Cayley graphs of finite abelian groups and heights of real\ntori. It is also known that spectral determinants on discrete tori can be\nexpressed using trigonometric functions and that spectral determinants on real\ntori can be expressed using modular forms on general linear groups. Another\ninterpretation of our analysis is thus to establish a link between limiting\nvalues of certain products of trigonometric functions and modular forms. The\nheat kernel analysis which we employ uses a careful study of I-Bessel\nfunctions. Our methods extend to prove the asymptotic behavior of other\nspectral invariants through degeneration, such as special values of spectral\nzeta functions and Epstein-Hurwitz type zeta functions.\n","Comment: 34 pages. To appear in Nagoya Math. J"]}]
["0806.4519",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4519"],"date":["2008-06-27","2009-11-02"],"type":["text"],"creator":["Pinzari, Claudia","Roberts, John E."],"language":[],"coverage":[],"title":["Ergodic actions of S_\\mu U(2) on C*-algebras from II_1 subfactors"],"description":["  To a proper inclusion N\\subset M of II_1 factors of finite Jones index [M:N],\nwe associate an ergodic C*-action of the quantum group S_\\mu U(2). The\ndeformation parameter is determined by -1<\\mu<0 and [M:N]=|\\mu+\\mu^{-1}|. The\nhigher relative commutants can be identified with the spectral spaces of the\ntensor powers of the defining representation of the quantum group.\n  This ergodic action may be thought of as a virtual subgroup of S_\\mu U(2) in\nthe sense of Mackey arising from the tensor category generated by M regarded as\na bimodule over N. \\mu is negative as M is a real bimodule.\n","Comment: 25 pages, references added"]}]
["0807.3675",{"format":[],"subject":["Mathematics - Probability","Mathematics - Combinatorics","Mathematics - Spectral Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3675"],"date":["2008-07-23","2009-11-02"],"type":["text"],"creator":["Dekel, Yael","Lee, James R.","Linial, Nathan"],"language":[],"coverage":[],"title":["Eigenvectors of random graphs: Nodal domains"],"description":["  We initiate a systematic study of eigenvectors of random graphs. Whereas much\nis known about eigenvalues of graphs and how they reflect properties of the\nunderlying graph, relatively little is known about the corresponding\neigenvectors. Our main focus in this paper is on the nodal domains associated\nwith the different eigenfunctions. In the analogous realm of Laplacians of\nRiemannian manifolds, nodal domains have been the subject of intensive research\nfor well over a hundred years. Graphical nodal domains turn out to have\ninteresting and unexpected properties. Our main theorem asserts that there is a\nconstant c such that for almost every graph G, each eigenfunction of G has at\nmost two large nodal domains, and in addition at most c exceptional vertices\noutside these primary domains. We also discuss variations of these questions\nand briefly report on some numerical experiments which, in particular, suggest\nthat almost surely there are just two nodal domains and no exceptional\nvertices.\n","Comment: Minor revisions"]}]
["0808.3610",{"format":[],"subject":["Mathematics - Combinatorics","05C30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3610"],"date":["2008-08-26","2009-11-01"],"type":["text"],"creator":["Brockman, Greg","Kay, Bill","Snively, Emma E."],"language":[],"coverage":[],"title":["On Universal Cycles of Labeled Graphs"],"description":["  A universal cycle is a compact listing of a class of combinatorial objects.\nIn this paper, we prove the existence of universal cycles of classes of labeled\ngraphs, including simple graphs, trees, graphs with m edges, graphs with loops,\ngraphs with multiple edges (with up to m duplications of each edge), directed\ngraphs, hypergraphs, and k-uniform hypergraphs.\n","Comment: 9 pages, 8 figures"]}]
["0810.1660",{"format":[],"subject":["Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1660","Open Syst.Info.Dyn.16:157-177,2009"],"date":["2008-10-09"],"type":["text"],"creator":["Chruscinski, Dariusz","Marmo, Giuseppe"],"language":[],"coverage":[],"title":["Remarks on the GNS Representation and the Geometry of Quantum States"],"description":["  It is shown how to introduce a geometric description of the algebraic\napproach to the non-relativistic quantum mechanics. It turns out that the GNS\nrepresentation provides not only symplectic but also Hermitian realization of a\n`quantum Poisson algebra'. We discuss alternative Hamiltonian structures\nemerging out of different GNS representations which provide a natural setting\nfor quantum bi-Hamiltonian systems.\n","Comment: 20 pages"]}]
["0810.2811",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2811","Proc.SPIE Int.Soc.Opt.Eng.7016:70160B,2008","doi:10.1117/12.789612"],"date":["2008-10-15"],"type":["text"],"creator":["Kleinman, S. J.","Gunn, J. E.","Boroski, B.","Long, D.","Snedden, S.","Nitta, A.","Krzesiński, J.","Harvanek, M.","Neilsen, E.","Gillespie, B.","Barentine, J. C.","Uomoto, A.","Tucker, D.","York, D.","Jester, S."],"language":[],"coverage":[],"title":["Lessons Learned from Sloan Digital Sky Survey Operations"],"description":["  Astronomy is changing. Large projects, large collaborations, and large\nbudgets are becoming the norm. The Sloan Digital Sky Survey (SDSS) is one\nexample of this new astronomy, and in operating the original survey, we put in\nplace and learned many valuable operating principles. Scientists sometimes have\nthe tendency to invent everything themselves but when budgets are large,\ndeadlines are many, and both are tight, learning from others and applying it\nappropriately can make the difference between success and failure. We offer\nhere our experiences well as our thoughts, opinions, and beliefs on what we\nlearned in operating the SDSS.\n","Comment: Conference Proceedings, SPIE 2008"]}]
["0811.3911",{"format":[],"subject":["Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3911","AIP Conf.Proc.1141:3-9,2009","doi:10.1063/1.3160890"],"date":["2008-11-24"],"type":["text"],"creator":["Baumann, Daniel","Cooray, Asantha","Dodelson, Scott","Dunkley, Joanna","Fraisse, Aurélien A.","Jackson, Mark G.","Kogut, Al","Krauss, Lawrence M.","Smith, Kendrick M.","Zaldarriaga, Matias"],"language":[],"coverage":[],"title":["CMBPol Mission Concept Study: A Mission to Map our Origins"],"description":["  Quantum mechanical metric fluctuations during an early inflationary phase of\nthe universe leave a characteristic imprint in the polarization of the cosmic\nmicrowave background (CMB). The amplitude of this signal depends on the energy\nscale at which inflation occurred. Detailed observations by a dedicated\nsatellite mission (CMBPol) therefore provide information about energy scales as\nhigh as $10^{15}$ GeV, twelve orders of magnitude greater than the highest\nenergies accessible to particle accelerators, and probe the earliest moments in\nthe history of the universe. This summary provides an overview of a set of\nstudies exploring the scientific payoff of CMBPol in diverse areas of modern\ncosmology, such as the physics of inflation, gravitational lensing and cosmic\nreionization, as well as foreground science and removal .\n","Comment: 6 pages, 3 figures"]}]
["0811.3997",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematics - Rings and Algebras","06D99, 46L52, 13D07, 13F05, 16E60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3997"],"date":["2008-11-24","2009-11-02"],"type":["text"],"creator":["Maszczyk, Tomasz"],"language":[],"coverage":[],"title":["Distributive lattices and cohomology"],"description":["  A resolution of the intersection of a finite number of subgroups of an\nabelian group by means of their sums is constructed, provided the lattice\ngenerated by these subgroups is distributive. This is used for detecting\nsingularities of modules over Dedekind rings. A generalized Chinese remainder\ntheorem is derived as a consequence of the above resolution. The\nGelfand-Naimark duality between finite closed coverings of compact Hausdorff\nspaces and the generalized Chinese remainder theorem is clarified.\n","Comment: Paragraph on pattern cohomology added"]}]
["0812.2640",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2640"],"date":["2008-12-14","2009-11-02"],"type":["text"],"creator":["Dong, Jiang"],"language":[],"coverage":[],"title":["Intensity Scintillation and Astronomical Quantum Observation"],"description":["  Holography is 3D imaging which can record intensity and phase at the same\ntime. The importance of construct hologram is holographic recording and\nwavefront reconstruction. It is surprised that holography be discovered in\nstudy interstellar scintillation for pulsar provide a coherent light source\nrecently. I think that is speckle hologram and speckle interference(i.e.\nintensity interference), and use modern technique which include phased\narray,CCD, digital signal processing and supercomputer can achieve that digital\nand computer holography from radio to X-ray astronomy. This means we can use it\nto image the universe and beyond the limited of telescope for cosmos provide\nmuch coherent light from pulsar,maser, black hole to 21cm recombination line.\nIt gives a probe to the medium of near the black hole et al. From those\ncoherent light sources in the sky, we can uncover one different universe that\nthrough astronomical quantum observation which use intensity interference.\n","Comment: submitted"]}]
["0812.3587",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3587","Phys. Rev. B 80, 134515 (2009)","doi:10.1103/PhysRevB.80.134515"],"date":["2008-12-18"],"type":["text"],"creator":["Vogel, K.","Kato, T.","Schleich, W. P.","Koelle, D.","Kleiner, R.","Goldobin, E."],"language":[],"coverage":[],"title":["Theory of fractional vortex escape in a 0-kappa long Josephson junction"],"description":["  We consider a fractional Josephson vortex in an infinitely long 0-kappa\nJosephson junction. A uniform bias current applied to the junction exerts a\nLorentz force acting on a vortex. When the bias current becomes equal to the\ncritical (or depinning) current, the Lorentz force tears away an integer fluxon\nand the junction switches to the resistive state. In the presence of thermal\nand quantum fluctuations this escape process takes place with finite\nprobability already at subcritical values of the bias current. We analyze the\nescape of a fractional vortex by mapping the Josephson phase dynamics to the\ndynamics of a single particle in a metastable potential and derive the\neffective parameters of this potential. This allows us to predict the behavior\nof the escape rate as a function of the topological charge of the vortex.\n"]}]
["0901.4099",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4099","Physica Scripta 80, 035702 (2009)","doi:10.1088/0031-8949/80/03/035702"],"date":["2009-01-26"],"type":["text"],"creator":["Hirsch, J. E."],"language":[],"coverage":[],"title":["BCS theory of superconductivity: the world's largest Madoff scheme?"],"description":["  The time-tested BCS theory of superconductivity is generally accepted to be\nthe correct theory of conventional superconductivity by physicists and, by\nextension, by the world at large. In a different realm of human activity, until\nvery recently Bernard Madoff's time-tested investment operation was generally\naccepted as true and legitimate in the financial world. Madoff's Ponzi scheme,\nwhere old investors were being paid off by funds contributed by new investors,\nwas fundamentally flawed, yet was able to thrive for decades because of many\nvested interests. `Red flags' suggesting its illegitimacy were ignored. Here I\nsuggest that the same is true of BCS theory. There are an increasing number of\n`red flags' that strongly suggest the possibility that BCS theory may be\nfundamentally flawed. For example, an ever-growing number of superconductors\nare being classified as `unconventional', not described by the conventional BCS\ntheory and each requiring a different physical mechanism. In addition, I argue\nthat BCS theory is unable to explain the Meissner effect, $the$ most\nfundamental property of superconductors. There are several other phenomena in\nsuperconductors for which BCS theory provides no explanation, and BCS theory\nhas proven unable to predict any new superconducting compounds. From one day to\nthe next, Madoff's edifice came crashing down and a staggering 50 billion\ndollars evaporated, and I suggest that this may also be the fate of BCS theory.\nI outline an alternative theory to conventional BCS theory proposed to apply to\nall superconductors, `conventional' as well as `unconventional', that offers an\nexplanation for the Meissner effect as well as for other puzzles and provides\nclear guidelines in the search for new high temperature superconductors.\n"]}]
["0902.0378",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0378","Phys. Rev. Lett. 103, 187203 (2009)","doi:10.1103/PhysRevLett.103.187203"],"date":["2009-02-02","2009-10-16"],"type":["text"],"creator":["Hao, Zhihao","Tchernyshyov, Oleg"],"language":[],"coverage":[],"title":["Fermionic spin excitations in two and three-dimensional antiferromagnets"],"description":["  Spin excitations in an ordered Heisenberg magnet are magnons--bosons with\nspin 1. That may change when frustration and quantum fluctuations suppress the\norder and restore the spin-rotation symmetry. We show that spin excitations in\nthe $S=1/2$ Heisenberg antiferromagnet on kagome are spinons--fermions with\nspin 1/2. In the ground state the system can be described as a collection of\nsmall, heavy pairs of spinons with spin 0. A magnetic excitation of lowest\nenergy amounts to breaking up a pair into two spinons at a cost of $0.06 J$.\n","Comment: 4 pages, 4 figures, accepted version of the manuscript"]}]
["0902.1717",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Numerical Analysis","42A38, 65T99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1717"],"date":["2009-02-10","2009-11-02"],"type":["text"],"creator":["Berndt, Ryan"],"language":[],"coverage":[],"title":["A pointwise estimate for the Fourier transform and the number of maxima\n  of a function"],"description":["  We show a pointwise estimate for the Fourier transform on the line involving\nthe number of times the function changes monotonicity. The contrapositive of\nthe theorem may be used to find a lower bound to the number of local maxima of\na function. We also show two applications of the theorem. The first is the two\nweight problem for the Fourier transform, and the second is estimating the\nnumber of roots of the derivative of a function.\n","Comment: 9 pages, fixed typos, extended explanation of an application"]}]
["0902.3686",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3686","Phys. Rev. Lett. 103, 166601 (2009)","doi:10.1103/PhysRevLett.103.166601"],"date":["2009-02-20"],"type":["text"],"creator":["Mihajlovic, G.","Pearson, J. E.","Garcia, M. A.","Bader, S. D.","Hoffmann, A."],"language":[],"coverage":[],"title":["Negative nonlocal resistance in mesoscopic gold Hall bars: Absence of\n  giant spin Hall effect"],"description":["  We report the observation of negative nonlocal resistances in multiterminal\nmesoscopic gold Hall bar structures whose characteristic dimensions are larger\nthan the electron mean-free path. Our results can only be partially explained\nby a classical diffusive model of the nonlocal transport, and are not\nconsistent with a recently proposed model based on spin Hall effects. Instead,\nour analysis suggests that a quasiballistic transport mechanism is responsible\nfor the observed negative nonlocal resistance. Based on the sensitivity of our\nmeasurements and the spin Hall effect model, we find an upper limit for the\nspin Hall angle in gold of 0.022 at 4.5 K.\n","Comment: 4 pages, 5 figures"]}]
["0903.1831",{"format":[],"subject":["Quantum Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.1831"],"date":["2009-03-10","2009-05-27"],"type":["text"],"creator":["Fleming, Gordon N."],"language":[],"coverage":[],"title":["Observations on Unstable Quantons, Hyperplane Dependence and Quantum\n  Fields"],"description":["  There is persistent heterodoxy in the physics literature concerning the\nproper treatment of those quantons that are unstable against spontaneous decay.\nFollowing a brief litany of this heterodoxy, I develop some of the consequences\nof assuming that such quantons can exist, undecayed and isolated, at definite\ntimes and that their treatment can be carried out within a standard quantum\ntheoretic state space. This assumption requires hyperplane dependence for the\nunstable quanton states and leads to clarification of some recent results\nconcerning deviations from relativistic time dilation of decay lifetimes. In\nthe course of the discussion I make some observations on the relationship of\nunstable quantons to quantum fields.\n","Comment: 29 pages, 4 figures, revised with added references, section 4 revised"]}]
["0903.3382",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3382","Phys. Rev. B 80, 014504 (2009)","doi:10.1103/PhysRevB.80.014504"],"date":["2009-03-19","2009-03-22"],"type":["text"],"creator":["Kienzle, U.","Gaber, T.","Buckenmaier, K.","Ilin, K.","Siegel, M.","Koelle, D.","Kleiner, R.","Goldobin, E."],"language":[],"coverage":[],"title":["Thermal escape of fractional vortices in long Josephson junctions"],"description":["  We consider a fractional Josephson vortex in a long 0-kappa Josephson\njunction. A uniformly applied bias current exerts a Lorentz force on the\nvortex. If the bias current exceeds the critical current, an integer fluxon is\ntorn off the kappa-vortex and the junction switches to the voltage state.\n  In the presence of thermal fluctuations the escape process takes place with\nfinite probability already at subcritical values of the bias current.\n  We experimentally investigate the thermally induced escape of a fractional\nvortex by high resolution measurements of the critical current as a function of\nthe topological charge kappa of the vortex and compare the results to numerical\nsimulations for finite junction lengths and to theoretical predictions for\ninfinite junction lengths. To study the effect caused by the junction geometry\nwe compare the vortex escape in annular and linear junctions.\n","Comment: submitted to PRB"]}]
["0903.3520",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3520","Optics & Spectroscopy, #2, Vol. 108, 2010"],"date":["2009-03-20"],"type":["text"],"creator":["Sheremet, A. S.","Mishina, O. S.","Larionov, N. V.","Kupriyanov, D. V."],"language":[],"coverage":[],"title":["Autler-Townes effect in the D1-line hyperfine structure of an alkali\n  atom"],"description":["  We consider the Autler-Townes effect when a strong coupling field is applied\nin the hyperfine manifold of an alkali atom. Explicit solution is obtained in\nthe case of the D1-line. We show how the hyperfine interaction modifies the\ndressing effects associated with the strong field as well as the sample\nsusceptibility with respect to the probe mode. Particularly, if the strong\nfield is far detuned from the atomic resonance line the Autler-Townes structure\ndiffers significantly from the prediction of the Lambda-type approximation. We\nalso find that tuning the strong field in between the upper state hyperfine\ncomponents enhances the Autler-Townes effect. The results are discussed in the\ncontext of quantum memory protocols based on the stimulated Raman process or\nEIT effect.\n","Comment: 12 pages, 5 figures"]}]
["0903.3775",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Functional Analysis","42B30 (Primary), 42B20 (Secondary), 42B25, 42B35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3775"],"date":["2009-03-22","2009-11-02"],"type":["text"],"creator":["Bownik, Marcin","Li, Baode","Yang, Dachun","Zhou, Yuan"],"language":[],"coverage":[],"title":["Weighted Anisotropic Product Hardy Spaces and Boundedness of Sublinear\n  Operators"],"description":["  Let $A_1$ and $A_2$ be expansive dilations, respectively, on ${\\mathbb R}^n$\nand ${\\mathbb R}^m$. Let $\\vec A\\equiv(A_1, A_2)$ and $\\mathcal A_p(\\vec A)$ be\nthe class of product Muckenhoupt weights on ${\\mathbb R}^n\\times{\\mathbb R}^m$\nfor $p\\in(1, \\infty]$. When $p\\in(1, \\infty)$ and $w\\in{\\mathcal A}_p(\\vec A)$,\nthe authors characterize the weighted Lebesgue space $L^p_w({\\mathbb\nR}^n\\times{\\mathbb R}^m)$ via the anisotropic Lusin-area function associated\nwith $\\vec A$. When $p\\in(0, 1]$, $w\\in {\\mathcal A}_\\infty(\\vec A)$, the\nauthors introduce the weighted anisotropic product Hardy space $H^p_w({\\mathbb\nR}^n\\times{\\mathbb R}^m; \\vec A)$ via the anisotropic Lusin-area function and\nestablish its atomic decomposition. Moreover, the authors prove that finite\natomic norm on a dense subspace of $H^p_w({\\mathbb R}^n\\times{\\mathbb R}^m;\\vec\nA)$ is equivalent with the standard infinite atomic decomposition norm. As an\napplication, the authors prove that if $T$ is a sublinear operator and maps all\natoms into uniformly bounded elements of a quasi-Banach space $\\mathcal B $,\nthen $T$ uniquely extends to a bounded sublinear operator from $H^p_w({\\mathbb\nR}^n\\times{\\mathbb R}^m;\\vec A)$ to $\\mathcal B$. The results of this paper\nimprove the existing results for weighted product Hardy spaces and are new even\nin the unweighted anisotropic setting.\n","Comment: Math. Nachr. (to appear)"]}]
["0904.1220",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1220","JINST 4:T07001,2009","doi:10.1088/1748-0221/4/07/T07001"],"date":["2009-04-07"],"type":["text"],"creator":["Adam, W."],"language":[],"coverage":[],"title":["Alignment of the CMS Silicon Strip Tracker during stand-alone\n  Commissioning"],"description":["  The results of the CMS tracker alignment analysis are presented using the\ndata from cosmic tracks, optical survey information, and the laser alignment\nsystem at the Tracker Integration Facility at CERN. During several months of\noperation in the spring and summer of 2007, about five million cosmic track\nevents were collected with a partially active CMS Tracker. This allowed us to\nperform first alignment of the active silicon modules with the cosmic tracks\nusing three different statistical approaches; validate the survey and laser\nalignment system performance; and test the stability of Tracker structures\nunder various stresses and temperatures ranging from +15C to -15C. Comparison\nwith simulation shows that the achieved alignment precision in the barrel part\nof the tracker leads to residual distributions similar to those obtained with a\nrandom misalignment of 50 (80) microns in the outer (inner) part of the barrel.\n","Comment: 41 pages, 63 postscript figures, submitted to JINST"]}]
["0904.2958",{"format":[],"subject":["Mathematics - Probability","Mathematics - Operator Algebras","15A52"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2958"],"date":["2009-04-20","2009-11-02"],"type":["text"],"creator":["Liu, Dang-Zheng","Wang, Zheng-Dong"],"language":[],"coverage":[],"title":["Limit Distribution of Eigenvalues for Random Hankel and Toeplitz Band\n  Matrices"],"description":["  Consider real symmetric, complex Hermitian Toeplitz and real symmetric Hankel\nband matrix models, where the bandwidth $b_{N}\\ra \\iy$ but $b_{N}/N \\to b$,\n$b\\in [0,1]$ as $N\\to \\infty$. We prove that the distributions of eigenvalues\nconverge weakly to universal, symmetric distributions $\\gamma_{_{T}}(b)$ and\n$\\gamma_{_{H}}(b)$. In the case $b>0$ or $b=0$ but with the addition of\n$b_{N}\\geq C N^{{1/2}+\\epsilon_{0}}$ for some positive constants $\\epsilon_{0}$\nand $C$, we prove almost sure convergence. The even moments of these\ndistributions are the sum of some integrals related to certain pair partitions.\nIn particular, when the bandwidth grows slowly, i.e. $b=0$, $\\gamma_{_{T}}(0)$\nis the standard Gaussian distribution and $\\gamma_{_{H}}(0)$ is the\ndistribution $|x| \\exp(-x^{2})$. In addition, from the fourth moments we know\nthat the $\\gamma_{_{T}}(b)$'s are different for different $b$'s, the\n$\\gamma_{_{H}}(b)$'s different for different $b\\in [0,{1/2}]$ and the\n$\\gamma_{_{H}}(b)$'s different for different $b\\in [{1/2},1]$.\n","Comment: 16pages; to appear, J.Theoret. Probab.. Being rewritten and referee's\n  suggestions incorporated"]}]
["0904.4642",{"format":[],"subject":["Quantum Physics","Condensed Matter - Strongly Correlated Electrons","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.4642","J. Math. Phys. 50 (2009) 095213","doi:10.1063/1.3206662"],"date":["2009-04-29"],"type":["text"],"creator":["Hamza, Eman","Michalakis, Spyridon","Nachtergaele, Bruno","Sims, Robert"],"language":[],"coverage":[],"title":["Approximating the ground state of gapped quantum spin systems"],"description":["  We consider quantum spin systems defined on finite sets $V$ equipped with a\nmetric. In typical examples, $V$ is a large, but finite subset of Z^d. For\nfinite range Hamiltonians with uniformly bounded interaction terms and a\nunique, gapped ground state, we demonstrate a locality property of the\ncorresponding ground state projector. In such systems, this ground state\nprojector can be approximated by the product of observables with quantifiable\nsupports. In fact, given any subset, X, of V the ground state projector can be\napproximated by the product of two projections, one supported on X and one\nsupported on X^c, and a bounded observable supported on a boundary region in\nsuch a way that as the boundary region increases, the approximation becomes\nbetter. Such an approximation was useful in proving an area law in one\ndimension, and this result corresponds to a multi-dimensional analogue.\n"]}]
["0905.0257",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0257","Phys. Rev. A 80, 053601 (2009)","doi:10.1103/PhysRevA.80.053601"],"date":["2009-05-03","2009-11-02"],"type":["text"],"creator":["Taylor, E.","Hu, H.","Liu, X. -J.","Pitaevskii, L. P.","Griffin, A.","Stringari, S."],"language":[],"coverage":[],"title":["First and second sound in a strongly interacting Fermi gas"],"description":["  Using a variational approach, we solve the equations of two-fluid\nhydrodynamics for a uniform and trapped Fermi gas at unitarity. In the uniform\ncase, we find that the first and second sound modes are remarkably similar to\nthose in superfluid Helium, a consequence of strong interactions. In the\npresence of harmonic trapping, first and second sound become degenerate at\ncertain temperatures. At these points, second sound hybridizes with first sound\nand is strongly coupled with density fluctuations, giving a promising way of\nobserving second sound. We also discuss the possibility of exciting second\nsound by generating local heat perturbations.\n","Comment: Published version. 7 pages, 4 figures"]}]
["0905.0809",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0809","J.Br.Astron.Assoc. 119 (2009) 251-254"],"date":["2009-05-06"],"type":["text"],"creator":["Boyd, David","Graham, Keith","Kato, Taichi","Koff, Robert","Miller, Ian","Oksanen, Arto","Pickard, Roger","Poyner, Gary"],"language":[],"coverage":[],"title":["GSC2.3 N152008120 - a new SU UMa-type dwarf nova in Draco"],"description":["  We report observations during 2008 October of the first recorded\nsuperoutburst of a previously unknown SU UMa-type dwarf nova in Draco located\nat 19h 14m 43.52s +60d 52m 14.1s (J2000). Simbad lists a 21st magnitude star at\nthis position with identifiers GSC2.3 N152008120 and USNO-B1.0 1508-0249096.\nThe outburst reached magnitude 14.9, its amplitude was approximately 6\nmagnitudes and its duration at least 11 days. About 11 days after the end of\nthe main outburst there was a short-lived rebrightening by more than 2\nmagnitudes. Superhumps were observed with a mean period of 0.07117(1) d and\namplitude 0.12 mag. There was a distinct shortening in the superhump period\naround cycle 80 with Psh = 0.07137(2) d before and Psh = 0.07091(2) d after. We\nsaw weak evidence of an increasing Psh before cycle 80 with dPsh/dt = 3.4(2.0)\n* 10-5.\n","Comment: Accepted for publication in Journal of the British Astronomical\n  Association, 9 pages, 6 figures"]}]
["0905.2656",{"format":[],"subject":["Mathematics - Differential Geometry","53D35","14J45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2656"],"date":["2009-05-16","2009-11-02"],"type":["text"],"creator":["Yasukura, Osami"],"language":[],"coverage":[],"title":["Hamiltonian homogeneity on a complex contact manifold"],"description":["  The notion of c-manifolds is introduced as a generalization of complex\ncontact manifolds as well as the degree of symplectifications. And the\ncondition of infinitesimal Hamiltonian homogeneity on a c-manifold is\nestablished by means of a moment map defined on the symplectification.\n","Comment: 26 pages; v4: major conceptual changes from v3 by deleting the\n  section 3 because Theorem 3.2 (ii) is wrong."]}]
["0906.1579",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1579","Nature Physics 5, 834 (2009).","doi:10.1038/nphys1396"],"date":["2009-06-08"],"type":["text"],"creator":["Gils, Charlotte","Trebst, Simon","Kitaev, Alexei","Ludwig, Andreas W. W.","Troyer, Matthias","Wang, Zhenghan"],"language":[],"coverage":[],"title":["Topology driven quantum phase transitions in time-reversal invariant\n  anyonic quantum liquids"],"description":["  Indistinguishable particles in two dimensions can be characterized by anyonic\nquantum statistics more general than those of bosons or fermions. Such anyons\nemerge as quasiparticles in fractional quantum Hall states and certain\nfrustrated quantum magnets. Quantum liquids of anyons exhibit degenerate ground\nstates where the degeneracy depends on the topology of the underlying surface.\nHere we present a novel type of continuous quantum phase transition in such\nanyonic quantum liquids that is driven by quantum fluctuations of topology. The\ncritical state connecting two anyonic liquids on surfaces with different\ntopologies is reminiscent of the notion of a `quantum foam' with fluctuations\non all length scales. This exotic quantum phase transition arises in a\nmicroscopic model of interacting anyons for which we present an exact solution\nin a linear geometry. We introduce an intuitive physical picture of this model\nthat unifies string nets and loop gases, and provide a simple description of\ntopological quantum phases and their phase transitions.\n","Comment: 22 pages, 19 figures"]}]
["0906.1982",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1982"],"date":["2009-06-10","2009-11-02"],"type":["text"],"creator":["Lipmanov, E. M."],"language":[],"coverage":[],"title":["Complementary Quark and Lepton Deviation from Mass-Degeneracy\n  Hierarchies"],"description":["  Near magnitudes of Dirac particle mass-ratios, mixing hierarchy-quantities\nand electroweak charges against the background of highly successful\nflavor-universal one-generation EW theory is a puzzle in need of diverse\ninclusive research. In this paper I study the problem in proper terms of lepton\nand quark Deviation-from-Mass-Degeneracy (DMD) hierarchies at tree EW\napproximation. As primary are considered not discrete flavor symmetry but\nrather the deviations from mass-degeneracy-symmetry without inventing exact\nparticular symmetry. Empirically suggested benchmark flavor patterns (zero\napproximation) and deviations from benchmarks caused by emergence of a small\nrelated to EW charges parameter are considered two sources of realistic flavor\nquantities. Physically interesting mass and mixing flavor quantities are\nobtained as solutions of linear and quadratic DMD-hierarchy equation-pairs with\ncomplementary patterns of quark and lepton DMD-hierarchies. Dual relations\nbetween DMD-quantities of quarks and charged leptons (Dirac particles), on the\none hand, and neutrinos (likely Majorana particles), on the other hand, are\ninferences. Considered in the literature approximate quark-neutrino mixing\nangle complementarity appears naturally from the violation of benchmark\npatterns by the emergent small parameter.\n","Comment: 21 pages. Some notations and quantitative estimations changed"]}]
["0906.4503",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","High Energy Physics - Lattice","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4503","Nucl.Phys.B822:493-516,2009","doi:10.1016/j.nuclphysb.2009.07.008"],"date":["2009-06-24"],"type":["text"],"creator":["Bedini, Andrea","Caracciolo, Sergio","Sportiello, Andrea"],"language":[],"coverage":[],"title":["Phase transition in the spanning-hyperforest model on complete\n  hypergraphs"],"description":["  By using our novel Grassmann formulation we study the phase transition of the\nspanning-hyperforest model of the k-uniform complete hypergraph for any k>= 2.\nThe case k=2 reduces to the spanning-forest model on the complete graph.\nDifferent k are studied at once by using a microcanonical ensemble in which the\nnumber of hyperforests is fixed. The low-temperature phase is characterized by\nthe appearance of a giant hyperforest. The phase transition occurs when the\nnumber of hyperforests is a fraction (k-1)/k of the total number of vertices.\nThe behaviour at criticality is also studied by means of the coalescence of two\nsaddle points. As the Grassmann formulation exhibits a global supersymmetry we\nshow that the phase transition is second order and is associated to\nsupersymmetry breaking and we explore the pure thermodynamical phase at low\ntemperature by introducing an explicit breaking field.\n","Comment: 32 pages, 3 figures"]}]
["0907.0230",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0230","Astrophys.J.705:1425-1432,2009","doi:10.1088/0004-637X/705/2/1425"],"date":["2009-07-02","2009-11-02"],"type":["text"],"creator":["Prieto, Jose L.","Sellgren, Kris","Thompson, Todd A.","Kochanek, Christopher S."],"language":[],"coverage":[],"title":["A Spitzer/IRS Spectrum of the 2008 Luminous Transient in NGC 300:\n  Connection to Proto-Planetary Nebulae"],"description":["  We present a Spitzer/IRS low-resolution mid-infrared spectrum (5-14 micron)\nof the luminous transient discovered in the nearby galaxy NGC 300 in May 2008.\nThe spectrum, obtained three months after discovery, shows that the transient\nis very luminous in the mid-IR. Furthermore, the spectrum shows strong, broad\nemission features at 8 and 12 micron that are observed in Galactic carbon-rich\nproto-planetary nebulae. Combining these data with published optical and\nnear-IR photometry obtained at the same epoch, we find that the mid-IR excess\ntraced by the Spitzer spectrum accounts for ~20% of the total energy output.\nThis component can be well explained by emission from ~3x10^-4 Msun of\npre-existing progenitor dust at temperature ~400 K. The spectral energy\ndistribution of the transient also shows a near-IR excess that can be explained\nby emission from newly-formed dust in the ejecta. Alternatively, both the\nnear-IR and mid-IR excesses can together be explained by a single pre-existing\ngeometrically thick dust shell. In light of the new observations obtained with\nSpitzer, we revisit the analysis of the optical spectra and kinematics, which\nwere compared to the massive yellow-hypergiant IRC+10420 in previous studies.\nWe show that proto-planetary nebulae share many properties with the NGC 300\ntransient and SN 2008S. We conclude that even though the explosion of a massive\nstar (> 10 Msun) cannot be ruled out, an explosive event on a massive (6-10\nMsun) carbon-rich AGB/super-AGB or post-AGB star is consistent with all\nobservations of the transients and their progenitors presented thus far.\n","Comment: 9 pages, 5 figures, 3 tables; references updated"]}]
["0907.0868",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0868","J. Chem. Phys. 131, 164510 (2009)","doi:10.1063/1.3253799"],"date":["2009-07-05"],"type":["text"],"creator":["Gelin, M. F.","Kosov, D. S."],"language":[],"coverage":[],"title":["Calculation of semiclassical free energy differences along\n  non-equilibrium classical trajectories"],"description":["  We have derived several relations, which allow the evaluation of the system\nfree energy changes in the leading order in $\\hbar^{2}$ along classically\ngenerated trajectories. The results are formulated in terms of purely classical\nHamiltonians and trajectories, so that semiclassical partition functions can be\ncomputed, e.g., via classical molecular dynamics simulations. The Hamiltonians,\nhowever, contain additional potential-energy terms, which are proportional to\n$\\hbar^{2}$ and are temperature-dependent. We discussed the influence of\nquantum interference on the nonequilibrium work and problems with unambiguous\ndefinition of the semiclassical work operator.\n"]}]
["0907.1165",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1165","Phys.Rev.C80:045806,2009","doi:10.1103/PhysRevC.80.045806"],"date":["2009-07-07","2009-11-02"],"type":["text"],"creator":["Vidana, Isaac","Providencia, Constanca","Polls, Artur","Rios, Arnau"],"language":[],"coverage":[],"title":["Density dependence of the nuclear symmetry energy: a microscopic\n  perspective"],"description":["  We perform a systematic analysis of the density dependence of the nuclear\nsymmetry energy within the microscopic Brueckner--Hartree--Fock (BHF) approach\nusing the realistic Argonne V18 nucleon-nucleon potential plus a\nphenomenological three body force of Urbana type. Our results are compared\nthoroughly to those arising from several Skyrme and relativistic effective\nmodels. The values of the parameters characterizing the BHF equation of state\nof isospin asymmetric nuclear matter fall within the trends predicted by those\nmodels and are compatible with recent constraints coming from heavy ion\ncollisions, giant monopole resonances or isobaric analog states. In particular\nwe find a value of the slope parameter $L=66.5$ MeV, compatible with recent\nexperimental constraints from isospin diffusion, $L=88 \\pm 25$ MeV. The\ncorrelation between the neutron skin thickness of neutron-rich isotopes and the\nslope, $L$, and curvature, $K_{sym}$, parameters of the symmetry energy is\nstudied. Our BHF results are in very good agreement with the correlations\nalready predicted by other authors using non-relativistic and relativistic\neffective models. The correlations of these two parameters and the neutron skin\nthickness with the transition density from non-uniform to $\\beta$-stable matter\nin neutron stars are also analyzed. Our results confirm that there is an\ninverse correlation between the neutron skin thickness and the transition\ndensity.\n","Comment: 8 figures"]}]
["0908.1065",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.1065","JINST 4:P10005,2009","doi:10.1088/1748-0221/4/10/P10005"],"date":["2009-08-07"],"type":["text"],"creator":["Agostino, Lorenzo","Bauer, Gerry","Beccati, Barbara","Behrens, Ulf","Berryhil, Jeffrey","Biery, Kurt","Bose, Tulika","Brett, Angela","Branson, James","Cano, Eric","Cheung, Harry","Ciganek, Marek","Cittolin, Sergio","Coarasa, Jose Antonio","Dahmes, Bryan","Deldicque, Christian","Dusinberre, Elizabeth","Erhan, Samim","Gigi, Dominique","Glege, Frank","Gomez-Reino, Robert","Gutleber, Johannes","Hatton, Derek","Laurens, Jean-Francois","Loizides, Constantin","Ma, Frank","Meijers, Frans","Meschi, Emilio","Meyer, Andreas","Mommsen, Remigius K.","Moser, Roland","O'Dell, Vivian","Oh, Alexander","Orsini, Luciano","Patras, Vaios","Paus, Christoph","Petrucci, Andrea","Pieri, Marco","Racz, Attila","Sakulin, Hannes","Sani, Matteo","Schieferdeckerd, Philipp","Schwick, Christoph","Margaleff, Josep Francesc Serrano","Shpakov, Dennis","Simon, Sean","Sumorok, Konstanty","Yoon, Andre Sungho","Wittich, Peter","Zanetti, Marco"],"language":[],"coverage":[],"title":["Commissioning of the CMS High Level Trigger"],"description":["  The CMS experiment will collect data from the proton-proton collisions\ndelivered by the Large Hadron Collider (LHC) at a centre-of-mass energy up to\n14 TeV. The CMS trigger system is designed to cope with unprecedented\nluminosities and LHC bunch-crossing rates up to 40 MHz. The unique CMS trigger\narchitecture only employs two trigger levels. The Level-1 trigger is\nimplemented using custom electronics, while the High Level Trigger (HLT) is\nbased on software algorithms running on a large cluster of commercial\nprocessors, the Event Filter Farm. We present the major functionalities of the\nCMS High Level Trigger system as of the starting of LHC beams operations in\nSeptember 2008. The validation of the HLT system in the online environment with\nMonte Carlo simulated data and its commissioning during cosmic rays data taking\ncampaigns are discussed in detail. We conclude with the description of the HLT\noperations with the first circulating LHC beams before the incident occurred\nthe 19th September 2008.\n"]}]
["0908.1597",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.1597"],"date":["2009-08-11"],"type":["text"],"creator":["Kesidis, George"],"language":[],"coverage":[],"title":["A quantum diffusion network"],"description":["  Wong's diffusion network is a stochastic, zero-input Hopfield network with a\nGibbs stationary distribution over a bounded, connected continuum. Previously,\nlogarithmic thermal annealing was demonstrated for the diffusion network and\ndigital versions of it were studied and applied to imaging. Recently, \"quantum\"\nannealed Markov chains have garnered significant attention because of their\nimproved performance over \"pure\" thermal annealing. In this note, a joint\nquantum and thermal version of Wong's diffusion network is described and its\nconvergence properties are studied. Different choices for \"auxiliary\" functions\nare discussed, including those of the kinetic type previously associated with\nquantum annealing.\n"]}]
["0908.1792",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.1792","JHEP 0909:090,2009","doi:10.1088/1126-6708/2009/09/090"],"date":["2009-08-13"],"type":["text"],"creator":["Hull, Chris","Zwiebach, Barton"],"language":[],"coverage":[],"title":["The gauge algebra of double field theory and Courant brackets"],"description":["  We investigate the symmetry algebra of the recently proposed field theory on\na doubled torus that describes closed string modes on a torus with both\nmomentum and winding. The gauge parameters are constrained fields on the\ndoubled space and transform as vectors under T-duality. The gauge algebra\ndefines a T-duality covariant bracket. For the case in which the parameters and\nfields are T-dual to ones that have momentum but no winding, we find the gauge\ntransformations to all orders and show that the gauge algebra reduces to one\nobtained by Siegel. We show that the bracket for such restricted parameters is\nthe Courant bracket. We explain how these algebras are realised as symmetries\ndespite the failure of the Jacobi identity.\n","Comment: 25 pages, LaTeX"]}]
["0908.1796",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.1796","Phys.Rev.D80:085004,2009","doi:10.1103/PhysRevD.80.085004"],"date":["2009-08-12"],"type":["text"],"creator":["Fosco, C. D.","Lombardo, F. C.","Mazzitelli, F. D."],"language":[],"coverage":[],"title":["Derivative expansion for the boundary interaction terms in the Casimir\n  effect: generalized $\\delta$-potentials"],"description":["  We calculate the Casimir energy for scalar fields in interaction with\nfinite-width mirrors, described by nonlocal interaction terms. These terms,\nwhich include quantum effects due to the matter fields inside the mirrors, are\napproximated by means of a local expansion procedure. As a result of this\nexpansion, an effective theory for the vacuum field emerges, which can be\nwritten in terms of generalized $\\delta$-potentials. We compute explicitly the\nCasimir energy for these potentials and show that, for some particular cases,\nit is possible to reinterpret them as imposing imperfect Dirichlet boundary\nconditions\n","Comment: 12 pages, two figures"]}]
["0908.1865",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.1865","JCAP 0909:039,2009","doi:10.1088/1475-7516/2009/09/039"],"date":["2009-08-13"],"type":["text"],"creator":["Battye, Richard A.","Pearson, Jonathan A.","Pike, Simon","Sutcliffe, Paul M."],"language":[],"coverage":[],"title":["Formation and evolution of kinky vortons"],"description":["  We present field theory simulations of a model with Z_2xU(1) symmetry in\n(2+1)-dimensions. This model has two discrete vacua, allowing for domain walls,\nand also a conserved Noether charge. For initial conditions in which the field\nis placed in one of the vacua and given a homogeneous background charge, we\nfind that the number of walls does not scale in the standard way. We argue that\nthe Noether charge and current become localized on the walls, forming kinky\nvortons, (2+1) dimensional analogues of cosmic vortons. These loops of wall can\nbe long-lived, or even stable, depending on the precise characteristics. We\nsuggest that our simulations illustrate a possible mechanism for dynamical\nfrustration of domain wall networks and that cosmic vortons will form naturally\nin U(1)xU(1) models.\n"]}]
["0908.2351",{"format":[],"subject":["Quantum Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2351","Phys.Rev.A80:042510,2009","doi:10.1103/PhysRevA.80.042510"],"date":["2009-08-17"],"type":["text"],"creator":["Pirozhenko, I.","Lambrecht, A."],"language":[],"coverage":[],"title":["Repulsive Casimir forces and the role of surface modes"],"description":["  The Casimir repulsion between a metal and a dielectric suspended in a liquid\nhas been thoroughly studied in recent experiments. In the present paper we\nconsider surface modes in three layered systems modeled by dielectric functions\nguaranteeing repulsion. It is shown that surface modes play a decisive role in\nthis phenomenon at short separations. For a toy plasma model we find the\ncontribution of the surface modes at all distances.\n","Comment: 13 pages, 3 figures, submitted to PRA"]}]
["0908.2888",{"format":[],"subject":["Mathematics - Probability","Mathematics - Differential Geometry","60J60, 58G32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2888"],"date":["2009-08-20","2009-11-01"],"type":["text"],"creator":["Wang, Feng-Yu"],"language":[],"coverage":[],"title":["Harnack Inequalities on Manifolds with Boundary and Applications"],"description":["  On a large class of Riemannian manifolds with boundary, some dimension-free\nHarnack inequalities for the Neumann semigroup is proved to be equivalent to\nthe convexity of the boundary and a curvature condition. In particular, for\n$p_t(x,y)$ the Neumann heat kernel w.r.t. a volume type measure $\\mu$ and for\n$K$ a constant, the curvature condition $\\Ric-\\nn Z\\ge K$ together with the\nconvexity of the boundary is equivalent to the heat kernel entropy inequality\n$$\\int_M p_t(x,z)\\log \\ff{p_t(x,z)}{p_t(y,z)} \\mu(\\d z)\\le\n\\ff{K\\rr(x,y)^2}{2(\\e^{2Kt}-1)}, t>0, x,y\\in M,$$ where $\\rr$ is the Riemannian\ndistance. The main result is partly extended to manifolds with non-convex\nboundary and applied to derive the HWI inequality.\n","Comment: 24 pages"]}]
["0909.1138",{"format":[],"subject":["Computer Science - Human-Computer Interaction","A.1","C.4","H.1.2","H.5.2","K.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.1138"],"date":["2009-09-06","2009-11-01"],"type":["text"],"creator":["Diamond, Richard V."],"language":[],"coverage":[],"title":["User Experience, Software Interfaces, and The Unconscious"],"description":["  Ideas about how to increase the unconscious participation in interaction\nbetween 'a human' and 'a computer' are developed in this paper. Evidence of\nimpact of the unconscious functioning is presented. The unconscious is\ncharacterised as being a responsive, contextual, and autonomous participant of\nhuman-computer interaction. The unconscious participation occurs independently\nof one's cognitive and educational levels and, if ignored, leads to learning\ninefficiencies and compulsive behaviours, illustrations of which are provided.\nThree practical approaches to a study of subjective user experience are\noutlined as follows: (a) tracing operant conditioning effects of software, (b)\nregistering signs of brain activity psychological or information processing\nmeaning of which is well-explored and (c) exploring submodality interfaces.\nImplications for improvement of current usability study methods, such as\neye-tracking, are generally considered. Conclusions consider advantages and\ndisadvantages of unconscious-embracing design and remind about a loss of human\nevolutionary choices if unconscious participation is ignored, complicated or\nblocked in interaction with computer interfaces and built environment.\n","Comment: Under Review"]}]
["0909.2072",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Functional Analysis","42B35 (Primary), 42B30 (Secondary), 46E35, 42B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.2072"],"date":["2009-09-10","2009-11-02"],"type":["text"],"creator":["Koskela, Pekka","Yang, Dachun","Zhou, Yuan"],"language":[],"coverage":[],"title":["A Characterization of Haj{\\l}asz-Sobolev and Triebel-Lizorkin Spaces via\n  Grand Littlewood-Paley Functions"],"description":["  In this paper, we establish the equivalence between the Haj{\\l}asz-Sobolev\nspaces or classical Triebel-Lizorkin spaces and a class of grand\nTriebel-Lizorkin spaces on Euclidean spaces and also on metric spaces that are\nboth doubling and reverse doubling. In particular, when $p\\in(n/(n+1),\\infty)$,\nwe give a new characterization of the Haj{\\l}asz-Sobolev spaces $\\dot M^{1,\np}({\\mathbb R}^n)$ via a grand Littlewood-Paley function.\n","Comment: J. Funct. Anal. (to appear)"]}]
["0910.0455",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0455"],"date":["2009-10-02","2009-11-02"],"type":["text"],"creator":["Dickel, Doyl","Daw, Murray S."],"language":[],"coverage":[],"title":["Improved Calculation of Vibrational Mode Lifetimes in Anharmonic Solids\n  - Part I: Theory"],"description":["  We propose here a formal foundation for practical calculations of vibrational\nmode lifetimes in solids. The approach is based on a recursion method analysis\nof the Liouvillian. From this we derive the lifetime of a vibrational mode in\nterms of moments of the power spectrum of the Liouvillian as projected onto the\nrelevant subspace of phase space. In practical terms, the moments are evaluated\nas ensemble averages of well-defined operators, meaning that the entire\ncalculation is to be done with Monte Carlo. These insights should lead to\nsignificantly shorter calculations compared to current methods. A companion\npiece presents numerical results.\n","Comment: 18 pages, 3 figures"]}]
["0910.0744",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0744"],"date":["2009-10-05","2009-11-02"],"type":["text"],"creator":["Sperling, J.","Vogel, W."],"language":[],"coverage":[],"title":["Non-existence of bipartite bound entanglement with negative partial\n  transposition"],"description":["  Bound entanglement with a nonpositive partial transposition (NPT) does not\nexist. For any NPT entangled state a distillation procedure can be based on a\ncertain number of copies. This number is the minimal Schmidt rank of a pure\nstate needed to witness the NPT entanglement under study.\n","Comment: We provide a more sophisticated proof, since we could not overcome\n  the criticism that the used angles are not angles between vectors. Comments\n  are welcome, 2 pages"]}]
["0910.0894",{"format":[],"subject":["Physics - General Physics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0894"],"date":["2009-10-05","2009-11-01"],"type":["text"],"creator":["Mashkevich, Vladimir S."],"language":[],"coverage":[],"title":["The Eternal Closed Universe: Deflation-Inflation"],"description":["  An outgrowth of the idea of inflation is advanced. In the inflation regime,\nthe singularity condition is broken. Equations which govern inflation are\ninvariant under time reversal, so that they describe deflation as well. Those\ntwo observations suggest that inflation may be extended to the following\nprocess: deflation (t<0)--minimum radius >0 (t=0)--inflation (t>0), with no\nsingularity. A relevant construction is carried out in the framework both of\nclassical and of reductive semiclassical gravity. The construction results in\nan eternal (-\\infty<t<\\infty) contracting-expanding closed universe.\n","Comment: 13 pages, LaTeX 2e"]}]
["0910.2876",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Metric Geometry","57M50","52B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2876"],"date":["2009-10-15","2009-11-02"],"type":["text"],"creator":["Izmestiev, Ivan"],"language":[],"coverage":[],"title":["Examples of infinitesimally flexible 3--dimensional hyperbolic\n  cone-manifolds"],"description":["  Weiss and, independently, Mazzeo and Montcouquiol recently proved that a\n3--dimensional hyperbolic cone-manifold (possibly with vertices) with all cone\nangles less than $2\\pi$ is infinitesimally rigid. On the other hand, Casson\nprovided 1998 an example of an infinitesimally flexible cone-manifold with some\nof the cone angles larger than $2\\pi$.\n  In this paper several new examples of infinitesimally flexible cone-manifolds\nare constructed. The basic idea is that the double of an infinitesimally\nflexible polyhedron is an infinitesimally flexible cone-manifold. With some\nadditional effort, we are able to construct infinitesimally flexible\ncone-manifolds without vertices and with all cone angles larger than $2\\pi$.\n","Comment: 16 pages, 5 figures; Section 1.2 expanded, references added"]}]
["0910.3204",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3204"],"date":["2009-10-16","2009-11-02"],"type":["text"],"creator":["Martel, Yvan","Merle, Frank"],"language":[],"coverage":[],"title":["Inelastic interaction of nearly equal solitons for the quartic gKdV\n  equation"],"description":["  This paper presents a complete description of the interaction of two solitons\nwith nearly equal speeds for the quartic (gKdV) equation. By constructing an\napproximate solution of the problem, we prove that at the main order, the two\nsolitons are preserved by the interaction and that for all time they are\nseparated by a large distance, as in the case of the integrable KdV equation in\nthis regime. However, unlike in the integrable case, we prove that the\ncollision is not perfectly elastic.\n","Comment: Minor corrections in computations"]}]
["0910.3905",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H10,"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3905"],"date":["2009-10-20","2009-11-02"],"type":["text"],"creator":["Farkas, Gavril","Verra, Alessandro"],"language":[],"coverage":[],"title":["The intermediate type of certain moduli spaces of curves"],"description":["  A well-known principle of Mumford asserts that all moduli spaces of curves\nare varieties of general type, except a finite number of cases that occur for\nrelatively small genus, when these varieties tend to be uniruled. In all known\ncases, the transition from uniruledness to being of general type is quite\nsudden. For the first time, we show that naturally defined moduli spaces of\ncurves can have intermediate birational type. We show that the moduli space of\neven spin curves of genus 8 is of Calabi-Yau type. Then we prove that the\n41-dimensional moduli space M_{11, 11} of 11-pointed curves of genus 11, has\nKodaira dimension 19.\n","Comment: 20 pages. Stronger results in Section 5, concerning the birational\n  type of M_{g, n} for genus at most 8"]}]
["0910.4034",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.4034","EJTP 6, 1 (2009)"],"date":["2009-10-21","2009-11-02"],"type":["text"],"creator":["Kleinert, H."],"language":[],"coverage":[],"title":["Equivalence Principle and Field Quantization in Curved Spacetime"],"description":["  To comply with the equivalence principle, fields in curved spacetime can be\nquantized only in the neighborhood of each point, where one can construct a\nfreely falling M i n k o w s k i frame with z e r o curvature. In each such\nframe, the geometric forces of gravity can be replaced by a selfinteracting\nspin-2 field, as proposed by Feynman in 1962. At a n y fixed distance $R$ from\na black hole, the vacuum in each freely falling volume element acts like a\nthermal bath of all particles with Unruh temperature T_U=\\hbar GM/2\\pi c R^2.\nAt the horizon R=2GM/c^2, the falling vacua show the Hawking temperature\nT_H=\\hbar c^3/8\\pi GMk_B.\n","Comment: 2 pages, extended and corrected"]}]
["0910.4215",{"format":[],"subject":["Mathematics - Algebraic Geometry","High Energy Physics - Theory","14M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.4215"],"date":["2009-10-21"],"type":["text"],"creator":["Li, Si","Lian, Bong H.","Yau, Shing-Tung"],"language":[],"coverage":[],"title":["Picard-Fuchs Equations for Relative Periods and Abel-Jacobi Map for\n  Calabi-Yau Hypersurfaces"],"description":["  We study the variation of relative cohomology for a pair consisting of a\nsmooth projective hypersurface and an algebraic subvariety in it. We construct\nan inhomogeneous Picard-Fuchs equation by applying a Picard-Fuchs operator to\nthe holomorphic top form on a toric Calabi-Yau hypersurface, and deriving a\ngeneral formula for the $d$-exact form on one side of the equation. We also\nderive a double residue formula, giving a purely algebraic way to compute the\ninhomogeneous Picard-Fuchs equations for Abel-Jacobi map, which has played an\nimportant role in recent study of D-branes [25]. Using the variation formalism,\nwe prove that the relative periods of toric B-branes on a toric Calabi-Yau\nhypersurface satisfy the enhanced GKZ-hypergeometric system proposed in physics\nliterature [6], and discuss the relations between the works [25] [21] [6] in\nrecent study of open string mirror symmetry. We also give the general solutions\nto the enhanced hypergeometric system.\n","Comment: 31 pages"]}]
["0910.5013",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5013"],"date":["2009-10-26","2009-11-02"],"type":["text"],"creator":["Park, Kwangwoo","Baur, Ulrich","Wackeroth, Doreen"],"language":[],"coverage":[],"title":["Electroweak radiative corrections to neutrino--nucleon scattering at\n  NuTeV"],"description":["  A dedicated effort by both the experimental and theoretical communities is\ncrucial for achieving a precise determination of Standard Model parameters such\nas the $W$ mass ($M_W$). $M_W$ is measured directly at the CERN LEP2 $e^+ e^-$\nand the Fermilab Tevatron $p \\bar p$ colliders, resulting in a precision of\n$\\delta M_W/M_W=0.03%$. A complementary $M_W$ measurement is provided by the\nNuTeV collaboration, who extract $\\sin^2 \\theta_W$, and thus $M_W$, from the\nratio of deep-inelastic neutral and charged-current\nneutrino(anti-neutrino)-Nucleon ($\\nu N(\\bar \\nu N)$) scattering cross\nsections. However, their result differs from direct measurements performed at\nLEP2 and the Tevatron by about three standard deviations. Possible sources for\nthe origin of this discrepancy have been extensively studied in the literature,\namong them the impact of electroweak radiative corrections. Here we provide\nfirst (preliminary) results of a new calculation of electroweak ${\\cal\nO}(\\alpha)$ corrections with emphasis on the effects of non-zero muon and charm\nquark masses. We find non-negligible shifts in $\\sin^2\\theta_W$ due to these\nmass effects but more detailed studies including detector resolution effects\nare needed to determine their impact on $M_W$ as extracted by the NuTeV\ncollaboration.\n","Comment: To be published in the proceedings of DPF-2009, Detroit, MI, July\n  2009, eConf C090726 A few typos corrected and one reference added in this\n  version"]}]
["0910.5448",{"format":[],"subject":["Quantum Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5448"],"date":["2009-10-28","2009-11-02"],"type":["text"],"creator":["Fleming, Gordon N."],"language":[],"coverage":[],"title":["Shirokov's contracting lifetimes and the interpretation of velocity\n  eigenstates for unstable quantons"],"description":["  This paper is concerned with the interpretation of velocity eigenstates for\nunstable quantons, their relationship to space like momentum eigenstates for\nsuch quantons and the explanation of Shirokovs contracting lifetimes for such\nvelocity eigenstates. It is an elaboration of a portion of the authors earlier\nstudy.\n","Comment: 14 pages, three figures, section 5 revised, appendix added, sequel to\n  arXiv:0903.1831"]}]
["0910.5692",{"format":[],"subject":["High Energy Physics - Phenomenology","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5692"],"date":["2009-10-29"],"type":["text"],"creator":["Döbrich, Babette","Gies, Holger"],"language":[],"coverage":[],"title":["Interferometry in pulsed fields"],"description":["  We discuss the particle-physics discovery potential of ground-based\ngravitational-wave interferometers. With the use of pulsed magnetic fields,\ncurrent and future gravitational-wave interferometers could not only be\nutilized to observe phenomena of strong-field QED, but they could also be\napplied to sweep the parameter space of particles of the hidden sector.\n","Comment: 4 pages, 2 figures. Contribution to 5th Patras workshop on Axions,\n  WIMPs and WISPs, IPPP Durham, 13-17 July 2009"]}]
["0910.5706",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5706"],"date":["2009-10-29"],"type":["text"],"creator":["Hannestad, Steen","Hamann, Jan","Mirizzi, Alessandro","Raffelt, Georg G.","Wong, Yvonne Y. Y."],"language":[],"coverage":[],"title":["Cosmological axion bounds"],"description":["  We discuss current cosmological constraints on axions, as well as future\nsensitivities. Bounds on axion hot dark matter are discussed first, and\nsubsequently we discuss both current and future sensitivity to models in which\naxions play the role as cold dark matter, but where the Peccei-Quinn symmetry\nis not restored during reheating.\n","Comment: 4 pages, 2 figures, To appear in the proceedings of 5th Patras\n  Workshop on Axions, WIMPs and WISPs, Durham 13-17 July 2009"]}]
["0910.5724",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5724"],"date":["2009-10-30"],"type":["text"],"creator":["Teneh, N.","Kuntsevich, A. Yu.","Pudalov, V. M.","Klapwijk, T. M.","Reznikov, M."],"language":[],"coverage":[],"title":["Thermodynamic magnetization of a strongly interacting two-dimensional\n  system"],"description":["  We report thermodynamic magnetization measurements of a 2-dimensional\nelectron gas for several high mobility Si-MOSFETs. The low-temperature\nmagnetization is shown to be strongly sub-linear function of the magnetic\nfield. The susceptibility determined from the zero-field slope diverges as\n1/T^{\\alpha}, with \\alpha=2.2-2.6 even at high electron densities, in apparent\ncontradiction with the Fermi-liquid picture.\n"]}]
["0910.5725",{"format":[],"subject":["Mathematics - Combinatorics","05A10","60C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5725"],"date":["2009-10-29"],"type":["text"],"creator":["Davis, Donald M."],"language":[],"coverage":[],"title":["Maximizing a combinatorial expression arising from crowd estimation"],"description":["  We determine, within 1, the value of N for which sum (s1 choose i)(s2 choose\nN)(s1 choose N-i)(N choose i) achieves its maximum value. Here s1 and s2 are\nfixed integers. This problem arises in studying the most likely value for the\nsize of the union of A, B, and C if A and C are disjoint sets of size s1, and B\nis a set of size s2. Attempting to remove the 1 unit of indeterminacy leads to\ninteresting conjectures about a family of rational functions.\n","Comment: 21 pages"]}]
["0910.5728",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Symplectic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5728"],"date":["2009-10-29"],"type":["text"],"creator":["Macarini, Leonardo","Paternain, Gabriel P."],"language":[],"coverage":[],"title":["On the stability of Ma\\~n\\'e critical hypersurfaces"],"description":["  We construct examples of Tonelli Hamiltonians on $\\T^n$ (for any $n\\geq 2$)\nsuch that the hypersurfaces corresponding to the Ma\\~n\\'e critical value are\nstable (i.e. geodesible). We also provide a criterion for instability in terms\nof closed orbits in free homotopy classes and we show that any stable energy\nlevel of a Tonelli Hamiltonian must contain a closed orbit.\n","Comment: 13 pages, 4 figures"]}]
["0910.5732",{"format":[],"subject":["Mathematics - Group Theory","20F55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5732"],"date":["2009-10-29"],"type":["text"],"creator":["Ratcliffe, John","Tschantz, Steven"],"language":[],"coverage":[],"title":["JSJ decompositions of Coxeter groups over FA subgroups"],"description":["  A group G has property FA if G fixes a point of every tree on which G acts\nwithout inversions. We prove that every Coxeter system of finite rank has a\nvisual JSJ decomposition over subgroups with property FA. As an application, we\nreduce the twist conjecture to Coxeter systems that are indecomposable with\nrespect to amalgamated products over visual subgroups with property FA.\n","Comment: 17 pages"]}]
["0910.5734",{"format":[],"subject":["Mathematical Physics","35J05, 35P25, 70F10,74J20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5734"],"date":["2009-10-29"],"type":["text"],"creator":["Ramm, A. G.","Rona, A."],"language":[],"coverage":[],"title":["Many-body wave scattering by small bodies and applications II"],"description":["  The many-body wave scattering problem is studied in the case where the bodies\nare small, $ka \\ll 1$, where $a$ is the characteristic size of a body. The\nlimiting case when $a \\to 0$ and the total number of the small bodies is $M = O\n(a^{2-\\kappa})$ is studied, $\\kappa\\in (0,1)$ is a parameter, the distance $d$\nbetween neighboring bodies is $d=O(a^{(2-\\kappa)/3}$.\n"]}]
["0910.5739",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5739"],"date":["2009-10-29"],"type":["text"],"creator":["Atzberger, P. J."],"language":[],"coverage":[],"title":["Stochastic Eulerian-Lagrangian Methods for Fluid-Structure Interactions\n  with Thermal Fluctuations and Shear Boundary Conditions"],"description":["  A computational approach is introduced for the study of the rheological\nproperties of complex fluids and soft materials. The approach allows for a\nconsistent treatment of microstructure elastic mechanics, hydrodynamic\ncoupling, thermal fluctuations, and externally driven shear flows. A mixed\ndescription in terms of Eulerian and Lagrangian reference frames is used for\nthe physical system. Microstructure configurations are represented in a\nLagrangian reference frame. Conserved quantities, such as momentum of the fluid\nand microstructures, are represented in an Eulerian reference frame. The\nmathematical formalism couples these different descriptions using general\noperators subject to consistency conditions. Thermal fluctuations are taken\ninto account in the formalism by stochastic driving fields introduced in\naccordance with the principles of statistical mechanics. To study the\nrheological responses of materials subject to shear, generalized periodic\nboundary conditions are developed where periodic images are shifted relative to\nthe unit cell to induce shear. Stochastic numerical methods are developed for\nthe formalism. As a demonstration of the methods, results are presented for the\nshear responses of a polymeric fluid, lipid vesicle fluid, and a gel-like\nmaterial.\n","Comment: 36 pages, 10 figures, stochastic computational methods for soft\n  materials and complex fluids at microstructure level"]}]
["0910.5744",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5744"],"date":["2009-10-29"],"type":["text"],"creator":["Galand, Lucie","Spanjaard, Olivier"],"language":[],"coverage":[],"title":["Exact algorithms for OWA-optimization in multiobjective spanning tree\n  problems"],"description":["  This paper deals with the multiobjective version of the optimal spanning tree\nproblem. More precisely, we are interested in determining the optimal spanning\ntree according to an Ordered Weighted Average (OWA) of its objective values. We\nfirst show that the problem is weakly NP-hard. In the case where the weights of\nthe OWA are strictly decreasing, we then propose a mixed integer programming\nformulation, and provide dedicated optimality conditions yielding an important\nreduction of the size of the program. Next, we present two bounds that can be\nused to prune subspaces of solutions either in a shaving phase or in a branch\nand bound procedure. The validity of these bounds does not depend on specific\nproperties of the weights (apart from non-negativity). All these exact\nresolution algorithms are compared on the basis of numerical experiments,\naccording to their respective validity scopes.\n","Comment: 17 pages"]}]
["0910.5747",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5747"],"date":["2009-10-29"],"type":["text"],"creator":["Silva, P. R."],"language":[],"coverage":[],"title":["A note on the estimation of the mass of the universe"],"description":["  We make an estimation of the mass of the universe by considering the behavior\nof a very special test particle when described both by using the Newtonian\nmechanics as well through a scalar field theory of the Yukawa kind. Naturally,\nHubble's law is also taken in account.\n","Comment: 3 pages, no figures"]}]
["0910.5750",{"format":[],"subject":["Mathematics - Analysis of PDEs","35J15","35J05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5750"],"date":["2009-10-29"],"type":["text"],"creator":["Cialdea, Alberto","Maz'ya, Vladimir"],"language":[],"coverage":[],"title":["A quasi-commutativity property of the Poisson and composition operators"],"description":["  Let $\\Phi$ be a real valued function of one real variable, let $L$ denote an\nelliptic second order formally self-adjoint differential operator with bounded\nmeasurable coefficients, and let $P$ stand for the Poisson operator for $L$. A\nnecessary and sufficient condition on $\\Phi ensuring the equivalence of the\nDirichlet integrals of $\\Phi\\circ Ph$ and $P(\\Phi\\circ h)$ is obtained. We\nillustrate this result by some sharp inequalities for harmonic functions.\n","Comment: 13 pages, no figures"]}]
["0910.5752",{"format":[],"subject":["Mathematics - Commutative Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5752"],"date":["2009-10-29"],"type":["text"],"creator":["Mahdou, Najib","Tamekkante, Mohammed"],"language":[],"coverage":[],"title":["Note on (weak) Gorenstein global dimensions"],"description":["  In this note we characterize the (resp., weak) Gorenstein global dimension\nfor an arbitrary ring. Also, we extend the well-known Hilbert's syzygy Theorem\nto the weak Gorenstein global dimension and we study the weak Gorenstein\nhomological dimensions of direct product of rings, which gives examples of\nnon-coherent rings of finite Gorenstein dimensions $>0$ and infinite classical\nweak dimension.\n"]}]
["0910.5753",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics","Physics - Biological Physics","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5753","doi:10.1007/s11538-005-9003-6"],"date":["2009-10-29"],"type":["text"],"creator":["Atzberger, P. J.","Peskin, C. S."],"language":[],"coverage":[],"title":["A Brownian Dynamics Model of Kinesin in Three Dimensions Incorporating\n  the Force-Extension Profile of the Coiled-Coil Cargo Tether"],"description":["  The Kinesin family of motor proteins are involved in a variety of cellular\nprocesses that transport materials and generate force. With recent advances in\nexperimental techniques, such as optical tweezers which can probe individual\nmolecules, there has been an increasing interest in understanding the\nmechanisms by which motor proteins convert chemical energy into mechanical\nwork. Here we present a mathematical model for the chemistry and three\ndimensional mechanics of the Kinesin motor protein which captures many of the\nforce dependent features of the motor. For the elasticity of the tether that\nattaches cargo to the motor we develop a method for deriving the non-linear\nforce-extension relationship from optical trap data. For the Kinesin heads,\ncargo, and microscope stage we formulate a three dimensional Brownian Dynamics\nmodel that takes into account excluded volume interactions. To efficiently\ncompute statistics from the model an algorithm is proposed that uses a two step\nprotocol that separates the simulation of the mechanical features of the model\nfrom the chemical kinetics of the model. Using this approach for a bead\ntransported by the motor, the force dependent average velocity and randomness\nparameter are computed and compared with the experimental data.\n","Comment: 42 pages, 16 figures, published in bulletin of mathematical biology"]}]
["0910.5754",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5754","Phys. Rev. A 80, 042327 (2009)","doi:10.1103/PhysRevA.80.042327"],"date":["2009-10-29"],"type":["text"],"creator":["Hor-Meyll, Malena","Auyuanet, Adriana","Borges, Carolina","Aragão, Adriano","Huguenin, José Augusto","Khoury, Antonio","Davidovich, Luiz"],"language":[],"coverage":[],"title":["Environment-induced entanglement with a single photon"],"description":["  We propose an all-optical setup, which couples different degrees of freedom\nof a single photon, to investigate entanglement generation by a common\nenvironment. The two qubits are represented by the photon polarization and\nHermite-Gauss transverse modes, while the environment corresponds to the photon\npath. For an initially two-qubit separable state, the increase of entanglement\nis analyzed, as the probability of an environment-induced transition ranges\nfrom zero to one. An entanglement witness that is invariant throughout the\nevolution of the system yields a direct measurement of the concurrence of the\ntwo-qubit state.\n","Comment: 11 pages, 3 figures"]}]
["0910.5757",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5757"],"date":["2009-10-30"],"type":["text"],"creator":["Perminov, N.","Shakirov, Sh."],"language":[],"coverage":[],"title":["Discriminants of Symmetric Polynomials"],"description":["  A homogeneous polynomial S(x_1, ..., x_n) of degree r in n variables posesses\na discriminant D_{n|r}(S), which vanishes if and only if the system of\nequations dS/dx_i = 0 has non-trivial solutions. We give an explicit formula\nfor discriminants of symmetric (under permutations of x_1, ..., x_n)\nhomogeneous polynomials of degree r in n >= r variables. This formula is\ndivision free and quite effective from the computational point of view:\nsymbolic computer calculations with the help of this formula take seconds even\nfor n ~ 20. We work out in detail the cases r = 2,3,4 which will be probably\nimportant in applications. We also consider the case of completely\nantisymmetric polynomials.\n","Comment: 26 pages"]}]
["0910.5762",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5762"],"date":["2009-10-29"],"type":["text"],"creator":["Wakamatsu, M.","Tsujimoto, H."],"language":[],"coverage":[],"title":["Can the Feynman-Hellmann theorem be used to separate the connected- and\n  disconnected-diagram contributions to the nucleon sigma term ?"],"description":["  In recent lattice QCD studies, the Feynman-Hellmann theorem is often used to\nestimate separate contributions of the connected and disconnected diagrams to\nthe nucleon sigma term. We demonstrate through a simple analysis within an\neffective model of QCD why this could be dangerous although the theorem is\nnaturally expected to hold for the sum of the two contributions, i.e. the net\nnucleon sigma term.\n","Comment: 17 pages, 1 figure, 1 table"]}]
["0910.5764",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5764","Journal of The Spectroscopical Society of Japan, Vol. 58, #5\n  (2009), pp 205-214"],"date":["2009-10-29"],"type":["text"],"creator":["Baron, Alfred Q. R."],"language":[],"coverage":[],"title":["Phonons in Crystals using Inelastic X-Ray Scattering"],"description":["  The use of inelastic x-ray scattering (IXS) to investigate phonons and phonon\ndispersion in crystals opens the field of phonon spectroscopy, allowing\nmeasurements on tiny samples: micrograms of material, or single crystals ~10 to\n100 micron diameter are sufficient. Here we review the technique as it is\npracticed at BL35XU of SPring-8, in Hyogo prefecture. An introduction is\nprovided that is aimed at potential IXS users, highlighting the unique and\nadvantageous aspects of the technique. Present work, including several example\nexperiments, and future directions are discussed.\n","Comment: English version of a paper in Japanese"]}]
["0910.5767",{"format":[],"subject":["Physics - General Physics","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5767"],"date":["2009-10-30"],"type":["text"],"creator":["Nam, Sang Boo"],"language":[],"coverage":[],"title":["A Novel Macroscopic Wave Geometric Effect of the Sunbeam and A Novel\n  Simple Way to show the Earth-Self Rotation and Orbiting around the Sun"],"description":["  I present a novel macroscopic wave geometric effect of the sunbeam occurring\nwhen the sunbeam directional (shadow by a bar) angle c velocity is observed on\nthe earth surface and a sunbeam global positioning device with a needle at the\ncenter of radial angle graph paper. The angle c velocity at sunrise or sunset\nis found to be same as the rotating rate of swing plane of Foucault pendulum,\nshowing the earth-self rotation. The angle c velocity at noon is found to have\nan additional term resulted from a novel macroscopic wave geometric effect of\nthe sunbeam. Observing the sunbeam direction same as the earth orbit radial\ndirection, the inclination angle q of the earth rotation axis in relation to\nthe sunbeam front plane is found to be related with the earth orbit angle,\ndescribing the earth orbit radial distance. The eccentricity of the earth orbit\nand a calendar counting days from perihelion are obtained by dq/dt and q\nmeasured on the earth surface, showing the earth orbiting around the sun.\n  PACS numbers: 03.65.Vf, 95.10.Km, 91.10.Da, 42.79.Ek.\n"]}]
["0910.5769",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5769"],"date":["2009-10-29"],"type":["text"],"creator":["Ma, ZhiHao","Zhang, Xiao-Dong"],"language":[],"coverage":[],"title":["A new entanglement measure: D-concurrence"],"description":["  A new entanglement measure, which is called D-concurrence, is proposed. Then\nthe upper and lower bounds for D-concurrence are obtained and the relationship\nbetween D-concurrence and the usual concurrence of Wootters was established. In\naddition, comparing with the usual concurrence, D-concurrence has some special\nmerits.\n"]}]
["0910.5777",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5777"],"date":["2009-10-29"],"type":["text"],"creator":["Tan, C. L.","Tan, Z. B.","Wang, K.","Ma, L.","Yang, F.","Qu, F. M.","Chen, J.","Yang, C. L.","Lu, L."],"language":[],"coverage":[],"title":["Observations of two-fold shell filling and Kondo effect in a graphene\n  nano-ribbon quantum dot device"],"description":["  A graphene nanoribbon (GNR) with orientation along its principle axis was\nobtained through a mechanical tearing process, and a quantum dot device was\nfabricated from the GNR. We have studied the transport property of the GNR\nquantum dot device down to dilution refrigerator temperatures. Two-fold\ncharging periodicity was observed in the Coulomb-blockade measurement,\nsignaling a shell-filling process with broken valley degeneracy. In one of the\nsmaller Coulomb diamonds, Kondo-like resonance were observed, with two\nconductance peaks displaced symmetrically from the zero bias voltage. The\nsplitting of Kondo resonance at zero magnetic field suggests spin-polarization\nof the quantum dot, possibly due to the edge states of a zigzag GNR.\n","Comment: 5 pages, 4 figures"]}]
["0910.5780",{"format":[],"subject":["Quantitative Biology - Genomics","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5780"],"date":["2009-10-30"],"type":["text"],"creator":["Darling, Aaron E.","Mau, Bob","Perna, Nicole T."],"language":[],"coverage":[],"title":["Progressive Mauve: Multiple alignment of genomes with gene flux and\n  rearrangement"],"description":["  Multiple genome alignment remains a challenging problem. Effects of\nrecombination including rearrangement, segmental duplication, gain, and loss\ncan create a mosaic pattern of homology even among closely related organisms.\nWe describe a method to align two or more genomes that have undergone\nlarge-scale recombination, particularly genomes that have undergone substantial\namounts of gene gain and loss (gene flux). The method utilizes a novel\nalignment objective score, referred to as a sum-of-pairs breakpoint score. We\nalso apply a probabilistic alignment filtering method to remove erroneous\nalignments of unrelated sequences, which are commonly observed in other genome\nalignment methods. We describe new metrics for quantifying genome alignment\naccuracy which measure the quality of rearrangement breakpoint predictions and\nindel predictions. The progressive genome alignment algorithm demonstrates\nmarkedly improved accuracy over previous approaches in situations where genomes\nhave undergone realistic amounts of genome rearrangement, gene gain, loss, and\nduplication. We apply the progressive genome alignment algorithm to a set of 23\ncompletely sequenced genomes from the genera Escherichia, Shigella, and\nSalmonella. The 23 enterobacteria have an estimated 2.46Mbp of genomic content\nconserved among all taxa and total unique content of 15.2Mbp. We document\nsubstantial population-level variability among these organisms driven by\nhomologous recombination, gene gain, and gene loss. Free, open-source software\nimplementing the described genome alignment approach is available from\nhttp://gel.ahabs.wisc.edu/mauve .\n","Comment: Revision dated June 19, 2008"]}]
["0910.5790",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Classical Analysis and ODEs","30H05 (Primary), 31A25 (Secondary), 31C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5790"],"date":["2009-10-30"],"type":["text"],"creator":["Kellay, Karim"],"language":[],"coverage":[],"title":["Poincar\\'e type inequality for Dirichlet spaces and application to the\n  uniqueness set"],"description":["  We give an extension of Poincar\\'e's type capacitary inequality for Dirichlet\nspaces and provide an application to study the uniqueness sets on the unit\ncircle for these spaces.\n","Comment: to appear in math. scand"]}]
["0910.5791",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Statistics Theory","65J22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5791","Comptes Rendus de l Acad\\'emie des Sciences - Series I -\n  Mathematics 341, 12 (2005) 775-780","doi:10.1016/j.crma.2005.10.009"],"date":["2009-10-30"],"type":["text"],"creator":["Gosse, Laurent","Runborg, Olof"],"language":[],"coverage":[],"title":["Resolution of the finite Markov moment problem"],"description":["  We expose in full detail a constructive procedure to invert the so--called\n\"finite Markov moment problem\". The proofs rely on the general theory of\nToeplitz matrices together with the classical Newton's relations.\n"]}]
["0910.5792",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematical Physics","53C20, 53C24"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5792"],"date":["2009-10-30"],"type":["text"],"creator":["Minerbe, Vincent"],"language":[],"coverage":[],"title":["Rigidity for Multi-Taub-NUT metrics"],"description":["  This paper provides a classification result for gravitational instantons with\ncubic volume growth and cyclic fundamental group at infinity. It proves that a\ncomplete hyperk\\\"ahler manifold asymptotic to a circle fibration over the\nEuclidean three-space is either the standard $\\rl^3 \\times \\sph^1$ or a\nmulti-Taub-NUT manifold. In particular, the underlying complex manifold is\neither $\\cx \\times \\cx/\\ir$ or a minimal resolution of a cyclic Kleinian\nsingularity.\n"]}]
["0910.5793",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5793","J. Phys. A: Math. Theor. 42 (2009) 155303","doi:10.1088/1751-8113/42/15/155303"],"date":["2009-10-30"],"type":["text"],"creator":["Cui, Wei","Xi, Zairong","Pan, Yu"],"language":[],"coverage":[],"title":["Non-Markovian entanglement dynamics between two coupled qubits in the\n  same environment"],"description":["  We analyze the dynamics of the entanglement in two independent non-Markovian\nchannels. In particular, we focus on the entanglement dynamics as a function of\nthe initial states and the channel parameters like the temperature and the\nratio $r$ between $\\omega_0$ the characteristic frequency of the quantum system\nof interest, and $\\omega_c$ the cut-off frequency of Ohmic reservoir. We give a\nstationary analysis of the concurrence and find that the dynamic of\nnon-markovian entanglement concurrence $\\mathcal{C}_{\\rho}(t)$ at temperature\n$k_BT=0$ is different from the $k_BT>0$ case. We find that \"entanglement sudden\ndeath\" (ESD) depends on the initial state when $k_BT=0$, otherwise the\nconcurrence always disappear at finite time when $k_BT>0$, which means that ESD\nmust happen. The main result of this paper is that the non-Markovian\nentanglement dynamic is fundamentally different from the Markovian one. In the\nMarkovian channel, entanglement decays exponentially and vanishes only\nasymptotically, but in the non-Markovian channel the concurrence\n$\\mathcal{C}_{\\rho}(t)$ oscillates, especially in the high temperature case.\nThen an open-loop controller adjusted by the temperature is proposed to control\nthe entanglement and prolong the ESD time.\n","Comment: 14 pages, 7 figures"]}]
["0910.5794",{"format":[],"subject":["Computer Science - Robotics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5794","Parallel Manipulators, New Developments, Jee-Hwan Ryu (Ed.) (2008)\n  225-240"],"date":["2009-10-30"],"type":["text"],"creator":["Pashkevich, Anatoly","Chablat, Damien","Wenger, Philippe","Gomolitsky, Roman"],"language":[],"coverage":[],"title":["Calibration of 3-d.o.f. Translational Parallel Manipulators Using Leg\n  Observations"],"description":["  The paper proposes a novel approach for the geometrical model calibration of\nquasi-isotropic parallel kinematic mechanisms of the Orthoglide family. It is\nbased on the observations of the manipulator leg parallelism during motions\nbetween the specific test postures and employs a low-cost measuring system\ncomposed of standard comparator indicators attached to the universal magnetic\nstands. They are sequentially used for measuring the deviation of the relevant\nleg location while the manipulator moves the TCP along the Cartesian axes.\nUsing the measured differences, the developed algorithm estimates the joint\noffsets and the leg lengths that are treated as the most essential parameters.\nValidity of the proposed calibration technique is confirmed by the experimental\nresults.\n","Comment: ISBN: 978-3-902613-20-2"]}]
["0910.5798",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5798"],"date":["2009-10-30"],"type":["text"],"creator":["Ramachandran, Raghu","Komaragiri, Rama"],"language":[],"coverage":[],"title":["Energy and Eigenstate Using First Order Perturbation Theory"],"description":["  The first order estimate of energy and eigenstate of a perturbed system are\nfound by summation over its basis.\n","Comment: 3 pages, no figures"]}]
["0910.5799",{"format":[],"subject":["Physics - Optics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5799","Physical Review A, 80, 045803 (2009)","doi:10.1103/PhysRevA.80.045803"],"date":["2009-10-30"],"type":["text"],"creator":["Zhang, H.","Tang, D. Y.","Zhao, L. M.","Wu, X."],"language":[],"coverage":[],"title":["Dark Pulse Emission of A Fiber Laser"],"description":["  We report on the dark pulse emission of an all-normal dispersion erbium-doped\nfiber laser with a polarizer in cavity. We found experimentally that apart from\nthe bright pulse emission, under appropriate conditions the fiber laser could\nalso emit single or multiple dark pulses. Based on numerical simulations we\ninterpret the dark pulse formation in the laser as a result of dark soliton\nshaping.\n","Comment: 16 pages"]}]
["0910.5802",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5802"],"date":["2009-10-30"],"type":["text"],"creator":["Zhao, L. M.","Tang, D. Y.","Cheng, T. H."],"language":[],"coverage":[],"title":["Bound states of dispersion-managed solitons in a fiber laser at near\n  zero dispersion"],"description":["  We report on the observation of various bound states of dispersion-managed\n(DM) solitons in a passively mode-locked Erbium-doped fiber ring laser at near\nzero net cavity group velocity dispersion (GVD). The generated DM solitons are\ncharacterized by their Gaussian-like spectral profile with no sidebands, which\nis distinct from those of the conventional solitons generated in fiber lasers\nwith large net negative cavity GVD, of the parabolic pulses generated in fiber\nlasers with positive cavity GVD and negligible gain saturation and bandwidth\nlimiting, and of the gain-guided solitons generated in fiber lasers with large\npositive cavity GVD. Furthermore, bound states of DM solitons with fixed\nsoliton separations are also observed. We show that these bound solitons can\nfunction as a unit to form bound states themselves. Numerical simulations\nverified our experimental observations.\n"]}]
["0910.5804",{"format":[],"subject":["Physics - Optics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5804"],"date":["2009-10-30"],"type":["text"],"creator":["Zhao, L. M.","Tang, D. Y.","Wu, X."],"language":[],"coverage":[],"title":["Bound states of gain-guided solitons in a passively mode-locked fiber\n  laser"],"description":["  We report on the observation of bound states of gain-guided solitons (GGSs)\nin a dispersion-managed erbium-doped fiber laser operating in the normal net\ncavity dispersion regime. Despite of the fact that the GGS is a chirped soliton\nand there is strong pulse stretching and compression along the cavity in the\nlaser, the bound solitons observed have a fixed pulse separation, which is\ninvariant to the pump strength change. Numerical simulation confirmed the\nexperimental observations.\n"]}]
["0910.5805",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5805"],"date":["2009-10-30"],"type":["text"],"creator":["Zhao, L. M.","Tang, D. Y.","Cheng, T. H."],"language":[],"coverage":[],"title":["Self-started unidirectional operation of a fiber ring soliton laser\n  without an isolator"],"description":["  We demonstrate self-started mode-locking in an Erbium-doped fiber ring laser\nby using the nonlinear polarization rotation mode-locking technique but without\nan isolator in cavity. We show that due to the intrinsic effective nonlinearity\ndiscrimination of the mode-locked pulse propagating along different cavity\ndirections, the soliton operation of the laser is always unidirectional, and\nits features have no difference to that of the unidirectional lasers with an\nisolator in cavity.\n"]}]
["0910.5806",{"format":[],"subject":["Physics - Optics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5806"],"date":["2009-10-30"],"type":["text"],"creator":["Tang, D. Y.","Zhao, B.","Shen, D. Y.","Lu, C."],"language":[],"coverage":[],"title":["Bound soliton fiber laser"],"description":["  Experimental study on the soliton dynamics of a passively mode locked fiber\nring laser firstly revealed a state of bound soliton operation in the laser,\nwhere two solitons bind together tightly with fixed pulse separation. We\nfurther report on the properties of the bound-soliton emission of the laser. In\nparticular, we demonstrate both experimentally and numerically that, like the\nsingle pulse soliton operation of the laser, the bound soliton emission is\nanother intrinsic feature of the laser.\n"]}]
["0910.5807",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5807"],"date":["2009-10-30"],"type":["text"],"creator":["Tang, D. Y.","Zhao, B.","Zhao, L. M."],"language":[],"coverage":[],"title":["Soliton interaction in a fiber ring laser"],"description":["  We have experimentally investigated the soliton interaction in a passively\nmode-locked fiber ring laser and revealed the existence of three types of\nstrong soliton interaction: a global type of soliton interaction caused by the\nexistence of unstable CW components; a local type of soliton interaction\nmediated through the radiative dispersive waves; and the direct soliton\ninteraction. We found that the appearance of the various soliton operation\nmodes observed in the passively mode locked fiber soliton lasers are the direct\nconsequences of these three types of soliton interaction. The soliton\ninteraction in the laser is further numerically simulated based on a pulse\ntracing technique. The numerical simulations confirmed the existence of the\ndispersive wave mediated soliton interaction and the direct soliton\ninteraction. Furthermore, it was shown that the resonant dispersive waves\nmediated soliton interaction in the laser always has the consequence of causing\nrandom irregular relative soliton movement, and the experimentally observed\nstates of bound solitons are caused by the direct soliton interaction. In\nparticular, as the solitons generated in the laser could have a profile with\nlong tails, the direct soliton interaction could extend to a soliton separation\nthat is larger than 5 times of the soliton pulse width.\n"]}]
["0910.5809",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5809"],"date":["2009-10-30"],"type":["text"],"creator":["Zhao, L. M.","Tang, D. Y.","Cheng, T. H."],"language":[],"coverage":[],"title":["Direct ultrashort pulse generation by intracavity nonlinear compression"],"description":["  Direct generation of ultrashort, transform-limited pulses in a laser\nresonator is observed theoretically and experimentally. This constitutes a new\ntype of ultrashort pulse generation in mode-locked lasers: in contrast to the\nwell-known solitons (hyperbolic secant like), dispersion-managed solitons\n(Gaussian-like), and parabolic pulses plus external compression, ultrashort\npulse solutions to the nonlinear wave equations that describe pulse evolution\nin the laser cavity are observed. Stable ultrashort, transform-limited pulses\nexist with optical spectrum broader than the gain bandwidth of the amplifier,\nand this has practical application for other lasers.\n"]}]
["0910.5810",{"format":[],"subject":["Physics - Optics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5810"],"date":["2009-10-30"],"type":["text"],"creator":["Tang, D. Y.","Zhao, L. M.","Zhao, B.","Liu, A. Q."],"language":[],"coverage":[],"title":["Mechanism of multisoliton formation and soliton energy quantization in\n  passively mode-locked fiber lasers"],"description":["  We report results of numerical simulations on the multiple soliton generation\nand soliton energy quantization in a soliton fiber ring laser passively\nmode-locked by using the nonlinear polarization rotation technique. We found\nnumerically that the formation of multiple solitons in the laser is caused by a\npeak power limiting effect of the laser cavity. It is also the same effect that\nsuppresses the soliton pulse collapse, an intrinsic feature of solitons\npropagating in the gain media, and makes the solitons stable in the laser.\nFurthermore, we show that the soliton energy quantization observed in the\nlasers is a natural consequence of the gain competition between the multiple\nsolitons. Enlightened by the numerical result we speculate that the\nmulti-soliton formation and soliton energy quantization observed in other types\nof soliton fiber lasers could have similar mechanism.\n"]}]
["0910.5816",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Computational Geometry","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5816"],"date":["2009-10-30","2009-11-02"],"type":["text"],"creator":["Notarstefano, Giuseppe","Bullo, Francesco"],"language":[],"coverage":[],"title":["Distributed Abstract Optimization via Constraints Consensus: Theory and\n  Applications"],"description":["  Distributed abstract programs are a novel class of distributed optimization\nproblems where (i) the number of variables is much smaller than the number of\nconstraints and (ii) each constraint is associated to a network node. Abstract\noptimization programs are a generalization of linear programs that captures\nnumerous geometric optimization problems. We propose novel constraints\nconsensus algorithms for distributed abstract programs: as each node\niteratively identifies locally active constraints and exchanges them with its\nneighbors, the network computes the active constraints determining the global\noptimum. The proposed algorithms are appropriate for networks with weak\ntime-dependent connectivity requirements and tight memory constraints. We show\nhow suitable target localization and formation control problems can be tackled\nvia constraints consensus.\n"]}]
["0910.5820",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5820"],"date":["2009-10-30"],"type":["text"],"creator":["Bao, Qiaoliang","Zhang, Han","Wang, Yu","Ni, Zhenhua","Yan, Yongli","Shen, Ze Xiang","Loh, Kian Ping","Tang, Ding Yuan"],"language":[],"coverage":[],"title":["Atomic layer graphene as saturable absorber for ultrafast pulsed lasers"],"description":["  The optical conductance of monolayer graphene is defined solely by the fine\nstructure constant. The absorbance has been predicted to be independent of\nfrequency. In principle, the interband optical absorption in zero-gap graphene\ncould be saturated readily under strong excitation due to Pauli blocking. Here,\nwe demonstrate the use of atomic layer graphene as saturable absorber in a\nmode-locked fiber laser for the generation of ultrashort soliton pulses (756\nfs) at the telecommunication band. The modulation depth can be tuned in a wide\nrange from 66.5% to 6.2% by varying the thickness of graphene. Our results\nsuggest that ultrathin graphene films are potentially useful as optical\nelements in fiber lasers. Graphene as a laser mode locker can have many merits\nsuch as lower saturation intensity, ultrafast recovery time, tunable modulation\ndepth and wideband tuneability.\n"]}]
["0910.5822",{"format":[],"subject":["Quantitative Biology - Molecular Networks","Quantitative Biology - Subcellular Processes"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5822"],"date":["2009-10-30"],"type":["text"],"creator":["Saade, Evelyne","Mechold, Undine","Kulyyassov, Arman","Vertut, Damien","Lipinski, Marc","Ogryzko, Vasily"],"language":[],"coverage":[],"title":["Analysis of interaction partners of H4 histone by a new proteomics\n  approach"],"description":["  We describe a modification of the TAP method for purification and analysis of\nmultiprotein complexes, termed here DEF-TAP (for Differential Elution\nFractionation after Tandem Affinity Purification). Its essential new feature is\nthe use for last purification step of 6XHis-Ni++ interaction, which is\nresistant to a variety of harsh washing conditions, including high ionic\nstrength and presence of organic solvents. This allows us to use various\nfractionation schemes before the protease digestion, which is expected to\nimprove the coverage of the analysed protein mixture and also to provide an\nadditional insight into the structure of the purified macromolecular complex\nand the nature of protein-protein interactions involved. We illustrate our new\napproach by analysis of soluble nuclear complexes containing histone H4\npurified from HeLa cells. In particular, we observed different fractionation\npatterns of HAT1 and RbAp46 proteins as compared to RbAp48 protein, all\nidentified as interaction partners of H4 histone. In addition, we report all\ncomponents of the licensing MCM2-7 complex and the apoptosis-related DAXX\nprotein among the interaction partners of the soluble H4. Finally, we show that\nHAT1 requires N-terminal tail of H4 for its stable association with this\nhistone.\n","Comment: 30 pages, 6 figures, 1 table"]}]
["0910.5833",{"format":[],"subject":["Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5833"],"date":["2009-10-30"],"type":["text"],"creator":["Carre, Jean-Loup","Hymans, Charles"],"language":[],"coverage":[],"title":["From Single-thread to Multithreaded: An Efficient Static Analysis\n  Algorithm"],"description":["  A great variety of static analyses that compute safety properties of\nsingle-thread programs have now been developed. This paper presents a\nsystematic method to extend a class of such static analyses, so that they\nhandle programs with multiple POSIX-style threads. Starting from a pragmatic\noperational semantics, we build a denotational semantics that expresses\nreasoning a la assume-guarantee. The final algorithm is then derived by\nabstract interpretation. It analyses each thread in turn, propagating\ninterferences between threads, in addition to other semantic information. The\ncombinatorial explosion, ensued from the explicit consideration of all\ninterleavings, is thus avoided. The worst case complexity is only increased by\na factor n compared to the single-thread case, where n is the number of\ninstructions in the program. We have implemented prototype tools, demonstrating\nthe practicality of the approach.\n"]}]
["0910.5834",{"format":[],"subject":["Physics - Biological Physics","Quantitative Biology - Other Quantitative Biology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5834"],"date":["2009-10-30"],"type":["text"],"creator":["Mackay, N. J."],"language":[],"coverage":[],"title":["Scaling of human body mass with height: the Body Mass Index revisited"],"description":["  We adapt a biomechanical argument of Rashevsky, which places limits on the\nstress experienced by a torso supported by the legs, to deduce that body mass\n$m$ of growing children should scale as the $p$th power of height $h$ with\n$7/3<p<8/3$. Further arguments based on stability and heat loss suggest that\n$p$ should be close to 8/3. The arguments are extended to suggest that waist\ncircumference $w$ should scale as $h^q$ with $q$ near the lower end of $2/3\\leq\nq \\leq 1$. Data from Hong Kong and British children are consistent with these\nhypotheses.\n","Comment: 6 pages, to appear in J. Biomechanics"]}]
["0910.5838",{"format":[],"subject":["Mathematics - Differential Geometry","53C15, 5350, 53C25, 53C26, 53B30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5838"],"date":["2009-10-30"],"type":["text"],"creator":["Zamkovoy, Simeon","Tzanov, Vassil"],"language":[],"coverage":[],"title":["Non-existence of flat paracontact metric structures in dimension greater\n  than or equal to five"],"description":["  An example of a three dimensional flat paracontact metric manifold with\nrespect to Levi-Civita connection is constructed. It is shown that no such\nmanifold exists for odd dimensions greater than or equal to five.\n","Comment: 7 pages, no figures"]}]
["0910.5847",{"format":[],"subject":["General Relativity and Quantum Cosmology","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5847"],"date":["2009-10-30"],"type":["text"],"creator":["Luminet, J. -P."],"language":[],"coverage":[],"title":["Time, Topology and the Twin Paradox"],"description":["  The twin paradox is the best known thought experiment associated with\nEinstein's theory of relativity. An astronaut who makes a journey into space in\na high-speed rocket will return home to find he has aged less than a twin who\nstayed on Earth. This result appears puzzling, since the situation seems\nsymmetrical, as the homebody twin can be considered to have done the travelling\nwith respect to the traveller. Hence it is called a \"paradox\". In fact, there\nis no contradiction and the apparent paradox has a simple resolution in Special\nRelativity with infinite flat space. In General Relativity (dealing with\ngravitational fields and curved space-time), or in a compact space such as the\nhypersphere or a multiply connected finite space, the paradox is more\ncomplicated, but its resolution provides new insights about the structure of\nspacetime and the limitations of the equivalence between inertial reference\nframes.\n","Comment: 25 pages, 11 figures, contribution to the \"Oxford Handbook on Time\",\n  to be published in 2010"]}]
["0910.5850",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Analysis of PDEs","26D10, 46E35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5850"],"date":["2009-10-30"],"type":["text"],"creator":["Kalamajska, Agnieszka","Pietruska-Paluba, Katarzyna"],"language":[],"coverage":[],"title":["On a variant of Gagliardo-Nirenberg inequality deduced from Hardy"],"description":["  We obtain new variants of weighted Gagliardo-Nirenberg interpolation\ninequalities in Orlicz spaces, as a consequence of weighted Hardy-type\ninequalities. The weights we consider need not be doubling.\n"]}]
["0910.5851",{"format":[],"subject":["Mathematics - Probability","60K25","90B15","60J80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5851"],"date":["2009-10-30"],"type":["text"],"creator":["Jonckheere, M.","Shneer, S."],"language":[],"coverage":[],"title":["Stability of multi-dimensional birth-and-death processes with\n  state-dependent 0-homogeneous jumps"],"description":["  We study the positive recurrence of multi-dimensional birth-and-death\nprocesses describing the evolution of a large class of stochastic systems, a\ntypical example being the randomly varying number of flow-level transfers in a\ntelecommunication wire-line or wireless network.\n  We first provide a generic method to construct a Lyapunov function when the\ndrift can be extended to a smooth function on $\\mathbb R^N$, using an\nassociated deterministic dynamical system. This approach gives an elementary\nproof of ergodicity without needing to establish the convergence of the scaled\nversion of the process towards a fluid limit and then proving that the\nstability of the fluid limit implies the stability of the process. We also\nprovide a counterpart result proving instability conditions.\n  We then show how discontinuous drifts change the nature of the stability\nconditions and we provide generic sufficient stability conditions having a\nsimple geometric interpretation. These conditions turn out to be necessary\n(outside a negligible set of the parameter space) for piece-wise constant\ndrifts in dimension 2.\n","Comment: 18 pages, 4 figures"]}]
["0910.5855",{"format":[],"subject":["Mathematics - Probability","60K05","33E12","26A33"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5855"],"date":["2009-10-30"],"type":["text"],"creator":["Beghin, Luisa","Orsingher, Enzo"],"language":[],"coverage":[],"title":["Poisson-type processes governed by fractional and higher-order recursive\n  differential equations"],"description":["  We consider some fractional extensions of the recursive differential equation\ngoverning the Poisson process, by introducing combinations of different\nfractional time-derivatives. We show that the so-called \"Generalized\nMittag-Leffler functions\" (introduced by Prabhakar [20]) arise as solutions of\nthese equations. The corresponding processes are proved to be renewal, with\ndensity of the intearrival times (represented by Mittag-Leffler functions)\npossessing power, instead of exponential, decay, for t tending to infinite. On\nthe other hand, near the origin the behavior of the law of the interarrival\ntimes drastically changes for the parameter fractional parameter varying in the\ninterval (0,1). For integer values of the parameter, these models can be viewed\nas a higher-order Poisson processes, connected with the standard case by simple\nand explict relationships.\n","Comment: 37 pages, 1 figure"]}]
["0910.5861",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5861","Computational materials science 47, 237 (2009)","doi:10.1016/j.commatsci.2009.07.013"],"date":["2009-10-30"],"type":["text"],"creator":["Koskinen, Pekka","Mäkinen, Ville"],"language":[],"coverage":[],"title":["Density-functional tight-binding for beginners"],"description":["  This article is a pedagogical introduction to density-functional\ntight-binding (DFTB) method. We derive it from the density-functional theory,\ngive the details behind the tight-binding formalism, and give practical recipes\nfor parametrization: how to calculate pseudo-atomic orbitals and matrix\nelements, and especially how to systematically fit the short-range repulsions.\nOur scope is neither to provide a historical review nor to make performance\ncomparisons, but to give beginner's guide for this approximate, but in many\nways invaluable, electronic structure simulation method--now freely available\nas an open-source software package, hotbit.\n","Comment: 22 pages, 5 figures, 3 tables"]}]
["0910.5862",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5862"],"date":["2009-10-30"],"type":["text"],"creator":["Jones, Dominic","Jensen, Henrik Jeldtoft","Sibani, Paolo"],"language":[],"coverage":[],"title":["Mutual information in the Tangled Nature Model"],"description":["  We consider the concept of mutual information in ecological networks, and use\nthis idea to analyse the Tangled Nature model of co-evolution. We show that\nthis measure of correlation has two distinct behaviours depending on how we\ndefine the network in question: if we consider only the network of viable\nspecies this measure increases, whereas for the whole system it decreases. It\nis suggested that these are complimentary behaviours that show how ecosystems\ncan become both more stable and better adapted.\n","Comment: 7 pages, 5 figures. To appear in Ecological Modelling"]}]
["0910.5866",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5866"],"date":["2009-10-30"],"type":["text"],"creator":["Rodin, Vadim"],"language":[],"coverage":[],"title":["Nuclear matrix elements for double beta decay"],"description":["  The present status of calculations of the nuclear matrix elements for\nneutrinoless double beta decay is reviewed. A proposal which allows in\nprinciple to measure the neutrinoless double beta decay Fermi matrix element is\nbriefly described.\n","Comment: 8 pages, 3 figures, Proceedings of the International Conference\n  \"Nuclear Structure and Related Topics\" (NSRT09), June 30 - July 4 2009,\n  Dubna, Russia"]}]
["0910.5870",{"format":[],"subject":["Mathematics - History and Overview","Mathematics - Number Theory","11A63","12D99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5870"],"date":["2009-10-30"],"type":["text"],"creator":["Klazar, Martin"],"language":[],"coverage":[],"title":["Real numbers as infinite decimals and irrationality of $\\sqrt{2}$"],"description":["  In order to prove irrationality of \\sqrt{2} by using only decimal expansions\n(and not fractions), we develop in detail a model of real numbers based on\ninfinite decimals and arithmetic operations with them.\n","Comment: 20 pages"]}]
["0910.5872",{"format":[],"subject":["Statistics - Methodology","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5872"],"date":["2009-10-30"],"type":["text"],"creator":["Marron, Beatriz","Tablar, Ana"],"language":[],"coverage":[],"title":["Estimation of safety areas for epidemic spread"],"description":["  In this work we study safety areas in epidemic spred. The aim of this work\nis, given the evolution of epidemic at time $t$, find a safety set at time\n$t+h$. This is, a random set $K_{t+h}$ such that the probability that infection\nreaches $K_{t+h}$ at time $t+h$ is small.\n  More precisely, inspired on the study of epidemic spread, we consider a model\nin which the measure $\\mu_n(A)$ is the incidence -density of infectives\nindividuals- in the set $A$, at time $n$ and\n$$\\mu_{n+1}(A)(\\omega)=\\int_S{\\pi_{n+1}(A;s)(\\omega)\\mu_n(ds)(\\omega)}, {for\nany Borel set} A, $$ with random transition kernels of the form\n$$\\pi_n(.;.)(\\omega)=\\Pi(.;.)(\\xi_n(\\omega),Y_n(\\omega)),$$ where $\\xi$, $Y$\nsatisfy some ergodic conditions. The support of $\\mu_n$ is called $S_n$. We\nalso assume that $S_0$ is compact with regular border and that for any $x,y$\nthe kernel $\\Pi(.;.)(x,y)$ has compact support. A random set $K_{n+1}$ is a\nsafety area of level $\\alpha$ if: [{$i$)}] $K_{n+1}$ {\\rm is a function of}\n$S_0, S_1, ...,S_n.$\n  [{$ii$)}] $P(K_{n+1} \\cap S_{n+1} \\neq \\emptyset)\\leq \\alpha.$ We present a\nmethod to find these safety areas and some related results.\n","Comment: 20 pages, 1 figure"]}]
["0910.5877",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5877"],"date":["2009-10-30"],"type":["text"],"creator":["Ermolaev, B. I."],"language":[],"coverage":[],"title":["Comment on double-logarithmic corrections to decays of electroweak\n  bosons"],"description":["  We present a short comment on resummation of double-logarithmic (DL)\ncontributions to decays of W and Z -bosons into charged fermion pairs. We show\nthat resummation of DL corrections to the Z -boson decay leads to standard\nSudakov form factor with the negative exponent independently of the boson is\non-shell or off-shell. In contrast, the Sudakov exponent for the W - decay is\nnegative (positive) when the W-boson is on-shell (off-shell). In this\nconnection we consider applicability of the Dispersion Relations to the case\nwhen the imaginary parts contain infrared-divergent contributions.\n","Comment: 4 pages, 4 figures"]}]
["0910.5880",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Operator Algebras","37B30 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5880"],"date":["2009-10-30"],"type":["text"],"creator":["Ostrovsky, E.","Sirota, L."],"language":[],"coverage":[],"title":["Weight Hardy-Littlewood Inequalities for Different Powers"],"description":["  In this short article we obtain the non-asymptotic upper and low estimations\nfor linear and bilinear weight Riesz's functional through the Lebesgue spaces.\n"]}]
["0910.5882",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Differential Geometry","53C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5882"],"date":["2009-10-30"],"type":["text"],"creator":["Herrera, Haydee","Herrera, Rafael"],"language":[],"coverage":[],"title":["Complex contact manifolds and circle actions"],"description":["  We prove rigidity and vanishing theorems for several holomorphic Euler\ncharacteristics on complex contact manifolds admitting holomorphic circle\nactions preserving the contact structure. Such vanishings are reminiscent of\nthose of LeBrun and Salamon on Fano contact manifolds but under a symmetry\nassumption instead of a curvature condition.\n","Comment: 12 pages, 1 figure"]}]
["0910.5884",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5884","ACS Nano 3, 3326, 2009","doi:10.1021/nn900902b"],"date":["2009-10-30"],"type":["text"],"creator":["Hoffmann, Martin","Wagner, Claudia S.","Harnau, Ludger","Wittemann, Alexander"],"language":[],"coverage":[],"title":["3D Brownian Diffusion of Submicron-Sized Particle Clusters"],"description":["  We report on the translation and rotation of particle clusters made through\nthe combination of spherical building blocks. These clusters present ideal\nmodel systems to study the motion of objects with complex shape. Because they\ncould be separated into fractions of well-defined configurations on a\nsufficient scale and their overall dimensions were below 300 nm, the\ntranslational and rotational diffusion coefficients of particle duplets,\ntriplets and tetrahedrons could be determined by a combination of polarized\ndynamic light scattering (DLS) and depolarized dynamic light scattering (DDLS).\nThe use of colloidal clusters for DDLS experiments overcomes the limitation of\nearlier experiments on the diffusion of complex objects near surfaces because\nthe true 3D diffusion can be studied. When the exact geometry of the complex\nassemblies is known, different hydrodynamic models for calculating the\ndiffusion coefficient for objects with complex shapes could be applied. Because\nhydrodynamic friction must be restricted to the cluster surface the so-called\nshell model, in which the surface is represented as a shell of small friction\nelements, was most suitable to describe the dynamics. A quantitative comparison\nof the predictions from theoretical modeling with the results obtained by DDLS\nshowed an excellent agreement between experiment and theory.\n"]}]
["0910.5888",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5888"],"date":["2009-10-30"],"type":["text"],"creator":["Prendergast-Smith, Artie"],"language":[],"coverage":[],"title":["The cone conjecture for some rational elliptic threefolds"],"description":["  We verify the Morrison--Kawamata conjecture for a certain class of rational\nthreefolds, namely blowups of P^3 in the base locus of a net of quadrics with\nno reducible members. This seems to be the first verified case of the\nconjecture for klt Calabi--Yau pairs in dimension 3 with non-zero boundary\ndivisor.\n","Comment: 17 pages; comments welcome"]}]
["0910.5889",{"format":[],"subject":["Quantum Physics","Condensed Matter - Statistical Mechanics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5889"],"date":["2009-10-30"],"type":["text"],"creator":["Döbrich, Babette","DeKieviet, Maarten","Gies, Holger"],"language":[],"coverage":[],"title":["Nonperturbative access to Casimir-Polder forces"],"description":["  We discuss the scalar analogue of the Casimir-Polder force between a sphere\nand a uniaxially corrugated surface with Dirichlet boundary conditions.\nPresenting a formulation that is nonperturbative in the height profile of the\nsurface, we give explicit numerical results for a sinuosoidal corrugation\nprofile.\n","Comment: 5 pages, 1 figure. Talk given by B.D. at the Ninth Conference on\n  Quantum Field Theory under the Influence of External Conditions (QFEXT 09),\n  21-25 September 2009, Oklahoma, USA"]}]
["0910.5890",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5890"],"date":["2009-10-30"],"type":["text"],"creator":["Spadaro, Emanuele Nunzio"],"language":[],"coverage":[],"title":["Complex varieties and higher integrability of Dir-minimizing Q-valued\n  functions"],"description":["  We provide new elementary proofs of the following two results: every complex\nvariety is locally the graphs of a Dir-minimizing function, first proved by\nAlmgren; the gradients of Dir-minimizing functions, in principle\nsquare-summable, are p-integrable for some p > 2, proved by De Lellis and the\nauthor. In the planar case, we prove that our integrability exponents are\noptimal.\n","Comment: 13 pages"]}]
["0910.5891",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5891"],"date":["2009-10-30"],"type":["text"],"creator":["Lomonaco, Samuel J.","Kauffman, Louis H."],"language":[],"coverage":[],"title":["Quantum Knots and Lattices, or a Blueprint for Quantum Systems that Do\n  Rope Tricks"],"description":["  Using the cubic honeycomb (cubic tessellation) of Euclidean 3-space, we\ndefine a quantum system whose states, called quantum knots, represent a closed\nknotted piece of rope, i.e., represent the particular spatial configuration of\na knot tied in a rope in 3-space. This quantum system, called a quantum knot\nsystem, is physically implementable in the same sense as Shor's quantum\nfactoring algorithm is implementable.\n  To define a quantum knot system, we replace the standard three Reidemeister\nknot moves with an equivalent set of three moves, called respectively wiggle,\nwag, and tug, so named because they mimic how a dog might wag its tail. We\nargue that these moves are in fact more \"physics friendly\" because, unlike the\nReidemeister moves, they respect the differential geometry of 3-space, and\nmoreover they can be transformed into infinitesimal moves.\n  These three moves wiggle, wag, and tug generate a unitary group, called the\nlattice ambient group, which acts on the state space of the quantum system. The\nlattice ambient group represents all possible ways of moving a rope around in\n3-space without cutting the rope, and without letting the rope pass through\nitself.\n  We then investigate those quantum observables of the quantum knot system\nwhich are knot invariants. We also study Hamiltonians associated with the\ngenerators of the lattice ambient group. We conclude with a list of open\nquestions.\n","Comment: 128 graphics files"]}]
["0910.5895",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q53,35L30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5895"],"date":["2009-10-30"],"type":["text"],"creator":["Chen, Wengu","Guo, Zihua"],"language":[],"coverage":[],"title":["Global well-posedness and I-method for the fifth-order Korteweg-de Vries\n  equation"],"description":["  We prove that the Kawahara equation is locally well-posed in $H^{-7/4}$ by\nusing the ideas of $\\bar{F}^s$-type space \\cite{GuoKdV}. Next we show it is\nglobally well-posed in $H^s$ for $s\\geq -7/4$ by using the ideas of \"I-method\"\n\\cite{I-method}. Compared to the KdV equation, Kawahara equation has less\nsymmetries, such as no invariant scaling transform and not completely\nintegrable. The new ingredient is that we need to deal with some new\ndifficulties that are caused by the lack symmetries of this equation.\n","Comment: 33 pages"]}]
["0910.5897",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5897"],"date":["2009-10-30"],"type":["text"],"creator":["Zhu, Tong"],"language":[],"coverage":[],"title":["A Probability Method to Prove Combinatorial Identities"],"description":["  A probability method is provided to prove three classes of combinatorial\nidentities. The method is extremely simple, only one step after the proper\nprobability setup.\n"]}]
["0910.5902",{"format":[],"subject":["Mathematics - Functional Analysis","46J10 (Primary), 46H25 (Secondary), 46J05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5902"],"date":["2009-10-30"],"type":["text"],"creator":["Heath, Matthew J."],"language":[],"coverage":[],"title":["Compactness of derivations from commutative Banach algebras"],"description":["  We consider the compactness of derivations from commutative Banach algebras\ninto their dual modules. We show that if there are no compact derivations from\na commutative Banach algebra, $A$, into its dual module, then there are no\ncompact derivations from $A$ into any symmetric $A$-bimodule; we also prove\nanalogous results for weakly compact derivations and for bounded derivations of\nfinite rank. We then characterise the compact derivations from the convolution\nalgebra $\\ell^1(\\Z_+)$ to its dual. Finally, we give an example (due to J. F.\nFeinstein) of a non-compact, bounded derivation from a uniform algebra $A$ into\na symmetric $A$-bimodule.\n"]}]
["0910.5906",{"format":[],"subject":["Mathematics - Probability","60F10","60G70","60J10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5906"],"date":["2009-10-30"],"type":["text"],"creator":["Kesseböhmer, Marc","Tang, Lidong"],"language":[],"coverage":[],"title":["Large deviations asymptotics for large waiting times"],"description":["  In this paper we investigate the statistics of large waiting times (with\nrespect to the total waiting time) for Bernoulli processes. We determine the\ncorresponding rate functions explicitly and prove a large deviations\nasymptotic. By this we have estabished a large deviation principle for which\nthe rate function is not the Legendre transform of some free energy function.\n","Comment: 11 pages, 3 figures"]}]
["0910.5908",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5908"],"date":["2009-10-30"],"type":["text"],"creator":["Timmins, Anthony R.","Collaboration, for the STAR"],"language":[],"coverage":[],"title":["The Modification of high-$p_{T}$ hadro-chemistry in Au+Au collisions\n  relative to p+p"],"description":["  We present high transverse momentum, $p_{T}$, pion ($\\pi$), proton ($p$),\nkaon ($K$), and rho ($\\rho$) spectra measured with the STAR experiment from p+p\nand Au+Au collisions with \\sNN{200}. We find the $K/\\pi$ ratio to be enhanced\nin Au+Au \\sNN{200} collisions relative to p+p \\sNN{200} collisions at $p_{T} >\n5$ GeV/c. The enhancement persists until $p_{T} \\sim 12$ GeV/c for central\nAu+Au 200 GeV collisions. We also show the nuclear modification factor,\n$R_{AA}$, measured at the same center of mass energy, and find $R_{AA}(K)$ and\n$R_{AA}(p)$ to be higher than $R_{AA}(\\pi)$ at $p_T > 5$ GeV/c. Implications\nfor medium induced modifications of jet chemistry is discussed.\n","Comment: 4 pages, 4 figures. Proceedings of the DPF-2009 Conference, Detroit,\n  MI, July 27-31, 2009"]}]
["0910.5910",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5910"],"date":["2009-10-30"],"type":["text"],"creator":["Kalberla, Peter M. W.","McClure-Griffiths, N. M.","Kerp, J."],"language":[],"coverage":[],"title":["A panoramic view of the Milky Way HI gas"],"description":["  Imaging of galaxies to study the interstellar medium on scales of a few pc is\ndifficult. However, for the Milky Way galaxy two major Galactic all sky HI\n21-cm line surveys will become available soon with unprecedented quality. We\npresent the Galactic All Sky Survey (GASS) obtained with the Parkes 64-m\ntelescope for the southern hemisphere with a resolution of 15 arcmin. The\nEffelsberg Bonn HI Survey (EBHIS) will complete the survey for the northern sky\nwith 9 arcmin resolution and we describe this project. A combined All Sky\nSurvey will become available in 2010/2011, early enough to serve as short\nspacing information for ASKAP. We envision a Galactic 21-cm line database with\narcsecond resolution for all declinations <30 deg.\n","Comment: 4 pages, 1 figure, in proceedings of \"Panoramic Radio Astronomy:\n  Wide-field 1-2 GHz research on galaxy evolution - PRA2009\""]}]
["0910.5920",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Distributed, Parallel, and Cluster Computing","K.6.5","E.3","H.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5920"],"date":["2009-10-30"],"type":["text"],"creator":["O'Callaghan, David","Doran, Louise","Coghlan, Brian"],"language":[],"coverage":[],"title":["Evaluating Trust in Grid Certificates"],"description":["  Digital certificates are used to secure international computation and data\nstorage grids used for e-Science projects, like the Worldwide Large Hadron\nCollider Computing Grid. The International Grid Trust Federation has defined\nthe Grid Certificate Profile: a set of guidelines for digital certificates used\nfor grid authentication. We have designed and implemented a program and related\ntest suites for checking X.509 certificates against the certificate profiles\nand policies relevant for use on the Grid. The result is a practical tool that\nassists implementers and users of public key infrastructures to reach\nappropriate trust decisions.\n","Comment: 5 pages, 1 figure, accepted for ACM SAC 2010"]}]
["0910.5924",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5924"],"date":["2009-10-30"],"type":["text"],"creator":["Fernández, Francisco M."],"language":[],"coverage":[],"title":["On a perturbation treatment of a model for MHD viscous flow"],"description":["  We discuss the solution of a nonlinear ordinary differential equation that\nappears in a model for MHD viscous flow caused by a shrinking sheet. We propose\nan accurate numerical solution and derive simple analytical expressions. Our\nresults suggest that a recent perturbation treatment of the same problem\nexhibits a pathological behaviour and conjecture its probable cause.\n"]}]
["0910.5932",{"format":[],"subject":["Computer Science - Learning","Computer Science - Computer Vision and Pattern Recognition","Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5932"],"date":["2009-10-30"],"type":["text"],"creator":["Jain, Prateek","Kulis, Brian","Davis, Jason V.","Dhillon, Inderjit S."],"language":[],"coverage":[],"title":["Metric and Kernel Learning using a Linear Transformation"],"description":["  Metric and kernel learning are important in several machine learning\napplications. However, most existing metric learning algorithms are limited to\nlearning metrics over low-dimensional data, while existing kernel learning\nalgorithms are often limited to the transductive setting and do not generalize\nto new data points. In this paper, we study metric learning as a problem of\nlearning a linear transformation of the input data. We show that for\nhigh-dimensional data, a particular framework for learning a linear\ntransformation of the data based on the LogDet divergence can be efficiently\nkernelized to learn a metric (or equivalently, a kernel function) over an\narbitrarily high dimensional space. We further demonstrate that a wide class of\nconvex loss functions for learning linear transformations can similarly be\nkernelized, thereby considerably expanding the potential applications of metric\nlearning. We demonstrate our learning approach by applying it to large-scale\nreal world problems in computer vision and text mining.\n"]}]
["0910.5933",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5933"],"date":["2009-10-30"],"type":["text"],"creator":["Grassl, Peter","Pearce, Chris J."],"language":[],"coverage":[],"title":["Meso-scale approach to modeling concrete subjected to thermo-mechanical\n  loading"],"description":["  Concrete subjected to combined compressive stresses and temperature loading\nexhibits compressive strains, which are considerably greater than for concrete\nsubjected to compressive stresses alone. This phenomenon is called transient\nthermal creep or load induced thermal strain and is usually modeled by\nmacroscopic phenomenological constitutive laws which have only limited\npredictive capabilities. In the present study a meso-scale modeling approach is\nproposed in which the macroscopically observed transient thermal creep results\nfrom the mismatch of thermal expansions of the meso-scale constituents. The\nmeso-structure of concrete is idealized as a two-dimensional three phase\nmaterial consisting of aggregates, matrix and interfacial transition zones\n(ITZ). The nonlinear material response of the phases are described by a\ndamage-plasticity interface model. The meso-scale approach was applied to\nanalyze compressed concrete specimens subjected to uniform temperature\nhistories and the analysis results were compared to experimental results\nreported in the literature.\n","Comment: Accepted in Journal of Engineering Mechanics - ASCE"]}]
["0910.5934",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5934"],"date":["2009-10-30"],"type":["text"],"creator":["Pati, Justin"],"language":[],"coverage":[],"title":["Contact homology of $S^1$-bundles over some symplectically reduced\n  orbifolds"],"description":["  In this paper, we compute contact homology of some quasi-regular contact\nstructures, which admit Hamiltonian actions of Reeb type of Lie groups. We will\ndiscuss the toric contact case, (where the torus is of Reeb type), and the case\nof homogeneous contact manifolds. In both of these cases the quotients by the\nReeb action are K\\\"ahler and admit perfect Morse-Bott functions via the moment\nmap. It turns out that the contact homology depends only on the homology of the\nsymplectic base and the bundle data of the contact manifolds as a circle bundle\nover the base. Moreover we can identify the relevant holomorphic spheres in the\nbases which lift to gradient trajectories of the action functional on the loop\nspace of the symplectization of M. In order to include all toric contact\nmanifolds we extend a result of Bourgeois to the case of circle bundles over\nsymplectic orbifolds. In particular we are able to distinguish contact\nstructures on many contact manifolds all in the same first Chern class of\n$2n$-dimensional plane distributions.\n","Comment: 22 pages"]}]
["0910.5937",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5937"],"date":["2009-10-30"],"type":["text"],"creator":["Kazakov, Kirill A.","Nikitin, Vladimir V."],"language":[],"coverage":[],"title":["Infrared nullification of the effective electromagnetic field at finite\n  temperature"],"description":["  The problem of infrared divergence of the effective electromagnetic field at\nfinite temperature (T) is revisited. A model of single spatially localized\nelectron interacting with thermal photons is considered in the limit T to 0\nusing two different regularization schemes. The first is based on the shift i 0\nto i varepsilon of the electron propagator pole in the complex energy plane,\nand is used to explicitly calculate the effective field in the one-loop\napproximation. We show that the matrix-valued imaginary part of the electron\nself-energy can be consistently related to the pole shift, and that the\npresence of the heat bath leads to appearance of an effective varepsilon sim T,\nthus providing a natural infrared regulator of the theory. We find that the\none-loop effective Coulomb field calculated using this varepsilon vanishes. The\nother scheme combines an infrared momentum cutoff with smearing of the\ndelta-functions in the interaction vertices. We prove that this regularization\nadmits factorization of the infrared contributions in multi-loop diagrams, and\nsum the corresponding infinite series. The effective electromagnetic field is\nfound to vanish in this case too. An essentially perturbative nature of this\nresult is emphasized and discussed in connection with the long-range expansion\nof the effective field.\n","Comment: 17 pages, 9 figures"]}]
["0910.5938",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5938"],"date":["2009-10-30"],"type":["text"],"creator":["De Silva, L. C.","collaboration, for the STAR"],"language":[],"coverage":[],"title":["Evolution of structures in two particle correlations in RHIC Cu+Cu\n  collisions as a function of centrality and momentum"],"description":["  Two particle correlation measurements in heavy ion collisions at RHIC have\nshown an extended near side correlation in $\\Delta\\eta$ relative to p+p for\nboth, momentum triggered and untriggered analyses. This phenomenon is also\nknown as the \"ridge\". An investigation into the momentum and centrality\ndependence of two particle correlations is presented for Cu+Cu 200 GeV\ncollisions from the STAR experiment. We extract the amplitude, $\\Delta\\eta$ and\n$\\Delta\\phi$ widths from the near side correlation structure, and show how its\nparameters depend on centrality and the lower transverse momentum cut-off.\nImplications for the origin of the ridge will be discussed.\n","Comment: DPF-2009 conference held at, Wayne State University, Detroit, MI. 5\n  pages and 7 figures"]}]
["0910.5939",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5939"],"date":["2009-10-30"],"type":["text"],"creator":["Zinoviev, Yury M."],"language":[],"coverage":[],"title":["Electromagnetic Interaction Equations"],"description":["  For the electromagnetic interaction of two particles the relativistic quantum\nmechanics equations are proposed. These equations are solved for the case when\none particle has a small mass and moves freely. The initial wave functions are\nsupposed to be concentrated at the coordinates origin. The energy spectrum of\nanother particle wave function is defined by the initial wave function of the\nfree moving particle. Choosing the initial wave function of the free moving\nparticle it is possible to obtain a practically arbitrary energy spectrum.\n","Comment: 19 pages"]}]
["0910.5940",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Group Theory","20C08 (Primary), 20C15, 20C20, 20C30 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5940"],"date":["2009-10-30"],"type":["text"],"creator":["Kleshchev, Alexander S.","Nash, David"],"language":[],"coverage":[],"title":["An interpretation of the Lascoux-Leclerc-Thibon algorithm and graded\n  representation theory"],"description":["  We use graded Specht modules to calculate the graded decomposition numbers\nfor the Iwahori-Hecke algebra of the symmetric group over a field of\ncharacteristic zero at a root of unity. The algorithm arrived at is the\nLascoux-Leclerc-Thibon algorithm in disguise. Thus we interpret the algorithm\nin terms of graded representation theory.\n","Comment: 11 pages"]}]
["0910.5941",{"format":[],"subject":["Physics - History and Philosophy of Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5941"],"date":["2009-10-30"],"type":["text"],"creator":["Barsan, V.","Ciobanu, G."],"language":[],"coverage":[],"title":["The two-band theory of superconductivity turns 50"],"description":["  The publication of a revised edition of a monograph devoted to the two-band\ntheory of superconductivity provides us the opportunity of a short comment on\ntwo classical papers, published independently some 50 years ago, where the\ngeneralization of the BCS theory for metals with overlapping energy bands at\nthe Fermi level has been proposed. The article includes Moskalenko's\nrecollections on some aspects of scientific life in the Soviet Union, in the\n'50s.\n","Comment: 7 pages"]}]
["0910.5946",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Classical Analysis and ODEs","58A30, 34C14, 58J72, 35A30, 58J70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5946"],"date":["2009-10-30"],"type":["text"],"creator":["Anderson, Ian","Kruglikov, Boris"],"language":[],"coverage":[],"title":["Rank 2 distributions of Monge equations: symmetries, equivalences,\n  extensions"],"description":["  By developing the Tanaka theory for rank 2 distributions, we completely\nclassify classical Monge equations having maximal finite-dimensional symmetry\nalgebras with fixed (albeit arbitrary) pair of its orders. Investigation of the\ncorresponding Tanaka algebras leads to a new Lie-Backlund theorem. We prove\nthat all flat Monge equations are successive integrable extensions of the\nHilbert-Cartan equation. Many new examples are provided.\n","Comment: 35 pages"]}]
["0910.5950",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5950"],"date":["2009-10-30"],"type":["text"],"creator":["Taherzadeh, Mahmoud","Poor, H. Vincent"],"language":[],"coverage":[],"title":["Limits on the Robustness of MIMO Joint Source-Channel Codes"],"description":["  In this paper, the theoretical limits on the robustness of MIMO joint source\nchannel codes is investigated. The case in which a single joint source channel\ncode is used for the entire range of SNRs and for all levels of required\nfidelity is considered. Limits on the asymptotic performance of such a system\nare characterized in terms of upper bounds on the diversity-fidelity tradeoff,\nwhich can be viewed as an analog version of the diversity-multiplexing\ntradeoff. In particular, it is shown that there is a considerable gap between\nthe diversity-fidelity tradeoff of robust joint source-channel codes and the\noptimum tradeoff (without the constraint of robustness).\n","Comment: presented at Allerton Conference 2009"]}]
["0910.5951",{"format":[],"subject":["Mathematics - Rings and Algebras","14D15,13D10,14B12,16S80,16E40,17B55,17B70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5951"],"date":["2009-10-30"],"type":["text"],"creator":["Decleene, Chris","Otto, Carolyn","Penkava, Michael","Phillipson, Mitch","Steinbach, Ryan","Weber, Eric"],"language":[],"coverage":[],"title":["The moduli space of $1|2$-dimensional complex associative algebras"],"description":["  In this paper, we study the moduli space of $1|2$-dimensional complex\nassociative algebras, which is also the moduli space of codifferentials on the\ntensor coalgebra of a $2|1$-dimensional complex space. We construct the moduli\nspace by considering extensions of lower dimensional algebras. We also\nconstruct miniversal deformations of these algebras. This gives a complete\ndescription of how the moduli space is glued together via jump deformations.\n","Comment: 20 pages"]}]
["0910.5952",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5952"],"date":["2009-10-30"],"type":["text"],"creator":["Blume-Kohout, Robin","Croke, Sarah","Gottesman, Daniel"],"language":[],"coverage":[],"title":["Streaming universal distortion-free entanglement concentration"],"description":["  This paper presents a streaming (sequential) protocol for universal\nentanglement concentration at the Shannon bound. Alice and Bob begin with N\nidentical (but unknown) two-qubit pure states, each containing E ebits of\nentanglement. They each run a reversible algorithm on their qubits, and end up\nwith Y perfect EPR pairs, where Y = NE +- O(\\sqrt N). Our protocol is\nstreaming, so the N input systems are fed in one at a time, and perfect EPR\npairs start popping out almost immediately. It matches the optimal block\nprotocol exactly at each stage, so the average yield after n inputs is <Y> = nE\n- O(log n). So, somewhat surprisingly, there is no tradeoff between yield and\nlag -- our protocol optimizes both. In contrast, the optimal N-qubit block\nprotocol achieves the same yield, but since no EPR pairs are produced until the\nentire input block is read, its lag is O(N). Finally, our algorithm runs in\nO(log N) space, so a lot of entanglement can be efficiently concentrated using\na very small (e.g., current or near-future technology) quantum processor. Along\nthe way, we find an optimal streaming protocol for extracting randomness from\nclassical i.i.d. sources and a more space-efficient implementation of the Schur\ntransform.\n","Comment: 16 pages"]}]
["math/0506392",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematical Physics","Mathematics - Symplectic Geometry","53C99","53D17","53C12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0506392","Funct. Anal. Appl. 43 (2009) 18-29"],"date":["2005-06-20","2008-10-14"],"type":["text"],"creator":["Bruzzo, U.","Cirio, L.","Rossi, P.","Rubtsov, V."],"language":[],"coverage":[],"title":["Equivariant cohomology and localization for Lie algebroids"],"description":["  Let M be a manifold carrying the action of a Lie group G, and A a Lie\nalgebroid on M equipped with a compatible infinitesimal G-action. Out of these\ndata we construct an equivariant Lie algebroid cohomology and prove for compact\nG a related localization formula. As an application we prove a Bott-type\nformula.\n","Comment: 16 pages. Final version to appear in Funct. Anal. Appl."]}]
["math/0612593",{"format":[],"subject":["Mathematics - Dynamical Systems","37C40","37B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612593"],"date":["2006-12-20","2009-11-02"],"type":["text"],"creator":["Garibaldi, Eduardo","Lopes, Artur O.","Thieullen, Philippe"],"language":[],"coverage":[],"title":["On calibrated and separating sub-actions"],"description":["  Consider a transitive expanding dynamical system $ \\sigma: \\Sigma \\to \\Sigma\n$, and a H\\\"older potential $ A $. In ergodic optimization, one is interested\nin properties of $A$-maximizing probabilities. Assuming ergodicity, it is\nalready known that the projection of the support of such probabilities is\ncontained in the set of non-wandering points with respect to $ A $, denoted by\n$ \\Omega(A) $. A separating sub-action is a sub-action such that the\nsub-cohomological equation becomes an identity just on $ \\Omega(A) $. For a\nfixed H\\\"older potential $ A $, we prove not only that there exists H\\\"older\nseparating sub-actions but in fact that they define a residual subset of the\nH\\\"older sub-actions.\n  We use the existence of such separating sub-actions in an application for the\ncase one has more than one maximizing probability. Suppose we have a finite\nnumber of distinct $A$-maximizing probabilities with ergodic property: $ \\hat\n\\mu_j $, $ j \\in \\{1, 2, ..., l\\} $. Considering a calibrated sub-action $ u $,\nunder certain conditions, we will show that it can be written in the form $$ u\n(\\mathbf x)= u (\\mathbf x^i) + h_A(\\mathbf x^i, \\mathbf x), $$ for all $\n\\mathbf x \\in \\Sigma $, where $ \\mathbf x^i $ is a special point (in the\nprojection of the support of a certain $ \\hat \\mu_i $) and $ h_A $ is the\nPeierls barrier associated to $ A $.\n"]}]
