["0704.0613",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0613","Phys. Rev. Lett. 99, 196602 (2007)","doi:10.1103/PhysRevLett.99.196602"],"date":["2007-04-04"],"type":["text"],"creator":["Gutman, D. B.","Maslov, D. L."],"language":[],"coverage":[],"title":["Anomalous c-axis transport in layered metals"],"description":["  Transport in metals with strongly anisotropic single-particle spectrum is\nstudied. Coherent band transport in all directions, described by the standard\nBoltzmann equation, is shown to withstand both elastic and inelastic scattering\nas long as $E_F\\tau\\gg 1$. A model of phonon-assisted tunneling via resonant\nstates located in between the layers is suggested to explain a non-monotonic\ntemperature dependence of the c-axis resistivity observed in experiments.\n","Comment: 5 pages 2 figures"]}]
["0704.0728",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0728","Phys. Rev. Lett. 100, 086801 (2008)","doi:10.1103/PhysRevLett.100.086801"],"date":["2007-04-05"],"type":["text"],"creator":["Gutman, D. B.","Gefen, Yuval","Mirlin, A. D."],"language":[],"coverage":[],"title":["Zero bias anomaly out of equilibrium"],"description":["  The non-equilibrium zero bias anomaly (ZBA) in the tunneling density of\nstates of a diffusive metallic film is studied. An effective action describing\nvirtual fluctuations out-of-equilibrium is derived. The singular behavior of\nthe equilibrium ZBA is smoothed out by real processes of inelastic scattering.\n","Comment: 4 pages"]}]
["0710.0087",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0087","Phys. Rev. B 77, 035115 (2008)","doi:10.1103/PhysRevB.77.035115"],"date":["2007-09-29"],"type":["text"],"creator":["Gutman, D. B.","Maslov, D. L."],"language":[],"coverage":[],"title":["Boson-assisted tunneling in layered metals"],"description":["  A theory for boson-assisted tunneling via randomly distributed resonant\nstates in a layered metals is developed. As particular examples, we consider\nthe electron-phonon interaction and the interaction between localized and\nconduction electrons. The theory is applied to explain a non-monotonic\nvariation of the out-plane resistivity with temperature observed in\nquasi-two-dimensional metals.\n","Comment: 14 pages, 5 figures"]}]
["0711.2409",{"format":[],"subject":["Mathematics - Statistics Theory","Mathematics - Probability","62H05","60E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2409","Journal of Inequalities and Applications, vol. 2008 (2008),\n  Article ID 161537, 9 pages","doi:10.1155/2008/161537"],"date":["2007-11-15"],"type":["text"],"creator":["Durante, Fabrizio","Klement, Erich Peter","Quesada-Molina, José Juan"],"language":[],"coverage":[],"title":["Copulas: compatibility and Fr\\'echet classes"],"description":["  We determine under which conditions three bivariate copulas are compatible,\nviz. they are the bivariate marginals of the same trivariate copula, and, then,\nconstruct the class of these copulas. In particular, the upper and lower bounds\nfor this class of trivariate copulas are determined.\n","Comment: LaTeX, 14 pages"]}]
["0711.3066",{"format":[],"subject":["Quantum Physics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3066","Phys. Rev. D 79, 044027 (2009)","doi:10.1103/PhysRevD.79.044027"],"date":["2007-11-20","2009-02-24"],"type":["text"],"creator":["Steeg, Greg Ver","Menicucci, Nicolas C."],"language":[],"coverage":[],"title":["Entangling Power of an Expanding Universe"],"description":["  We show that entanglement can be used to detect spacetime curvature. Quantum\nfields in the Minkowski vacuum are entangled with respect to local field modes.\nThis entanglement can be swapped to spatially separated quantum systems using\nstandard local couplings. A single, inertial field detector in the\nexponentially expanding (de Sitter) vacuum responds as if it were bathed in\nthermal radiation in a Minkowski universe. We show that using two inertial\ndetectors, interactions with the field in the thermal case will entangle\ncertain detector pairs that would not become entangled in the corresponding de\nSitter case. The two universes can thus be distinguished by their entangling\npower.\n","Comment: 5 pages, 2 figures; v5: final published version"]}]
["0804.4294",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4294","Phys. Rev. Lett. 101, 126802 (2008)","doi:10.1103/PhysRevLett.101.126802"],"date":["2008-04-27"],"type":["text"],"creator":["Gutman, D. B.","Gefen, Yuval","Mirlin, A. D."],"language":[],"coverage":[],"title":["Non-equilibrium Luttinger liquid: Zero-bias anomaly and dephasing"],"description":["  A one-dimensional system of interacting electrons out of equilibrium is\nstudied in the framework of the Luttinger liquid model. We analyze several\nsetups and develop a theory of tunneling into such systems. A remarkable\nproperty of the problem is the absence of relaxation in energy distribution\nfunctions of left- and right-movers, yet the presence of the finite dephasing\nrate due to electron-electron scattering, which smears zero-bias-anomaly\nsingularities in the tunneling density of states.\n","Comment: 5 pages, 2 figures"]}]
["0807.3899",{"format":[],"subject":["Mathematics - Statistics Theory","62N01,62N02"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3899"],"date":["2008-07-24","2009-03-22"],"type":["text"],"creator":["Bouaziz, Olivier","Lopez, Olivier"],"language":[],"coverage":[],"title":["Conditional density estimation in a censored single-index regression\n  model"],"description":["  Under a single-index regression assumption, we introduce a new semiparametric\nprocedure to estimate a conditional density of a censored response. The\nregression model can be seen as a generalization of Cox regression model and\nalso as a profitable tool to perform dimension reduction under censoring. This\ntechnique extends the results of Delecroix et al. (2003). We derive consistency\nand asymptotic normality of our estimator of the index parameter by proving its\nasymptotic equivalence with the (uncomputable) maximum likelihood estimator,\nusing martingales results for counting processes and arguments of empirical\nprocesses theory. Furthermore, we provide a new adaptive procedure which allows\nus both to chose the smoothing parameter involved in our approach and to\ncircumvent the weak performances of Kaplan-Meier estimator (1958) in the\nright-tail of the distribution. Through a simulation study, we study the\nbehavior of our estimator for small samples.\n"]}]
["0808.1678",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1678","Physics Letters A 373 (2009), pp. 1409-1414","doi:10.1016/j.physleta.2009.02.050"],"date":["2008-08-12","2009-02-24"],"type":["text"],"creator":["Kim, Sungyun"],"language":[],"coverage":[],"title":["Computability of entropy and information in classical Hamiltonian\n  systems"],"description":["  We consider the computability of entropy and information in classical\nHamiltonian systems. We define the information part and total information\ncapacity part of entropy in classical Hamiltonian systems using relative\ninformation under a computable discrete partition.\n  Using a recursively enumerable nonrecursive set it is shown that even though\nthe initial probability distribution, entropy, Hamiltonian and its partial\nderivatives are computable under a computable partition, the time evolution of\nits information capacity under the original partition can grow faster than any\nrecursive function. This implies that even though the probability measure and\ninformation are conserved in classical Hamiltonian time evolution we might not\nactually compute the information with respect to the original computable\npartition.\n"]}]
["0809.3935",{"format":[],"subject":["Computer Science - Computational Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3935"],"date":["2008-09-23","2009-03-22"],"type":["text"],"creator":["Sitharam, Meera","Gao, Heping"],"language":[],"coverage":[],"title":["Characterizing graphs with convex and connected configuration spaces"],"description":["  We define and study exact, efficient representations of realization spaces\nEuclidean Distance Constraint Systems (EDCS), which includes Linkages and\nFrameworks. Each representation corresponds to a choice of Cayley parameters\nand yields a different parametrized configuration space. Significantly, we give\npurely graph-theoretic, forbidden minor characterizations that capture (i) the\nclass of graphs that always admit efficient configuration spaces and (ii) the\npossible choices of representation parameters that yield efficient\nconfiguration spaces for a given graph. In addition, our results are tight: we\nshow counterexamples to obvious extensions. This is the first step in a\nsystematic and graded program of combinatorial characterizations of efficient\nconfiguration spaces. We discuss several future theoretical and applied\nresearch directions. Some of our proofs employ an unusual interplay of (a)\nclassical analytic results related to positive semi-definiteness of Euclidean\ndistance matrices, with (b) recent forbidden minor characterizations and\nalgorithms related to the notion of d-realizability of EDCS. We further\nintroduce a novel type of restricted edge contraction or reduction to a graph\nminor, a \"trick\" that we anticipate will be useful in other situations.\n"]}]
["0901.1443",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.1443"],"date":["2009-01-11","2009-03-22"],"type":["text"],"creator":["Golob, B."],"language":[],"coverage":[],"title":["Beauty and charm results from $B$-factories"],"description":["  We present the proceedings of the lectures given at the 2008 Helmholtz\nInternational Summer School Heavy Quark Physics at the Bogoliubov Laboratory of\nTheoretical Physics in Dubna. In two lectures we present recent results from\nthe existing $B$-factories experiments, Belle and BaBar. The discussed topics\ninclude short phenomenological motivation, experimental methods and results on\n$B$ meson oscillations, selected rare $B$ meson decays (leptonic, $b\\to\ns\\gamma$ and $b\\to s\\ell^+\\ell^-$), mixing and CP violation in the system of\n$D^0$ mesons, and leptonic decays of $D_s$ mesons.\n","Comment: 21 pages, prepared for Proceedings of the 2008 Helmholz International\n  Summer School \"Heavy Quark Physics\""]}]
["0901.3313",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3313","Nucl.Phys.A821:72-79,2009","doi:10.1016/j.nuclphysa.2009.02.002"],"date":["2009-01-21","2009-03-22"],"type":["text"],"creator":["Deltuva, A."],"language":[],"coverage":[],"title":["Spin observables in three-body direct nuclear reactions"],"description":["  Direct nuclear reactions $\\vec{d}+A$ and $\\vec{p}+(An)$ are described in the\nframework of three-body Faddeev-type equations. Differential cross section and\nanalyzing powers are calculated using several optical potential models and\ncompared with the experimental data. Quite satisfactory agreement is found\nexcept for few systematic discrepancies.\n","Comment: Expanded theory section"]}]
["0902.1206",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1206"],"date":["2009-02-06","2009-03-22"],"type":["text"],"creator":["Ortiz, Guillermo P.","Rinaldi, Carlos A.","Boggio, Norberto G.","Vorobioff, Juan","Ortiz, Juan J.","Gómez, Sergio","Aucar, Gustavo A.","Lamagna, Alberto","Boselli, Alfredo"],"language":[],"coverage":[],"title":["Development of an IMS Type Device for Volatile Organic Compunds\n  Detection: Simulation and Comparision of the Ion Distributions"],"description":["  Ion Mobility Spectrometry (IMS) is a well-known, sensitive and rapid\ntechnique to detect dangerous organic compounds. We propose a system in which a\ncrown type discharge generates a ionic flow that is swept towards an array of\ncollectors by a transverse electric field. The ions are separated as they enter\nthe cell according to their mobility. Thus, the distribution of the charge\ndeposited at the detector assembly constitutes a {\\em fingerprint} for each\norganic compound. Simulations of our cell and experiments were performed for\nsmall amounts of acetone, ethanol and toluene. The dependence on the cell\nparameters of the current and charge versus time of flight was analyzed. Our\nsimulation reproduces only qualitatively the experimental results. However, a\nPCA statistical analysis of the results obtained by simulation of the proposed\ndesign shows that the fingerprint is useful for a clear identification of such\ncompounds.\n","Comment: corrected typos, grammar, 1 figure added"]}]
["0902.1723",{"format":[],"subject":["Mathematics - Algebraic Topology","55Q52"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1723"],"date":["2009-02-10","2009-03-22"],"type":["text"],"creator":["Fabel, Paul"],"language":[],"coverage":[],"title":["Embedding planar compacta in planar continua with application: homotopic\n  maps between planar Peano continua are characterized by the fundamental group\n  homomorphism"],"description":["  A planar compactum with connected complement can be an embedded in a cellular\ncontinuum by attaching a null sequence of arcs.\n  Two based maps f and g from a planar Peano continuum X to a planar set Y are\nhomotopic iff f and g induce the same homomorphism between fundamental groups.\n","Comment: 25 pages - some reorganization and minor editing from 1st version"]}]
["0903.0623",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory","60F10","92D10."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0623"],"date":["2009-03-03","2009-03-21"],"type":["text"],"creator":["Feng, Shui","Sun, Wei"],"language":[],"coverage":[],"title":["Some Diffusion Processes Associated With Two Parameter Poisson-Dirichlet\n  Distribution and Dirichlet Process"],"description":["  The two parameter Poisson-Dirichlet distribution $PD(\\alpha,\\theta)$ is the\ndistribution of an infinite dimensional random discrete probability. It is a\ngeneralization of Kingman's Poisson-Dirichlet distribution. The two parameter\nDirichlet process $\\Pi_{\\alpha,\\theta,\\nu_0}$ is the law of a pure atomic\nrandom measure with masses following the two parameter Poisson-Dirichlet\ndistribution. In this article we focus on the construction and the properties\nof the infinite dimensional symmetric diffusion processes with respective\nsymmetric measures $PD(\\alpha,\\theta)$ and $\\Pi_{\\alpha,\\theta,\\nu_0}$. The\nmethods used come from the theory of Dirichlet forms.\n","Comment: 24 pages"]}]
["0903.2128",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2128"],"date":["2009-03-12","2009-03-22"],"type":["text"],"creator":["Skakala, Jozef","Visser, Matt"],"language":[],"coverage":[],"title":["Birkhoff-like theorem for rotating stars in (2+1) dimensions"],"description":["  Consider a rotating and possibly pulsating \"star\" in (2+1) dimensions. If the\nstar is axially symmetric, then in the vacuum region surrounding the star, (a\nregion that we assume at most contains a cosmological constant), the Einstein\nequations imply that under physically plausible conditions the geometry is in\nfact stationary. Furthermore, the geometry external to the star is then\nuniquely guaranteed to be the (2+1) dimensional analogue of the Kerr-de Sitter\nspacetime, the BTZ geometry. This Birkhoff-like theorem is very special to\n(2+1) dimensions, and fails in (3+1) dimensions. Effectively, this is a \"no\nhair\" theorem for (2+1) dimensional axially symmetric stars: the exterior\ngeometry is completely specified by the mass, angular momentum, and\ncosmological constant.\n","Comment: 4 pages; uses revtex4; V2: added 1 very important reference;\n  significantly expanded discussion; many small changes in the text but no\n  significant change in physics conclusions; V3: minor typos fixed"]}]
["cond-mat/0201007",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0201007","Phys. Rev. B 68, 035302 (2003)","doi:10.1103/PhysRevB.68.035302"],"date":["2002-01-02","2002-09-11"],"type":["text"],"creator":["Gutman, D. B.","Gefen, Yuval"],"language":[],"coverage":[],"title":["Shot Noise at High Temperatures"],"description":["  We consider the possibility of measuring non-equilibrium properties of the\ncurrent correlation functions at high temperatures (and small bias). Through\nthe example of the third cumulant of the current (${\\cal{S}}_3$) we demonstrate\nthat odd order correlation functions represent non-equilibrium physics even at\nsmall external bias and high temperatures. We calculate ${\\cal{S}}_3=y(eV/T)\ne^2 I$ for a quasi-one-dimensional diffusive constriction. We calculate the\nscaling function $y$ in two regimes: when the scattering processes are purely\nelastic and when the inelastic electron-electron scattering is strong. In both\ncases we find that $y$ interpolates between two constants. In the low (high)\ntemperature limit $y$ is strongly (weakly) enhanced (suppressed) by the\nelectron-electron scattering.\n","Comment: 11 pages 4 fig. submitted to Phys. Rev. B"]}]
["cond-mat/0403436",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0403436","Phys. Rev. B 71, 085118 (2005)","doi:10.1103/PhysRevB.71.085118"],"date":["2004-03-17","2004-07-14"],"type":["text"],"creator":["Gutman, D. B.","Mirlin, A. D.","Gefen, Yuval"],"language":[],"coverage":[],"title":["Kinetic theory of fluctuations in conducting systems"],"description":["  We propose an effective field theory describing the time dependent\nfluctuations of electrons in conducting systems, generalizing the well known\nkinetic theory of fluctuations. On several examples, we show its equivalence,\n(when quantum corrections are neglected) to a microscopic quantum mechanical\nnon-linear $\\sigma$-model theory. We apply then the theory to analyze the\neffects of strong electron-electron and electron-phonon scattering on the\nstatistics of current fluctuations. We find that if the electron-electron\nscattering length is much shorter than the transport mean free path the higher\ncumulants of current are parametrically enhanced.\n","Comment: 6 pages, 2 figures"]}]
["physics/0212035",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0212035","IEEE Trans. Inf. Theory 50, 638-642 (2004)","doi:10.1109/TIT.2004.825034"],"date":["2002-12-07","2003-11-04"],"type":["text"],"creator":["Prasad, S.","Menicucci, N. C."],"language":[],"coverage":[],"title":["Fisher Information With Respect to Cumulants"],"description":["  Fisher information is a measure of the best precision with which a parameter\ncan be estimated from statistical data. It can also be defined for a continuous\nrandom variable without reference to any parameters, in which case it has a\nphysically compelling interpretation of representing the highest precision with\nwhich the first cumulant of the random variable, i.e., its mean, can be\nestimated from its statistical realizations. We construct a complete hierarchy\nof information measures that determine the best precision with which all of the\ncumulants of a random variable -- and thus its complete probability\ndistribution -- can be estimated from its statistical realizations. Several\nproperties of these information measures and their generating functions are\ndiscussed.\n","Comment: REVTeX v4, 8 pages; content revised, condensed; previous version:\n  REVTeX v4, 15 pages"]}]
