["0704.1348",{"format":[],"subject":["Quantitative Finance - Risk Management","Mathematics - Probability","60K35, 91B70 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.1348","Annals of Applied Probability 2009, Vol. 19, No. 1, 347-394","doi:10.1214/08-AAP544"],"date":["2007-04-11","2009-03-04"],"type":["text"],"creator":["Pra, Paolo Dai","Runggaldier, Wolfgang J.","Sartori, Elena","Tolotti, Marco"],"language":[],"coverage":[],"title":["Large portfolio losses: A dynamic contagion model"],"description":["  Using particle system methodologies we study the propagation of financial\ndistress in a network of firms facing credit risk. We investigate the\nphenomenon of a credit crisis and quantify the losses that a bank may suffer in\na large credit portfolio. Applying a large deviation principle we compute the\nlimiting distributions of the system and determine the time evolution of the\ncredit quality indicators of the firms, deriving moreover the dynamics of a\nglobal financial health indicator. We finally describe a suitable version of\nthe \"Central Limit Theorem\" useful to study large portfolio losses. Simulation\nresults are provided as well as applications to portfolio loss distribution\nanalysis.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AAP544 the Annals of\n  Applied Probability (http://www.imstat.org/aap/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0704.2500",{"format":[],"subject":["Mathematics - Statistics Theory","62G08 (Primary) 62G05, 62G20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.2500","Annals of Statistics 2009, Vol. 37, No. 1, 542-568","doi:10.1214/00-AOS576"],"date":["2007-04-19","2009-03-04"],"type":["text"],"creator":["Goldenshluger, Alexander"],"language":[],"coverage":[],"title":["A universal procedure for aggregating estimators"],"description":["  In this paper we study the aggregation problem that can be formulated as\nfollows. Assume that we have a family of estimators $\\mathcal{F}$ built on the\nbasis of available observations. The goal is to construct a new estimator whose\nrisk is as close as possible to that of the best estimator in the family. We\npropose a general aggregation scheme that is universal in the following sense:\nit applies for families of arbitrary estimators and a wide variety of models\nand global risk measures. The procedure is based on comparison of empirical\nestimates of certain linear functionals with estimates induced by the family\n$\\mathcal{F}$. We derive oracle inequalities and show that they are\nunimprovable in some sense. Numerical results demonstrate good practical\nbehavior of the procedure.\n","Comment: Published in at http://dx.doi.org/10.1214/00-AOS576 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["0706.2480",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2480","Phys. Rev. A 76, 032316 (2007)","doi:10.1103/PhysRevA.76.032316"],"date":["2007-06-17","2007-08-06"],"type":["text"],"creator":["Prosen, Tomaz","Pizorn, Iztok"],"language":[],"coverage":[],"title":["Operator space entanglement entropy in transverse Ising chain"],"description":["  The efficiency of time dependent density matrix renormalization group methods\nis intrinsically connected with the rate of entanglement growth. We introduce a\nnew measure of entanglement in the space of operators and show, for transverse\nIsing spin 1/2 chain, that the simulation of observables, contrary to\nsimulation of typical pure quantum states, is efficient for initial local\noperators. For initial operators with a finite index in Majorana\nrepresentation, the operator space entanglement entropy saturates with time to\na level which is calculated analytically, while for initial operators with\ninfinite index the growth of operator space entanglement entropy is shown to be\nlogarithmic.\n","Comment: 5 pages, 2 figures (2 eps), RevTex, accepted to PRA"]}]
["0708.0326",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0326","JHEP0711:056,2007","doi:10.1088/1126-6708/2007/11/056"],"date":["2007-08-02","2009-03-04"],"type":["text"],"creator":["Bergman, Oren","Lifschytz, Gilad","Lippert, Matthew"],"language":[],"coverage":[],"title":["Holographic Nuclear Physics"],"description":["  We analyze the phases of the Sakai-Sugimoto model at finite temperature and\nbaryon chemical potential. Baryonic matter is represented either by 4-branes in\nthe 8-branes or by strings stretched from the 8-branes to the horizon. We find\nthe explicit configurations and use them to determine the phase diagram and\nequation of state of the model. The 4-brane configuration (nuclear matter) is\nalways preferred to the string configuration (quark matter), and the latter is\nalso unstable to density fluctuations. In the deconfined phase the phase\ndiagram has three regions corresponding to the vacuum, quark-gluon plasma, and\nnuclear matter, with a first-order and a second-order phase transition\nseparating the phases. We find that for a large baryon number density, and at\nlow temperatures, the dominant phase has broken chiral symmetry. This is in\nqualitative agreement with studies of QCD at high density.\n","Comment: 27 pages, 26 figures. v2: Added a comment about higher derivative\n  corrections to the DBI action in the smeared instanton in section 2.1. v3:\n  References added, version published in JHEP. v4: misprints corrected"]}]
["0708.3901",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3901"],"date":["2007-08-29","2009-03-04"],"type":["text"],"creator":["Luu, Viêt-Trung"],"language":[],"coverage":[],"title":["Coarse categories I: foundations"],"description":["  Following Roe and others (see, e.g., [MR1451755]), we (re)develop coarse\ngeometry from the foundations, taking a categorical point of view. In this\npaper, we concentrate on the discrete case in which topology plays no role. Our\ntheory is particularly suited to the development of the_Roe (C*-)algebras_\nC*(X) and their K-theory on the analytic side; we also hope that it will be of\nuse in the strictly geometric/algebraic setting of controlled topology and\nalgebra. We leave these topics to future papers.\n  Crucial to our approach are nonunital coarse spaces, and what we call\n_locally proper_ maps (which are actually implicit in [MR1988817]). Our_coarse\ncategory_ Crs generalizes the usual one: its objects are nonunital coarse\nspaces and its morphisms (locally proper) coarse maps modulo_closeness_. Crs is\nmuch richer than the usual unital coarse category. As such, it has all nonzero\nlimits and all colimits. We examine various other categorical issues. E.g., Crs\ndoes not have a terminal object, so we substitute a_termination functor_ which\nwill be important in the development of exponential objects (i.e., \"function\nspaces\") and also leads to a notion of_quotient coarse spaces_. To connect our\nmethods with the standard methods, we also examine the relationship between Crs\nand the usual coarse category of Roe.\n  Finally we briefly discuss some basic examples and applications. Topics\ninclude_metric coarse spaces_,_continuous control_ [MR1277522], metric and\ncontinuously controlled_coarse simplices_,_sigma-coarse spaces_ [MR2225040],\nand the relation between quotient coarse spaces and the K-theory of Roe\nalgebras (of particular interest for continuously controlled coarse spaces).\n","Comment: 70 pages; citation/reference added, minor corrections, changed\n  formatting; up-to-date version before major overhaul"]}]
["0709.1963",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1963","Astrophysical Journal 676: 704-716, 2008 March 20","doi:10.1086/527538"],"date":["2007-09-12","2007-12-18"],"type":["text"],"creator":["Liu, Wei","Petrosian, Vahe'","Dennis, Brian R.","Jiang, Yan Wei"],"language":[],"coverage":[],"title":["Double Coronal Hard and Soft X-ray Source Observed by RHESSI: Evidence\n  for Magnetic Reconnection and Particle Acceleration in Solar Flares"],"description":["  We present data analysis and interpretation of an M1.4-class flare observed\nwith the Reuven Ramaty High Energy Solar Spectroscopic Imager (RHESSI) on April\n30, 2002. This event, with its footpoints occulted by the solar limb, exhibits\na rarely observed, but theoretically expected, double-source structure in the\ncorona. The two coronal sources, observed over the 6-30 keV range, appear at\ndifferent altitudes and show energy-dependent structures with the higher-energy\nemission being closer together. Spectral analysis implies that the emission at\nhigher energies in the inner region between the two sources is mainly\nnonthermal, while the emission at lower energies in the outer region is\nprimarily thermal. The two sources are both visible for about 12 minutes and\nhave similar light curves and power-law spectra above about 20 keV. These\nobservations suggest that the magnetic reconnection site lies between the two\nsources. Bi-directional outflows of the released energy in the form of\nturbulence and/or particles from the reconnection site can be the source of the\nobserved radiation. The spatially resolved thermal emission below about 15 keV,\non the other hand, indicates that the lower source has a larger emission\nmeasure but a lower temperature than the upper source. This is likely the\nresult of the differences in the magnetic field and plasma density of the two\nsources.\n","Comment: Accepted by ApJ (12/06/2007), scheduled for the 03/20/2008 Vol. 676\n  No. 1 Issue, 13 pages, 9 figures"]}]
["0711.3122",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3122","Phys.Rev.D78:093008,2008","doi:10.1103/PhysRevD.78.093008"],"date":["2007-11-20","2008-12-10"],"type":["text"],"creator":["Hwang, Ggyoung-Riun","Siyeon, Kim"],"language":[],"coverage":[],"title":["Conflict between the identification of cosmic neutrino source and the\n  sensitivity to mixing angles in neutrino telescope"],"description":["  Neutrino fluxes at telescopes depend on both initial fluxes out of\nastronomical bursts and flavor mixing during their travel to the earth.\nHowever, since the information on the initial composition requires better\nprecision in mixing angles and vice versa, the neutrino detection at telescopes\nfor itself cannot provide solutions to the both problems. Thus, a probability\nto be measured at long baseline oscillation is considered as a complement to\nthe telescope, and problems like source identification and parameter degeneracy\nare examined under a few assumptions.\n","Comment: 17 pages with 7 figures, published version"]}]
["0712.0576",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory","60E05 (Primary) 60E07 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.0576","Annals of Applied Probability 2009, Vol. 19, No. 1, 210-242","doi:10.1214/08-AAP540"],"date":["2007-12-04","2009-03-04"],"type":["text"],"creator":["Jacobsen, Martin","Mikosch, Thomas","Rosiński, Jan","Samorodnitsky, Gennady"],"language":[],"coverage":[],"title":["Inverse problems for regular variation of linear filters, a cancellation\n  property for $\\sigma$-finite measures and identification of stable laws"],"description":["  In this paper, we consider certain $\\sigma$-finite measures which can be\ninterpreted as the output of a linear filter. We assume that these measures\nhave regularly varying tails and study whether the input to the linear filter\nmust have regularly varying tails as well. This turns out to be related to the\npresence of a particular cancellation property in $\\sigma$-finite measures,\nwhich in turn, is related to the uniqueness of the solution of certain\nfunctional equations. The techniques we develop are applied to weighted sums of\ni.i.d. random variables, to products of independent random variables, and to\nstochastic integrals with respect to L\\'evy motions.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AAP540 the Annals of\n  Applied Probability (http://www.imstat.org/aap/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0801.0691",{"format":[],"subject":["Quantitative Biology - Subcellular Processes","Physics - Biological Physics","Quantitative Biology - Biomolecules","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0691","Journal of Theoretical Biology 253 (2008) 755-768","doi:10.1016/j.jtbi.2008.04.010"],"date":["2008-01-04"],"type":["text"],"creator":["Tsibidis, George D."],"language":[],"coverage":[],"title":["A FRAP model to investigate reaction-diffusion of proteins within a\n  bounded domain: a theoretical approach"],"description":["  Temporally and spatially resolved measurements of protein transport inside\ncells provide important clues to the functional architecture and dynamics of\nbiological systems. Fluorescence Recovery After Photobleaching (FRAP) technique\nhas been used over the past three decades to measure the mobility of\nmacromolecules and protein transport and interaction with immobile structures\ninside the cell nucleus. A theoretical model is presented that aims to describe\nprotein transport inside the nucleus, a process which is influenced by the\npresence of a boundary (i.e. membrane). A set of reaction-diffusion equations\nis employed to model both the diffusion of proteins and their interaction with\nimmobile binding sites. The proposed model has been designed to be applied to\nbiological samples with a Confocal Laser Scanning Microscope (CLSM) equipped\nwith the feature to bleach regions characterised by a scanning beam that has a\nradially Gaussian distributed profile. The proposed model leads to FRAP curves\nthat depend on the on- and off-rates. Semi-analytical expressions are used to\ndefine the boundaries of on- (off-) rate parameter space in simplified cases\nwhen molecules move within a bounded domain. The theoretical model can be used\nin conjunction to experimental data acquired by CLSM to investigate the\nbiophysical properties of proteins in living cells.\n","Comment: 25 pages. Abstracts Proceedings, The American Society for Cell\n  Biology, 46th Annual Meeting, December 9-13, 2006, San Diego"]}]
["0801.2463",{"format":[],"subject":["Quantum Physics","Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2463","Phys.Rev.C77:041601,2008; Phys.Rev.C79:024613,2009","doi:10.1103/PhysRevC.79.024613"],"date":["2008-01-16","2008-03-26"],"type":["text"],"creator":["Kälbermann, German"],"language":[],"coverage":[],"title":["Assisted Tunneling of a metastable state between barriers"],"description":["  The assisted tunneling of a metastable state between barriers is investigated\nanalytically by means of a simplified one dimensional model. A time dependent\nperturbation changes the pole spectrum of the wave function introducing a\nlarger decay constant. New insights about the decay of a metastable state are\nfound. The scheme is exemplified for parameters corresponding to the nuclear\nprocess of $\\alpha$ decay.\n","Comment: Physical Review C (RC) in press"]}]
["0802.2760",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2760","Phys. Rev. E 77, 061116 (2008)","doi:10.1103/PhysRevE.77.061116"],"date":["2008-02-20","2009-03-04"],"type":["text"],"creator":["Ohzeki, Masayuki","Nishimori, Hidetoshi","Berker, A. Nihat"],"language":[],"coverage":[],"title":["Multicritical points for the spin glass models on hierarchical lattices"],"description":["  The locations of multicritical points on many hierarchical lattices are\nnumerically investigated by the renormalization group analysis. The results are\ncompared with an analytical conjecture derived by using the duality, the gauge\nsymmetry and the replica method. We find that the conjecture does not give the\nexact answer but leads to locations slightly away from the numerically reliable\ndata. We propose an improved conjecture to give more precise predictions of the\nmulticritical points than the conventional one. This improvement is inspired by\na new point of view coming from renormalization group and succeeds in deriving\nvery consistent answers with many numerical data.\n","Comment: 11 pages, 9 figures, 7 tables This is the published version"]}]
["0804.0639",{"format":[],"subject":["Mathematics - Rings and Algebras","16S15, 13P10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0639","Algebra Colloq., 16(2)(2009), 283-292."],"date":["2008-04-03"],"type":["text"],"creator":["Chen, Yuqun"],"language":[],"coverage":[],"title":["Groebner-Shirshov bases for extensions of algebras"],"description":["  An algebra $\\cal{R}$ is called an extension of the algebra $M$ by $B$ if\n$M^2=0$, $M$ is an ideal of $\\cal{R}$ and $\\cal{R}$$/M\\cong B$ as algebras. In\nthis paper, by using the Gr\\\"{o}bner-Shirshov bases, we characterize completely\nthe extensions of $M$ by $B$. An algorithm to find the conditions of an algebra\n$A$ to be an extension of $M$ by $B$ is obtained.\n"]}]
["0804.0641",{"format":[],"subject":["Mathematics - Group Theory","20E06, 16S15, 13P10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0641","Comm. Algebra, 36(5)(2008), 1609-1625.","doi:10.1080/00927870701869899"],"date":["2008-04-03"],"type":["text"],"creator":["Chen, Yuqun"],"language":[],"coverage":[],"title":["Groebner-Shirshov bases for Schreier extensions of groups"],"description":["  In this paper, by using the Groebner-Shirshov bases, we give\ncharacterizations of the Schreier extensions of groups when the group is\npresented by generators and relations. An algorithm to find the conditions of a\ngroup to be a Schreier extension is obtained. By introducing a special total\norder, we obtain the structure of the Schreier extension by an HNN group.\n"]}]
["0804.0642",{"format":[],"subject":["Mathematics - Group Theory","20E06, 16S15, 13P10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0642","Comm. Algebra, 36(1)(2008), 94-103.","doi:10.1080/00927870701665180"],"date":["2008-04-03"],"type":["text"],"creator":["Chen, Yuqun","Zhong, Chanyan"],"language":[],"coverage":[],"title":["Groebner-Shirshov basis for HNN extensions of groups and for the\n  alternating group"],"description":["  In this paper, we generalize the Shirshov's Composition Lemma by replacing\nthe monomial order for others. By using Groebner-Shirshov bases, the normal\nforms of HNN extension of a group and the alternating group are obtained.\n"]}]
["0804.0954",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Quantum Algebra","20G42, 16S15, 13P10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0954","CUBO A Mathematical Journal, 10(3)(2008), 171-194."],"date":["2008-04-06"],"type":["text"],"creator":["Chen, Yuqun","Shao, Hongshan","Shum, K. P."],"language":[],"coverage":[],"title":["Rosso-Yamane Theorem on PBW basis of $U_q(A_N)$"],"description":["  Let $U_q(A_N)$ be the Drinfeld-Jimbo quantum group of type $A_N$. In this\npaper, by using Groebner-Shirshov bases, we give a simple (but not short) proof\nof the Rosso-Yamane Theorem on PBW basis of $U_q(A_N)$.\n"]}]
["0804.0972",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Rings and Algebras","16S15, 16S35, 20M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0972","Journal of Algebra and its Applications,7(5)(2008), 623-628."],"date":["2008-04-07","2008-05-15"],"type":["text"],"creator":["Chen, Yuqun","Qiu, Jianjun"],"language":[],"coverage":[],"title":["Groebner-Shirshov Basis for the Chinese Monoid"],"description":["  In this paper, a Groebner-Shirshov basis for the Chinese monoid is obtained\nand an algorithm for the normal form of the Chinese monoid is given.\n"]}]
["0805.0722",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0722","New J. Phys. 11 025021 (2009)","doi:10.1088/1367-2630/11/2/025021"],"date":["2008-05-06","2009-03-03"],"type":["text"],"creator":["Haule, K.","Kotliar, G."],"language":[],"coverage":[],"title":["Coherence-incoherence crossover in the normal state of iron-oxypnictides\n  and importance of the Hund's rule coupling"],"description":["  A new class of high temperature superconductors based on iron and arsenic was\nrecently discovered, with superconducting transition temperature as high as 55\nK. Here we show, using microscopic theory, that the normal state of the iron\npnictides at high temperatures is highly anomalous, displaying a Curie Weiss\nsusceptibility and a linear temperature dependence of the resistivity. Below a\ncoherence scale T*, the resistivity sharply drops and susceptibility crosses\nover to Pauli-like temperature dependence. Remarkably, the\ncoherence-incoherence crossover temperature is a very strong function of the\nstrength of the Hund's rule coupling J_Hund. On the basis of the normal state\nproperties, we estimate J_Hund to be 0.35-0.4 eV. In the atomic limit, this\nvalue of J_Hund leads to the critical ratio of the exchange constants\nJ_1/J_2~2. While normal state incoherence is in common to all strongly\ncorrelated superconductors, the mechanism for emergence of the incoherent state\nin iron-oxypnictides, is unique due to its multiorbital electronic structure.\n","Comment: 4 pages, 3 figures"]}]
["0805.1139",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1139","J. Phys. B: At. Mol. Opt. Phys. 41 155004 (2008)","doi:10.1088/0953-4075/41/15/155004"],"date":["2008-05-08"],"type":["text"],"creator":["Siddons, Paul","Adams, Charles S.","Ge, Chang","Hughes, Ifan G."],"language":[],"coverage":[],"title":["Absolute absorption on the rubidium D lines: comparison between theory\n  and experiment"],"description":["  We study the Doppler-broadened absorption of a weak monochromatic probe beam\nin a thermal rubidium vapour cell on the D lines. A detailed model of the\nsusceptibility is developed which takes into account the absolute linestrengths\nof the allowed electric dipole transitions and the motion of the atoms parallel\nto the probe beam. All transitions from both hyperfine levels of the ground\nterm of both isotopes are incorporated. The absorption and refractive index as\na function of frequency are expressed in terms of the complementary error\nfunction. The absolute absorption profiles are compared with experiment, and\nare found to be in excellent agreement provided a sufficiently weak probe beam\nwith an intensity under one thousandth of the saturation intensity is used. The\nimportance of hyperfine pumping for open transitions is discussed in the\ncontext of achieving the weak-probe limit. Theory and experiment show excellent\nagreement, with an rms error better than 0.2% for the D2 line at 16.5 degrees\nC.\n","Comment: 18 pages, 8 figures, submitted to Journal of Physics B"]}]
["0805.2498",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2498","Fortsch.Phys.56:993-1046,2008","doi:10.1002/prop.200810569"],"date":["2008-05-16","2009-01-17"],"type":["text"],"creator":["Ferrara, S.","Hayakawa, K.","Marrani, A."],"language":[],"coverage":[],"title":["Erice Lectures on Black Holes and Attractors"],"description":["  These lectures give an elementary introduction to the subject of four\ndimensional black holes (BHs) in supergravity and the Attractor Mechanism in\nthe extremal case. Some thermodynamical properties are discussed and some\nrelevant formulae for the critical points of the BH effective potential are\ngiven. The case of Maxwell-Einstein-axion-dilaton (super)gravity is discussed\nin detail. Analogies among BH entropy and multipartite entanglement of qubits\nin quantum information theory, as well moduli spaces of extremal BH attractors,\nare also discussed.\n","Comment: 1+65 pages, 5 figures, 4 tables. Contribution to the Proceedings of\n  the International School of Subnuclear Physics, 45th Course: Search for the\n  \"Totally Unexpected\" in the LHC era, Erice, Italy, 29 August - 7 September\n  2007 (Directors: G. 't Hooft - A. Zichichi). v2: typos fixed in Eqs. (4.21),\n  (4.24) and (4.25)"]}]
["0805.3012",{"format":[],"subject":["Mathematics - Probability","Condensed Matter - Statistical Mechanics","Mathematical Physics","82C21","82C70","82C31"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3012","Archive for Rational Mechanics and Analysis online (2009) online","doi:10.1007/s00205-008-0205-6"],"date":["2008-05-20","2008-09-12"],"type":["text"],"creator":["Basile, Giada","Olla, Stefano","Spohn, Herbert"],"language":[],"coverage":[],"title":["Energy transport in stochastically perturbed lattice dynamics"],"description":["  We consider lattice dynamics with a small stochastic perturbation of order\n&#949; and prove that for a space-time scale of order \\varepsilon\\^-1 the local\nspectral density (Wigner function) evolves according to a linear transport\nequation describing inelastic collisions. For an energy and momentum conserving\nchain the transport equation predicts a slow decay, as 1/\\sqrt{t}, for the\nenergy current correlation in equilibrium. This is in agreement with previous\nstudies using a different method.\n","Comment: Changed title and introduction"]}]
["0805.3228",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3228"],"date":["2008-05-21","2009-03-04"],"type":["text"],"creator":["Grigorescu, M."],"language":[],"coverage":[],"title":["Relativistic probability waves"],"description":["  A canonical structure compatible with the action of the Lorentz group can be\nobtained considering the energy and time as conjugate variables of an extended\nphase space. Scalar probability waves, describing free relativistic particles,\nare associated with functional coherent states for an extended Liouville\nequation. Relativistic action waves are provided by distributions localized in\nthe momentum space, evolving according to the continuity and Hamilton-Jacobi\nequations. Presuming the existence of minimum space and time intervals, the\naction distributions take the form of relativistic Wigner functions. The\nnonrelativistic quantum dynamics is retrieved approximating the time\ndistribution function by a Gaussian wave packet.\n","Comment: 18 pages, replaced to add Figure 1, Appendix 2"]}]
["0806.0276",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0276","Phys. Rev. Lett. 102(8), 088701 (2009)","doi:10.1103/PhysRevLett.102.088701"],"date":["2008-06-02","2009-03-04"],"type":["text"],"creator":["Pigolotti, Simone","Krishna, Sandeep","Jensen, Mogens H."],"language":[],"coverage":[],"title":["Symbolic dynamics of biological feedback networks"],"description":["  We formulate general rules for a coarse-graining of the dynamics, which we\nterm `symbolic dynamics', of feedback networks with monotone interactions, such\nas most biological modules. Networks which are more complex than simple cyclic\nstructures can exhibit multiple different symbolic dynamics. Nevertheless, we\nshow several examples where the symbolic dynamics is dominated by a single\npattern that is very robust to changes in parameters and is consistent with the\ndynamics being dictated by a single feedback loop. Our analysis provides a\nmethod for extracting these dominant loops from short time series, even if they\nonly show transient trajectories.\n","Comment: 4 pages, 4 figures"]}]
["0806.1116",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1116","Phys.Rev.C79:024903,2009","doi:10.1103/PhysRevC.79.024903"],"date":["2008-06-06"],"type":["text"],"creator":["Niemi, H.","Eskola, K. J.","Ruuskanen, P. V."],"language":[],"coverage":[],"title":["Elliptic flow in nuclear collisions at the Large Hadron Collider"],"description":["  We use perfect-fluid hydrodynamical model to predict the elliptic flow\ncoefficients in Pb + Pb collisions at the Large Hadron Collider (LHC). The\ninitial state for the hydrodynamical calculation for central $A + A$ collisions\nis obtained from the perturbative QCD + saturation (EKRT) model. The centrality\ndependence of the initial state is modeled by the optical Glauber model. We\nshow that the baseline results obtained from the framework are in good\nagreement with the data from the Relativistic Heavy Ion Collider (RHIC), and\nshow predictions for the $p_T$ spectra and elliptic flow of pions in Pb + Pb\ncollisions at the LHC. Also mass and multiplicity effects are discussed.\n","Comment: 11 pages, 10 figures"]}]
["0806.1251",{"format":[],"subject":["Mathematical Physics","Astrophysics","Mathematics - Dynamical Systems","Physics - Geophysics","86A25","46C20","47A55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1251","Phys.Rev.E79:016205,2009","doi:10.1103/PhysRevE.79.016205"],"date":["2008-06-07","2008-12-19"],"type":["text"],"creator":["Kirillov, Oleg N.","Guenther, Uwe","Stefani, Frank"],"language":[],"coverage":[],"title":["Determining role of Krein signature for 3D Arnold tongues of oscillatory\n  dynamos"],"description":["  Using a homotopic family of boundary eigenvalue problems for the mean-field\n$\\alpha^2$-dynamo with helical turbulence parameter\n$\\alpha(r)=\\alpha_0+\\gamma\\Delta\\alpha(r)$ and homotopy parameter $\\beta \\in\n[0,1]$, we show that the underlying network of diabolical points for Dirichlet\n(idealized, $\\beta=0$) boundary conditions substantially determines the\nchoreography of eigenvalues and thus the character of the dynamo instability\nfor Robin (physically realistic, $\\beta=1$) boundary conditions. In the\n$(\\alpha_0,\\beta,\\gamma)-$space the Arnold tongues of oscillatory solutions at\n$\\beta=1$ end up at the diabolical points for $\\beta=0$. In the vicinity of the\ndiabolical points the space orientation of the 3D tongues, which are cones in\nfirst-order approximation, is determined by the Krein signature of the modes\ninvolved in the diabolical crossings at the apexes of the cones. The Krein\nspace induced geometry of the resonance zones explains the subtleties in\nfinding $\\alpha$-profiles leading to spectral exceptional points, which are\nimportant ingredients in recent theories of polarity reversals of the\ngeomagnetic field.\n","Comment: 4 pages, 3 figures, presented at the GAMM 2008, Bremen, Germany\n  Introduction extended, refs added"]}]
["0806.2043",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2043","Phys.Rev.C79:025205,2009","doi:10.1103/PhysRevC.79.025205"],"date":["2008-06-12","2009-02-25"],"type":["text"],"creator":["Suzuki, N.","Sato, T.","Lee, T. -S. H."],"language":[],"coverage":[],"title":["Extraction of Resonances from Meson-Nucleon Reactions"],"description":["  We present a pedagogical study of the commonly employed Speed-Plot (SP) and\nTime-delay (TD) methods for extracting the resonance parameters from the data\nof two particle coupled-channels reactions. Within several exactly solvable\nmodels, it is found that these two methods find poles on different Riemann\nsheets and are not always valid. We then develop an analytic continuation\nmethod for extracting the nucleon resonances within a dynamical coupled-channel\nformulation of the $\\pi N$ and $\\gamma N$ reactions. The main focus is on\nresolving the complications due to the coupling with the unstable $\\pi \\Delta,\n\\rho N, \\sigma N$ channels which decay into $\\pi \\pi N$ states. By using the\nresults from the considered exactly solvable models, explicit numerical\nprocedures are presented and verified. As a first application of the developed\nanalytic continuation method, we present the nucleon resonances in the $S_{11}$\nand $S_{31}$ partial waves extracted within a recently developed\ncoupled-channels model of $\\pi N$ reactions. The results from this realistic\n$\\pi N$ model, which includes $\\pi N$, $\\eta N$, $\\pi\\Delta$, $\\rho N$, and\n$\\sigma N$ channels, also show that the simple pole parametrization of the\nresonant propagator using the poles extracted from SP and TD methods works\npoorly.\n","Comment: 32 pages, 14 figures"]}]
["0806.3877",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3877","Phys. Rev. A 79, 021603(R) (2009)","doi:10.1103/PhysRevA.79.021603"],"date":["2008-06-24","2009-03-04"],"type":["text"],"creator":["Grond, Julian","Schmiedmayer, Joerg","Hohenester, Ulrich"],"language":[],"coverage":[],"title":["Optimizing number squeezing when splitting a mesoscopic condensate"],"description":["  We optimize number squeezing when splitting a mesoscopic Bose Einstein\ncondensate. Applying optimal control theory to a realistic description of the\ncondensate allowed us to identify a form of the splitting ramp which\ndrastically outperforms the adiabatic splitting. The results can be interpreted\nin terms of a generic two-mode model mapped onto a parametric harmonic\noscillator. This optimal route to squeezing paves the way to a much longer\nphase coherence and atom interferometry close to the Heisenberg limit.\n","Comment: 4 pages, v3: minor changes"]}]
["0807.0186",{"format":[],"subject":["Physics - Optics","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0186","Phys. Rev. A78, 043825, 2008","doi:10.1103/PhysRevA.78.043825"],"date":["2008-07-01","2008-10-27"],"type":["text"],"creator":["Bergamin, L."],"language":[],"coverage":[],"title":["Generalized transformation optics from triple spacetime metamaterials"],"description":["  In this paper various extensions of the design strategy of transformation\nmedia are proposed. We show that it is possible to assign different transformed\nspaces to the field strength tensor (electric field and magnetic induction) and\nto the excitation tensor (displacement field and magnetic field), resp. In this\nway, several limitations of standard transformation media can be overcome. In\nparticular it is possible to provide a geometric interpretation of\nnon-reciprocal as well as indefinite materials. We show that these\ntransformations can be complemented by a continuous version of\nelectric-magnetic duality and comment on the relation to the complementary\napproach of field-transforming metamaterials.\n","Comment: 11 pages, 3 figures, v2: typos, new figures, REVTeX, v3: typos, new\n  example added, final version"]}]
["0807.1120",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.1120","Phys.Lett.B672:407-412,2009","doi:10.1016/j.physletb.2009.01.059"],"date":["2008-07-07","2008-07-22"],"type":["text"],"creator":["Della Morte, Michele","Sommer, Rainer","Takeda, Shinji"],"language":[],"coverage":[],"title":["On cutoff effects in lattice QCD from short to long distances"],"description":["  We discuss kinematical enhancements of cutoff effects at short and\nintermediate distances. Starting from a pedagogical example with periodic\nboundary conditions, we switch to the case of the Schroedinger Functional,\nwhere the theoretical analysis is checked by precise numerical data with Nf=2\ndynamical O(a)-improved Wilson quarks. Finally we present an improved\ndetermination of the renormalization of the axial current in that theory.\n","Comment: 16 pages, 4 figures and 2 tables. References modified"]}]
["0807.2273",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2273","Phys.Rev.C79:025206,2009","doi:10.1103/PhysRevC.79.025206"],"date":["2008-07-14","2009-01-15"],"type":["text"],"creator":["Kamano, H.","Julia-Diaz, B.","Lee, T. -S. H.","Matsuyama, A.","Sato, T."],"language":[],"coverage":[],"title":["Dynamical coupled-channels study of pi N --> pi pi N reactions"],"description":["  As a step toward performing a complete coupled-channels analysis of the world\ndata of pi N, gamma^* N --> pi N, eta N, pi pi N reactions, the pi N --> pi pi\nN reactions are investigated starting with the dynamical coupled-channels model\ndeveloped in Phys. Rev. C76, 065201 (2007). The channels included are pi N, eta\nN, and pi pi N which has pi Delta, rho N, and sigma N resonant components. The\nnon-resonant amplitudes are generated from solving a set of coupled-channels\nequations with the meson-baryon potentials defined by effective Lagrangians.\nThe resonant amplitudes are generated from 16 bare excited nucleon (N^*) states\nwhich are dressed by the non-resonant interactions as constrained by the\nunitarity condition. The data of total cross sections and pi N and pi pi\ninvariant mass distributions of pi^+ p --> pi^+ pi^+ n, pi^+ pi^0p and pi^- p\n--> pi^+ pi^- n, pi^- pi^0 n, pi^0 pi^0 n reactions from threshold to the\ninvariant mass W = 2 GeV can be described to a very large extent. We show the\nimportance of the coupled-channels effects and the strong interference between\nthe contributions from the pi Delta, sigma N, and rho N channels. The large\ninterference between the resonant and non-resonant amplitudes is also\ndemonstrated. Possible future developements are discussed.\n","Comment: 22 pages, 13 figures; accepted for publication in PRC"]}]
["0807.3269",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3269","Phys.Rev.C79:024906,2009","doi:10.1103/PhysRevC.79.024906"],"date":["2008-07-21"],"type":["text"],"creator":["Abelev, B. I.","Aggarwal, M. M.","Ahammed, Z.","Anderson, B. D.","Arkhipkin, D.","Averichev, G. S.","Bai, Y.","Balewski, J.","Barannikova, O.","Barnby, L. S.","Baudot, J.","Baumgart, S.","Beavis, D. R.","Bellwied, R.","Benedosso, F.","Betts, R. R.","Bhardwaj, S.","Bhasin, A.","Bhati, A. K.","Bichsel, H.","Bielcik, J.","Bielcikova, J.","Biritz, B.","Bland, L. C.","Bombara, M.","Bonner, B. E.","Botje, M.","Bouchet, J.","Braidot, E.","Brandin, A. V.","Bueltmann, S.","Burton, T. P.","Bystersky, M.","Cai, X. Z.","Caines, H.","Sánchez, M. Calderón de la Barca","Callner, J.","Catu, O.","Cebra, D.","Cendejas, R.","Cervantes, M. C.","Chajecki, Z.","Chaloupka, P.","Chattopadhyay, S.","Chen, H. F.","Chen, J. H.","Chen, J. Y.","Cheng, J.","Cherney, M.","Chikanian, A.","Choi, K. E.","Christie, W.","Chung, S. U.","Clarke, R. F.","Codrington, M. J. M.","Coffin, J. P.","Cormier, T. M.","Cosentino, M. R.","Cramer, J. G.","Crawford, H. J.","Das, D.","Dash, S.","Daugherity, M.","Dedovich, T. G.","DePhillips, M.","Derevschikov, A. A.","de Souza, R. Derradi","Didenko, L.","Djawotho, P.","Dogra, S. M.","Dong, X.","Drachenberg, J. L.","Draper, J. E.","Du, F.","Dunlop, J. C.","Mazumdar, M. R. Dutta","Edwards, W. R.","Efimov, L. G.","Elhalhuli, E.","Elnimr, M.","Emelianov, V.","Engelage, J.","Eppley, G.","Erazmus, B.","Estienne, M.","Eun, L.","Fachini, P.","Fatemi, R.","Fedorisin, J.","Feng, A.","Filip, P.","Finch, E.","Fine, V.","Fisyak, Y.","Gagliardi, C. A.","Gaillard, L.","Gangadharan, D. R.","Ganti, M. S.","Garcia-Solis, E.","Ghazikhanian, V.","Ghosh, P.","Gorbunov, Y. N.","Gordon, A.","Grebenyuk, O.","Grosnick, D.","Grube, B.","Guertin, S. M.","Guimaraes, K. S. F. F.","Gupta, A.","Gupta, N.","Guryn, W.","Haag, B.","Hallman, T. J.","Hamed, A.","Harris, J. W.","He, W.","Heinz, M.","Heppelmann, S.","Hippolyte, B.","Hirsch, A.","Hoffman, A. M.","Hoffmann, G. W.","Hofman, D. J.","Hollis, R. S.","Huang, H. Z.","Humanic, T. J.","Igo, G.","Iordanova, A.","Jacobs, P.","Jacobs, W. W.","Jakl, P.","Jin, F.","Jones, P. G.","Judd, E. G.","Kabana, S.","Kajimoto, K.","Kang, K.","Kapitan, J.","Kaplan, M.","Keane, D.","Kechechyan, A.","Kettler, D.","Khodyrev, V. Yu.","Kiryluk, J.","Kisiel, A.","Klein, S. R.","Knospe, A. G.","Kocoloski, A.","Koetke, D. D.","Kopytine, M.","Kotchenda, L.","Kouchpil, V.","Kravtsov, P.","Kravtsov, V. I.","Krueger, K.","Kuhn, C.","Kumar, L.","Kurnadi, P.","Lamont, M. A. C.","Landgraf, J. M.","LaPointe, S.","Lauret, J.","Lebedev, A.","Lednicky, R.","Lee, C-H.","LeVine, M. J.","Li, C.","Li, Y.","Lin, G.","Lin, X.","Lindenbaum, S. J.","Lisa, M. A.","Liu, F.","Liu, J.","Liu, L.","Ljubicic, T.","Llope, W. J.","Longacre, R. S.","Love, W. A.","Lu, Y.","Ludlam, T.","Lynn, D.","Ma, G. L.","Ma, Y. G.","Mahapatra, D. P.","Majka, R.","Mangotra, L. K.","Manweiler, R.","Margetis, S.","Markert, C.","Matis, H. S.","Matulenko, Yu. A.","McShane, T. S.","Meschanin, A.","Millane, J.","Miller, M. L.","Minaev, N. G.","Mioduszewski, S.","Mischke, A.","Mitchell, J.","Mohanty, B.","Morozov, D. A.","Munhoz, M. G.","Nandi, B. K.","Nattrass, C.","Nayak, T. K.","Nelson, J. M.","Nepali, C.","Netrakanti, P. K.","Ng, M. J.","Nogach, L. V.","Nurushev, S. B.","Odyniec, G.","Ogawa, A.","Okada, H.","Okorokov, V.","Olson, D.","Pachr, M.","Pal, S. K.","Panebratsev, Y.","Pawlak, T.","Peitzmann, T.","Perevoztchikov, V.","Perkins, C.","Peryt, W.","Phatak, S. C.","Planinic, M.","Pluta, J.","Poljak, N.","Porile, N.","Poskanzer, A. M.","Potukuchi, B. V. K. S.","Prindle, D.","Pruneau, C.","Pruthi, N. K.","Putschke, J.","Qattan, I. A.","Raniwala, R.","Raniwala, S.","Ray, R. L.","Ridiger, A.","Ritter, H. G.","Roberts, J. B.","Rogachevskiy, O. V.","Romero, J. L.","Rose, A.","Roy, C.","Ruan, L.","Russcher, M. J.","Rykov, V.","Sahoo, R.","Sakrejda, I.","Sakuma, T.","Salur, S.","Sandweiss, J.","Sarsour, M.","Schambach, J.","Scharenberg, R. P.","Schmitz, N.","Seger, J.","Selyuzhenkov, I.","Seyboth, P.","Shabetai, A.","Shahaliev, E.","Shao, M.","Sharma, M.","Shi, S. S.","Shi, X-H.","Sichtermann, E. P.","Simon, F.","Singaraju, R. N.","Skoby, M. J.","Smirnov, N.","Snellings, R.","Sorensen, P.","Sowinski, J.","Spinka, H. M.","Srivastava, B.","Stadnik, A.","Stanislaus, T. D. S.","Staszak, D.","Strikhanov, M.","Stringfellow, B.","Suaide, A. A. P.","Suarez, M. C.","Subba, N. L.","Sumbera, M.","Sun, X. M.","Sun, Y.","Sun, Z.","Surrow, B.","Symons, T. J. M.","de Toledo, A. Szanto","Takahashi, J.","Tang, A. H.","Tang, Z.","Tarnowsky, T.","Thein, D.","Thomas, J. H.","Tian, J.","Timmins, A. R.","Timoshenko, S.","Tokarev, M.","Trainor, T. A.","Tram, V. N.","Trattner, A. L.","Trentalange, S.","Tribble, R. E.","Tsai, O. D.","Ulery, J.","Ullrich, T.","Underwood, D. G.","Van Buren, G.","van der Kolk, N.","van Leeuwen, M.","Molen, A. M. Vander","Varma, R.","Vasconcelos, G. M. S.","Vasilevski, I. M.","Vasiliev, A. N.","Videbaek, F.","Vigdor, S. E.","Viyogi, Y. P.","Vokal, S.","Voloshin, S. A.","Wada, M.","Waggoner, W. T.","Wang, F.","Wang, G.","Wang, J. S.","Wang, Q.","Wang, X.","Wang, X. L.","Wang, Y.","Webb, J. C.","Westfall, G. D.","Whitten Jr., C.","Wieman, H.","Wissink, S. W.","Witt, R.","Wu, J.","Wu, Y.","Xu, N.","Xu, Q. H.","Xu, Y.","Xu, Z.","Yepes, P.","Yoo, I-K.","Yue, Q.","Zawisza, M.","Zbroszczyk, H.","Zhan, W.","Zhang, H.","Zhang, S.","Zhang, W. M.","Zhang, Y.","Zhang, Z. P.","Zhao, Y.","Zhong, C.","Zhou, J.","Zoulkarneev, R.","Zoulkarneeva, Y.","Zuo, J. X."],"language":[],"coverage":[],"title":["Beam-Energy and System-Size Dependence of Dynamical Net Charge\n  Fluctuations"],"description":["  We present measurements of net charge fluctuations in $Au + Au$ collisions at\n$\\sqrt{s_{NN}} = $ 19.6, 62.4, 130, and 200 GeV, $Cu + Cu$ collisions at\n$\\sqrt{s_{NN}} = $ 62.4, 200 GeV, and $p + p$ collisions at $\\sqrt{s} = $ 200\nGeV using the dynamical net charge fluctuations measure $\\nu_{+-{\\rm,dyn}}$. We\nobserve that the dynamical fluctuations are non-zero at all energies and\nexhibit a modest dependence on beam energy. A weak system size dependence is\nalso observed. We examine the collision centrality dependence of the net charge\nfluctuations and find that dynamical net charge fluctuations violate $1/N_{ch}$\nscaling, but display approximate $1/N_{part}$ scaling. We also study the\nazimuthal and rapidity dependence of the net charge correlation strength and\nobserve strong dependence on the azimuthal angular range and pseudorapidity\nwidths integrated to measure the correlation.\n","Comment: 15 pages, 6 figures, STAR Collaboration"]}]
["0807.4118",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4118","Phys.Rev.C79:021603,2009","doi:10.1103/PhysRevC.79.021603"],"date":["2008-07-25","2009-02-09"],"type":["text"],"creator":["Baran, V.","Rizzo, C.","Colonna, M.","Di Toro, M.","Pierroutsakou, D."],"language":[],"coverage":[],"title":["The Dynamical Dipole Mode in Fusion Reactions with Exotic Nuclear Beams"],"description":["  We report the properties of the prompt dipole radiation, produced via a\ncollective bremsstrahlung mechanism, in fusion reactions with exotic beams. We\nshow that the gamma yield is sensitive to the density dependence of the\nsymmetry energy below/around saturation. Moreover we find that the angular\ndistribution of the emitted photons from such fast collective mode can\nrepresent a sensitive probe of its excitation mechanism and of fusion dynamics\nin the entrance channel.\n","Comment: 5 pages, 3 figures, to appear in Phys.Rev.C"]}]
["0808.1399",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1399","Phys. Rev. Lett. 101, 137204 (2008)","doi:10.1103/PhysRevLett.101.137204"],"date":["2008-08-10"],"type":["text"],"creator":["Serga, A. A.","Kostylev, M. P.","Hillebrands, B."],"language":[],"coverage":[],"title":["Formation of guided spin-wave bullets in ferrimagnetic film stripes"],"description":["  The formation of quasi-2D nonlinear spin-wave eigenmodes in longitudinally\nmagnetized stripes of a ferrimagnetic film, so-called guided spin-wave bullets,\nwas experimentally observed by using time- and space-resolved Brillouin light\nscattering spectroscopy and confirmed by numerical simulation. They represent\nstable spin-wave packets propagating along a waveguide structure, for which\nboth transversal instability and interaction with the side edges of the\nwaveguide are important. The experiments and the numerical simulation of the\nevolution of the spin-wave excitations show that the shape of the formed\npackets and their behavior are strongly influenced by the confinement\nconditions. The discovery of these modes demonstrates the existence of\nquasi-stable nonlinear solutions in the transition regime between\none-dimensional and two-dimensional wave packet propagation.\n","Comment: 4 pages, 3 figures"]}]
["0808.1569",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1569","JHEP 0810:068,2008","doi:10.1088/1126-6708/2008/10/068"],"date":["2008-08-11"],"type":["text"],"creator":["Vegh, David","McGreevy, John"],"language":[],"coverage":[],"title":["Semi-Flatland"],"description":["  We study perturbative compactifications of Type II string theory that rely on\na fibration structure of the extra dimensions a la SYZ. Non-geometric spaces\nare obtained by using T-dualities as monodromies. These vacua generically\npreserve N=1 supersymmetry in four dimensions, and are U-dual to M-theory on G2\nmanifolds. Several examples are discussed, some of which admit an asymmetric\norbifold description. The massless spectrum is matched to that of the dual\nM-theory compactification on a Joyce manifold when a comparison is possible. We\nexplore the possibility of twisted reductions where left-moving spacetime\nfermion number Wilson lines are turned on in the fiber. We also give an\nexplanation from this semiflat viewpoint for the Hanany-Witten brane-creation\neffect and for the equivalence of the Type IIA orientifold on T5/Z2 and Type\nIIB on S1 x K3.\n","Comment: 80 pages, 38 figures"]}]
["0808.2154",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2154","Phys.Rev.C79:025204,2009","doi:10.1103/PhysRevC.79.025204"],"date":["2008-08-15"],"type":["text"],"creator":["Fillion-Gourdeau, Francois","Jeon, Sangyong"],"language":[],"coverage":[],"title":["Wilson lines - color charge densities correlators and the production of\n  eta' in the CGC for pp and pA collisions"],"description":["  We compute the inclusive differential cross section production of the\npseudo-scalar meson eta' in high-energy proton-proton (pp) and proton-nucleus\n(pA) collisions. We use an effective coupling between gluons and eta' meson to\nderive a reduction formula that relates the eta' production to a field-strength\ntensor correlator. For pA collisions we take into account saturation effects on\nthe nucleus side by using the Color Glass Condensate formalism to evaluate this\ncorrelator. We derive new results for Wilson line - color charges correlators\nin the McLerran-Venugopalan model needed in the computation of eta' production.\nThe unintegrated parton distribution functions are used to characterize the\ngluon distribution inside protons. We show that in pp collisions, the cross\nsection depends on the parametrization of unintegrated parton distribution\nfunctions and thus, it can be used to put constraints on these distributions.\nWe also demonstrate that in pA collisions, the cross section is sensitive to\nsaturation effects so it can be utilized to estimate the value of the\nsaturation scale.\n","Comment: 41 pages, 14 figures"]}]
["0808.3369",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","Mathematics - Numerical Analysis","31B10","35F15","35J55","35Q60","45B05","65N99","78A45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3369"],"date":["2008-08-25","2009-03-03"],"type":["text"],"creator":["Epstein, Charles L.","Greengard, Leslie"],"language":[],"coverage":[],"title":["Debye Sources and the Numerical Solution of the Time Harmonic Maxwell\n  Equations"],"description":["  In this paper, we develop a new representation for outgoing solutions to the\ntime harmonic Maxwell equations in unbounded domains in $\\bbR^3.$ This\nrepresentation leads to a Fredholm integral equation of the second kind for\nsolving the problem of scattering from a perfect conductor, which does not\nsuffer from spurious resonances or low frequency breakdown, although it\nrequires the inversion of the scalar surface Laplacian on the domain boundary.\nIn the course of our analysis, we give a new proof of the existence of\nnon-trivial families of time harmonic solutions with vanishing normal\ncomponents that arise when the boundary of the domain is not simply connected.\nWe refer to these as $k$-Neumann fields, since they generalize, to non-zero\nwave numbers, the classical harmonic Neumann fields. The existence of\n$k$-harmonic fields was established earlier by Kress.\n","Comment: 66 pages, 12 Figures, a substantial revision of v1"]}]
["0808.3503",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3503","Phys.Rev.E78:055204,2008","doi:10.1103/PhysRevE.78.055204"],"date":["2008-08-26"],"type":["text"],"creator":["Dietz, B.","Friedrich, T.","Harney, H. L.","Miski-Oglu, M.","Richter, A.","Schaefer, F.","Weidenmueller, H. A."],"language":[],"coverage":[],"title":["Chaotic Scattering in the Regime of Weakly Overlapping Resonances"],"description":["  We measure the transmission and reflection amplitudes of microwaves in a\nresonator coupled to two antennas at room temperature in the regime of weakly\noverlapping resonances and in a frequency range of 3 to 16 GHz. Below 10.1 GHz\nthe resonator simulates a chaotic quantum system. The distribution of the\nelements of the scattering matrix S is not Gaussian. The Fourier coefficients\nof S are used for a best fit of the autocorrelation function if S to a\ntheoretical expression based on random--matrix theory. We find very good\nagreement below but not above 10.1 GHz.\n"]}]
["0809.0953",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Mathematical Physics","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0953","Journal of Statistical Physics onlinefirst (2008) online","doi:10.1007/s10955-008-9657-1"],"date":["2008-09-05","2008-11-21"],"type":["text"],"creator":["Bonetto, Federico","Lebowitz, Joel L.","Lukkarinen, Jani","Olla, Stefano"],"language":[],"coverage":[],"title":["Heat Conduction and Entropy Production in Anharmonic Crystals with\n  Self-Consistent Stochastic Reservoirs"],"description":["  We investigate a class of anharmonic crystals in $d$ dimensions, $d\\ge 1$,\ncoupled to both external and internal heat baths of the Ornstein-Uhlenbeck\ntype. The external heat baths, applied at the boundaries in the 1-direction,\nare at specified, unequal, temperatures $\\tlb$ and $\\trb$. The temperatures of\nthe internal baths are determined in a self-consistent way by the requirement\nthat there be no net energy exchange with the system in the non-equilibrium\nstationary state (NESS). We prove the existence of such a stationary\nself-consistent profile of temperatures for a finite system and show it\nminimizes the entropy production to leading order in $(\\tlb -\\trb)$. In the\nNESS the heat conductivity $\\kappa$ is defined as the heat flux per unit area\ndivided by the length of the system and $(\\tlb -\\trb)$. In the limit when the\ntemperatures of the external reservoirs goes to the same temperature $T$,\n$\\kappa(T)$ is given by the Green-Kubo formula, evaluated in an equilibrium\nsystem coupled to reservoirs all having the temperature $T$. This $\\kappa(T)$\nremains bounded as the size of the system goes to infinity. We also show that\nthe corresponding infinite system Green-Kubo formula yields a finite result.\nStronger results are obtained under the assumption that the self-consistent\nprofile remains bounded.\n","Comment: to appear in J. Stat. Phys"]}]
["0809.1116",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1116","Physical Review Letters 102, 017402 (2009)","doi:10.1103/PhysRevLett.102.017402"],"date":["2008-09-05"],"type":["text"],"creator":["Htoon, H.","Crooker, S. A.","Furis, M.","Jeong, S.","Efros, Al. L.","Klimov, V. I."],"language":[],"coverage":[],"title":["Anomalous circular polarization of magneto-photoluminescence from\n  individual CdSe nanocrystals"],"description":["  We study the low-temperature magneto-photoluminescence (PL) from individual\nCdSe nanocrystals. Nanocrystals having a small \"bright\" exciton fine structure\nsplitting ($<$0.5 meV) exhibit a conventional left- and right-circularly\npolarized Zeeman PL doublet in applied magnetic fields. In contrast,\nnanocrystals with large fine structure splitting ($>$1 meV) show an anomalous\nmagneto-PL polarization, wherein the lower-energy peak becomes circularly\npolarized with increasing field, while the higher-energy peak remains linearly\npolarized. This unusual behavior arises from strong mixing between the\nabsorbing and emitting bright exciton levels due to strong anisotropic exchange\ninteractions.\n","Comment: 15 pages, 3 figures; submitted"]}]
["0809.2723",{"format":[],"subject":["Mathematics - Functional Analysis","46B20 (Primary), 46B03, 46B04, 46B22, 47A12 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2723"],"date":["2008-09-16","2009-03-03"],"type":["text"],"creator":["Aviles, Antonio","Kadets, Vladimir","Martin, Miguel","Meri, Javier","Shepelska, Varvara"],"language":[],"coverage":[],"title":["Slicely Countably Determined Banach spaces"],"description":["  We introduce the class of slicely countably determined Banach spaces which\ncontains in particular all spaces with the RNP and all spaces without copies of\n$\\ell_1$. We present many examples and several properties of this class. We\ngive some applications to Banach spaces with the Daugavet and the alternative\nDaugavet properties, lush spaces and Banach spaces with numerical index 1. In\nparticular, we show that the dual of a real infinite-dimensional Banach with\nthe alternative Daugavet property contains $\\ell_1$ and that operators which do\nnot fix copies of $\\ell_1$ on a space with the alternative Daugavet property\nsatisfy the alternative Daugavet equation.\n","Comment: 29 pages, title changes, revised version to appear in Trans. Amer.\n  Math. Soc"]}]
["0809.4803",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4803","Phys. Rev. E 79, 026111 (2009)","doi:10.1103/PhysRevE.79.026111"],"date":["2008-09-27","2009-03-04"],"type":["text"],"creator":["Rosvall, M.","Sneppen, K."],"language":[],"coverage":[],"title":["Reinforced communication and social navigation generate groups in model\n  networks"],"description":["  To investigate the role of information flow in group formation, we introduce\na model of communication and social navigation. We let agents gather\ninformation in an idealized network society, and demonstrate that heterogeneous\ngroups can evolve without presuming that individuals have different interests.\nIn our scenario, individuals' access to global information is constrained by\nlocal communication with the nearest neighbors on a dynamic network. The result\nis reinforced interests among like-minded agents in modular networks; the flow\nof information works as a glue that keeps individuals together. The model\nexplains group formation in terms of limited information access and highlights\nglobal broadcasting of information as a way to counterbalance this\nfragmentation. To illustrate how the information constraints imposed by the\ncommunication structure affects future development of real-world systems, we\nextrapolate dynamics from the topology of four social networks.\n","Comment: 7 pages, 3 figures"]}]
["0809.5011",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.5011","Phys.Rev.E79:021120,2009","doi:10.1103/PhysRevE.79.021120"],"date":["2008-09-29","2008-12-17"],"type":["text"],"creator":["Gluck, Alexander","Huffel, Helmuth","Ilijic, Sasa"],"language":[],"coverage":[],"title":["Canonical active Brownian motion"],"description":["  Active Brownian motion is the complex motion of active Brownian particles.\nThey are active in the sense that they can transform their internal energy into\nenergy of motion and thus create complex motion patterns. Theories of active\nBrownian motion so far imposed couplings between the internal energy and the\nkinetic energy of the system. We investigate how this idea can be naturally\ntaken further to include also couplings to the potential energy, which finally\nleads to a general theory of canonical dissipative systems. Explicit analytical\nand numerical studies are done for the motion of one particle in harmonic\nexternal potentials. Apart from stationary solutions, we study non-equilibrium\ndynamics and show the existence of various bifurcation phenomena.\n","Comment: 11 pages, 6 figures, a few remarks and references added"]}]
["0810.0716",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.0716","Phys.Rev.C79:024905,2009","doi:10.1103/PhysRevC.79.024905"],"date":["2008-10-03"],"type":["text"],"creator":["Sharma, Monika","Pruneau, Claude A."],"language":[],"coverage":[],"title":["Methods for the Study of Transverse Momentum Differential Correlations"],"description":["  We introduce and compare three differential correlation functions for the\nstudy of transverse momentum correlation in $p+p$ and $A+A$ collisions. These\nconsist of {\\it inclusive}, {\\it event-wise} and a differential version of the\ncorrelation measure $\\tilde C$ introduced by Gavin \\cite{Gavin} for\nexperimental study of the viscosity per unit entropy of the matter produced in\n$A+A$ collisions. We study the quantitative difference between the three\nobservables on the basis of PYTHIA simulations of $p+p$ collisions and $A+A$\ncollisions consisting of an arbitrary superposition of $p+p$ collision events\nat $\\sqrt{s} = $200 GeV. We observe that {\\it inclusive} and {\\it event-wise}\ncorrelation functions are remarkably identical to each other where as the\nobservable $\\tilde C$ differs from the two. We study the robustness and\nefficiency dependencies of these observables based on truncated Taylor\nexpansions in efficiency in $p+p$ collisions and on the basis of Monte Carlo\nsimulation using an adhoc detector efficiency parameterization. We find that\nall the three observables are essentially independent of detector efficiency.\nWe additionally study the scaling of the correlation measures and find all the\nobservables exhibit an approximate $1/N$ dependence of the number of\nparticipants ({\\it N}) in $A+A$ collisions. Finally, we study the impact of\nflow-like anisotropy on the {\\it inclusive} correlation function and find flow\nimparts azimuthal modulations similar to those observed with two-particle\ndensities.\n","Comment: 19 pages, 8 figures"]}]
["0810.1347",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1347","Phys. Rev. A 79, 033601 (2009)","doi:10.1103/PhysRevA.79.033601"],"date":["2008-10-07"],"type":["text"],"creator":["Uhlmann, Michael"],"language":[],"coverage":[],"title":["Quantum fluctuations in trapped time-dependent Bose-Einstein condensates"],"description":["  Quantum fluctuations in time-dependent, harmonically-trapped Bose-Einstein\ncondensates are studied within Bogoliubov theory. An eigenmode expansion of the\nlinear field operators permits the diagonalization of the Bogoliubov-de Gennes\nequation for a stationary condensate. When trap frequency or interaction\nstrength are varied, the inhomogeneity of the background gives rise to\noff-diagonal coupling terms between different modes. This coupling is\nnegligible for low energies, i.e., in the hydrodynamic regime, and an effective\nspace-time metric can be introduced. The influence of the inter-mode coupling\nwill be demonstrated in an example, where I calculate the quasi-particle number\nfor a quasi-one-dimensional Bose-Einstein condensate subject to an exponential\nsweep of interaction strength and trap frequency.\n"]}]
["0810.2003",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Materials Science","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2003","International Journal of Solids and Structures, 45, 4211-4221,\n  2008","doi:10.1016/j.ijsolstr.2008.03.002"],"date":["2008-10-11"],"type":["text"],"creator":["Ranjith, K."],"language":[],"coverage":[],"title":["Dynamic anti-plane sliding of dissimilar anisotropic linear elastic\n  solids"],"description":["  The stability of steady, dynamic, anti-plane slipping at a planar interface\nbetween two dissimilar anisotropic linear elastic solids is studied. The solids\nare assumed to possess a plane of symmetry normal to the slip direction, so\nthat in-plane displacements and normal stress changes on the slip plane do not\noccur. Friction at the interface is assumed to follow a rate and state\ndependent law with velocity-weakening behavior in the steady state. The\nstability to spatial perturbations of the form exp(ikx_1), where k is the\nwavenumber and x_1 is the coordinate along the interface is studied. The\ncritical wavenumber magnitude, |k|_cr, above which there is stability and the\ncorresponding phase velocity, c, of the neutrally stable mode are obtained from\nthe stability analysis. Numerical plots showing the dependence of |k|_cr and c\non the unperturbed sliding velocity, V_o, are provided for various bi-material\ncombinations of practical interest.\n"]}]
["0810.2483",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2483","J. Phys.: Conf. Ser. {145} 012032 (2009)","doi:10.1088/1742-6596/145/1/012032"],"date":["2008-10-14","2008-10-30"],"type":["text"],"creator":["McClarty, P. A.","Curnoe, S. H.","Gingras, M. J. P."],"language":[],"coverage":[],"title":["Energetic selection of ordered states in a model of the Er2Ti2O7\n  frustrated pyrochlore XY antiferromagnet"],"description":["  We consider the possibility that the discrete long-range ordered states of\nEr2Ti2O7 are selected energetically at the mean field level as an alternative\nscenario that suggests selection via thermal fluctuations. We show that nearest\nneighbour exchange interactions alone are not sufficient for this purpose, but\nthat anisotropies arising from excited single ion crystal field states in\nEr2Ti2O7, together with appropriate anisotropic exchange interactions, can\nproduce the required long range order. However, the effect of the single ion\nanisotropies is rather weak so we expect thermal or quantum fluctuations, in\nsome guise, to be ultimately important in this material. We reproduce recent\nexperimental results for the variation of magnetic Bragg peak intensities as a\nfunction of magnetic field.\n","Comment: 8 pages. 7 figures. Version to be published for Proceedings of\n  HFM2008 Conference. Slight modifications compared to Version #1"]}]
["0810.2629",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2629","J. Phys.: Condens. Matter 21 No 7 (18 February 2009) 075602 (7pp)","doi:10.1088/0953-8984/21/7/075602"],"date":["2008-10-15"],"type":["text"],"creator":["Anisimov, V. I.","Korotin, Dm. M.","Korotin, M. A.","Kozhevnikov, A. V.","Kuneš, J.","Shorikov, A. O.","Skornyakov, S. L.","Streltsov, S. V."],"language":[],"coverage":[],"title":["Coulomb repulsion and correlation strength in LaFeAsO from Density\n  Functional and Dynamical Mean-Field Theories"],"description":["  LDA+DMFT (Local Density Approximation combined with Dynamical Mean-Field\nTheory) computation scheme has been used to calculate spectral properties of\nLaFeAsO -- the parent compound for new high-T$_c$ iron oxypnictides. Coulomb\nrepulsion $U$ and Hund's exchange $J$ parameters for iron 3d electrons were\ncalculated using \\textit {first principles} constrained density functional\ntheory scheme in Wannier functions formalism. Resulting values strongly depend\non the number of states taken into account in calculations: when full set of\nO-$2p$, As-$4p$, and Fe-3d orbitals with corresponding bands are included,\ncomputation results in $U=3\\div$4 eV and J=0.8 eV. In contrast to that when the\nbasis set is restricted to Fe-3d orbitals and bands only, computation gives\nmuch smaller parameter values $F^0$=0.8 eV, $J$=0.5 eV. However, DMFT\ncalculations with both parameter sets and corresponding to them choice of basis\nfunctions result in weakly correlated electronic structure that is in agreement\nwith experimental X-ray and photoemission spectra.\n","Comment: 13 pages, 9 figures"]}]
["0810.2879",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2879","Phys.Rev.C79:027301,2009","doi:10.1103/PhysRevC.79.027301"],"date":["2008-10-16"],"type":["text"],"creator":["Nagae, D.","Ueno, H.","Kameda, D.","Takemura, M.","Asahi, K.","Takase, K.","Yoshimi, A.","Sugimoto, T.","Shimada, K.","Nagatomo, T.","Uchida, M.","Arai, T.","Inoue, T.","Kagami, S.","Hatakeyama, N.","Kawamura, H.","Narita, K.","Murata, J."],"language":[],"coverage":[],"title":["Ground-state electric quadrupole moment of 31Al"],"description":["  Ground-state electric quadrupole moment of 31Al (I =5/2+, T_1/2 = 644(25) ms)\nhas been measured by means of the beta-NMR spectroscopy using a spin-polarized\n31Al beam produced in the projectile fragmentation reaction. The obtained Q\nmoment, |Q_exp(31Al)| = 112(32)emb, are in agreement with conventional shell\nmodel calculations within the sd valence space. Previous result on the magnetic\nmoment also supports the validity of the sd model in this isotope, and thus it\nis concluded that 31Al is located outside of the island of inversion.\n","Comment: 5 pages"]}]
["0810.3458",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Rings and Algebras","17B65","17B67"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3458","SIGMA 5 (2009), 026, 14 pages","doi:10.3842/SIGMA.2009.026"],"date":["2008-10-19","2009-03-04"],"type":["text"],"creator":["Futorny, Vyacheslav","Kashuba, Iryna"],"language":[],"coverage":[],"title":["Induced Modules for Affine Lie Algebras"],"description":["  We study induced modules of nonzero central charge with arbitrary\nmultiplicities over affine Lie algebras. For a given pseudo parabolic\nsubalgebra ${\\mathcal P}$ of an affine Lie algebra ${\\mathfrak G}$, our main\nresult establishes the equivalence between a certain category of ${\\mathcal\nP}$-induced ${\\mathfrak G}$-modules and the category of weight ${\\mathcal\nP}$-modules with injective action of the central element of ${\\mathfrak G}$. In\nparticular, the induction functor preserves irreducible modules. If ${\\mathcal\nP}$ is a parabolic subalgebra with a finite-dimensional Levi factor then it\ndefines a unique pseudo parabolic subalgebra ${\\mathcal P}^{ps}$, ${\\mathcal\nP}\\subset {\\mathcal P}^{ps}$. The structure of ${\\mathcal P}$-induced modules\nin this case is fully determined by the structure of ${\\mathcal\nP}^{ps}$-induced modules. These results generalize similar reductions in\nparticular cases previously considered by V. Futorny, S. K\\\"onig, V. Mazorchuk\n[Forum Math. 13 (2001), 641-661], B. Cox [Pacific J. Math. 165 (1994), 269-294]\nand I. Dimitrov, V. Futorny, I. Penkov [Comm. Math. Phys. 250 (2004), 47-63].\n"]}]
["0810.3575",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3575","Nucl.Phys.B811:155-181,2009","doi:10.1016/j.nuclphysb.2008.11.025"],"date":["2008-10-20"],"type":["text"],"creator":["Beneke, M.","Vernazza, L."],"language":[],"coverage":[],"title":["B -> chi_cJ K decays revisited"],"description":["  We demonstrate that exclusive B decays to P-wave charmonium factorize in the\nnon-relativistic limit provided that colour-octet contributions are taken into\naccount, and estimate the branching fractions. Although there are very large\nuncertainties, we find reasonable parameter choices, where the main features of\nthe data -- large corrections to (naive) factorization and suppression of the\nchi_{c2} and h_c final states -- are reproduced though the suppression of\nchi_{c2} is not as strong as seen in the data. Our results also provide an\nexample, where an endpoint divergence in hard spectator-scattering factorizes\nand is absorbed into colour-octet operator matrix elements.\n","Comment: 32 pages, LaTeX"]}]
["0810.4110",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4110","JCAP02(2009)004","doi:10.1088/1475-7516/2009/02/004"],"date":["2008-10-22","2008-12-18"],"type":["text"],"creator":["Chen, Chuan-Ren","Takahashi, Fuminobu"],"language":[],"coverage":[],"title":["Cosmic rays from Leptonic Dark Matter"],"description":["  If dark matter possesses a lepton number, it is natural to expect the\ndark-matter annihilation and/or decay mainly produces the standard model\nleptons, while negligible amount of the antiproton is produced. To illustrate\nsuch a simple idea, we consider a scenario that a right-handed sneutrino dark\nmatter decays into the standard model particles through tiny R-parity violating\ninteractions. Interestingly enough, charged leptons as well as neutrinos are\ndirectly produced, and they can lead to a sharp peak in the predicted positron\nfraction. Moreover, the decay of the right-handed sneutrino also generates\ndiffuse continuum gamma rays which may account for the excess observed by\nEGRET, while the primary antiproton flux can be suppressed. Those predictions\non the cosmic-ray fluxes of the positrons, gamma rays and antiprotons will be\ntested by the PAMELA and FGST observatories.\n","Comment: 21 pages, 4 figures, 2 tables, updated plots including PAMELA data"]}]
["0810.4547",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Quantitative Biology - Other Quantitative Biology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4547"],"date":["2008-10-24","2009-03-04"],"type":["text"],"creator":["Alicea, Bradly"],"language":[],"coverage":[],"title":["Hierarchies of Biocomplexity: modeling lifes energetic complexity"],"description":["  In this paper, a model for understanding the effects of selection using\nsystems- level computational approaches is introduced. A number of concepts and\nprinciples essential for understanding the motivation for constructing the\nmodel will be introduced first. This will be followed by a description of\nparameters, measurements, and graphical representations used in the model. Four\npossible outcomes for this model are then introduced and described. In\naddition, the relationship of relative fitness to selection is described.\nFinally, the consequences and potential lessons learned from the model are\ndiscussed.\n","Comment: 11 pages, 9 figures, 1 table"]}]
["0810.4591",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4591","Phys.Rev.C79:024315,2009","doi:10.1103/PhysRevC.79.024315"],"date":["2008-10-25","2009-02-27"],"type":["text"],"creator":["Umeya, A.","Harada, T."],"language":[],"coverage":[],"title":["The $\\Lambda$-$\\Sigma$ coupling effect in the neutron-rich\n  $\\Lambda$-hypernucleus $_{\\Lambda}^{10}$Li by microscopic shell model"],"description":["  We investigate the structure of the neutron-rich $\\Lambda$-hypernucleus\n$_{\\Lambda}^{10}$Li by using microscopic shell-model calculations considering a\n$\\Lambda$-$\\Sigma$ coupling effect. The calculated $\\Sigma$-mixing probability\nin the $_{\\Lambda}^{10}$Li ground state is found to be about 0.34 % which is\ncoherently enhanced by the $\\Lambda$-$\\Sigma$ coupling configurations, leading\nto the energy shift 0.28 MeV which is about 3 times larger than that in\n$_{\\Lambda}^{7}$Li. The importance of the $\\Sigma$ configuration obtained by\nthe $\\Sigma N$ interaction and the potentiality of the neutron-rich environment\nare discussed.\n","Comment: 6 figures"]}]
["0811.1036",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1036","Nature Materials v8, pp35-40 (2009)","doi:10.1038/nmat2342"],"date":["2008-11-06"],"type":["text"],"creator":["Bussian, David A.","Crooker, Scott A.","Yin, Ming","Brynda, Marcin","Efros, Alexander L.","Klimov, Victor I."],"language":[],"coverage":[],"title":["Tunable magnetic exchange interactions in manganese-doped inverted\n  core/shell ZnSe/CdSe nanocrystals"],"description":["  Magnetic doping of semiconductor nanostructures is actively pursued for\napplications in magnetic memory and spin-based electronics. Central to these\nefforts is a drive to control the interaction strength between carriers\n(electrons and holes) and the embedded magnetic atoms. In this respect,\ncolloidal nanocrystal heterostructures provide great flexibility via\ngrowth-controlled `engineering' of electron and hole wavefunctions within\nindividual nanocrystals. Here we demonstrate a widely tunable magnetic sp-d\nexchange interaction between electron-hole excitations (excitons) and\nparamagnetic manganese ions using `inverted' core-shell nanocrystals composed\nof Mn-doped ZnSe cores overcoated with undoped shells of narrower-gap CdSe.\nMagnetic circular dichroism studies reveal giant Zeeman spin splittings of the\nband-edge exciton that, surprisingly, are tunable in both magnitude and sign.\nEffective exciton g-factors are controllably tuned from -200 to +30 solely by\nincreasing the CdSe shell thickness, demonstrating that strong quantum\nconfinement and wavefunction engineering in heterostructured nanocrystal\nmaterials can be utilized to manipulate carrier-Mn wavefunction overlap and the\nsp-d exchange parameters themselves.\n","Comment: To appear in Nature Materials; 18 pages, 4 figures + Supp. Info"]}]
["0811.1147",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1147","New J. Phys. 11 025012 (2009)","doi:10.1088/1367-2630/11/2/025012"],"date":["2008-11-07","2009-03-03"],"type":["text"],"creator":["Matsuishi, Satoru","Inoue, Yasunori","Nomura, Takatoshi","Kamihara, Youichi","Hirano, Masahiro","Hosono, Hideo"],"language":[],"coverage":[],"title":["Effect of 3d Transition Metal Doping on the Superconductivity in\n  Quaternary Fluoroarsenide CaFeAsF"],"description":["  We examined doping effect of 3d transition metal elements (TM: Cr, Mn, Co,\nNi, and Cu) at the Fe site of a quaternary fluoroarsenide CaFeAsF, an analogue\nof 1111-type parent compound LaFeAsO. The anomaly at ~120 K observed in\nresistivity (rho) vs. temperature (T) plot for the parent compound is\nsuppressed by the doping of each TM element. Furthermore, Co- and Ni-doping\n(CaFe1-xTMxAsF, TM = Co, Ni) induces superconductivity with a transition\ntemperature maximized at the nominal x = 0.10 for Co (22 K) and at x = 0.05 for\nNi (12 K). These optimal doping levels may be understood by considering that\nNi2+(3d8) adds double electrons to the FeAs layers compared with Co2+ (3d7).\nIncreased x for Co or Ni breaks the superconductivity while metallic nature\ndrho/dT > 0 is still kept. These observations indicate that Co and Ni work as\nelectron donors. In contrast, neither of Cr, Mn nor Cu-doping induce\nsuperconductivity, yielding drho/dT < 0 in the below the rho-T anomaly\ntemperature, indicating that these transition metal ions act as scattering\ncenters. The two different behavior of TM replacing the Fe site is discussed in\nrelation to the changes in the lattice constants with the doping.\n","Comment: 15 pages, 7 figures"]}]
["0811.3924",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3924","Schol.Res.Exch.2009:807695,2009","doi:10.3814/2009/807695"],"date":["2008-11-24","2009-01-17"],"type":["text"],"creator":["Iorio, Lorenzo"],"language":[],"coverage":[],"title":["The effect of general relativity on hyperbolic orbits and its\n  application to the flyby anomaly"],"description":["  We investigate qualitatively and quantitatively the impact of the general\nrelativistic gravito-electromagnetic forces on hyperbolic orbits around a\nmassive spinning body. The gravito-magnetic field, which is the cause of the\nwell known Lense-Thirring precessions of elliptic orbits, is generated by the\nspin S of the central body. It deflects and displaces the trajectories\ndifferently according to the mutual orientation of S and the orbital angular\nmomentum L of the test particle. The gravito-electric force, which induces the\nEinstein precession of the perihelion of the orbit of Mercury, always deflects\nthe trajectories inward irrespective of the L-S orientation. We numerically\ncompute their effect on the range r, radial and transverse components v_r and\nv_\\tau of the velocity and speed v of the NEAR spacecraft at its closest\napproach with the Earth in January 1998 when it experienced an anomalous\nincrease of its asymptotic outgoing velocity v_\\infty o of 13.46 +/- 0.01 mm\nsec^-1; while the gravito-electric force was modeled in the software used to\nprocess the NEAR data, this was not done for the gravito-magnetic one. The\nrange-rate and the speed are affected by general relativistic\ngravito-electromagnetism at 10^-2 (gravito-electric)-10^-5 (gravito-magnetic)\nmm sec^-1 level. The changes in the range are of the order of 10^-2\n(gravito-magnetic)-10^1 (gravito-electric) mm.\n","Comment: LaTex2e, 23 pages, 15 figures, 1 table, 15 references. To appear in\n  Scholarly Research Exchange (SYREXE). I thank the referees S. Adler and J.\n  Williams"]}]
["0811.3969",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3969","JHEP 0902:009,2009","doi:10.1088/1126-6708/2009/02/009"],"date":["2008-11-25"],"type":["text"],"creator":["Alvarez-Gaume, Luis","Gomez, Cesar","Vera, Agustin Sabio","Tavanfar, Alireza","Vazquez-Mozo, Miguel A."],"language":[],"coverage":[],"title":["Critical formation of trapped surfaces in the collision of gravitational\n  shock waves"],"description":["  We study the formation of marginally trapped surfaces in the head-on\ncollision of two shock waves both in anti-de Sitter and Minkowski space-time in\nvarious dimensions as a function of the spread of the energy density in\ntransverse space. For D=4 and D=5 it is shown that there exists a critical\nvalue of this spread above which no solution to the trapped surface equation is\nfound. In four dimensions the trapped surface at criticality has a finite size,\nwhereas in five the critical size vanishes. In both cases we find scaling\nrelations characterized by critical exponents. Finally, when D>5 there is\nalways a solution to the trapped surface equation for any transverse spread.\n","Comment: 16 pages"]}]
["0811.4053",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.4053","J.Phys.G36:025203,2009","doi:10.1088/0954-3899/36/2/025203"],"date":["2008-11-25"],"type":["text"],"creator":["Quarati, P.","Scarfone, A. M."],"language":[],"coverage":[],"title":["Nuclear electron capture rate in stellar interiors and the case of 7Be"],"description":["  Nuclear electron capture rate from continuum in an astrophysical plasma\nenvironment (like solar core) is calculated using a modified Debye-Huckel\nscreening potential and the related non-Gaussian q-distribution of electron\nmomenta. For q=1 the well-known Debye-Huckel results are recovered. The value\nof q can be derived from the fluctuation of number of particles and temperature\ninside the Debye sphere. For 7Be continuum electron capture in solar core, we\nfind an increase of 7 -- 10 percent over the rate calculated with standard\nDebye-Huckel potential. The consequence of this results is a reduction of the\nsame percentage of the SSM 8B solar neutrino flux, leaving unchanged the SSM\n7Be flux.\n","Comment: 8 pages, 1 figure, IOP macro style, submitted to JPG"]}]
["0811.4093",{"format":[],"subject":["Nuclear Theory","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.4093","Phys.Lett.B671:42-45,2009","doi:10.1016/j.physletb.2008.11.072"],"date":["2008-11-25"],"type":["text"],"creator":["Kaneko, Kazunari","Zhang, Jing-ye","Sun, Yang"],"language":[],"coverage":[],"title":["Shell gaps and pn pairing interaction in N = Z nuclei"],"description":["  We analyze the observed shell gaps in N=Z nuclei determined from the binding\nenergy differences. It is found that the shell gaps can be described by the\ncombined contributions from the single-particle level spacing, the like-nucleon\npairing, and the proton-neutron pairing interaction. This conclusion is\nconsistent with that of Chasman in Phys. Rev. Lett. 99 (2007) 082501. For the\ndouble-closed shell N=Z nuclei, the single-particle level spacings calculated\nwith Woods-Saxon potential are very close to those obtained by subtracting the\nnn pairing interaction from the observed shell gap. For the sub-closed or\nnon-closed shell N=Z nuclei, the pn pairing interaction is shown to be\nimportant for the observed shell gaps.\n","Comment: 9 pages, 5 figures"]}]
["0811.4130",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.4130","Phys.Rev.C79:024609,2009","doi:10.1103/PhysRevC.79.024609"],"date":["2008-11-25"],"type":["text"],"creator":["Washiyama, Kouhei","Lacroix, Denis","Ayik, Sakir"],"language":[],"coverage":[],"title":["One-body energy dissipation in fusion reaction from mean-field theory"],"description":["  Information on dissipation in the entrance channel of heavy-ion collisions is\nextracted by macroscopic reduction procedure of Time-Dependent Hartree-Fock\ntheory. The method gives access to a fully microscopic description of the\nfriction coefficient associated with transfer of energy from the relative\nmotion towards intrinsic degrees of freedom. The reduced friction coefficient\nexhibits a universal behavior, i.e. almost independent of systems investigated,\nwhose order of magnitude is comparable with the calculations based on linear\nresponse theory. Similarly to nucleus-nucleus potential, especially close to\nthe Coulomb barrier, there are sizable dynamical effects on the magnitude and\nform factor of friction coefficient.\n","Comment: 7 pages, 10 figures"]}]
["0811.4150",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.4150","JHEP 0901:043,2009","doi:10.1088/1126-6708/2009/01/043"],"date":["2008-11-25","2009-01-07"],"type":["text"],"creator":["Carone, Christopher D.","Lebed, Richard F."],"language":[],"coverage":[],"title":["A Higher-Derivative Lee-Wick Standard Model"],"description":["  The Lee-Wick Standard Model assumes a minimal set of higher-derivative\nquadratic terms that produce a negative-norm partner for each Standard Model\nparticle. Here we introduce additional terms of one higher order in the\nderivative expansion that give each Standard Model particle two Lee-Wick\npartners: one with negative and one with positive norm. These states\ncollectively cancel unwanted quadratic divergences and resolve the hierarchy\nproblem as in the minimal theory. We show how this next-to-minimal\nhigher-derivative theory may be reformulated via an auxiliary field approach\nand written as a Lagrangian with interactions of dimension four or less. This\nmapping provides a convenient framework for studies of the formal and\nphenomenological properties of the theory.\n","Comment: 21 pages, 1 figure, ReVTeX. v2: references and discussion of\n  divergence cancellation added"]}]
["0811.4667",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.4667","Phys.Lett.B671:7-9,2009","doi:10.1016/j.physletb.2008.11.067"],"date":["2008-11-28"],"type":["text"],"creator":["Faraoni, Valerio","Gao, Changjun","Chen, Xuelei","Shen, You-Gen"],"language":[],"coverage":[],"title":["What is the fate of a black hole embedded in an expanding universe?"],"description":["  Within a large class of exact solutions of the Einstein equations describing\na black hole embedded in a Friedmann universe it is shown that, under certain\nassumptions, only those with comoving Hawking-Hayward quasi-local mass are\ngeneric, in the sense that they are late-time attractors.\n","Comment: 9 pages, LaTex, to appear in Phys. Lett. B"]}]
["0812.0466",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0466","Phys.Rev.E79:010101,2009","doi:10.1103/PhysRevE.79.010101"],"date":["2008-12-02"],"type":["text"],"creator":["Dunkel, Jörn","Hänggi, Peter","Weber, Stefan"],"language":[],"coverage":[],"title":["Time parameters and Lorentz transformations of relativistic stochastic\n  processes"],"description":["  Rules for the transformation of time parameters in relativistic Langevin\nequations are derived and discussed. In particular, it is shown that, if a\ncoordinate-time parameterized process approaches the relativistic\nJuttner-Maxwell distribution, the associated proper-time parameterized process\nconverges to a modified momentum distribution, differing by a factor\nproportional to the inverse energy.\n","Comment: 5 pages, 1 figure"]}]
["0812.1138",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Category Theory","55P57 (Primary), 18G30, 55U10, 55N10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1138"],"date":["2008-12-05","2009-03-04"],"type":["text"],"creator":["Luu, Viêt-Trung"],"language":[],"coverage":[],"title":["A simplicial model for proper homotopy types"],"description":["  The singular simplicial set Sing(X) of a space X completely captures its weak\nhomotopy type. We introduce a category of_controlled sets_, yielding\n_simplicial controlled sets_, such that one can functorially produce a singular\nsimplicial controlled set CSing(MaxCtl(X)) from a locally compact X. We then\nargue that this CSing(MaxCtl(X)) captures the (weak)_proper_ homotopy type of\nX. Moreover, our techniques strictly generalize the classical simplicial\nsituation: e.g., one obtains, in a unified way, singular homology with compact\nsupports and (Borel-Moore) singular homology with locally finite supports, as\nwell as the corresponding cohomologies.\n","Comment: 9 pages; minor corrections and changes in notation"]}]
["0812.1275",{"format":[],"subject":["Mathematics - Algebraic Geometry","65D17, 14M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1275"],"date":["2008-12-06","2009-03-04"],"type":["text"],"creator":["Craciun, Gheorghe","Garcia-Puente, Luis","Sottile, Frank"],"language":[],"coverage":[],"title":["Some geometrical aspects of control points for toric patches"],"description":["  We use ideas from algebraic geometry and dynamical systems to explain some\nways that control points influence the shape of a B\\'ezier curve or patch. In\nparticular, we establish a generalization of Birch's Theorem and use it to\ndeduce sufficient conditions on the control points for a patch to be injective.\nWe also explain a way that the control points influence the shape via\ndegenerations to regular control polytopes. The natural objects of this\ninvestigation are irrational patches, which are a generalization of\nKrasauskas's toric patches, and include B\\'ezier and tensor product patches as\nimportant special cases.\n","Comment: 24 pages, many color figures"]}]
["0812.2611",{"format":[],"subject":["Physics - Optics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2611","Optics express 17, 5 (2009) 3777","doi:10.1364/OE.17.003777"],"date":["2008-12-14","2009-02-25"],"type":["text"],"creator":["Burks, Sidney","Ortalo, Jérémie","Chiummo, Antonino","Jia, Xiaojun","Villa, Fabrizio","Bramati, Alberto","Laurat, Julien","Giacobino, Elisabeth"],"language":[],"coverage":[],"title":["Vacuum squeezed light for atomic memories at the D2 cesium line"],"description":["  We report the experimental generation of squeezed light at 852 nm, locked on\nthe Cesium D2 line. 50% of noise reduction down to 50 kHz has been obtained\nwith a doubly resonant optical parametric oscillator operating below threshold,\nusing a periodically-polled KTP crystal. This light is directly utilizable with\nCesium atomic ensembles for quantum networking applications\n"]}]
["0812.2880",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2880"],"date":["2008-12-15","2009-03-04"],"type":["text"],"creator":["Brunner, Ilka","Herbst, Manfred"],"language":[],"coverage":[],"title":["Orientifolds and D-branes in N=2 gauged linear sigma models"],"description":["  We study parity symmetries and boundary conditions in the framework of gauged\nlinear sigma models. This allows us to investigate the Kaehler moduli\ndependence of the physics of D-branes as well as orientifolds in a Calabi-Yau\ncompactification. We first determine the parity action on D-branes and define\nthe set of orientifold-invariant D-branes in the linear sigma model. Using\nprobe branes on top of orientifold planes, we derive a general formula for the\ntype (SO vs Sp) of orientifold planes. As applications, we show how\ncompactifications with and without vector structure arise naturally at\ndifferent real slices of the Kaehler moduli space of a Calabi-Yau\ncompactification. We observe that orientifold planes located at certain\ncomponents of the fixed point locus can change type when navigating through the\nstringy regime.\n","Comment: 70 pages, 10 figures, v2: 84 pages (in view of different format),\n  references added, improved discussion in Sec. 6.6"]}]
["0812.3453",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3453","JHEP 0812:061,2008","doi:10.1088/1126-6708/2008/12/061"],"date":["2008-12-17"],"type":["text"],"creator":["Luo, M. J.","Liu, Q. Y."],"language":[],"coverage":[],"title":["Small Neutrino Masses From Structural cancellation In Left-Right\n  Symmetric Model"],"description":["  The Type I, II and hybrid (I+II) seesaw mechanism, which explain why\nneutrinos are especially light, are consequences of the left-right symmetric\nmodel (LRSM). They can be classified by the ranges of parameters of LRSM. We\nshow that a nearly cancellation in general Type-(I+II) seesaw is more natural\nthan other types of seesaw in the LRSM if we consider their stability against\nradiative correction. In this scenario the small neutrino masses are due to the\nstructure cancellation, and the masses of the right handed neutrino can be of\norder of O(10)TeV. The realistic model for non-zero neutrino masses, charged\nlepton masses and lepton tribimaximal mixing can be implemented by embedding\n$A_4$ flavor symmetry in the model with perturbations to the textures.\n","Comment: RevTeX 10 pages, no figures"]}]
["0812.4908",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4908","THE PROBLEMS OF MODERN COSMOLOGY. A volume in honour of Professor\n  S.D. Odintsov in the occasion of his 50 th birthday. pp.129-136, Tomsk, 2009"],"date":["2008-12-29"],"type":["text"],"creator":["Burinskii, Alexander"],"language":[],"coverage":[],"title":["Twistor String Structure of the Kerr-Schild Geometry and Consistency of\n  the Dirac-Kerr System"],"description":["  Kerr-Schild (KS) geometry of the rotating black-holes and spinning particles\nis based on the associated with Kerr theorem twistor structure which is defined\nby an analytic curve $F(Z)=0$ in the projective twistor space $Z \\in CP^3 .$ On\nthe other hand, there is a complex Newman representation which describes the\nsource of Kerr-Newman solution as a \"particle\" propagating along a complex\nworld-line $X(\\t)\\in CM^4,$ and this world-line determines the parameters of\nthe Kerr generating function $F(Z).$ The complex world line is really a\nworld-sheet, $\\t= t + i \\sigma,$ and the Kerr source may be considered as a\ncomplex Euclidean string extended in the imaginary time direction $\\sigma$. The\nKerr twistor structure turns out to be adjoined to the Kerr complex string\nsource, forming a natural twistor-string construction similar to the\nNair-Witten twistor-string. We show that twistor polarization of the\nKerr-Newman solution may be matched with the {\\it massless} solutions of the\nDirac equation, providing consistency of the Dirac-Kerr model of spinning\nparticle (electron). It allows us to extend the Nair-Witten concept on the\nscattering of the gauge amplitudes in twistor space to include massive KS\nparticles.\n","Comment: 11 p. 2 figs. Dedicated to Jubilee of Prof. S.D.Odintsov, based on\n  the talk at the 5th Math. Phys. Meeting, July 2008, Belgrad"]}]
["0901.0453",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0453","Phys.Rev.C79:021303,2009","doi:10.1103/PhysRevC.79.021303"],"date":["2009-01-05","2009-02-26"],"type":["text"],"creator":["Forssén, C.","Caurier, E.","Navrátil, P."],"language":[],"coverage":[],"title":["Charge radii and electromagnetic moments of Li and Be isotopes from the\n  ab initio no-core shell model"],"description":["  Recently, charge radii and ground-state electromagnetic moments of Li and Be\nisotopes were measured precisely. We have performed large-scale ab initio\nno-core shell model calculations for these isotopes using high-precision\nnucleon-nucleon potentials. The isotopic trends of our computed charge radii\nand quadrupole and magnetic-dipole moments are in good agreement with\nexperimental results with the exception of the 11Li charge radius. The magnetic\nmoments are in particular well described, whereas the absolute magnitudes of\nthe quadrupole moments are about 10% too small. The small magnitude of the 6Li\nquadrupole moment is reproduced, and with the CD-Bonn NN potential, also its\ncorrect sign.\n","Comment: 6 pages, 3 figures, 3 tables (published manuscript)"]}]
["0901.0813",{"format":[],"subject":["Physics - Plasma Physics","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0813","Phys.Lett.A373:871-873,2009","doi:10.1016/j.physleta.2008.12.065"],"date":["2009-01-07"],"type":["text"],"creator":["Bret, A."],"language":[],"coverage":[],"title":["Fast growing instabilities for non-parallel flows"],"description":["  Unstable modes growing when two plasma shells cross over a background plasma\nat arbitrary angle $\\theta$, are investigated using a non-relativistic three\ncold fluids model. Parallel flows with $\\theta=0$ are slightly more unstable\nthan anti-parallel ones with $\\theta=\\pi$. The case $\\theta=\\pi/2$ is as\nunstable as the $\\theta=0$ one, but the fastest growing modes are oblique.\nWhile the most unstable wave vector varies with orientation, its growth rate\nslightly evolves and there is no such thing as a stable configuration. A number\nof exact results can be derived, especially for the $\\theta=\\pi/2$ case.\n","Comment: 4 pages, 3 figures, to appear in Phys. Lett. A"]}]
["0901.1093",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.1093"],"date":["2009-01-08","2009-03-03"],"type":["text"],"creator":["Roncadelli, Marco","Treves, Aldo","Turolla, Roberto"],"language":[],"coverage":[],"title":["Primordial black holes are again on the limelight"],"description":["  We derive a strong upper bound on the amount of Primordial Black Holes (PBHs)\nthat can still be present in the Universe. Gravitational capture of PBHs by the\nMilky Way stars during their formation and subsequent accretion would produce a\ndramatic depletion of disk stars and especially of white dwarfs, unless the\naverage cosmic density and mass of PBHs are severely constrained. Our finding\nalso helps to discriminate among the various production mechanisms of PBHs.\nMoreover, we show that a star becomes overluminous before its disappearance\ninto a PBH for a time span independent of its mass, thereby providing a\ncharacteristic observational signature of the considered scenario. We stress\nthat our result allows for the existence of stellar-mass black holes in a mass\nrange that is forbidden by standard stellar evolution.\n","Comment: 7 pages, no figures, submitted to PRL"]}]
["0901.1451",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Combinatorics","57M25, 05C50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.1451"],"date":["2009-01-11","2009-03-04"],"type":["text"],"creator":["Traldi, Lorenzo"],"language":[],"coverage":[],"title":["A bracket polynomial for graphs. II. Links, Euler circuits and marked\n  graphs"],"description":["  Let $D$ be an oriented classical or virtual link diagram with directed\nuniverse $\\vec{U}$. Let $C$ denote a set of directed Euler circuits, one in\neach connected component of $U$. There is then an associated looped\ninterlacement graph $L(D,C)$ whose construction involves very little geometric\ninformation about the way $D$ is drawn in the plane; consequently $L(D,C)$ is\ndifferent from other combinatorial structures associated with classical link\ndiagrams, like the checkerboard graph, which can be difficult to extend to\narbitrary virtual links. $L(D,C)$ is determined by three things: the structure\nof $\\vec{U}$ as a 2-in, 2-out digraph, the distinction between crossings that\nmake a positive contribution to the writhe and those that make a negative\ncontribution, and the relationship between $C$ and the directed circuits in\n$\\vec{U}$ arising from the link components; this relationship is indicated by\nmarking the vertices where $C$ does not follow the incident link component(s).\nWe introduce a bracket polynomial for arbitrary marked graphs, defined using\neither a formula involving matrix nullities or a recursion involving the local\ncomplement and pivot operations; the marked-graph bracket of $L(D,C)$ is the\nsame as the Kauffman bracket of $D$. This provides a unified combinatorial\ndescription of the Jones polynomial that applies seamlessly to both classical\nand non-classical virtual links.\n","Comment: 43 pages, 14 figures. Revisions may be made before publication in the\n  Journal of Knot Theory and its Ramifications"]}]
["0901.2802",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2802"],"date":["2009-01-19","2009-03-04"],"type":["text"],"creator":["Jakovac, A."],"language":[],"coverage":[],"title":["Viscosity to entropy density ratio: violation of the lower bound at\n  small temperatures"],"description":["  We show that in theories where the lowest energy excitations are not\nquasiparticles but they form a continuum, the shear viscosity to entropy\ndensity ratio goes to zero as the temperature goes to zero. In these theories\ntherefore there is no lower bound for the shear viscosity to entropy density\nratio, in contrast to the predictions coming from the AdS/CFT correspondence.\n","Comment: 4 pages; minor modifications in the text, new references added"]}]
["0901.3058",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3058","Phys.Rev.C79:025207,2009","doi:10.1103/PhysRevC.79.025207"],"date":["2009-01-20"],"type":["text"],"creator":["Scopetta, S."],"language":[],"coverage":[],"title":["Conventional nuclear effects on generalized parton distributions of\n  trinucleons"],"description":["  The measurement of nuclear Generalized Parton Distributions (GPDs) will\nrepresent a valuable tool to understand the structure of bound nucleons in the\nnuclear medium, as well as the role of non-nucleonic degrees of freedom in the\nphenomenology of hard scattering off nuclei. By using a realistic microscopic\napproach for the evaluation of GPDs of 3He, it will be shown that conventional\nnuclear effects, such as isospin and binding ones, or the uncertainty related\nto the use of a given nucleon-nucleon potential, are rather bigger than in the\nforward case. These findings suggest that, if great attention is not paid to\ninfer the properties of nuclear GPDs from those of nuclear parton\ndistributions, conventional nuclear effects can be easily mistaken for exotic\nones. It is stressed therefore that 3He, for which the best realistic\ncalculations are possible, represents a unique target to discriminate between\nconventional and exotic effects. The complementary information which could be\nobtained by using a 3H target is also addressed.\n","Comment: 24 pages, 8 figures"]}]
["0901.3213",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3213","Phys.Rev.C79:021302,2009","doi:10.1103/PhysRevC.79.021302"],"date":["2009-01-21"],"type":["text"],"creator":["Robledo, Luis M."],"language":[],"coverage":[],"title":["The sign of the overlap of HFB wave functions"],"description":["  The problem of how to compute accurately and efficiently the sign of the\noverlap between two general HFB wave functions is addressed. The results\nobtained can easily be extrapolated to the evaluation of the sign of the trace\nof a density operator exponential of one body operators.\n","Comment: 5 pages, no figures"]}]
["0901.3593",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3593","Phys.Rev.C77:065802,2008","doi:10.1103/PhysRevC.77.065802"],"date":["2009-01-22"],"type":["text"],"creator":["Hayakawa, Takehito","Shizuma, Toshiyuki","Kajino, Toshitaka","Ogawa, Kengo","Nakada, Hitoshi"],"language":[],"coverage":[],"title":["138La-138Ce-136Ce nuclear cosmochronometer of supernova neutrino process"],"description":["  The 138La (T1/2=102 Gyr) - 138Ce - 136Ce system is proposed to be used as a\nnuclear cosmochronometer for measuring the time elapsed from a supernova\nneutrino process. This chronometer is applied to examine a sample affected by a\nsingle nucleosynthesis episode as presolar grains in primitive meteorites. A\nfeature of this chronometer is to evaluate the initial abundance ratio of\n136Ce/138Ce using an empirical scaling law, which was found in the solar\nabundances. We calculate the age of the sample as a function of isotopic\nratios, 136Ce/138Ce, and 138La/138Ce, and evaluate the age uncertainty due to\ntheoretical and observational errors. It is concluded that this chronometer can\nwork well for a sample with the abundance ratio of 138La/138Ce >= 20 when the\nratios of 136Ce/138Ce and 138La/138Ce are measured within the uncertainty of\n20%. The availability of such samples becomes clear in recent studies of the\npresolar grains. We also discuss the effect of the nuclear structure to the\nneutrino process origin of 138La.\n","Comment: 13 pages, 6 figures"]}]
["0901.3807",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3807","Phys. Rev. A 79, 032302 (2009)","doi:10.1103/PhysRevA.79.032302"],"date":["2009-01-23","2009-02-05"],"type":["text"],"creator":["Garnerone, Silvano","Abasto, Damian","Haas, Stephan","Zanardi, Paolo"],"language":[],"coverage":[],"title":["Fidelity in topological quantum phases of matter"],"description":["  Quantum phase transitions that take place between two distinct topological\nphases remain an unexplored area for the applicability of the fidelity\napproach. Here, we apply this method to spin systems in two and three\ndimensions and show that the fidelity susceptibility can be used to determine\nthe boundary between different topological phases particular to these models,\nwhile at the same time offering information about the critical exponent of the\ncorrelation length. The success of this approach relies on its independence on\nlocal order parameters or breaking symmetry mechanisms, with which\nnon-topological phases are usually characterized. We also consider a\ntopological insulator/superconducting phase transition in three dimensions and\npoint out the relevant features of fidelity susceptibility at the boundary\nbetween these phases.\n","Comment: 7 pages, 7 figures; added references; to appear on PRA"]}]
["0901.3903",{"format":[],"subject":["Quantum Physics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3903"],"date":["2009-01-25","2009-02-13"],"type":["text"],"creator":["Trisetyarso, Agung","Van Meter, Rodney","Itoh, Kohei M."],"language":[],"coverage":[],"title":["Resources for Measurement-Based Quantum Carry-Lookahead Adder"],"description":["  We present the design of a quantum carry-lookahead adder using\nmeasurement-based quantum computation. QCLA utilizes MBQC`s ability to transfer\nquantum states in unit time to accelerate addition. The quantum carry-lookahead\nadder (QCLA) is faster than a quantum ripple-carry adder; QCLA has logarithmic\ndepth while ripple adders have linear depth. QCLA is an order of magnitude\nfaster than a ripple-carry adder when adding registers longer than 100 qubits\nbut requires a cluster state that is an order of magnitude larger. Hand\noptimization results in a $\\approx$ 26% reduction in spatial resources for the\ncircuit.\n","Comment: 1 pages, 1 figures, International Symposium on Nanoscale Transport\n  and Technology 2009, NTT, Hon Atsugi, Japan"]}]
["0901.3954",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3954","Int.J.Mod.Phys.A23:4841-4859,2008","doi:10.1142/S0217751X08041232"],"date":["2009-01-26"],"type":["text"],"creator":["Cioroianu, E. M.","Diaconu, E.","Sararu, S. C."],"language":[],"coverage":[],"title":["On the uniqueness of D=11 interactions among a graviton, a massless\n  gravitino and a three-form. II: Three-form and gravitini"],"description":["  The interactions that can be introduced between a massless Rarita-Schwinger\nfield and an Abelian three-form gauge field in eleven spacetime dimensions are\nanalyzed in the context of the deformation of the free solution of the master\nequation combined with local BRST cohomology. Under the hypotheses of\nsmoothness of the interactions in the coupling constant, locality, Poincare\ninvariance, Lorentz covariance, and the presence of at most two derivatives in\nthe Lagrangian of the interacting theory (the same number of derivatives like\nin the free Lagrangian), we prove that there are neither cross-couplings nor\nself-interactions for the gravitino in D=11.The only possible term that can be\nadded to the deformed solution to the master equation is nothing but a\ngeneralized Chern-Simons term for the three-form gauge field, which brings\ncontributions to the deformed Lagrangian, but does not modify the original,\nAbelian gauge transformations.\n","Comment: 20 pages"]}]
["0901.4622",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4622","Int.J.Mod.Phys.A23:4861-4875,2008","doi:10.1142/S0217751X08041244"],"date":["2009-01-29"],"type":["text"],"creator":["Cioroianu, E. M.","Diaconu, E.","Sararu, S. C."],"language":[],"coverage":[],"title":["On the uniqueness of D=11 interactions among a graviton, a massless\n  gravitino and a three-form. III: Graviton and gravitini"],"description":["  Under the hypotheses of smoothness of the interactions in the coupling\nconstant, locality, Poincare invariance, Lorentz covariance, and the\npreservation of the number of derivatives on each field in the Lagrangian of\nthe interacting theory (the same number of derivatives like in the free\nLagrangian), we prove that in D=11 there are no cross-interactions between the\ngraviton and the massless gravitino and also no self-interactions in the\nRarita-Schwinger sector. A comparison with the case D=4 is briefly discussed.\n","Comment: 16 pages"]}]
["0902.0095",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0095","Phys.Rev.C79:024317,2009","doi:10.1103/PhysRevC.79.024317"],"date":["2009-01-31"],"type":["text"],"creator":["Afanasjev, A. V.","Abusara, H."],"language":[],"coverage":[],"title":["Hyperdeformation in the Cd isotopes: a microscopic analysis"],"description":["  A systematics search for the nuclei in which the observation of discrete\nhyperdeformed (HD) bands may be feasible with existing detector facilities has\nbeen performed in the Cd isotopes within the framework of cranked relativistic\nmean field theory. It was found that the $^{96}$Cd nucleus is a doubly magic HD\nnucleus due to large proton Z=48 and neutron N=48 HD shell gaps. The best\ncandidate for experimental search of discrete HD bands is $^{107}$Cd nucleus\ncharacterized by the large energy gap between the yrast and excited HD bands,\nthe size of which is only 15% smaller than the one in doubly magic HD $^{96}$Cd\nnucleus.\n","Comment: 7 pages, 4 figures, accepted for publication in Physical Review C"]}]
["0902.0906",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0906","Phys.Rev.C79:021602,2009","doi:10.1103/PhysRevC.79.021602"],"date":["2009-02-05"],"type":["text"],"creator":["Deltuva, A."],"language":[],"coverage":[],"title":["Three-body direct nuclear reactions: Nonlocal optical potential"],"description":["  The calculations of three-body direct nuclear reactions with nonlocal optical\npotentials are performed for the first time using the framework of Faddeev-type\nscattering equations. Important nonlocality effect is found for transfer\nreactions like d+16O -> p + 17O often improving the description of the\nexperimental data.\n","Comment: 5 pages, 9 figures, submitted to Phys. Rev. C"]}]
["0902.3699",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3699","Phys.Rev.C79:025803,2009","doi:10.1103/PhysRevC.79.025803"],"date":["2009-02-20"],"type":["text"],"creator":["Yue, P.","Yang, F.","Shen, H."],"language":[],"coverage":[],"title":["Properties of hyperonic matter in strong magnetic fields"],"description":["  We study the effects of strong magnetic fields on the properties of hyperonic\nmatter. We employ the relativistic mean field theory, which is known to provide\nexcellent descriptions of nuclear matter and finite nuclei. The two additional\nhidden-strangeness mesons, $\\sigma^{\\ast}$ and $\\phi$, are taken into account,\nand some reasonable hyperon potentials are used to constrain the meson-hyperon\ncouplings, which reflect the recent developments in hypernuclear physics. It is\nfound that the effects of strong magnetic fields become significant only for\nmagnetic field strength $B>5 \\times 10^{18}$ G. The threshold densities of\nhyperons can be significantly altered by strong magnetic fields. The presence\nof hyperons makes the equation of state (EOS) softer than that in the case\nwithout hyperons, and the softening of the EOS becomes less pronounced with\nincreasing magnetic field strength.\n","Comment: 19 pages, 6 figures"]}]
["0902.3801",{"format":[],"subject":["Mathematics - Representation Theory","17B10","17B10","17B68"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3801"],"date":["2009-02-22","2009-03-04"],"type":["text"],"creator":["Wang, Bin"],"language":[],"coverage":[],"title":["Whittaker Modules for Graded Lie Algebras"],"description":["  In this paper, we study Whittaker modules for graded Lie algebras. We define\nWhittaker modules for a class of graded Lie algebras and obtain a bijective\ncorrespondence between the set of isomorphism classes of Whittaker modules and\nthe set of ideals of a polynomial ring, parallel to a result from the classical\nsetting and the case of the Virasoro algebra. As a consequence of this, we\nobtain a classification of simple Whittaker modules for such algebras. Also, we\nstudy some concrete algebras as examples.\n","Comment: 11pages, fixed a number of errors"]}]
["0902.4078",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.4078"],"date":["2009-02-24","2009-03-04"],"type":["text"],"creator":["Bhattacharyya, Sarika Maitra","Bagchi, Biman","Wolynes, Peter G."],"language":[],"coverage":[],"title":["Wavenumber dependence of the structural relaxation time in the crossover\n  regime of supercooled liquid dynamics"],"description":["  As a liquid is progressively supercooled an intriguing weakening of the\nwavenumber ($q$) dependence of the structural relaxation time $\\tau(q)$ in the\nlarge q limit is observed both in experiments and simulation studies. Neither\nthe continuous Brownian diffusive dynamics nor the discontinuous activated\nevents can alone explain the anomalous wavenumber dependence. Here we use our\nrecently developed theory that unifies the mode coupling theory (MCT) for\ncontinuous dynamics and the random first order transition theory (RFOT)\ntreatment of activated discontinuous motion as a nucleation (instanton)\nprocess, to understand the wavenumber dependence of density relaxation. The\npredicted smooth change in mechanism of relaxation from diffusive to activated,\nin the crossover regime, is wavevector dependent and is eventually responsible\nfor sub-quadratic, almost linear, $q$ dependence of the relaxation time.\n","Comment: 15 pages and 5 figures, minor changes in the content"]}]
["0902.4180",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","Mathematical Physics","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.4180"],"date":["2009-02-24"],"type":["text"],"creator":["Dowker, J. S."],"language":[],"coverage":[],"title":["Fuzzy gauge theory and non-locality"],"description":["  It is argued that the enlargement of the gauge group found in non-commutative\ngauge theory is more fundamentally thought of as a consequence of the\nnon-locality of the construction and that it was already encountered in an\nearlier discussion of a non-local gauge theory.\n","Comment: 9 pages"]}]
["0902.4809",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.4809"],"date":["2009-02-27"],"type":["text"],"creator":["Lewis, Fraser","Roche, Paul"],"language":[],"coverage":[],"title":["The Faulkes Telescope Project: Not Just Pretty Pictures"],"description":["  The Faulkes Telescope (FT) Project is an educational and research arm of the\nLas Cumbres Observatory Global Telescope Network (LCOGTN). As well as producing\nspectacular images of galaxies, nebulae, supernovae remnants, star clusters,\netc., the FT team is involved in several projects pursuing scientific goals.\nMany of these projects also incorporate data collected and analysed by schools\nand amateur astronomers.\n","Comment: in \".Astronomy: Networked Astronomy and the New Media\", 2009, edited\n  by R.J. Simpson, D. Ward-Thompson"]}]
["0903.0209",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0209"],"date":["2009-03-02","2009-03-03"],"type":["text"],"creator":["Liu, Z.","Shi, L.","Shi, Z.","Liu, X. H.","Zi, J.","Zhou, S. M.","Wei, S. J.","Li, J."],"language":[],"coverage":[],"title":["Anomalous magneto-optical Kerr effect in perpendicularly magnetized\n  Co/Pt films on two-dimensional colloidal crystals"],"description":["  We have studied the magneto-optical Kerr effect and optical reflectance of\nperpendicular magnetized Co/Pt films on self-assembly two-dimensional\npolystyrene spheres. It is shown that the magneto-optical and the reflectance\nspectra are correlated to each other. Calculations have shown that the\nmagneto-optical Kerr rotation and the Kerr ellipticity spectra are governed by\nthe resonant coupling of light to the excitations of surface plasmon polaritons\nand modified by the sphere diameters. These effects lead to the possibility of\ndeveloping new magnetoplasmonic nanosensors.\n","Comment: 4 pages, 4 figures"]}]
["0903.0383",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0383"],"date":["2009-03-02"],"type":["text"],"creator":["Ghez, A.","Morris, M.","Lu, J.","Weinberg, N.","Matthews, K.","Alexander, T.","Armitage, P.","Becklin, E.","Brown, W.","Campbell, R.","Do, T.","Eckart, A.","Genzel, R.","Gould, A.","Hansen, B.","Ho, L.","Lo, F.","Loeb, A.","Melia, F.","Merritt, D.","Milosavljevic, M.","Perets, H.","Rasio, F.","Reid, M.","Salim, S.","Schoedel, R.","Yelda, S."],"language":[],"coverage":[],"title":["The Galactic Center: A Laboratory for Fundamental Astrophysics and\n  Galactic Nuclei"],"description":["  As the closest example of a galactic nucleus, the Galactic center presents an\nexquisite laboratory for learning about supermassive black holes (SMBH) and\ntheir environs. Detailed studies of stellar dynamics deep in the potential well\nof a galaxy, with exisiting and future large ground-based telescopes, offer\nseveral exciting directions in the coming decade. First, it will be possible to\nobtain precision measurements of the Galaxy's central potential, providing both\na unique test of General Relativity (GR) and a detection of the extended dark\nmatter distribution that is predicted to exist around the SMBH. Tests of\ngravity have not previously been possible on the mass scale of a SMBH.\nSimilarly, only upper limits on the extended matter distribution on small\nscales currently exist; detection of dark matter on these scales is an\nimportant test of Lambda-CDM and the detection of stellar remnants would reveal\na population that may dominate the stellar dynamics on the smallest scales.\nSecond, our detailed view of the SMBH and its local gas and stellar environment\nprovides insight into how SMBHs at the centers of galaxies form, grow and\ninteract with their environs as well as on the exotic processes at work in the\ndensest stellar clusters in the Universe. The key questions, still unanswered,\nof when and how SMBHs formed in the early universe, and the myriad ways in\nwhich feedback from SMBHs can affect structure formation, can be informed by\ndirectly observing the physical processes operating at the SMBH.\n","Comment: An ASTRO2010 White Paper. Animations and high resolution images can\n  be found at\n  http://www.astro.ucla.edu/~ghezgroup/gc/pictures/Future_GCorbits.shtml"]}]
["0903.0388",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0388"],"date":["2009-03-02"],"type":["text"],"creator":["Kravtsov, A.","Gonzalez, A.","Vikhlinin, A.","Marrone, D.","Zabludoff, A.","Nagai, D.","Markevitch, M.","Benson, B.","Golwala, S.","Myers, S.","Gladders, M.","Rudd, D.","Evrard, A.","Conroy, C.","Allen, Steven"],"language":[],"coverage":[],"title":["Towards the 2020 vision of the baryon content of galaxy groups and\n  clusters"],"description":["  Groups and clusters of galaxies occupy a special position in the hierarchy of\nlarge-scale cosmic structures because they are the largest and the most massive\n(from ~10^13 Msun to over 10^15 Msun) objects in the universe that have had\ntime to undergo gravitational collapse. The large masses of clusters imply that\ntheir contents have been accreted from regions of ~8-40 comoving Mpc in size\nand should thus be representative of the mean matter content of the universe.\nDuring the next decade sensitive multi-wavelength observations should be able\nto map the radial distributions of all main mass components (stars, cold, warm,\nand hot gas and total mass) at z<~ 1 out to the virial radius. At the same\ntime, comparative studies of real and simulated cluster samples sould allow us\nto use clusters as veritable astrophysical laboratories for studying galaxy\nformation, as well as testing our theoretical models of structure formation and\nunderlying assumptions about fundamental physics governing the universe.\n","Comment: 9 pages, Science white paper for the Astro2010 Decadal Survey with\n  extended ref. list, 2 Figures"]}]
["0903.0389",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0389"],"date":["2009-03-02"],"type":["text"],"creator":["Hossein-Nejad, H.","Stock, R.","James, D. F. V."],"language":[],"coverage":[],"title":["Generation of multi-photon entanglement by propagation and detection"],"description":["  We investigate the change of entanglement of photons due to propagation. We\nfind that post-selected entanglement in general varies by propagation and, as a\nconsequence, states with maximum bi- and tri-partite entanglement can be\ngenerated from propagation of unentangled photons. We generalize the results to\nn photons and show that entangled states with permutation symmetry can be\ngenerated from propagation of unentangled states. Generation of n-photon GHZ\nstates is discussed as an example of a class of states with the desired\nsymmetry.\n","Comment: 9 pages, 8 figues"]}]
["0903.0391",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0391"],"date":["2009-03-02"],"type":["text"],"creator":["Arbitman, Yuriy","Naor, Moni","Segev, Gil"],"language":[],"coverage":[],"title":["De-amortized Cuckoo Hashing: Provable Worst-Case Performance and\n  Experimental Results"],"description":["  Cuckoo hashing is a highly practical dynamic dictionary: it provides\namortized constant insertion time, worst case constant deletion time and lookup\ntime, and good memory utilization. However, with a noticeable probability\nduring the insertion of n elements some insertion requires \\Omega(log n) time.\nWhereas such an amortized guarantee may be suitable for some applications, in\nother applications (such as high-performance routing) this is highly\nundesirable.\n  Recently, Kirsch and Mitzenmacher (Allerton '07) proposed a de-amortization\nof cuckoo hashing using various queueing techniques that preserve its\nattractive properties. Kirsch and Mitzenmacher demonstrated a significant\nimprovement to the worst case performance of cuckoo hashing via experimental\nresults, but they left open the problem of constructing a scheme with provable\nproperties.\n  In this work we follow Kirsch and Mitzenmacher and present a de-amortization\nof cuckoo hashing that provably guarantees constant worst case operations.\nSpecifically, for any sequence of polynomially many operations, with\noverwhelming probability over the randomness of the initialization phase, each\noperation is performed in constant time. Our theoretical analysis and\nexperimental results indicate that the scheme is highly efficient, and provides\na practical alternative to the only other known dynamic dictionary with such\nworst case guarantees, due to Dietzfelbinger and Meyer auf der Heide (ICALP\n'90).\n"]}]
["0903.0398",{"format":[],"subject":["Mathematics - Representation Theory","17B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0398"],"date":["2009-03-02"],"type":["text"],"creator":["Panyushev, Dmitri I."],"language":[],"coverage":[],"title":["On the Dynkin index of a principal $\\mathfrak{sl}_2$-subalgebra"],"description":["  Let $g$ be a simple Lie algebra over an algebraically closed field of\ncharacteristic zero. The goal of this note is to prove a closed formula for the\nDynkin index of a principal $sl_2$-subalgebra of $g$. The key step in the proof\nuses the \"strange formula\" of Freudenthal--de Vries. As an application, we (1)\ncompute the Dynkin index any simple $g$-module regarded as $sl_2$-module and\n(2) obtain an identity connecting the exponents of $g$ and the dual Coxeter\nnumbers of both $g$ and the Langlands dual $g^\\vee$.\n","Comment: 6 pages, to appear in \"Advances in Math\""]}]
["0903.0399",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0399"],"date":["2009-03-02"],"type":["text"],"creator":["Ardavan, Houshang","Ardavan, Arzhang","Fasel, Joseph","Middleditch, John","Perez, Mario","Schmidt, Andrea","Singleton, John"],"language":[],"coverage":[],"title":["A new mechanism for generating broadband pulsar-like polarization"],"description":["  Observational data imply the presence of superluminal electric currents in\npulsar magnetospheres. Such sources are not inconsistent with special\nrelativity; they have already been created in the laboratory. Here we describe\nthe distinctive features of the radiation beam that is generated by a rotating\nsuperluminal source and show that (i) it consists of subbeams that are narrower\nthe farther the observer is from the source: subbeams whose intensities decay\nas 1/R instead of 1/R^2 with distance (R), (ii) the fields of its subbeams are\ncharacterized by three concurrent polarization modes: two modes that are\n'orthogonal' and a third mode whose position angle swings across the subbeam\nbridging those of the other two, (iii) its overall beam consists of an\nincoherent superposition of such coherent subbeams and has an intensity profile\nthat reflects the azimuthal distribution of the contributing part of the source\n(the part of the source that approaches the observer with the speed of light\nand zero acceleration), (iv) its spectrum (the superluminal counterpart of\nsynchrotron spectrum) is broader than that of any other known emission and\nentails oscillations whose spacings and amplitudes respectively increase and\ndecrease algebraically with increasing frequency, and (v) the degree of its\nmean polarization and the fraction of its linear polarization both increase\nwith frequency beyond the frequency for which the observer falls within the\nFresnel zone. We also compare these features with those of the radiation\nreceived from the Crab pulsar.\n","Comment: 8 pages, 8 figures"]}]
["0903.0400",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Number Theory","11M06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0400"],"date":["2009-03-02"],"type":["text"],"creator":["Apagodu, Moa"],"language":[],"coverage":[],"title":["One-parameter Generalizations of Ramanujan's Formula for $\\pi$"],"description":["  Several terminating generalizations of Ramanujan's formula for\n$\\frac{1}{\\pi}$ with complete WZ proofs are given.\n","Comment: 6 pages"]}]
["0903.0401",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0401"],"date":["2009-03-03"],"type":["text"],"creator":["Myers, S. T.","Pfrommer, C.","Aguirre, J.","Bond, J. R.","Burns, J. O.","Clarke, T.","Devlin, M.","Evrard, A.","Golwala, S.","Habib, S.","Heitmann, K.","Holzapfel, W. L.","Kassim, N. E.","Kravtsov, A.","Lee, A. T.","Markevich, M.","Marrone, D.","Nagai, D.","Page, L.","Pierpaoli, E.","Rudnick, L.","Sievers, J.","Taylor, G.","Voit, M."],"language":[],"coverage":[],"title":["Galaxy Cluster Astrophysics and Cosmology: Questions and Opportunities\n  for the Coming Decade"],"description":["  We are learning much about how structure forms, in particular how clusters as\nnodes in the cosmic web evolve and accrete matter, and about the physical\nprocesses within these objects. In the next decade, the study of clusters will\nenable us to tackle important questions regarding the nature of Dark Matter and\nDark Energy, how clusters co-evolve with super-massive black holes at their\ncenters, and to advance our knowledge about fundamental plasma astrophysics.\nThis science white paper outlines the key questions and research opportunities\nin cluster astrophysics that are emerging in the coming decade and beyond, and\nserves as an overview to other cluster related white papers.\n","Comment: 8 pages, 4 figures. Science White Paper submitted to CFP and GCT\n  panels of Astro2010"]}]
["0903.0407",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0407","Eur. Phys. J. B 67, 239 (2009)","doi:10.1140/epjb/e2009-00034-6"],"date":["2009-03-03"],"type":["text"],"creator":["Saffarzadeh, Alireza","Asl, Mahdi Ghorbani"],"language":[],"coverage":[],"title":["Spin currents and magnetoresistance of graphene-based magnetic junctions"],"description":["  Using the tight-binding approximation and the nonequilibrium Green's function\napproach, we investigate the coherent spin-dependent transport in planar\nmagnetic junctions consisting of two ferromagnetic (FM) electrodes separated by\na graphene flake (GF) with zigzag or armchair interfaces. It is found that the\nelectron conduction strongly depends on the geometry of contact between the GF\nand the FM electrodes. In the case of zigzag interfaces, the junction\ndemonstrates a spin-valve effect with high magnetoresistance (MR) ratios and\nshows negative differential resistance features for a single spin channel at\npositive gate voltage. In the case of armchair interfaces, the current-voltage\ncharacteristics behave linearly at low bias voltages and hence, both spin\nchannels are in on state with low MR ratios.\n","Comment: 6 pages, 5 figures"]}]
["0903.0416",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0416"],"date":["2009-03-02"],"type":["text"],"creator":["Feigelson, Eric D."],"language":[],"coverage":[],"title":["Statistics in astronomy"],"description":["  Perhaps more than other physical sciences, astronomy is frequently\nstatistical in nature. The objects under study are inaccessible to direct\nmanipulation in the laboratory, so the astronomer is restricted to observing a\nfew external characteristics and inferring underlying properties and physics.\nAstronomy played a profound role in the historical development of statistics\nfrom the ancient Greeks through the 19th century. But the fields drifted apart\nin the 20th century as astronomy turned towards astrophysics and statistics\ntowards human affairs. Today we see a resurgence in astrostatistical activity\nwith the proliferation of survey mega-datasets and the need to link complicated\ndata to nonlinear astrophysical models. Several contemporary astrostatistical\nchallenges are outlined: heteroscedastic measurement errors, censoring and\ntruncation in multivariate databases; time series analysis of variable objects\nincluding dynamical models of extrasolar planetary systems; treatments of faint\nsources and other Poisson processes; the anisotropic spatial point process of\ngalaxy clustering; and model fitting and selection for the cosmic microwave\nbackground.\n","Comment: Appearing in the on-line Encyclopedia for Statistical Science"]}]
["0903.0418",{"format":[],"subject":["Mathematics - Algebraic Geometry","14B05, 14E30, 14J17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0418"],"date":["2009-03-02"],"type":["text"],"creator":["Kawakita, Masayuki"],"language":[],"coverage":[],"title":["Towards boundedness of minimal log discrepancies by Riemann--Roch\n  theorem"],"description":["  We introduce an approach of Riemann--Roch theorem to the boundedness problem\nof minimal log discrepancies in fixed dimension. After reducing it to the case\nof a Gorenstein terminal singularity, firstly we prove that its minimal log\ndiscrepancy is bounded if either multiplicity or embedding dimension is\nbounded. Secondly we recover the characterisation of a Gorenstein terminal\nthree-fold singularity by Reid, and the precise boundary of its minimal log\ndiscrepancy by Markushevich, without explicit classification. Finally we\nprovide the precise boundary for a special four-fold singularity, whose general\nhyperplane section has a terminal piece.\n","Comment: 11 pages"]}]
["0903.0422",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Computational Complexity","Computer Science - Data Structures and Algorithms","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0422"],"date":["2009-03-02"],"type":["text"],"creator":["Makino, Kazuhisa","Ono, Hirotaka"],"language":[],"coverage":[],"title":["Deductive Inference for the Interiors and Exteriors of Horn Theories"],"description":["  In this paper, we investigate the deductive inference for the interiors and\nexteriors of Horn knowledge bases, where the interiors and exteriors were\nintroduced by Makino and Ibaraki to study stability properties of knowledge\nbases. We present a linear time algorithm for the deduction for the interiors\nand show that it is co-NP-complete for the deduction for the exteriors. Under\nmodel-based representation, we show that the deduction problem for interiors is\nNP-complete while the one for exteriors is co-NP-complete. As for Horn\nenvelopes of the exteriors, we show that it is linearly solvable under\nmodel-based representation, while it is co-NP-complete under formula-based\nrepresentation. We also discuss the polynomially solvable cases for all the\nintractable problems.\n","Comment: 20 pages, 1 figure, An extended abstract of this article was\n  presented in Proceedings of Algorithms and Computation, 19th International\n  Symposium (ISAAC 2008), Lecture Notes in Computer Science, Vol. 5369, pp.\n  390-401, Springer-Verlag Berlin Heidelberg, 2008"]}]
["0903.0423",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0423"],"date":["2009-03-02"],"type":["text"],"creator":["Silva, J. M.","de Souza, R. E.","Lima, J. A. S."],"language":[],"coverage":[],"title":["Lowered Nonextensive Stellar Distribution"],"description":["  The structure of globular clusters and elliptical galaxies are described in\nan unified way through a new class of lowered models inspired on the\nnonextensive kinetic theory. These power law models are specified by a single\nparameter q which quantifies to what extent they depart from the class of\nlowered stellar distributions discussed by Michie and King. For q equal to\nunity, the Michie-King profiles are recovered. However, for q smaller than\nunity there is a gradual modification in the shape of the density profiles\nwhich depends on the degree of tidal damage imposed on the model, thereby also\nproviding a good fit for globular clusters. It is also shown that a subclass of\nthese models, those with a deeper potential and $q$ slightly less than unity,\npresent a distribution resembling the de Vaucoulers $r^{1/4}$ profile which\nyields a good description of the structure of elliptical galaxies. This subset\nof models follows this trend, with a slight departure over nearly 10 orders of\nmagnitudes.\n","Comment: 20 pages, 5 figures, 1 table"]}]
["0903.0424",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0424"],"date":["2009-03-03"],"type":["text"],"creator":["Chilingarian, Igor"],"language":[],"coverage":[],"title":["Virtual Observatory for Astronomers: Where Are We Now?"],"description":["  After several years of intensive technological development Virtual\nObservatory resources have reached a level of maturity sufficient for their\nroutine scientific exploitation. The Virtual Observatory is starting to be used\nby astronomers in a transparent way. In this article I will review several\nresearch projects making use of the VO at different levels of importance. I\nwill present two projects going further than data mining: (1) studies of\nenvironmental effects on galaxy evolution, where VO resources and services are\nused in connection with dedicated observations using a large telescope and\nnumerical simulations, and (2) a study of optical and near-infrared colours of\nnearby galaxies complemented by the spectroscopic data.\n","Comment: invited talk at the Multi-wavelength Astronomy and Virtual\n  Observatory Workshop. European Space Astronomy Centre, Villafranca del\n  Castillo, Madrid, Spain, 1-3 Dec 2008: 7 pages, 4 figures"]}]
["0903.0433",{"format":[],"subject":["Mathematical Physics","Mathematics - Probability","60G55, 60G60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0433","Journal of Mathematical Physics, Vol 48, No 5 (2007)"],"date":["2009-03-02"],"type":["text"],"creator":["Koralov, L."],"language":[],"coverage":[],"title":["An Inverse Problem for Gibbs Fields with Hard Core Potential"],"description":["  It is well known that for a regular stable potential of pair interaction and\na small value of activity one can define the corresponding Gibbs field (a\nmeasure on the space of configurations of points in $\\mathbb{R}^d$).\n  In this paper we consider a converse problem. Namely, we show that for a\nsufficiently small constant $\\overline{\\rho}_1$ and a sufficiently small\nfunction $\\overline{\\rho}_2(x)$, $x \\in \\mathbb{R}^d$, that is equal to zero in\na neighborhood of the origin, there exist a hard core pair potential, and a\nvalue of activity, such that $\\overline{\\rho}_1$ is the density and\n$\\overline{\\rho}_2$ is the pair correlation function of the corresponding Gibbs\nfield.\n"]}]
["0903.0436",{"format":[],"subject":["Mathematics - Probability","60H30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0436","Probability Theory and Related Fields, 129, pp 37-62, 2004"],"date":["2009-03-02"],"type":["text"],"creator":["Koralov, L."],"language":[],"coverage":[],"title":["Random Perturbations of 2-dimensional Hamiltonian Flows"],"description":["  We consider the motion of a particle in a periodic two dimensional flow\nperturbed by small (molecular) diffusion. The flow is generated by a divergence\nfree zero mean vector field. The long time behavior corresponds to the behavior\nof the homogenized process - that is diffusion process with the constant\ndiffusion matrix (effective diffusivity). We obtain the asymptotics of the\neffective diffusivity when the molecular diffusion tends to zero.\n"]}]
["0903.0444",{"format":[],"subject":["Mathematics - Rings and Algebras","15A48"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0444"],"date":["2009-03-03"],"type":["text"],"creator":["Rodman, Leiba","Seyalioglu, Hakan","Spitkovsky, Ilya M."],"language":[],"coverage":[],"title":["On common invariant cones for families of matrices"],"description":["  The existence and construction of common invariant cones for families of real\nmatrices is considered. The complete results are obtained for 2x2 matrices\n(with no additional restrictions) and for families of simultaneously\ndiagonalizable matrices of any size. Families of matrices with a shared\ndominant eigenvector are considered under some additional conditions.\n"]}]
["0903.0447",{"format":[],"subject":["Mathematics - Statistics Theory","62F35 (Primary) 62H12 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0447","Annals of Statistics 2009, Vol. 37, No. 1, 311-331","doi:10.1214/07-AOS588"],"date":["2009-03-03"],"type":["text"],"creator":["Alqallaf, Fatemah","Van Aelst, Stefan","Yohai, Victor J.","Zamar, Ruben H."],"language":[],"coverage":[],"title":["Propagation of outliers in multivariate data"],"description":["  We investigate the performance of robust estimates of multivariate location\nunder nonstandard data contamination models such as componentwise outliers\n(i.e., contamination in each variable is independent from the other variables).\nThis model brings up a possible new source of statistical error that we call\n\"propagation of outliers.\" This source of error is unusual in the sense that it\nis generated by the data processing itself and takes place after the data has\nbeen collected. We define and derive the influence function of robust\nmultivariate location estimates under flexible contamination models and use it\nto investigate the effect of propagation of outliers. Furthermore, we show that\nstandard high-breakdown affine equivariant estimators propagate outliers and\ntherefore show poor breakdown behavior under componentwise contamination when\nthe dimension $d$ is high.\n","Comment: Published in at http://dx.doi.org/10.1214/07-AOS588 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["0903.0449",{"format":[],"subject":["Mathematics - Probability","60H15, 35R60, 74J20 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0449","Annals of Applied Probability 2009, Vol. 19, No. 1, 318-346","doi:10.1214/08-AAP543"],"date":["2009-03-03"],"type":["text"],"creator":["Garnier, Josselin","Sølna, Knut"],"language":[],"coverage":[],"title":["Coupled paraxial wave equations in random media in the white-noise\n  regime"],"description":["  In this paper the reflection and transmission of waves by a three-dimensional\nrandom medium are studied in a white-noise and paraxial regime. The limit\nsystem derives from the acoustic wave equations and is described by a coupled\nsystem of random Schr\\\"{o}dinger equations driven by a Brownian field whose\ncovariance is determined by the two-point statistics of the fluctuations of the\nrandom medium. For the reflected and transmitted fields the associated Wigner\ndistributions and the autocorrelation functions are determined by a closed\nsystem of transport equations. The Wigner distribution is then used to describe\nthe enhanced backscattering phenomenon for the reflected field.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AAP543 the Annals of\n  Applied Probability (http://www.imstat.org/aap/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0903.0450",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0450"],"date":["2009-03-03"],"type":["text"],"creator":["Robutti, Enrico"],"language":[],"coverage":[],"title":["Quarkonium States at B-Factories"],"description":["  An overview is given on recent progress in the study of quarkonium\nspectroscopy at the B-factories. In particular, an updated status report is\npresented of the long list of \"charmonium-like\" resonances newly discovered,\nwhose assignment as true charmonium states is in most cases at least\ncontroversial. Also, new measurements on the decay properties of bottomonium\nstates above open-B production thresholds are shown.\n","Comment: Heavy Quarks and Leptons, Melbourne, 2008"]}]
["0903.0457",{"format":[],"subject":["Mathematics - Differential Geometry","53C20 (Primary), 53C25, 53C35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0457"],"date":["2009-03-03"],"type":["text"],"creator":["Berestovskii, V. N.","Nikitenko, E. V.","Nikonorov, Yu. G."],"language":[],"coverage":[],"title":["The classification of $\\delta$-homogeneous Riemannian manifolds with\n  positive Euler characteristic"],"description":["  The authors give a short survey of previous results on $\\delta$-homogeneous\nRiemannian manifolds, forming a new proper subclass of geodesic orbit spaces\nwith non-negative sectional curvature, which properly includes the class of all\nnormal homogeneous Riemannian manifolds. As a continuation and an application\nof these results, they prove that the family of all compact simply connected\nindecomposable $\\delta$-homogeneous Riemannian manifolds with positive Euler\ncharacteristic, which are not normal homogeneous, consists exactly of all\ngeneralized flag manifolds $Sp(l)/U(1)\\cdot Sp(l-1)=\\mathbb{C}P^{2l-1}$, $l\\geq\n2$, supplied with invariant Riemannian metrics of positive sectional curvature\nwith the pinching constants (the ratio of the minimal sectional curvature to\nthe maximal one) in the open interval $(1/16, 1/4)$. This implies very unusual\ngeometric properties of the adjoint representation of $Sp(l)$, $l\\geq 2$. Some\nunsolved questions are suggested.\n","Comment: 17 pages"]}]
["0903.0458",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0458"],"date":["2009-03-03"],"type":["text"],"creator":["Danilov, G. S."],"language":[],"coverage":[],"title":["Resonance capture by hydrogenous impurities and losses of ultracold\n  neutrons in solid material traps"],"description":["  The capture of trapped ultracold neutrons (UCNs) by closed hydrogenous\nimpurities within a solid coating of the trap is discussed as a possible cause\nof observed anomalously large losses of UCNs in solid material UCN traps. Then\nsignificant losses of UCNs arise only if resonances occur in the UCN-impurity\nscattering amplitude. For a large size impurity, higher partial waves in the\nUCN-impurity interaction are important, and they are taken into account in the\npresent paper. The method of the calculation is applicable to irregular shape\nimpurities as well. A small distortion of an impurity shape, if it splits the\nresonance, can increase the UCN losses by a few times. UCN losses in the\nberyllium trap are calculated assuming they are due to the UCN capture by ice\nspherical impurities within the coating of the trap walls. Both s- and p-wave\nresonances contribute significantly to the UCN losses considered. As an\nexample, observed anomalous large UCN losses are achieved if the average radius\nof the impurity is about 600 Angstroms and the impurity density is about\n3*10^{14}/cm^3. A distortion of the spherical shape of the impurity could\nincrease the UCN losses and therefore decrease the impurity density.\n","Comment: LaTex, 27 pages with 5 figures"]}]
["0903.0460",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0460","Artificial Intelligence, 173 (2), 299-328, 2009","doi:10.1016/j.artint.2008.11.001"],"date":["2009-03-03"],"type":["text"],"creator":["Frisch, Alan","Hnich, Brahim","Kiziltan, Zeynep","Miguel, Ian","Walsh, Toby"],"language":[],"coverage":[],"title":["Filtering Algorithms for the Multiset Ordering Constraint"],"description":["  Constraint programming (CP) has been used with great success to tackle a wide\nvariety of constraint satisfaction problems which are computationally\nintractable in general. Global constraints are one of the important factors\nbehind the success of CP. In this paper, we study a new global constraint, the\nmultiset ordering constraint, which is shown to be useful in symmetry breaking\nand searching for leximin optimal solutions in CP. We propose efficient and\neffective filtering algorithms for propagating this global constraint. We show\nthat the algorithms are sound and complete and we discuss possible extensions.\nWe also consider alternative propagation methods based on existing constraints\nin CP toolkits. Our experimental results on a number of benchmark problems\ndemonstrate that propagating the multiset ordering constraint via a dedicated\nalgorithm can be very beneficial.\n"]}]
["0903.0463",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Representation Theory","42C40","28A50","22D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0463"],"date":["2009-03-03"],"type":["text"],"creator":["Führ, Hartmut"],"language":[],"coverage":[],"title":["Generalized Calder\\'on conditions and regular orbit spaces"],"description":["  The construction of generalized continuous wavelet transforms on locally\ncompact abelian groups $A$ from quasi-regular representations of a semidirect\nproduct group $G = A \\rtimes H$ acting on ${\\rm L}^2(A)$ requires the existence\nof a square-integrable function whose Plancherel transform satisfies\nCalder\\'on-type resolution of the identity. The question then arises under what\nconditions such square-integrable functions exist.\n  The existing literature on this subject leaves a gap between sufficient and\nnecessary criteria. In this paper, we give a characterization in terms of the\nnatural action of the dilation group $H$ on the character group of $A$. We\nfirst prove that a Calder\\'on-type resolution of the identity gives rise to a\ndecomposition of Plancherel measure of $A$ into measures on the dual orbits,\nand then show that the latter property is equivalent to regularity conditions\non the orbit space of the dual action.\n  Thus we obtain, for the first time, sharp necessary and sufficient criteria\nfor the existence of a wavelet inversion formula. As a byproduct and special\ncase of our results we obtain that discrete series subrepresentations of the\nquasiregular representation correspond precisely to dual orbits with positive\nPlancherel measure and associated compact stabilizers. Only sufficiency of the\nconditions was previously known.\n","Comment: 24"]}]
["0903.0464",{"format":[],"subject":["Mathematics - Statistics Theory","62G10 (Primary) 62G35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0464","Annals of Statistics 2009, Vol. 37, No. 1, 332-358","doi:10.1214/07-AOS557"],"date":["2009-03-03"],"type":["text"],"creator":["Clarke, Sandy","Hall, Peter"],"language":[],"coverage":[],"title":["Robustness of multiple testing procedures against dependence"],"description":["  An important aspect of multiple hypothesis testing is controlling the\nsignificance level, or the level of Type I error. When the test statistics are\nnot independent it can be particularly challenging to deal with this problem,\nwithout resorting to very conservative procedures. In this paper we show that,\nin the context of contemporary multiple testing problems, where the number of\ntests is often very large, the difficulties caused by dependence are less\nserious than in classical cases. This is particularly true when the null\ndistributions of test statistics are relatively light-tailed, for example, when\nthey can be based on Normal or Student's $t$ approximations. There, if the test\nstatistics can fairly be viewed as being generated by a linear process, an\nanalysis founded on the incorrect assumption of independence is asymptotically\ncorrect as the number of hypotheses diverges. In particular, the point process\nrepresenting the null distribution of the indices at which statistically\nsignificant test results occur is approximately Poisson, just as in the case of\nindependence. The Poisson process also has the same mean as in the independence\ncase, and of course exhibits no clustering of false discoveries. However, this\nresult can fail if the null distributions are particularly heavy-tailed. There\nclusters of statistically significant results can occur, even when the null\nhypothesis is correct. We give an intuitive explanation for these disparate\nproperties in light- and heavy-tailed cases, and provide rigorous theory\nunderpinning the intuition.\n","Comment: Published in at http://dx.doi.org/10.1214/07-AOS557 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["0903.0465",{"format":[],"subject":["Computer Science - Artificial Intelligence","I.2.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0465","AAAI 2008: 1585-1588"],"date":["2009-03-03"],"type":["text"],"creator":["Walsh, Toby"],"language":[],"coverage":[],"title":["Breaking Value Symmetry"],"description":["  Symmetry is an important factor in solving many constraint satisfaction\nproblems. One common type of symmetry is when we have symmetric values. In a\nrecent series of papers, we have studied methods to break value symmetries. Our\nresults identify computational limits on eliminating value symmetry. For\ninstance, we prove that pruning all symmetric values is NP-hard in general.\nNevertheless, experiments show that much value symmetry can be broken in\npractice. These results may be useful to researchers in planning, scheduling\nand other areas as value symmetry occurs in many different domains.\n","Comment: Proceedings of the Twenty-Third AAAI Conference on Artificial\n  Intelligence"]}]
["0903.0467",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Computational Complexity","I.2.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0467","AAAI-2008, 235-240, 2008"],"date":["2009-03-03"],"type":["text"],"creator":["Bessiere, Christian","Hebrard, Emmanuel","Hnich, Brahim","Kiziltan, Zeynep","Walsh, Toby"],"language":[],"coverage":[],"title":["The Parameterized Complexity of Global Constraints"],"description":["  We argue that parameterized complexity is a useful tool with which to study\nglobal constraints. In particular, we show that many global constraints which\nare intractable to propagate completely have natural parameters which make them\nfixed-parameter tractable and which are easy to compute. This tractability\ntends either to be the result of a simple dynamic program or of a decomposition\nwhich has a strong backdoor of bounded size. This strong backdoor is often a\ncycle cutset. We also show that parameterized complexity can be used to study\nother aspects of constraint programming like symmetry breaking. For instance,\nwe prove that value symmetry is fixed-parameter tractable to break in the\nnumber of symmetries. Finally, we argue that parameterized complexity can be\nused to derive results about the approximability of constraint propagation.\n","Comment: Proceedings of the Twenty-Third AAAI Conference on Artificial\n  Intelligence"]}]
["0903.0468",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0468"],"date":["2009-03-03"],"type":["text"],"creator":["Liu, Gui-Yun","Kuang, Le-Man"],"language":[],"coverage":[],"title":["Production of genuine entangled states of four atomic qubits"],"description":["  We propose an optical scheme to generate genuine entangled states of four\natomic qubits in optical cavities using a single-photon source, beam splitters\nand single photon detectors. We show how to generate deterministically sixteen\northonormal and independent genuine entangled states of four atomic qubits. It\nis found that the sixteen genuine entangled states form a new type of\nrepresentation of the four-atomic-qubit system, i.e., the genuine\nentangled-state representation. This representation brings new interesting\ninsight onto better understanding multipartite entanglement.\n","Comment: 1 figure"]}]
["0903.0469",{"format":[],"subject":["Quantum Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0469"],"date":["2009-03-03"],"type":["text"],"creator":["Il'ichov, L. V.","Anishchik, S. V."],"language":[],"coverage":[],"title":["Spin multiplicity and entanglement swapping in radical ion\n  recombinations"],"description":["  We address the problem of relative frequencies of singlet and triplet\nrecombinations in a multiparticle system, which consists of spin-correlated\nradical ion pairs. The nonlocal swapping of spin correlations due to\ncross-recombinations is taken into account. It is shown that this swapping does\nnot contribute to singlet and triplet recombination frequencies in the absence\nof spin evolution in the correlated pairs.\n","Comment: 6 pages, 3 figures"]}]
["0903.0470",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Formal Languages and Automata Theory","I.2.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0470","AAAI 2008: 1567-1570"],"date":["2009-03-03"],"type":["text"],"creator":["Quimper, Claude-Guy","Walsh, Toby"],"language":[],"coverage":[],"title":["Decompositions of Grammar Constraints"],"description":["  A wide range of constraints can be compactly specified using automata or\nformal languages. In a sequence of recent papers, we have shown that an\neffective means to reason with such specifications is to decompose them into\nprimitive constraints. We can then, for instance, use state of the art SAT\nsolvers and profit from their advanced features like fast unit propagation,\nclause learning, and conflict-based search heuristics. This approach holds\npromise for solving combinatorial problems in scheduling, rostering, and\nconfiguration, as well as problems in more diverse areas like bioinformatics,\nsoftware testing and natural language processing. In addition, decomposition\nmay be an effective method to propagate other global constraints.\n","Comment: Proceedings of the Twenty-Third AAAI Conference on Artificial\n  Intelligence"]}]
["0903.0471",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Computational Complexity","I.2.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0471","ECAI 2008: 475-479","doi:10.3233/978-1-58603-891-5-475"],"date":["2009-03-03"],"type":["text"],"creator":["Bessiere, Christian","Hebrard, Emmanuel","Hnich, Brahim","Kiziltan, Zeynep","Walsh, Toby"],"language":[],"coverage":[],"title":["SLIDE: A Useful Special Case of the CARDPATH Constraint"],"description":["  We study the CardPath constraint. This ensures a given constraint holds a\nnumber of times down a sequence of variables. We show that SLIDE, a special\ncase of CardPath where the slid constraint must hold always, can be used to\nencode a wide range of sliding sequence constraints including CardPath itself.\nWe consider how to propagate SLIDE and provide a complete propagator for\nCardPath. Since propagation is NP-hard in general, we identify special cases\nwhere propagation takes polynomial time. Our experiments demonstrate that using\nSLIDE to encode global constraints can be as efficient and effective as\nspecialised propagators.\n","Comment: 18th European Conference on Artificial Intelligence"]}]
["0903.0474",{"format":[],"subject":["Mathematics - Statistics Theory","62G05 (Primary) 62E05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0474","Annals of Statistics 2009, Vol. 37, No. 1, 359-370","doi:10.1214/07-AOS567"],"date":["2009-03-03"],"type":["text"],"creator":["Nordman, Daniel J."],"language":[],"coverage":[],"title":["A note on the stationary bootstrap's variance"],"description":["  Because the stationary bootstrap resamples data blocks of random length, this\nmethod has been thought to have the largest asymptotic variance among block\nbootstraps Lahiri [Ann. Statist. 27 (1999) 386--404]. It is shown here that the\nvariance of the stationary bootstrap surprisingly matches that of a block\nbootstrap based on nonrandom, nonoverlapping blocks. This argument translates\nthe variance expansion into the frequency domain and provides a unified way of\ndetermining variances for other block bootstraps. Some previous results on the\nstationary bootstrap, related to asymptotic relative efficiency and optimal\nblock size, are also updated.\n","Comment: Published in at http://dx.doi.org/10.1214/07-AOS567 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["0903.0475",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0475"],"date":["2009-03-03"],"type":["text"],"creator":["Katsirelos, George","Narodytska, Nina","Walsh, Toby"],"language":[],"coverage":[],"title":["Reformulating Global Grammar Constraints"],"description":["  An attractive mechanism to specify global constraints in rostering and other\ndomains is via formal languages. For instance, the Regular and Grammar\nconstraints specify constraints in terms of the languages accepted by an\nautomaton and a context-free grammar respectively. Taking advantage of the\nfixed length of the constraint, we give an algorithm to transform a\ncontext-free grammar into an automaton. We then study the use of minimization\ntechniques to reduce the size of such automata and speed up propagation. We\nshow that minimizing such automata after they have been unfolded and domains\ninitially reduced can give automata that are more compact than minimizing\nbefore unfolding and reducing. Experimental results show that such\ntransformations can improve the size of rostering problems that we can 'model\nand run'.\n","Comment: 15 pages, 4 figures"]}]
["0903.0479",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0479"],"date":["2009-03-03"],"type":["text"],"creator":["Katsirelos, George","Narodytska, Nina","Walsh, Toby"],"language":[],"coverage":[],"title":["Combining Symmetry Breaking and Global Constraints"],"description":["  We propose a new family of constraints which combine together lexicographical\nordering constraints for symmetry breaking with other common global\nconstraints. We give a general purpose propagator for this family of\nconstraints, and show how to improve its complexity by exploiting properties of\nthe included global constraints.\n","Comment: 15 pages, 4 figures"]}]
["0903.0480",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0480"],"date":["2009-03-03"],"type":["text"],"creator":["Meeus, Gwendolyn"],"language":[],"coverage":[],"title":["Observational evidence for dust growth in proto-planetary discs"],"description":["  The dust in the interstellar medium, that provides the material for forming\nstars - and circumstellar discs as a natural by-product - is known to have\nsubmicron sizes. As these discs are the sites of planet formation, those small\ngrains are predicted to grow to larger entities when the stars are still young.\nwill review evidence for the first steps in grain growth in proto-planetary\ndiscs around young stars, based on recent Spitzer and ground-based infrared\nobservations. First, I will discuss disc and dust properties in Herbig Ae/Be\nstars, and then move to the lower-mass T Tauri stars and the brown dwarfs.\nHere, objects of different star-forming regions are compared, and the influence\nof the stellar parameters and environment on dust evolution, as witnessed by\nthe observed dust characteristics, is discussed.\n","Comment: To appear in the proceedings of \"Cosmic Dust -- Near and Far,\" ed.\n  Th. Henning, E. Gruen and J. Steinacker (ASP Conf. Ser., 2009)"]}]
["0903.0481",{"format":[],"subject":["Statistics - Methodology","62D05 (Primary) 62G20, 62G99 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0481","Annals of Statistics 2009, Vol. 37, No. 1, 371-393","doi:10.1214/07-AOS578"],"date":["2009-03-03"],"type":["text"],"creator":["Fang, Fang","Hong, Quan","Shao, Jun"],"language":[],"coverage":[],"title":["A pseudo empirical likelihood approach for stratified samples with\n  nonresponse"],"description":["  Nonresponse is common in surveys. When the response probability of a survey\nvariable $Y$ depends on $Y$ through an observed auxiliary categorical variable\n$Z$ (i.e., the response probability of $Y$ is conditionally independent of $Y$\ngiven $Z$), a simple method often used in practice is to use $Z$ categories as\nimputation cells and construct estimators by imputing nonrespondents or\nreweighting respondents within each imputation cell. This simple method,\nhowever, is inefficient when some $Z$ categories have small sizes and ad hoc\nmethods are often applied to collapse small imputation cells. Assuming a\nparametric model on the conditional probability of $Z$ given $Y$ and a\nnonparametric model on the distribution of $Y$, we develop a pseudo empirical\nlikelihood method to provide more efficient survey estimators. Our method\navoids any ad hoc collapsing small $Z$ categories, since reweighting or\nimputation is done across $Z$ categories. Asymptotic distributions for\nestimators of population means based on the pseudo empirical likelihood method\nare derived. For variance estimation, we consider a bootstrap procedure and its\nconsistency is established. Some simulation results are provided to assess the\nfinite sample performance of the proposed estimators.\n","Comment: Published in at http://dx.doi.org/10.1214/07-AOS578 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["0903.0483",{"format":[],"subject":["Mathematics - Probability","65C05 (Primary) 65C40 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0483","Annals of Applied Probability 2009, Vol. 19, No. 1, 395-413","doi:10.1214/08-AAP545"],"date":["2009-03-03"],"type":["text"],"creator":["Holden, Lars","Hauge, Ragnar","Holden, Marit"],"language":[],"coverage":[],"title":["Adaptive independent Metropolis--Hastings"],"description":["  We propose an adaptive independent Metropolis--Hastings algorithm with the\nability to learn from all previous proposals in the chain except the current\nlocation. It is an extension of the independent Metropolis--Hastings algorithm.\nConvergence is proved provided a strong Doeblin condition is satisfied, which\nessentially requires that all the proposal functions have uniformly heavier\ntails than the stationary distribution. The proof also holds if proposals\ndepending on the current state are used intermittently, provided the\ninformation from these iterations is not used for adaption. The algorithm gives\nsamples from the exact distribution within a finite number of iterations with\nprobability arbitrarily close to 1. The algorithm is particularly useful when a\nlarge number of samples from the same distribution is necessary, like in\nBayesian estimation, and in CPU intensive applications like, for example, in\ninverse problems and optimization.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AAP545 the Annals of\n  Applied Probability (http://www.imstat.org/aap/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0903.0484",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0484"],"date":["2009-03-03"],"type":["text"],"creator":["Simpson, R. J."],"language":[],"coverage":[],"title":["Hacking the Sky"],"description":["  In this article I present some special astronomical scripts created for\nGoogle Earth, Google Sky and Twitter. These 'hacks' are examples of the ways in\nwhich such tools can be used either alone, in on conjunction with online\nservices. The result of a combination of multiple, online services to form a\nnew facility is called a mash-up. Some of what follows falls into that\ndefinition. As we move into an era of online data and tools, it is the network\nas a whole that becomes important. Tools emerging from this network can be\ncapable of more than the sum of their parts.\n","Comment: 15 pages, conference\" Astronomy: Networked Astronomy and the New\n  Media\", 2009, edited by R. J. Simpson, D. Ward-Thompson"]}]
["0903.0487",{"format":[],"subject":["Mathematics - Statistics Theory","62N01 (Primary) 62N02, 62N03, 62G20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0487","Annals of Statistics 2009, Vol. 37, No. 1, 394-426","doi:10.1214/07-AOS554"],"date":["2009-03-03"],"type":["text"],"creator":["Sun, Yanqing","Gilbert, Peter B.","McKeague, Ian W."],"language":[],"coverage":[],"title":["Proportional hazards models with continuous marks"],"description":["  For time-to-event data with finitely many competing risks, the proportional\nhazards model has been a popular tool for relating the cause-specific outcomes\nto covariates [Prentice et al. Biometrics 34 (1978) 541--554]. This article\nstudies an extension of this approach to allow a continuum of competing risks,\nin which the cause of failure is replaced by a continuous mark only observed at\nthe failure time. We develop inference for the proportional hazards model in\nwhich the regression parameters depend nonparametrically on the mark and the\nbaseline hazard depends nonparametrically on both time and mark. This work is\nmotivated by the need to assess HIV vaccine efficacy, while taking into account\nthe genetic divergence of infecting HIV viruses in trial participants from the\nHIV strain that is contained in the vaccine, and adjusting for covariate\neffects. Mark-specific vaccine efficacy is expressed in terms of one of the\nregression functions in the mark-specific proportional hazards model. The new\napproach is evaluated in simulations and applied to the first HIV vaccine\nefficacy trial.\n","Comment: Published in at http://dx.doi.org/10.1214/07-AOS554 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["0903.0489",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0489"],"date":["2009-03-03"],"type":["text"],"creator":["Husakou, A.","Herrmann, J."],"language":[],"coverage":[],"title":["Suppression of coherence degradation due to plasma contribution in\n  high-power supercontinuum generation in coated metallic hollow waveguides"],"description":["  We study the suppression of noise degradation in high-power soliton-induced\nsupercontinuum generation under the influence of plasma contributions in\nmetallic dielectric-coated hollow waveguides. The high coherence of the\nsupercontinuum is related to the coherent seed components formed by the\nabruptly rising plasma density. We predict the generation of highly coherent\nsupercontinua with two-octave broad spectra and spectral power densities in the\nrange ofMW/nm in such waveguides.\n","Comment: 8 pages, 7 figures"]}]
["0903.0490",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0490"],"date":["2009-03-03"],"type":["text"],"creator":["Calame, C. M. Carloni","Moretti, S.","Piccinini, F.","Ross, D. A."],"language":[],"coverage":[],"title":["One-loop Electro-Weak Corrections to the Event Orientation of e+e- into\n  3 jet Processes"],"description":["  We compute the full one-loop Electro-Weak (EW) contributions of O(alpha_S\nalpha_EM^3) entering the electron-positron into a quark-antiquark pair plus one\ngluon cross section at the Z peak and LC energies in presence of polarisation\nof the initial state and by retaining the event orientation of the final state.\nWe include both factorisable and non-factorisable virtual corrections, photon\nbremsstrahlung but not the real emission of W^\\pm and Z bosons. Their\nimportance for the final state orientation is illustrated for beam polarisation\nsetups achieved at SLC and foreseen at ILC and CLIC.\n","Comment: 17 pages, 10 figures"]}]
["0903.0494",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0494"],"date":["2009-03-03"],"type":["text"],"creator":["Battisti, Marco Valerio","Montani, Giovanni"],"language":[],"coverage":[],"title":["Bianchi IX in the GUP approach"],"description":["  The Bianchi IX cosmological model (through Bianchi I and II) is analyzed in\nthe framework of a generalized uncertainty principle. In particular, the\nanisotropies of the Universe are described by a deformed Heisenberg algebra.\nThree main results are in order. (i) The Universe can not isotropize because of\nthe deformed Kasner dynamics. (ii) The triangular allowed domain is\nasymptotically stationary with respect to the particle (Universe) and its\nbounces against the walls are not interrupted by the deformed effects. (iii) No\nreflection law can be in obtained since the Bianchi II model is no longer\nanalytically integrable.\n","Comment: 5 pages, to appear in the Proceedings of the 3rd Stueckelberg\n  Workshop, July 2008, Pescara - Italy"]}]
["0903.0499",{"format":[],"subject":["Mathematics - Statistics Theory","62G08, 62G10 (Primary) 62G20, 62H15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0499","Annals of Statistics 2009, Vol. 37, No. 1, 427-458","doi:10.1214/07-AOS561"],"date":["2009-03-03"],"type":["text"],"creator":["Zhou, Yong","Liang, Hua"],"language":[],"coverage":[],"title":["Statistical inference for semiparametric varying-coefficient partially\n  linear models with error-prone linear covariates"],"description":["  We study semiparametric varying-coefficient partially linear models when some\nlinear covariates are not observed, but ancillary variables are available.\nSemiparametric profile least-square based estimation procedures are developed\nfor parametric and nonparametric components after we calibrate the error-prone\ncovariates. Asymptotic properties of the proposed estimators are established.\nWe also propose the profile least-square based ratio test and Wald test to\nidentify significant parametric and nonparametric components. To improve\naccuracy of the proposed tests for small or moderate sample sizes, a wild\nbootstrap version is also proposed to calculate the critical values. Intensive\nsimulation experiments are conducted to illustrate the proposed approaches.\n","Comment: Published in at http://dx.doi.org/10.1214/07-AOS561 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["0903.0500",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0500","Multiscale Materials Modeling 2008, Tallahassee : \\'Etats-Unis\n  d'Am\\'erique (2008)"],"date":["2009-03-03"],"type":["text"],"creator":["Patinet, Sylvain"],"language":[],"coverage":[],"title":["Substitutional Al solute interaction with edge and screw dislocation in\n  Ni: a comparison between atomistic computation and continuum elastic theory"],"description":["  Molecular static simulations have been performed to study the interaction\nbetween a single dislocation and a substitutional Al solute atom in a pure\ncrystal of Ni. When the Al solute is situated at intermediate distance from the\nslip plane, we find that both edge and screw dislocations experiment a\nnon-negligible binding energy. We show that for such length scale the\ndescription of the elasticity theory can be improved by taking into account the\nspreading of dislocation cores via the Peierls-Nabarro model.\n"]}]
["0903.0502",{"format":[],"subject":["Mathematics - Group Theory","51E24","20E42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0502"],"date":["2009-03-03"],"type":["text"],"creator":["Charignon, Cyril"],"language":[],"coverage":[],"title":["Compactifications polygonales d'un immeuble affine"],"description":["  We define a compactification of an affine building $\\I$ indexed by a family\nof partitions of the director space $\\vec A$ of one of its appartments $A$.\nThis compactification is similar to Satake's compatification of a symetric\nspace, and it generalizes the quite well known polygonal compactification of an\naffine building in the sense that it is independant of the action of a group on\nthe building, and that it allows some variations depending on the choice of the\npartition of $\\vec A$. The different choices will mainly lead to different\nsubgroups of the Weyl group acting on the border of $A$. Along the proofs, we\nget some results to help one find subsets of the building wich are included in\nan apartment, for exemple we prove that two sector facets can always be reduced\nso that they fit in one apartment.\n"]}]
["0903.0506",{"format":[],"subject":["Quantitative Biology - Biomolecules","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0506"],"date":["2009-03-03"],"type":["text"],"creator":["Shaked, Meir","Schuss, Zeev"],"language":[],"coverage":[],"title":["Stochastic resonance with applied and induced fields: the case of\n  voltage-gated ion channels"],"description":["  We consider a charged Brownian particle in an asymmetric bistable\nelectrostatic potential biased by an externally applied or induced time\nperiodic electric field. While the amplitude of the applied field is\nindependent of frequency, that of the one induced by a magnetic field is.\nBorrowing from protein channel terminology, we define the open probability as\nthe relative time the Brownian particle spends on a prescribed side of the\npotential barrier. We show that while there is no peak in the open probability\nas the frequency of the applied field and the bias (depolarization) of the\npotential are varied, there is a narrow range of low frequencies of the induced\nfield and a narrow range of the low bias of the potential where the open\nprobability peaks. This manifestation of stochastic resonance is consistent\nwith experimental results on the voltage gated Iks and KCNQ1 potassium channels\nof biological membranes and on cardiac myocytes.\n","Comment: 17 figures"]}]
["0903.0513",{"format":[],"subject":["Mathematics - Probability","60J10, 15A69, 05E30, 05C25, 43A85 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0513","Annals of Applied Probability 2009, Vol. 19, No. 1, 414-453","doi:10.1214/08-AAP546"],"date":["2009-03-03"],"type":["text"],"creator":["D'Angeli, Daniele","Donno, Alfredo"],"language":[],"coverage":[],"title":["Crested products of Markov chains"],"description":["  In this work we define two kinds of crested product for reversible Markov\nchains, which naturally appear as a generalization of the case of crossed and\nnested product, as in association schemes theory, even if we do a construction\nthat seems to be more general and simple. Although the crossed and nested\nproduct are inspired by the study of Gelfand pairs associated with the direct\nand the wreath product of two groups, the crested products are a more general\nconstruction, independent from the Gelfand pairs theory, for which a complete\nspectral theory is developed. Moreover, the $k$-step transition probability is\ngiven. It is remarkable that these Markov chains describe some classical models\n(Ehrenfest diffusion model, Bernoulli--Laplace diffusion model, exclusion\nmodel) and give some generalization of them. As a particular case of nested\nproduct, one gets the classical Insect Markov chain on the ultrametric space.\nFinally, in the context of the second crested product, we present a\ngeneralization of this Markov chain to the case of many insects and give the\ncorresponding spectral decomposition.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AAP546 the Annals of\n  Applied Probability (http://www.imstat.org/aap/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0903.0514",{"format":[],"subject":["Mathematics - Algebraic Geometry","14E07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0514"],"date":["2009-03-03"],"type":["text"],"creator":["Serre, Jean-Pierre"],"language":[],"coverage":[],"title":["A Minkowski-style bound for the order of the finite subgroups of the\n  Cremona group of rank 2 over an arbitrary field"],"description":["  Let Cr(k) be the Cremona group of rank 2 over a field k, i.e. the group of\nall k-automorphisms of k(X,Y). We determine the l.c.m. of the orders of the\nfinite subgroups of Cr(k) of order prime to the characteristic of k.\n","Comment: 18 pages, submitted to Moscow Math.J"]}]
["0903.0518",{"format":[],"subject":["Mathematics - Probability","62G32, 60E15 (Primary) 92C55. (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0518","Annals of Applied Probability 2009, Vol. 19, No. 1, 467-476","doi:10.1214/08-AAP536"],"date":["2009-03-03"],"type":["text"],"creator":["Clarkson, Eric","Denny, J. L.","Shepp, Larry"],"language":[],"coverage":[],"title":["ROC and the bounds on tail probabilities via theorems of Dubins and F.\n  Riesz"],"description":["  For independent $X$ and $Y$ in the inequality $P(X\\leq Y+\\mu)$, we give sharp\nlower bounds for unimodal distributions having finite variance, and sharp upper\nbounds assuming symmetric densities bounded by a finite constant. The lower\nbounds depend on a result of Dubins about extreme points and the upper bounds\ndepend on a symmetric rearrangement theorem of F. Riesz. The inequality was\nmotivated by medical imaging: find bounds on the area under the Receiver\nOperating Characteristic curve (ROC).\n","Comment: Published in at http://dx.doi.org/10.1214/08-AAP536 the Annals of\n  Applied Probability (http://www.imstat.org/aap/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0903.0519",{"format":[],"subject":["Computer Science - Computers and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0519","Ann. Univ. Tibiscus Comp. Sci. Series 6 (2008), 107 - 112"],"date":["2009-03-03"],"type":["text"],"creator":["Karnyanszky, Tiberiu Marius","Lacrama, Laurentiu Dan","Luca, Lucian","Iacob, Ioana"],"language":[],"coverage":[],"title":["Teacher's Evaluation - a Component of Quality Assessment System"],"description":["  One of the most important activities to increase the importance and the\nresponsibility of the higher education is the quality management, assessment\nand evaluation. Starting from 2006, a national mechanism was created in Romania\nand all the educational institutions have to apply a concrete algorithm to\nensure the internal evaluation, the external evaluation and, the most\nimportant, to increase the quality of the educational process. This paper\npresents the implementation of the quality assessment in \"Tibiscus\" University\nof Timisoara, particularly at the Faculty of Computers and Applied Computer\nScience.\n","Comment: 6 pages, exposed on 2nd \"European Conference on Computer Science &\n  Applications\" - XA2008, Timisoara, Romania"]}]
["0903.0520",{"format":[],"subject":["Computer Science - Discrete Mathematics","Computer Science - Performance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0520"],"date":["2009-03-03"],"type":["text"],"creator":["Clementi, Andrea E. F.","Pasquale, Francesco","Silvestri, Riccardo"],"language":[],"coverage":[],"title":["MANETS: High mobility can make up for low transmission power"],"description":["  We consider a Mobile Ad-hoc NETworks (MANET) formed by \"n\" nodes that move\nindependently at random over a finite square region of the plane. Nodes\nexchange data if they are at distance at most \"r\" within each other, where r>0\nis the node transmission radius. The \"flooding time\" is the number of time\nsteps required to broadcast a message from a source node to every node of the\nnetwork. Flooding time is an important measure of the speed of information\nspreading in dynamic networks.\n  We derive a nearly-tight upper bound on the flooding time which is a\ndecreasing function of the maximal \"velocity\" of the nodes. It turns out that,\nwhen the node velocity is sufficiently high, even if the node transmission\nradius \"r\" is far below the \"connectivity threshold\", the flooding time does\nnot asymptotically depend on \"r\". This implies that flooding can be very fast\neven though every \"snapshot\" (i.e. the static random geometric graph at any\nfixed time) of the MANET is fully disconnected. Data reach all nodes quickly\ndespite these ones use very low transmission power.\n  Our result is the first analytical evidence of the fact that high, random\nnode mobility strongly speed-up information spreading and, at the same time,\nlet nodes save energy.\n","Comment: 18 pages"]}]
["0903.0521",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0521"],"date":["2009-03-03"],"type":["text"],"creator":["Anisovich, A. V.","Anisovich, V. V.","Matveev, M. A.","Nikonov, V. A.","Nyiri, J.","Sarantsev, A. V."],"language":[],"coverage":[],"title":["Two-pion decays of mesons and confinement singularities"],"description":["  We consider the two-pion decay of the $\\rho$-meson, the $^3S_1q\\bar q$-state\nof the constituent quarks -- the decay being determined by the transition\n$q\\bar q\\to \\pi\\pi$ contains information about confinement interactions. One\ncan specify in this decay two types of transitions: ({\\bf i}) the\nbremsstrahlung radiation of a pion $q\\to q+\\pi$ (or $\\bar q\\to\\bar q+\\pi$) with\nthe subsequent fusion $q\\bar q\\to \\pi$, and ({\\bf ii}) the direct transition\n$q\\bar q\\to \\pi\\pi$. We demonstrate how in the amplitudes of the corresponding\ntransitions the quark singularities have to disappear, {\\it i.e.} what is the\nway the quark confinement at relatively short distances can be realized. We\ncalculate and estimate the contributions of processes with bremsstrahlung\nradiation of the pion and of the direct transition $q\\bar q\\to \\pi\\pi$. The\nestimates demonstrate that the processes involving the direct transition $q\\bar\nq\\to \\pi\\pi$ are necessary, but they cannot be determined unambiguously by the\ndecay $\\rho(775)\\to \\pi\\pi$. We conclude that for the determination of the\n$q\\bar q\\to \\pi\\pi$ transition more complete data on the resonance decays into\nthe $\\pi\\pi$ channels are required than those available at the moment.\n","Comment: 18 pages, 12 figures"]}]
["0903.0526",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0526"],"date":["2009-03-03"],"type":["text"],"creator":["Frenod, Emmanuel"],"language":[],"coverage":[],"title":["Models for cohesive sediments describing the evolution of the\n  characteristics of particles"],"description":["  The goal of this paper is to set up a framework designed to take into account\nthe characteristics of sediment particles when transported by water. Our\nprotocol consists in describing the characteristics of sediment particles via\nan additional variable, and to build operators involving this new variable,\nmodeling the evolution of the particle characteristics. Several such operators\nare proposed, some based on principles of relaxation toward an equilibrium, and\nothers on a description of the particles' aggregation and fragmentation\nprocess. A discrete version of the latter is also offered for numerical\nsettings.\n"]}]
["0903.0533",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0533"],"date":["2009-03-03"],"type":["text"],"creator":["Haspot, Boris"],"language":[],"coverage":[],"title":["Well-posedness in critical spaces for barotropic viscous fluids"],"description":["  This paper is dedicated to the study of viscous compressible barotropic\nfluids in dimension $N\\geq2$. We address the question of well-posedness for\n{\\it large} data having critical Besov regularity. %Our sole additional\nassumption is that %the initial density be bounded away from zero. This\nimproves the analysis of \\cite{DL} where the smallness of $\\rho_{0}\n%-\\bar{\\rho}$ for some positive constant $\\bar{\\rho}$ was needed. Our result\nimprove the analysis of R. Danchin by the fact that we choose initial density\nmore general in $B^{\\NN}_{p,1}$ with $1\\leq p<+\\infty$. Our result relies on a\nnew a priori estimate for the velocity, where we introduce a new structure to\nkill the coupling between the density and the velocity. In particular our\nresult is the first where we obtain uniqueness without imposing hypothesis on\nthe gradient of the density.\n"]}]
["0903.0538",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0538","Ann. Univ. Tibiscus, Comp. Sci. Series 6 (2008), 127-134"],"date":["2009-03-03"],"type":["text"],"creator":["Lacrama, Dan Laurentiu","Alexa, Florin","Balta, Adriana"],"language":[],"coverage":[],"title":["Real-time Texture Error Detection"],"description":["  This paper advocates an improved solution for real-time error detection of\ntexture errors that occurs in the production process in textile industry. The\nresearch is focused on the mono-color products with 3D texture model (Jaquard\nfabrics). This is a more difficult task than, for example, 2D multicolor\ntextures.\n","Comment: 8 pages, exposed on 2nd \"European conference on Computer Science &\n  Applications\" - XA2008, Timisoara, Romania"]}]
["0903.0539",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0539"],"date":["2009-03-03"],"type":["text"],"creator":["Bosch-Ramon, V."],"language":[],"coverage":[],"title":["Studying the Structure of the Stellar Wind in LS 5039"],"description":["  The binary LS 5039 is a non-thermal X-ray emitter that presents jet-like\nradio structures, and is also one of the most misterious TeV sources in our\nGalaxy. The presence of an O-type star in LS 5039 implies that the non-thermal\nemitter must be embedded in a strong stellar wind, and the role of the latter\ncould be relevant for the understanding of the high-energy behavior of the\nsource. In this work, we show that the lack of absorption features in the soft\nX-ray spectrum of LS 5039 can constrain strongly the parameters that describe\nthe wind, and ultimately the location of the non-thermal emitter.\n","Comment: 6 pages, 2 figures, submitted, proceedings of High energy phenomena\n  in massive stars, Jaen, Spain, 2-5/2/09, ASPCS"]}]
["0903.0540",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0540"],"date":["2009-03-03"],"type":["text"],"creator":["Toedtli, Beat"],"language":[],"coverage":[],"title":["Methods for the Reduction of Three-Loop QCD Form Factors"],"description":["  In this thesis, we study the three-loop QCD form factors. After an\nintroduction and a discussion of the physics motivation, we generate the quark\nform factor using Qgraf. We then show how to bring the Feynman integrals into a\nunique form by using various trivial symmetries such as shifts in loop momenta.\nWe then try (and fail) to reduce it to master integrals using the Laporta\nalgorithm. After a discussion of our implementation of the Laporta algorithm\n(called \"Solve\") we perform an extensive classification of all the integrals\ninto irreducible, reducible and loop-by-loop integrable topologies. We devise\nmethods to deal with each of these cases. We show that our reduction code fails\nto reduce only a small set of 11 topologies. We finally give some partial\nresults, and in the appendix we collect some already known master integrals.\n","Comment: PhD thesis, 90 Pages"]}]
["0903.0545",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Combinatorics","13A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0545"],"date":["2009-03-03"],"type":["text"],"creator":["Constantinescu, Alexandru","Nam, Le Dinh"],"language":[],"coverage":[],"title":["The standard graded property for vertex cover algebras of Quasi-Trees"],"description":["  J. Herzog, T. Hibi, N. V. Trung and X. Zheng characterize the vertex cover\nalgebras which are standard graded. In this paper we give a simple\ncombinatorial criterion for the standard graded property of vertex cover\nalgebras in the case of quasi-trees. We also give an example of how this\ncriterion works and compute the maximal degree of a minimal generator in that\ncase.\n"]}]
["0903.0546",{"format":[],"subject":["Mathematics - Analysis of PDEs","76B15","35Q35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0546"],"date":["2009-03-03"],"type":["text"],"creator":["Ehrnström, Mats","Holden, Helge","Raynaud, Xavier"],"language":[],"coverage":[],"title":["Symmetric waves are traveling waves"],"description":["  We show that horizontally symmetric water waves are traveling waves. The\nresult is valid for the Euler equations, and is based on a general principle\nthat applies to a large class of nonlinear partial differential equations,\nincluding some of the most famous model equations for water waves. A detailed\nanalysis is given for weak solutions of the Camassa-Holm equation. In addition,\nwe establish the existence of nonsymmetric linear rotational waves for the\nEuler equations.\n"]}]
["0903.0547",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0547"],"date":["2009-03-03"],"type":["text"],"creator":["Nandra, K.","Aird, J. A.","Alexander, D. M.","Ballantyne, D. R.","Barcons, X.","Bauer, F. E.","Boller, T.","Brandt, W. N.","Brusa, M.","Cattaneo, A.","Chartas, G.","Coil, A. L.","Comastri, A.","Croton, D. J.","Della Ceca, R.","Dickinson, M.","Fabian, A. C.","Fazio, G. G.","Fiore, F.","Flanagan, K. A.","Forman, W. R.","Gehrels, N.","Georgakakis, A.","Georgantopoulos, I.","Gilli, R.","Hasinger, G.","Hopkins, P. F.","Hornschemeier, A. E.","Ivison, R. J.","Kauffmann, G.","King, A. R.","Koekemoer, A. M.","Koo, D. C.","Kunieda, H.","Laird, E. S.","Levenson, N. A.","Li, Y.","Madau, P.","Ohashi, T.","Pounds, K. A.","Primack, J. R.","Ranalli, P.","Ricker, G. R.","Rossi, E. M.","Shemmer, O.","Somerville, R. S.","Stern, D.","Stiavelli, M.","Tananbaum, H.","Terashima, Y.","Treister, E.","Ueda, Y.","Vignali, C.","Volonteri, M.","Watson, M. G.","White, N. E.","White, S. D. M."],"language":[],"coverage":[],"title":["The Growth of Supermassive Black Holes Across Cosmic Time"],"description":["  One of the main themes in extragalactic astronomy for the next decade will be\nthe evolution of galaxies over cosmic time. Many future observatories,\nincluding JWST, ALMA, GMT, TMT and E-ELT will intensively observe starlight\nover a broad redshift range, out to the dawn of the modern Universe when the\nfirst galaxies formed. It has, however, become clear that the properties and\nevolution of galaxies are intimately linked to the growth of their central\nblack holes. Understanding the formation of galaxies, and their subsequent\nevolution, will therefore be incomplete without similarly intensive\nobservations of the accretion light from supermassive black holes (SMBH) in\ngalactic nuclei. To make further progress, we need to chart the formation of\ntypical SMBH at z>6, and their subsequent growth over cosmic time, which is\nmost effectively achieved with X-ray observations. Recent technological\ndevelopments in X-ray optics and instrumentation now bring this within our\ngrasp, enabling capabilities fully matched to those expected from flagship\nobservatories at longer wavelengths.\n","Comment: 8 pages, Science White paper submitted to Astro2010 Decadal survey.\n  Supplementary information available at\n  http://astro.imperial.ac.uk/research/ixo/smbh_growth.shtml"]}]
["0903.0549",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","35J05, 31B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0549"],"date":["2009-03-03"],"type":["text"],"creator":["Hoang, N. S.","Ramm, A. G."],"language":[],"coverage":[],"title":["Symmetry problems 2"],"description":["  Some symmetry problems are formulated and solved. New simple proofs are given\nfor the earlier studied symmetry problems.\n","Comment: 4 pages"]}]
["0903.0550",{"format":[],"subject":["Mathematics - Numerical Analysis","47J05, 47J06, 47J35, 65R30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0550","doi:10.1007/s10440-008-9308-1"],"date":["2009-03-03"],"type":["text"],"creator":["Hoang, N. S.","Ramm, A. G."],"language":[],"coverage":[],"title":["Dynamical Systems Gradient method for solving nonlinear equations with\n  monotone operators"],"description":["  A version of the Dynamical Systems Gradient Method for solving ill-posed\nnonlinear monotone operator equations is studied in this paper. A discrepancy\nprinciple is proposed and justified. A numerical experiment was carried out\nwith the new stopping rule. Numerical experiments show that the proposed\nstopping rule is efficient. Equations with monotone operators are of interest\nin many applications.\n","Comment: 2 figures"]}]
["0903.0552",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0552"],"date":["2009-03-03"],"type":["text"],"creator":["Rosa-Gonzalez, Daniel","Schmitt, Henrique","Terlevich, Elena","Terlevich, Roberto"],"language":[],"coverage":[],"title":["On the Early Evolution of Young Starbursts"],"description":["  We studied the radio properties of very young massive regions of star\nformation in HII galaxies, with the aim of detecting episodes of recent star\nformation in an early phase of evolution where the first supernovae start to\nappear. The observed radio spectral energy distribution (SED) covers a\nbehaviour range; 1) there are galaxies where the SED is characterized by a\nsynchrotron-type slope, 2) galaxies with a thermal slope, and 3) galaxies with\npossible free-free absorption at long wavelengths. The latter SED represents a\nsignature of massive star clusters that are still well inside the progenitor\nmolecular cloud. Based on the comparison of the star formation rates (SFR)\ndetermined from the recombination lines and those determined from the radio\nemission we find that SFR(Ha) is on average five times higher than SFR(1.4\nGHz). These results suggest that the emission of these galaxies is dominated by\na recent and massive star formation event in which the first supernovae (SN)\njust started to explode. We conclude that the systematic lack of synchrotron\nemission in those systems with the largest equivalent width of Hb can only be\nexplained if those are young starbursts of less than 3.5Myr of age, i.e. before\nthe first type II SNe emerge.\n","Comment: Comments: 6 pages, 5 figures, Proceedings of \"A Long Walk Through\n  Astronomy: A Celebration of Luis Carrasco's 60th Birthday\", Huatulco, Mexico,\n  October 2008, ed. E. Recillas, L. Aguilar, A. Luna, and J.R. Valdes; RevMexAA\n  (Serie de Conferencias)"]}]
["0903.0553",{"format":[],"subject":["Mathematics - Numerical Analysis","47J05, 47J06, 47J35, 65R30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0553"],"date":["2009-03-03"],"type":["text"],"creator":["Hoang, N. S.","Ramm, A. G."],"language":[],"coverage":[],"title":["A discrepancy principle for equations with monotone continuous operators"],"description":["  A discrepancy principle for solving nonlinear equations with monotone\noperators given noisy data is formulated. The existence and uniqueness of the\ncorresponding regularization parameter $a(\\delta)$ is proved. Convergence of\nthe solution obtained by the discrepancy principle is justified. The results\nare obtained under natural assumptions on the nonlinear operator.\n","Comment: 13 pages"]}]
["0903.0561",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0561"],"date":["2009-03-03"],"type":["text"],"creator":["Frank, Rupert L."],"language":[],"coverage":[],"title":["Remarks on eigenvalue estimates and semigroup domination"],"description":["  We present an overview over recent results concerning semi-classical spectral\nestimates for magnetic Schroedinger operators. We discuss how the constants in\nmagnetic and non-magnetic eigenvalue bounds are related and we prove, in an\nabstract setting, that any non-magnetic Lieb-Thirring-type inequality implies a\nmagnetic Lieb-Thirring-type inequality with possibly a larger constant.\n","Comment: 26 pages"]}]
["0903.0562",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0562"],"date":["2009-03-03"],"type":["text"],"creator":["Wilson, T. L."],"language":[],"coverage":[],"title":["Introduction to Millimeter/Sub-Millimeter Astronomy"],"description":["  This is an introduction to the basic elements needed for the measurements and\ninterpretation of data in the millimeter and sub-mm wavelength range. A more\ncomplete version will be published in the proceedings of the Saas Fee Winter\nSchool 2008.\n","Comment: To be published in the Saas Fee Winter School 2008. 106 pages, 22\n  figures"]}]
["0903.0563",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematical Physics","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0563"],"date":["2009-03-03"],"type":["text"],"creator":["Harrell II, Evans M.","Stubbbe, Joachim"],"language":[],"coverage":[],"title":["Trace identities for commutators, with applications to the distribution\n  of eigenvalues"],"description":["  We prove trace identities for commutators of operators, which are used to\nderive sum rules and sharp universal bounds for the eigenvalues of periodic\nSchroedinger operators and Schroedinger operators on immersed manifolds. In\nparticular, we prove bounds on the eigenvalue lambda_{N+1} in terms of the\nlower spectrum, bounds on ratios of means of eigenvalues, and universal\nmonotonicity properties of eigenvalue moments, which imply sharp versions of\nLieb-Thirring inequalities. In the geometric context we derive a version of\nReilly's inequality, bounding the eigenvalue lambda_{N+1} of the\nLaplace-Beltrami operator on an immersed manifold of dimension d by a universal\nconstant times the square of the maximal mean curvature times N^{2/d}.\n"]}]
["0903.0565",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0565"],"date":["2009-03-03"],"type":["text"],"creator":["Shevchenko, V. I."],"language":[],"coverage":[],"title":["Phenomenology of scale-dependent space-time dimension"],"description":["  Loop-mediated processes characterized by dynamical scale M indirectly measure\nspace-time dimension d at this scale. Assuming the latter to be scale-dependent\nd=d(L) and taking as examples B-oscillations and muon (g-2) experimental\nresults we address the question about constraints put by this data on 4-d(L).\nIt is shown that sensitivity is lost for 1/L around 350 GeV, and any value of\nd(L) between 2 and 5 at this scale is compatible with the data.\n","Comment: RevTeX, 8 pages, 5 figures"]}]
["0903.0570",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0570"],"date":["2009-03-03"],"type":["text"],"creator":["Remazeilles, Mathieu"],"language":["fr"],"coverage":[],"title":["Evolution of cosmological perturbations in braneworld universes"],"description":["  In this thesis we mainly explore the evolution of both scalar and tensor\ncosmological perturbations in a Randall-Sundrum braneworld having an arbitrary\nexpansion history. We adopt a four-dimensional perspective in which the\nlocalized degrees of freedom on the brane are regarded as an open quantum\nsystem coupled to the large environment composed of the Anti-de Sitter ($AdS$)\nbulk gravitons. Due to the non-uniform expansion of the universe, the brane\ndegrees of freedom and the bulk degrees of freedom interact as they propagate\nforward in time, leading to an effective dissipation as well as a nonlocality\nfrom the four-dimensional point of view of an observer on the brane. Using both\nthe \"bare\" retarded propagator on the brane and the retarded propagator in the\nbulk, we compute the effective propagator on the brane for the \"dressed\" brane\nmodes by resumming the bulk backreaction effects at all order in the brane-bulk\ncoupling. Dissipation and nonlocality are encoded into the effective brane\npropagator. We find the dissipation rates of various matter perturbations on\nthe brane as well as of the graviton bound state. Next we present an explicit\ncalculation of the covariant retarded Green function for the graviton in $AdS$\nspace. In the last part, we investigate the reconstruction of CMB lensing in\nstandard cosmology. We construct a statistical estimator of the gravitational\nlensing dilatation and shear fields directly in real space. The real space\nmethod developed here is useful for analysing realistic CMB maps containing a\ngalactic cut and possibly numerous small excisions to exclude point sources\nthat cannot be reliably subtracted.\n","Comment: PhD thesis, french, 132 pages"]}]
["0903.0571",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0571","Ann. Univ. Tibiscus, Comp. Sci. Series 6 (2008),153-168"],"date":["2009-03-03"],"type":["text"],"creator":["Rasenack, Rolf Andreas"],"language":[],"coverage":[],"title":["Adaptation of Black-Box Software Components"],"description":["  The globalization of the software market leads to crucial problems for\nsoftware companies. More competition between software companies arises and\nleads to the force on companies to develop ever newer software products in ever\nshortened time interval. Therefor the time to market for software systems is\nshortened and obviously the product life cycle is shortened too[...]The\napproach introduced here presents the novel technique together with a\nsupportive environment that enables developers to cope with the adaptability of\nblack-box software components. A supported environment will be designed that\nchecks the compatibility of black-box software components with the assistance\nof their specifications.\n","Comment: 16 pages, exposed on 2nd \"European Conference on Computer Science &\n  Applications\" - XA2008, Timisoara, Romania"]}]
["0903.0572",{"format":[],"subject":["Computer Science - Computers and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0572","Ann. Univ. Tibiscus, Comp. Sci. Series 6 (2008), 113-120"],"date":["2009-03-03"],"type":["text"],"creator":["Karnyanszky, Tiberiu Marius","Musuroi, Corina","Karnyanszky, Carla Amira"],"language":[],"coverage":[],"title":["Expert Software for the Determination of Juvenile People's Obesity"],"description":["  Keeping the health condition at the juvenile population is the concern of\nboth the medical staff and the physical education teachers. Considering the\nsteady tendency of the growth of the number of the youth with excessive weight\n(overweighted or obese) the intervention to combat this phenomenon must be\ninitiated in the early stage when this condition occurs. The screening method\nfor evaluating the body weight presented in this study uses a calculus program\nthrough which, based on the input data (age, sex, weight the width of the skin\nfold) an evaluation regarding each juvenile's weight and the body structure can\nbe done. This program can be used in schools, high schools, universities, to\nsignal the weight excess and to appreciate the intervention results for getting\na normal weight.\n","Comment: 8 pages, exposed on 2nd \"European Conference on Computer Science and\n  Applications\" - XA2008, Timisoara, Romania"]}]
["0903.0573",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0573","SIGMA 5 (2009), 025, 15 pages","doi:10.3842/SIGMA.2009.025"],"date":["2009-03-03"],"type":["text"],"creator":["Li, Zhongkai","Song, Futao"],"language":[],"coverage":[],"title":["Inversion Formulas for the Spherical Radon-Dunkl Transform"],"description":["  The spherical Radon-Dunkl transform $R_\\kappa$, associated to weight\nfunctions invariant under a finite reflection group, is introduced, and some\nelementary properties are obtained in terms of $h$-harmonics. Several inversion\nformulas of $R_\\kappa$ are given with the aid of spherical Riesz-Dunkl\npotentials, the Dunkl operators, and some appropriate wavelet transforms.\n"]}]
["0903.0578",{"format":[],"subject":["Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0578","Ann. Univ. Tibiscus, Comp. Sci. Series 6 (2008), 121-126"],"date":["2009-03-03"],"type":["text"],"creator":["Karnyanszky, Tiberiu Marius","Selariu, Bogdan Ion"],"language":[],"coverage":[],"title":["About Testing the Speed of Calculating the Shortest Route"],"description":["  Applied into a various area of domains, the graph theory and its applications\nallow the determination of the shortest route. The common algorithm to solve\nthis problem is Bellman-Kalaba, based on the matrix multiplying operation. If\nthe graph is very large (e.g., the dimension of the associated incidence matrix\nis big) one of the main problems is to reduce the calculus time. This paper\npresents a testing method able to analyze if an acceleration of the\nBellman-Kalaba is possible and able to determine the time efficiency.\n","Comment: 6 pages, exposed on the 2nd \"European Conference on Computer Science\n  & Applications\" - XA2008, Timisoara, Romania"]}]
["0903.0581",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0581"],"date":["2009-03-03"],"type":["text"],"creator":["Ryabukha, Tatina V."],"language":[],"coverage":[],"title":["On the existence of functionals for the mean values of observables"],"description":["  The aim of this work is to study the existence of mean values of observables\nfor infinite-particle systems. Using solutions of the initial value problems to\nthe BBGKY hierarchy and to its dual, we prove the local, in time, existence of\nthe mean value functionals in the cases where either observables or states vary\nin time. We also discuss problems on the existence of such functionals for\nseveral different classes of observables and for an arbitrary time interval.\n","Comment: 14 pages"]}]
["0903.0582",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0582"],"date":["2009-03-03","2009-03-04"],"type":["text"],"creator":["Wang, Sheng"],"language":[],"coverage":[],"title":["CLeFAPS: Fast Flexible Alignment of Protein Structures Based on\n  Conformational Letters"],"description":["  CLeFAPS, a fast and flexible pairwise structural alignment algorithm based on\na rigid-body framework, namely CLePAPS, is proposed. Instead of allowing twists\n(or bends), the flexible in CLeFAPS means: (a) flexibilization of the\nalgorithm's parameters through self-adapting with the input structures' size,\n(b) flexibilization of adding the aligned fragment pairs (AFPs) into an\none-to-multi correspondence set instead of checking their position conflict,\n(c) flexible fragment may be found through an elongation procedure rooted in a\nvector-based score instead of a distance-based score. We perform a comparison\nbetween CLeFAPS and other popular algorithms including rigid-body and flexible\non a closely-related protein benchmark (HOMSTRAD) and a distantly-related\nprotein benchmark (SABmark) while the latter is also for the discrimination\ntest, the result shows that CLeFAPS is competitive with or even outperforms\nother algorithms while the running time is only 1/150 to 1/50 of them.\n","Comment: 12 pages, 9 figures"]}]
["0903.0584",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Differential Geometry","51E24","53C35","53C24","51K10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0584"],"date":["2009-03-03"],"type":["text"],"creator":["Leeb, Bernhard"],"language":[],"coverage":[],"title":["A characterization of irreducible symmetric spaces and Euclidean\n  buildings of higher rank by their asymptotic geometry"],"description":["  We study geodesically complete and locally compact Hadamard spaces X whose\nTits boundary is a connected irreducible spherical building. We show that X is\nsymmetric iff complete geodesics in X do not branch and a Euclidean building\notherwise. Furthermore, every boundary equivalence (cone topology homeomorphism\npreserving the Tits metric) between two such spaces is induced by a homothety.\nAs an application, we can extend the Mostow and Prasad rigidity theorems to\ncompact singular (orbi)spaces of nonpositive curvature which are homotopy\nequivalent to a quotient of a symmetric space or Euclidean building by a\ncocompact group of isometries.\n","Comment: My 1997 habilitation thesis as published in Bonner Mathematische\n  Schriften vol 326 (2000)"]}]
["0903.0587",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0587"],"date":["2009-03-03"],"type":["text"],"creator":["Ayodele, S. G.","varnik, F.","Raabe, D."],"language":[],"coverage":[],"title":["Effect of aspect ratio on transverse diffusive broadening: A lattice\n  Boltzmann study"],"description":["  We study scaling laws characterizing the inter-diffusive zone between two\nmiscible fluids flowing side by side in a Y-shape laminar micromixer using the\nlattice Boltzmann method. The lattice Boltzmann method solves the coupled 3D\nhydrodynamics and mass transfer equations and incorporates intrinsic features\nof 3D flows related to this problem. We observe the different power law regimes\noccurring at the center of the channel and close to the top/bottom wall. The\nextent of the inter-diffusive zone scales as square root of the axial distance\nat the center of the channel. At the top/bottom wall, we find an exponent 1/3\nat early stages of mixing as observed in the experiments of Ismagilov and\ncoworkers [Appl. Phys. Lett. 76, 2376 (2000)]. At a larger distance from the\nentrance, the scaling exponent close to the walls changes to 1/2 [J.-B. Salmon\net al J. Appl. Phys. 101, 074902 (2007)]. Here, we focus on the effect of\nfinite aspect ratio on diffusive broadening. Interestingly, we find the same\nscaling laws regardless of the channel's aspect ratio. However,the point at\nwhich the exponent 1/3 characterizing the broadening at the top/bottom wall\nreverts to the normal diffusive behavior downstream strongly depends on the\naspect ratio. We propose an interpretation of this observation in terms of\nshear rate at the side walls. A criterion for the range of aspect ratios with\nnon-negligible effect on diffusive broadening is also provided.\n","Comment: 19 pages, 7 figures"]}]
["0903.0588",{"format":[],"subject":["Computer Science - Computers and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0588","Ann. Univ. Tibiscus, Comp. Sci. Series 6 (2008), 239-248"],"date":["2009-03-03"],"type":["text"],"creator":["Tuican, Catalin","Karnyanszky, Tiberiu Marius","Selariu, Bogdan Ioan"],"language":[],"coverage":[],"title":["Expert System for Quality Assessment in \"Tibiscus\" University"],"description":["  The periodical evaluation of the teaching staff in \"Tibiscus\" University is\nbased on the specification of the Romanian Agency for Quality Assurance in\nHigher Education (ARACIS), namely \"The quality of teaching and researching\nstaff: The universities must dispose of teaching staff which, as number and\nfunctional base must be correctly allocated to the total number of students,\ndepending on the study domain and regarding the qualifications it must depend\non the specific of the study program and the proposed quality objectives.\" This\npaper presents the implementation of an expert system, offering to the students\nthe possibility to perform the evaluation in a modern way and to the evaluation\ncommittee a quick access to all necessary data.\n","Comment: 10 pages, exposed on 2nd \"European Conference on Computer Science &\n  Applications\" - XA2008, Timisoara, Romania"]}]
["0903.0592",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0592"],"date":["2009-03-03"],"type":["text"],"creator":["Minati, Gianfranco"],"language":[],"coverage":[],"title":["The Meta-Structures Project"],"description":["  Models and simulations of collective behaviours are often based on\nconsidering them as assumed by interactive particle systems. The focus is then\non behavioural and interaction rules by using approaches based on artificial\nagents designed to reproduce swarm-like behaviours in a virtual world by using\nsymbolic, sub-symbolic and agent-based models. A new research approach has been\nintroduced based on meta-structures, i.e. variable structures of mesoscopic\nvariables possibly suitable for a general theory of emergence. In this approach\nI consider the coherence of collective behaviours, i.e., their identity\ndetected by the observer, as represented by meta-structures. Meta-structures\nare properties of meta-elements, i.e., sets of values adopted by mesoscopic\nstate variables describing collective, structural aspects of the collective\nphenomenon under study and related to a higher level of description\n(meta-description) suitable for dealing with coherence. Mesoscopic state\nvariables are abductively identified by the observer detecting emergent\nproperties, such as sets of suitably clustered distances, speed, directions,\ntheir ratios and ergodic properties of sets. Simulation software is under\nimplementation. We present four research projects based on such an approach\nable to give the reader the perspective applications.\n","Comment: 18 pages"]}]
["0903.0595",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0595"],"date":["2009-03-03"],"type":["text"],"creator":["Shang, Xiaohu","Chen, Biao","Kramer, Gerhard","Poor, H. Vincent"],"language":[],"coverage":[],"title":["Noisy-interference Sum-rate Capacity of Parallel Gaussian Interference\n  Channels"],"description":["  The sum-rate capacity of the parallel Gaussian interference channel is shown\nto be achieved by independent transmission across sub-channels and treating\ninterference as noise in each sub-channel if the channel coefficients and power\nconstraints satisfy a certain condition. The condition requires the\ninterference to be weak, a situation commonly encountered in, e.g., digital\nsubscriber line transmission. The optimal power allocation is characterized by\nusing the concavity of sum-rate capacity as a function of the power\nconstraints.\n","Comment: 32 pages, 8 figures, submitted to IEEE trans. on Information Theory\n  in Feb"]}]
["0903.0598",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0598"],"date":["2009-03-03"],"type":["text"],"creator":["Feigelson, Eric","Drake, Jeremy","Elsner, Ronald","Glassgold, Alfred","Gudel, Manuel","Montmerle, Thierry","Ohashi, Takaya","Smith, Randall","Wargelin, Bradford","Wolk, Scott"],"language":[],"coverage":[],"title":["X-ray Studies of Planetary Systems: An Astro2010 Decadal Survey White\n  Paper"],"description":["  While it may seem counterintuitive that X-ray astronomy should give any\ninsights into low-temperature planetary systems, planets orbit stars whose\nmagnetized surfaces divert a small fraction of the stellar energy into high\nenergy products: coronal UV and X-rays, flare X-rays and energetic particles,\nand a high-velocity stellar wind. In our Solar System, X-ray emission gives\nunique insights into the solar activity, planetary atmospheres, cometary comae,\ncharge exchange physics, and space weather across the Solar System. The stellar\nactivity of young stars is greatly elevated and can substantially affect\nprotoplanetary disks and planet formation processes. We highlight six studies\nachievable with the planned International X-ray Observatory which address in\nunique ways issues in planetary sciences: probing X-ray irradiation of\nprotoplanetary disks with the iron fluorescent line and its effects on disk\nturbulence; study the complex charge-exchange X-ray emission from Jupiter and\nthe Martian exosphere; elucidate charge-exchange processes in cometary comae;\nunderstanding heliospheric charge-exchange emission and the interpretation of\nthe soft X-ray background; and examining the magnetic activity of\nplanet-hosting stars and its evaporation of planetary atmospheres.\n"]}]
["0903.0605",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0605"],"date":["2009-03-03"],"type":["text"],"creator":["Bacca, Sonia","Barnea, Nir","Leidemann, Winfried","Orlandini, Giuseppina"],"language":[],"coverage":[],"title":["Electron Scattering off 4He with Three-Nucleon Forces"],"description":["  An ab-initio calculation of the 4He(e,e') inelastic longitudinal response\nfunction R_L is presented. Realistic two- and three-body forces are used. The\nfour-body continuum dynamics is treated rigorously with the help of the Lorentz\nintegral transform. The three-nucleon force reduces the quasi-elastic peak\nheight by about 10% for momentum transfers q between 300 and 500 MeV/c.\nExperimental data are well described, but not sufficiently precise to resolve\nthis effect. The reduction due to the three-nucleon force increases\nsignificantly at lower q reaching up to about 40% at q=100 MeV/c. However, at\nsuch q values data are missing.\n","Comment: to appear on the conference proceedings of PANIC08, Eilat, November,\n  2008"]}]
["0903.0606",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0606"],"date":["2009-03-03"],"type":["text"],"creator":["Gueuvoghlanian, E. P."],"language":[],"coverage":[],"title":["Two-dimensional integrable theories with defects and fibre bundles over\n  the circle"],"description":["  A procedure is described to associate fibre bundles over the circle to two-\ndimensional theories with defects which have their field equations and defects\ndescribed by a zero curvature condition.\n"]}]
["0903.0608",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0608"],"date":["2009-03-03"],"type":["text"],"creator":["Leitherer, Claus"],"language":[],"coverage":[],"title":["Empirical Mass-Loss Rates across the Upper Hertzsprung-Russell-Diagram"],"description":["  I provide an overview of the empirical mass-loss rates of hot and cool\nluminous stars. Stellar species included in this talk are luminous OB stars,\nWolf-Rayet stars, asymptotic giant branch stars, and red supergiants. I discuss\nthe scaling of mass loss with stellar properties, with special emphasis on the\ninfluences of chemical abundances. Observational errors and systematic\nuncertainties are still substantial and vary with stellar type. These\nuncertainties are a major impediment for the construction of reliable stellar\nevolution models.\n","Comment: To appear in \"Hot And Cool: Bridging Gaps in Massive Star Evolution\",\n  eds. C. Leitherer, Ph. D. Bennett, P. W. Morris & J. Th. van Loon (San\n  Francisco: ASP)"]}]
["0903.0614",{"format":[],"subject":["Mathematics - Probability","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0614"],"date":["2009-03-03"],"type":["text"],"creator":["Tao, Terence","Vu, Van"],"language":[],"coverage":[],"title":["Random matrices: The distribution of the smallest singular values"],"description":["  Let $\\a$ be a real-valued random variable of mean zero and variance 1. Let\n$M_n(\\a)$ denote the $n \\times n$ random matrix whose entries are iid copies of\n$\\a$ and $\\sigma_n(M_n(\\a))$ denote the least singular value of $M_n(\\a)$.\n($\\sigma_n(M_n(\\a))^2$ is also usually interpreted as the least eigenvalue of\nthe Wishart matrix $M_n M_n^{\\ast}$.) We show that (under a finite moment\nassumption) the probability distribution $n \\sigma_n(M_n(\\a))^2$ is {\\it\nuniversal} in the sense that it does not depend on the distribution of $\\a$. In\nparticular, it converges to the same limiting distribution as in the special\ncase when $a$ is real gaussian. (The limiting distribution was computed\nexplicitly in this case by Edelman.) We also proved a similar result for\ncomplex-valued random variables of mean zero, with real and imaginary parts\nhaving variance 1/2 and covariance zero. Similar results are also obtained for\nthe joint distribution of the bottom $k$ singular values of $M_n(\\a)$ for any\nfixed $k$ (or even for $k$ growing as a small power of $n$) and for rectangular\nmatrices. Our approach is motivated by the general idea of \"property testing\"\nfrom combinatorics and theoretical computer science. This seems to be a new\napproach in the study of spectra of random matrices and combines tools from\nvarious areas of mathematics.\n"]}]
["astro-ph/0610448",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0610448","New Astron.14:37,2009","doi:10.1016/j.newast.2008.04.006"],"date":["2006-10-15","2008-04-29"],"type":["text"],"creator":["Bagchi, Manjari","Dey, Jishnu","Konar, Sushan","Bhattacharya, Gour","Dey, Mira"],"language":[],"coverage":[],"title":["Members of the double pulsar system PSR J0737-3039 : neutron stars or\n  strange stars ?"],"description":["  One interesting method of constraining the dense matter Equations of State is\nto measure the advancement of the periastron of the orbit of a binary radio\npulsar (when it belongs to a double neutron star system). There is a great deal\nof interest on applicability of this procedure to the double pulsar system PSR\nJ0737-3039 (A/B). Although the above method can be applied to PSR A in future\nwithin some limitations, for PSR B this method can not be applied. On the other\nhand, the study of genesis of PSR B might be useful in this connection and its\nlow mass might be an indication that it could be a strange star.\n","Comment: 6 pages, no figure. Accepted for publication in New Astronomy"]}]
["astro-ph/0611284",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0611284","AIP Conf.Proc.861:858-866,2006","doi:10.1063/1.2399670"],"date":["2006-11-09"],"type":["text"],"creator":["Alimi, A. Fuzfa J. -M."],"language":[],"coverage":[],"title":["Some impacts of quintessence models on cosmic structure formation"],"description":["  Some physical imprints of quintessence scalar fields on dark matter (DM)\nclustering are illustrated, and a comparison with the concordance model\n$\\Lambda CDM$ is highlighted. First, we estimate the cosmological parameters\nfor two quintessence models, based on scalar fields rolling down the\nRatra-Peebles or Sugra potential, by a statistical analysis of the Hubble\ndiagram of type Ia supernovae. Then, the effect of these realistic dark energy\nmodels on large-scale DM clustering is established through N-body simulations.\nVarious effects like large-scale distribution of DM, cluster mass function and\nhalos internal velocities are illustrated. It is found that realistic dark\nenergy models lead to quite different DM clustering, due to a combination of\nthe variation of the equation of state and differences in the cosmological\nparameters, even at $z=0$. This conclusion contradicts other works in the\nrecent litterature and the importance of considering more realistic models in\nstudying the impact of quintessence on structure formation is highlighted.\n","Comment: 9 pages, 5 figures, in \"Albert Einstein Century International\n  Conference\", Paris, 18-22 July 2005, AIP Proceedings Conference 861, Pages\n  858-866, Edited by Jean-Michel ALIMI & Andre FUZFA"]}]
["cond-mat/0511638",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0511638","J. Electron Spectrosc. Relat. Phenom. 159, 91-93 (2007)","doi:10.1016/j.elspec.2007.02.017"],"date":["2005-11-26","2009-03-04"],"type":["text"],"creator":["Kordyuk, A. A.","Zabolotnyy, V. B.","Inosov, D. S.","Borisenko, S. V."],"language":[],"coverage":[],"title":["From tunneling to photoemission: correlating two spaces"],"description":["  Correlating the data measured by tunneling and photoemission spectroscopies\nis a long-standing problem in condensed matter physics. The quasiparticle\ninterference, recently discovered in high-Tc cuprates, reveals a possibility to\nsolve this problem. Application of modern phase retrieval algorithms to Fourier\ntransformed tunneling data allows to recover the distribution of the\nquasiparticle spectral weight in the reciprocal space of solids measured\ndirectly by photoemission. This opens a direct way to unify these two powerful\ntechniques and may help to solve a number of problems related with space/time\ninhomogeneities predicted in strongly correlated electron systems.\n","Comment: more info at http://www.imp.kiev.ua/~kord/AC-ARPES/index.html"]}]
["cond-mat/0601544",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0601544","Communications in Mathematical Physics 287, 1 (2009) 67-98","doi:10.1007/s00220-008-0662-7"],"date":["2006-01-24","2008-08-02"],"type":["text"],"creator":["Basile, Giada","Bernardin, Cedric","Olla, Stefano"],"language":[],"coverage":[],"title":["Thermal Conductivity for a Momentum Conserving Model"],"description":["  We introduce a model whose thermal conductivity diverges in dimension 1 and\n2, while it remains finite in dimension 3. We consider a system of oscillators\nperturbed by a stochastic dynamics conserving momentum and energy. We compute\nthermal conductivity via Green-Kubo formula. In the harmonic case we compute\nthe current-current time correlation function, that decay like $t^{-d/2}$ in\nthe unpinned case and like $t^{-d/2-1}$ if a on-site harmonic potential is\npresent. This implies a finite conductivity in $d\\ge 3$ or in pinned cases, and\nwe compute it explicitly. For general anharmonic strictly convex interactions\nwe prove some upper bounds for the conductivity that behave qualitatively as in\nthe harmonic cases.\n","Comment: Accepted for the publication in Communications in Mathematical\n  Physics"]}]
["gr-qc/0610108",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0610108","Mod.Phys.Lett.A24:229-238,2009","doi:10.1142/S0217732309026760"],"date":["2006-10-22","2009-02-18"],"type":["text"],"creator":["Hu, Yapeng","Tian, Guihua","Zhao, Zheng"],"language":[],"coverage":[],"title":["Some properties of accelerating observers in the Schwarzschild space"],"description":["  It is well known that observers will be accelerated when they approach the\nplanets. Thus, discussing the properties of accelerating observers in the\nSchwarzschild space is of sense. For the sake of simplicity, we can construct\nthese observers' world lines by comparing with the observers in the Hawking\neffect and Unruh effect, whose world lines are both hyperbolic curves in the\nappropriate coordinates. We do it after defining a certain special null\nhypersurface in the Kruskal coordinates. Our result shows that these\naccelerating observers defined in our paper can also detect the radiation with\nthe analogy of the Unruh effect, though locally. Furthermore, we conjecture\nthat, for any null hypersurface in any spacetime, the corresponding observers\nwho can at least locally detect the radiation from it can be found.\n","Comment: 7 pages, 2 figures, typos corrected and figures added, the version\n  accepted by Mod.Phys.Lett.A; published version"]}]
["hep-th/0401026",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0401026","Phys.Rev.D71:046007,2005","doi:10.1103/PhysRevD.71.046007"],"date":["2004-01-06","2005-09-07"],"type":["text"],"creator":["Hyakutake, Yoshifumi"],"language":[],"coverage":[],"title":["Gravitational Dielectric Effect and Myers Effect"],"description":["  In this paper we study the gravitational dielectric phenomena of a D2-brane\nin the background of Kaluza-Klein monopoles and D6-branes. In both cases the\nspherical D2-brane with nonzero radius becomes classical solution of the\nD2-brane action. We also investigate the gravitational Myers effect in the\nbackground of D6-branes. This phenomenon occurs since the tension of the\nD2-brane balances with the repulsive force between D0-branes and D6-branes.\n","Comment: 17 pages, 4 figures, The argument on the stability of the spehrical\n  D2-D0 bound state is modified and clarified in the appendix, The effect of\n  background R-R field are included, reference added, version appeared in PRD"]}]
["hep-th/0612125",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0612125","Lect.Notes Phys.757:45-102,2009"],"date":["2006-12-13"],"type":["text"],"creator":["Huang, Min-xin","Klemm, Albrecht","Quackenbush, Seth"],"language":[],"coverage":[],"title":["Topological String Theory on Compact Calabi-Yau: Modularity and Boundary\n  Conditions"],"description":["  The topological string partition function Z=exp(lambda^{2g-2} F_g) is\ncalculated on a compact Calabi-Yau M. The F_g fulfill the holomorphic anomaly\nequations, which imply that Z transforms as a wave function on the symplectic\nspace H^3(M,Z). This defines it everywhere in the moduli space of M along with\npreferred local coordinates. Modular properties of the sections F_g as well as\nlocal constraints from the 4d effective action allow us to fix Z to a large\nextend. Currently with a newly found gap condition at the conifold, regularity\nat the orbifold and the most naive bounds from Castelnuovos theory, we can\nprovide the boundary data, which specify Z, e.g. up to genus 51 for the\nquintic.\n","Comment: LaTeX, 57 pages, 2 eps-figures"]}]
["hep-th/9208044",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9208044","Nucl.Phys.B404:717-750,1993","doi:10.1016/0550-3213(93)90595-G"],"date":["1992-08-17"],"type":["text"],"creator":["Kharchev, S.","Marshakov, A.","Mironov, A.","Morozov, A.","Pakuliak, S."],"language":[],"coverage":[],"title":["Conformal Matrix Models as an Alternative to Conventional Multi-Matrix\n  Models"],"description":["  We introduce {\\it conformal multi-matrix models} (CMM) as an alternative to\nconventional multi-matrix model description of two-dimensional gravity\ninteracting with $c < 1$ matter. We define CMM as solutions to (discrete)\nextended Virasoro constraints. We argue that the so defined alternatives of\nmulti-matrix models represent the same universality classes in continuum limit,\nwhile at the discrete level they provide explicit solutions to the\nmulti-component KP hierarchy and by definition satisfy the discrete\n$W$-constraints. We prove that discrete CMM coincide with the $(p,q)$-series of\n2d gravity models in a {\\it well}-{\\it defined} continuum limit, thus\ndemonstrating that they provide a proper generalization of Hermitian one-matrix\nmodel.\n","Comment: 35 pages, preprint FIAN/TD-9/92 & ITEP-M-4/92"]}]
["math/0212142",{"format":[],"subject":["Mathematics - Geometric Topology","57N16, 57M50, 57N13, 57Q45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0212142","Geom. Topol. Monogr. Vol. 5 (2002)","doi:10.2140/gtm.2002.5"],"date":["2002-12-10","2009-03-04"],"type":["text"],"creator":["Hillman, Jonathan"],"language":[],"coverage":[],"title":["Four-manifolds, geometries and knots"],"description":["  The goal of this book is to characterize algebraically the closed 4-manifolds\nthat fibre nontrivially or admit geometries in the sense of Thurston, or which\nare obtained by surgery on 2-knots, and to provide a reference for the topology\nof such manifolds and knots. The first chapter is purely algebraic. The rest of\nthe book may be divided into three parts: general results on homotopy and\nsurgery (Chapters 2-6), geometries and geometric decompositions (Chapters\n7-13), and 2-knots (Chapters 14-18). In many cases the Euler characteristic,\nfundamental group and Stiefel-Whitney classes together form a complete system\nof invariants for the homotopy type of such manifolds, and the possible values\nof the invariants can be described explicitly. The strongest results are\ncharacterizations of manifolds which fibre homotopically over S^1 or an\naspherical surface (up to homotopy equivalence) and infrasolvmanifolds (up to\nhomeomorphism). As a consequence 2-knots whose groups are poly-Z are determined\nup to Gluck reconstruction and change of orientations by their groups alone.\nThis book arose out of two earlier books \"2-Knots and their Groups\" and \"The\nAlgebraic Characterization of Geometric 4-Manifolds\", published by Cambridge\nUniversity Press for the Australian Mathematical Society and for the London\nMathematical Society, respectively. About a quarter of the present text has\nbeen taken from these books, and I thank Cambridge University Press for their\npermission to use this material. The book has been revised in March 2007. For\ndetails see the end of the preface.\n","Comment: This is the revised version published by Geometry & Topology\n  Monographs in March 2007"]}]
["math/0412312",{"format":[],"subject":["Mathematics - Differential Geometry","53C38","53C29"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0412312","Annals of Global Analysis and Geometry 28, 371-394 (2005)","doi:10.1007/s10455-005-1940-7"],"date":["2004-12-15","2005-02-07"],"type":["text"],"creator":["Karigiannis, Spiro","Min-Oo, Maung"],"language":[],"coverage":[],"title":["Calibrated Sub-Bundles in Non-Compact Manifolds of Special Holonomy"],"description":["  This paper is a continuation of math.DG/0408005. We first construct special\nLagrangian submanifolds of the Ricci-flat Stenzel metric (of holonomy SU(n)) on\nthe cotangent bundle of S^n by looking at the conormal bundle of appropriate\nsubmanifolds of S^n. We find that the condition for the conormal bundle to be\nspecial Lagrangian is the same as that discovered by Harvey-Lawson for\nsubmanifolds in R^n in their pioneering paper. We also construct calibrated\nsubmanifolds in complete metrics with special holonomy G_2 and Spin(7)\ndiscovered by Bryant and Salamon on the total spaces of appropriate bundles\nover self-dual Einstein four manifolds. The submanifolds are constructed as\ncertain subbundles over immersed surfaces. We show that this construction\nrequires the surface to be minimal in the associative and Cayley cases, and to\nbe (properly oriented) real isotropic in the coassociative case. We also make\nsome remarks about using these constructions as a possible local model for the\nintersection of compact calibrated submanifolds in a compact manifold with\nspecial holonomy.\n","Comment: 20 pages; for Revised Version: Minor cosmetic changes, some\n  paragraphs rewritten for improved clarity"]}]
["math/0603478",{"format":[],"subject":["Mathematics - Number Theory","11P70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0603478","Combinatorica, vol. 28 No 4 (2008) pp. 441-467.","doi:10.1007/s00493-008-2262-8"],"date":["2006-03-20","2007-10-22"],"type":["text"],"creator":["Hamidoune, Yahya Ould","Serra, Oriol","Zemor, Gilles"],"language":[],"coverage":[],"title":["On the critical pair theory in abelian groups : Beyond Chowla's Theorem"],"description":["  We obtain critical pair theorems for subsets S and T of an abelian group such\nthat |S+T| < |S|+|T|+1. We generalize some results of Chowla, Vosper, Kemperman\nand a more recent result due to Rodseth and one of the authors.\n","Comment: Submitted to Combinatorica, 23 pages, revised version"]}]
["nucl-ex/0609017",{"format":[],"subject":["Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-ex/0609017","Phys.Rev.C79:024904,2009","doi:10.1103/PhysRevC.79.024904"],"date":["2006-09-12","2009-02-19"],"type":["text"],"creator":["Ulery, Jason G.","Wang, Fuqiang"],"language":[],"coverage":[],"title":["Cumulant versus jet-like three-particle correlations"],"description":["  Two-particle jet-like azimuthal correlations have revealed intriguing\nmodifications to the away-side of high pt trigger particles in relativistic\nheavy-ion collisions. Three-particle jet-like azimuthal correlation and\nthree-particle azimuthal cumulant have been analyzed in experiments in attempt\nto distinguish conical emission of jet-correlated particles from other physics\nmechanisms. We investigate the difference between three-particle jet-like\ncorrelation and three-particle cumulant in azimuth. We show, under the\ncircumstance where the away-side two-particle correlation is relatively flat in\nazimuth and similar in magnitude to the azimuthal average of the two-particle\ncorrelation signal, that the three-particle cumulant cannot distinguish conical\nemission from other physics mechanisms. The three-particle jet-like\ncorrelation, on the other hand, retains its discrimination power.\n","Comment: 13 pages, 8 figures. published version"]}]
["quant-ph/0602074",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0602074","J. Phys. A: Math. Gen. 39, 5957 (2006)","doi:10.1088/0305-4470/39/20/021"],"date":["2006-02-07"],"type":["text"],"creator":["Prosen, Tomaz","Pizorn, Iztok"],"language":[],"coverage":[],"title":["High order non-unitary split-step decomposition of unitary operators"],"description":["  We propose a high order numerical decomposition of exponentials of hermitean\noperators in terms of a product of exponentials of simple terms, following an\nidea which has been pioneered by M. Suzuki, however implementing it for complex\ncoefficients. We outline a convenient fourth order formula which can be written\ncompactly for arbitrary number of noncommuting terms in the Hamiltonian and\nwhich is superiour to the optimal formula with real coefficients, both in\ncomplexity and accuracy. We show asymptotic stability of our method for\nsufficiently small time step and demonstrate its efficiency and accuracy in\ndifferent numerical models.\n","Comment: 10 pages, 4 figures (5 eps files) Submitted to J. of Phys. A: Math.\n  Gen"]}]
