["0706.3500",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","60K35, 82B44"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3500"],"date":["2007-06-24","2009-08-02"],"type":["text"],"creator":["Chatterjee, Sourav"],"language":[],"coverage":[],"title":["Spin glasses and Stein's method"],"description":["  We introduce some applications of Stein's method in the high temperature\nanalysis of spin glasses. Stein's method allows the direct analysis of the\nGibbs measure without having to create a cavity. Another advantage is that it\ngives limit theorems with total variation error bounds, although the bounds can\nbe suboptimal. A surprising byproduct of our analysis is a relatively\ntransparent explanation of the Thouless-Anderson-Palmer system of equations.\nAlong the way, we develop Stein's method for mixtures of two Gaussian\ndensities.\n","Comment: 29 pages. Final version. To appear in PTRF"]}]
["0806.1354",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1354","Transportation Research Record, 2008, Issue 2083, pages 122-127"],"date":["2008-06-08"],"type":["text"],"creator":["Malyshkina, Nataliya V.","Mannering, Fred L."],"language":[],"coverage":[],"title":["Analysis of the Effect of Speed Limit Increases on Accident-Injury\n  Severities"],"description":["  The influence of speed limits on roadway safety has been a subject of\ncontinuous debate in the State of Indiana and nationwide. In Indiana,\nhighway-related accidents result in about 900 fatalities and forty thousand\ninjuries annually and place an incredible social and economic burden on the\nstate. Still, speed limits posted on highways and other roads are routinely\nexceeded as individual drivers try to balance safety, mobility (speed), and the\nrisks and penalties associated with law enforcement efforts. The\nspeed-limit/safety issue has been a matter of considerable concern in Indiana\nsince the state raised its speed limits on rural interstates and selected\nmultilane highways on July 1, 2005. In this paper, the influence of the posted\nspeed limit on the severity of vehicle accidents is studied using Indiana\naccident data from 2004 (the year before speed limits were raised) and 2006\n(the year after speed limits were raised on rural interstates and some\nmulti-lane non-interstate routes). Statistical models of the injury severity of\ndifferent types of accidents on various roadway classes were estimated. The\nresults of the model estimations showed that, for the speed limit ranges\ncurrently used, speed limits did not have a statistically significant effect on\nthe severity of accidents on interstate highways. However, for some\nnon-interstate highways, higher speed limits were found to be associated with\nhigher accident severities - suggesting that future speed limit changes, on\nnon-interstate highways in particular, need to be carefully assessed on a\ncase-by-case basis.\n","Comment: 14 pages, 2 tables, accepted for publication in Transportation\n  Research Record"]}]
["0809.0345",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11G30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0345"],"date":["2008-09-01","2009-08-02"],"type":["text"],"creator":["Bilu, Yuri F.","Strambi, Marco"],"language":[],"coverage":[],"title":["Quantitative Riemann existence theorem over a number field"],"description":["  Given a covering of the projective line with ramifications defined over a\nnumber field, we define a plain model of the algebraic curve realizing the\nRiemann existence theorem for this covering, and bound explicitly the defining\nequation of this curve and its definition field.\n","Comment: 23 pages, version 4, minor changes"]}]
["0809.1817",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1817"],"date":["2008-09-10","2009-08-02"],"type":["text"],"creator":["Siparov, Sergey"],"language":[],"coverage":[],"title":["Anisotropic geometrodynamics in cosmological problems"],"description":["  The gravitation theory is modified on the base of geometric identity and\nequivalence principle. This makes it possible to generalize the geodesics and\nsolve several problems of classical GRT such as flat rotation curves of the\nspiral galaxies, Tully-Fisher law and some others and reveal the fundamental\n(geometrical) origin of the cH acceleration value. The developed approach\ncontains all the results of the classical GRT and has promising cosmological\nconsequences.\n","Comment: v3: numerical modelling added"]}]
["0811.1606",{"format":[],"subject":["Statistics - Applications","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1606","Accident Analysis and Prevention, 2009, Volume 41, Issue 2, pages\n  217-226"],"date":["2008-11-10","2008-11-13"],"type":["text"],"creator":["Malyshkina, Nataliya V.","Mannering, Fred L.","Tarko, Andrew P."],"language":[],"coverage":[],"title":["Markov switching negative binomial models: an application to vehicle\n  accident frequencies"],"description":["  In this paper, two-state Markov switching models are proposed to study\naccident frequencies. These models assume that there are two unobserved states\nof roadway safety, and that roadway entities (roadway segments) can switch\nbetween these states over time. The states are distinct, in the sense that in\nthe different states accident frequencies are generated by separate counting\nprocesses (by separate Poisson or negative binomial processes). To demonstrate\nthe applicability of the approach presented herein, two-state Markov switching\nnegative binomial models are estimated using five-year accident frequencies on\nIndiana interstate highway segments. Bayesian inference methods and Markov\nChain Monte Carlo (MCMC) simulations are used for model estimation. The\nestimated Markov switching models result in a superior statistical fit relative\nto the standard (single-state) negative binomial model. It is found that the\nmore frequent state is safer and it is correlated with better weather\nconditions. The less frequent state is found to be less safe and to be\ncorrelated with adverse weather conditions.\n","Comment: This is a preprint, the final paper is available on Accident Analysis\n  and Prevention website (the preprint has 21 pages, 3 tables, 2 figures,\n  accepted for publication in Accident Analysis and Prevention)"]}]
["0811.3639",{"format":[],"subject":["Statistics - Applications","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3639"],"date":["2008-11-21","2009-08-02"],"type":["text"],"creator":["Malyshkina, Nataliya V.","Mannering, Fred L."],"language":[],"coverage":[],"title":["Zero-state Markov switching count-data models: an empirical assessment"],"description":["  In this study, a two-state Markov switching count-data model is proposed as\nan alternative to zero-inflated models to account for the preponderance of\nzeros sometimes observed in transportation count data, such as the number of\naccidents occurring on a roadway segment over some period of time. For this\naccident-frequency case, zero-inflated models assume the existence of two\nstates: one of the states is a zero-accident count state, in which accident\nprobabilities are so low that they cannot be statistically distinguished from\nzero, and the other state is a normal count state, in which counts can be\nnon-negative integers that are generated by some counting process, for example,\na Poisson or negative binomial. In contrast to zero-inflated models, Markov\nswitching models allow specific roadway segments to switch between the two\nstates over time. An important advantage of this Markov switching approach is\nthat it allows for the direct statistical estimation of the specific\nroadway-segment state (i.e., zero or count state) whereas traditional\nzero-inflated models do not. To demonstrate the applicability of this approach,\na two-state Markov switching negative binomial model (estimated with Bayesian\ninference) and standard zero-inflated negative binomial models are estimated\nusing five-year accident frequencies on Indiana interstate highway segments. It\nis shown that the Markov switching model is a viable alternative and results in\na superior statistical fit relative to the zero-inflated models.\n","Comment: 19 pages, 2 figures, 2 tables, the final version can be found in\n  Accident Analysis and Prevention"]}]
["0811.3644",{"format":[],"subject":["Statistics - Applications","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3644","Accident Analysis and Prevention, 2009, volume 41, issue 4, pages\n  829-838"],"date":["2008-11-21"],"type":["text"],"creator":["Malyshkina, Nataliya V.","Mannering, Fred L."],"language":[],"coverage":[],"title":["Markov switching multinomial logit model: an application to accident\n  injury severities"],"description":["  In this study, two-state Markov switching multinomial logit models are\nproposed for statistical modeling of accident injury severities. These models\nassume Markov switching in time between two unobserved states of roadway\nsafety. The states are distinct, in the sense that in different states accident\nseverity outcomes are generated by separate multinomial logit processes. To\ndemonstrate the applicability of the approach presented herein, two-state\nMarkov switching multinomial logit models are estimated for severity outcomes\nof accidents occurring on Indiana roads over a four-year time interval.\nBayesian inference methods and Markov Chain Monte Carlo (MCMC) simulations are\nused for model estimation. The estimated Markov switching models result in a\nsuperior statistical fit relative to the standard (single-state) multinomial\nlogit models. It is found that the more frequent state of roadway safety is\ncorrelated with better weather conditions. The less frequent state is found to\nbe correlated with adverse weather conditions.\n","Comment: 24 pages, 1 figure, 3 tables"]}]
["0901.2521",{"format":[],"subject":["Quantitative Biology - Subcellular Processes","Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2521","PHYSICAL REVIEW E 80, 011914, 2009"],"date":["2009-01-16","2009-08-02"],"type":["text"],"creator":["Gutierrez, P. S.","Monteoliva, D.","Diambra, L."],"language":[],"coverage":[],"title":["The role of cooperative binding on noise expression"],"description":["  The origin of stochastic fluctuations in gene expression has received\nconsiderable attention recently. Fluctuations in gene expression are\nparticularly pronounced in cellular systems because of the small copy number of\nspecies undergoing transitions between discrete chemical states and the small\nsize of biological compartments. In this paper, we propose a stochastic model\nfor gene expression regulation including several binding sites, considering\nelementary reactions only. The model is used to investigate the role of\ncooperativity on the intrinsic fluctuations of gene expression, by means of\nmaster equation formalism. We found that the Hill coefficient and the level of\nnoise increases as the interaction energy between activators increases.\nAdditionally, we show that the model allows to distinguish between two\ncooperative binding mechanisms.\n","Comment: 11 pages, 3 figures"]}]
["0903.2313",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2313","PRB 80, 014514 (2009)"],"date":["2009-03-13","2009-08-01"],"type":["text"],"creator":["Ong, Andrew","Uhrig, Goetz S.","Sushkov, Oleg P."],"language":[],"coverage":[],"title":["Spin-wave velocities, density of magnetic excitations, and NMR\n  relaxation in ferro-pnictides"],"description":["  We perform an analysis of the experimentally known temperature dependence of\nthe staggered magnetization in the antiferromagnetic phase. This analysis\nallows us to put an upper limit on the unknown value of the spin wave velocity\nalong the stripes of equal spin direction (spin stripes). The velocity is about\nten times smaller than the velocity perpendicular to the spin stripes. The\nstrongly anisotropic spin-wave dispersion implies a high density of low energy\nmagnetic excitations. We demonstrate that this high density strongly enhances\nthe $^{75}$As NMR spin-lattice relaxation via the Raman scattering of magnons.\nWe derive the polarization dependence of this relaxation channel and find very\ngood agreement with experimental data. The high density of low energy magnetic\nexcitations deduced from our phenomenological analysis supports the scenario\nthat ferro-pnictides are close to a quantum phase transition.\n","Comment: 8 pages, 4 figures v2: added latest references"]}]
["0904.1052",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1052"],"date":["2009-04-07","2009-08-01"],"type":["text"],"creator":["DePies, Matthew R","Hogan, Craig J"],"language":[],"coverage":[],"title":["Harmonic Gravitational Wave Spectra of Cosmic String Loops in the Galaxy"],"description":["  A new candidate source of gravitational radiation is described: the\nnearly-perfect harmonic series from individual loops of cosmic string. It is\nargued that theories with light cosmic strings give rise to a population of\nnumerous long-lived stable loops, many of which cluster gravitationally in\ngalaxy halos along with the dark matter. Each cosmic string loop produces a\nspectrum of discrete frequencies in a nearly perfect harmonic series, a\nfundamental mode and its integer multiples. The gravitational wave signal from\ncosmic string loops in our Galactic halo is analyzed numerically and it is\nfound that the for light strings, the nearest loops typically produce strong\nsignals which stand out above the confusion noise from Galactic binaries. The\ntotal population of cosmic string loops in the Milky Way also produces a broad\nsignal that acts as a confusion noise. Both signals are enhanced by the\nclustering of loops gravitationally bound to the Galaxy, which significantly\ndecreases the average distance from the solar system to the nearest loop.\nNumerical estimates indicate that for dimensionless string tension G\\mu<\n10^{-11}, many loops are likely to be found in the Galactic halo. Lighter\nstrings, down to G\\mu=10^{-19}, are detectable by the Laser Interferometer\nSpace Antenna (LISA). For these light strings, the fundamental and low-order\nharmonics of typical loops often lie in the band where LISA is sensitive, 0.1\nto 100 mHz. The harmonic nature of the cosmic string loop modes leaves a\ndistinct spectral signature different from any other known source of\ngravitational waves.\n","Comment: 8 pages, 6 figures; figures removed, text edited, references added"]}]
["0906.5235",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5235","J. Phys.: Condens. Matter 21 (2009) 326005","doi:10.1088/0953-8984/21/32/326005"],"date":["2009-06-29"],"type":["text"],"creator":["Li, Peng","Su, Haibin","Dong, Hui-Ning","Shen, Shun-Qing"],"language":[],"coverage":[],"title":["Incommensurate Phase of a Triangular Frustrated Heisenberg Model Studied\n  via Schwinger-Boson Mean-Field Theory"],"description":["  We study a triangular frustrated antiferromagnetic Heisenberg model with\nnearest-neighbor interaction $J_{1}$ and third-nearest-neighbor interactions\n$J_{3}$ by means of Schwinger-boson mean-field theory. It is shown that an\nincommensurate phase exists in a finite region in the parameter space for an\nantiferromagnetic $J_{3}$ while $J_{1}$ can be either positive or negtaive. A\ndetailed solution is presented to disclose the main features of this\nincommensurate phase. A gapless dispersion of quasiparticles leads to the\nintrinsic $T^{2}$-law of specific heat. The local magnetization is\nsignificantly reduced by quantum fluctuations (for S=1 case, a local\nmagnetization is estimated as $m=<S_{i}> \\approx0.6223$). The magnetic\nsusceptibility is linear in temperature at low temperatures. We address\npossible relevance of these results to the low-temperature properties of\nNiGa$_{2}$S$_{4}$. From a careful analysis of the incommensurate spin wave\nvector, the interaction parameters for NiGa$_{2}% $S$_{4}$ are estimated as,\n$J_{1}\\approx-3.8755$K and $J_{3}\\approx14.0628$K, in order to account for the\nexperimental data.\n","Comment: 9pages, 3figures"]}]
["0907.0912",{"format":[],"subject":["Mathematics - Commutative Algebra","13H10, 13P10, 13C14, 13F20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0912"],"date":["2009-07-06","2009-08-02"],"type":["text"],"creator":["Popescu, Dorin","Qureshi, Muhammad Imran"],"language":[],"coverage":[],"title":["Computing the Stanley depth"],"description":["  Let $Q$ and $Q'$ be two monomial primary ideals of a polynomial algebra $S$\nover a field. We give an upper bound for the Stanley depth of $S/(Q\\cap Q')$\nwhich is reached if $Q$,$Q'$ are irreducible. Also we show that Stanley's\nConjecture holds for $Q_1\\cap Q_2$, $S/(Q_1\\cap Q_2\\cap Q_3)$, $(Q_i)_i$ being\nsome irreducible monomial ideals of $S$.\n"]}]
["0907.3387",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3387"],"date":["2009-07-20","2009-08-02"],"type":["text"],"creator":["Tamo, Itzhak","Schwartz, Moshe"],"language":[],"coverage":[],"title":["Correcting Limited-Magnitude Errors in the Rank-Modulation Scheme"],"description":["  We study error-correcting codes for permutations under the infinity norm,\nmotivated by a novel storage scheme for flash memories call rank modulation. In\nthis scheme, a set of $n$ flash cells are combined to create a single virtual\nmulti-level cell. Information is stored in the permutation induced by the cell\ncharge levels. Spike errors, which are characterized by a limited-magnitude\nchange in cell charge levels, correspond to a low-distance change under the\ninfinity norm.\n  We define codes protecting against spike errors, called limited-magnitude\nrank-modulation codes (LMRM codes), and present several constructions for these\ncodes, some resulting in optimal codes. These codes admit simple recursive, and\nsometimes direct, encoding and decoding procedures.\n  We also provide lower and upper bounds on the maximal size of LMRM codes both\nin the general case, and in the case where the codes form a subgroup of the\nsymmetric group. In the asymptotic analysis, the codes we construct out-perform\nthe Gilbert-Varshamov-like bound estimate.\n"]}]
