["0706.4333",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4333"],"date":["2007-06-28","2009-06-01"],"type":["text"],"creator":["Peleg, Avner"],"language":[],"coverage":[],"title":["Energy exchange in fast optical soliton collisions as a random cascade\n  model"],"description":["  We study the dynamics of a probe soliton propagating in an optical fiber and\nexchanging energy in fast collisions with a random sequence of pump solitons.\nThe energy exchange is induced by Raman scattering or by cubic nonlinear\nloss/gain. We show that the equation describing the dynamics of the probe\nsoliton's amplitude has the same form as the equation for the local space\naverage of energy dissipation in random cascade models in turbulence. We\ncharacterize the statistics of the probe soliton's amplitude by the \\tau_{q}\nexponents from multifractal theory and by the Cram\\'er function S(x). We find\nthat the n-th moment of the two-time correlation function and the\nbit-error-rate contribution from amplitude decay exhibit power-law behavior as\nfunctions of propagation distance, where the exponents can be expressed in\nterms of \\tau_{q} or S(x).\n","Comment: Revised version, 12 pages, 2 figures. Accepted to Phys. Lett. A"]}]
["0708.1487",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1487"],"date":["2007-08-10","2009-06-01"],"type":["text"],"creator":["Etingof, Pavel","Gelaki, Shlomo"],"language":[],"coverage":[],"title":["Quasisymmetric and unipotent tensor categories"],"description":["  We classify braided tensor categories over C of exponential growth which are\nquasisymmetric, i.e., the squared braiding is the identity on the product of\nany two simple objects. This generalizes the classification results of Deligne\non symmetric categories of exponential growth, and of Drinfeld on\nquasitriangular quasi-Hopf algebras. In particular, we classify braided\ncategories of exponential growth which are unipotent, i.e., those whose only\nsimple object is the unit object. We also classify fiber functors on such\ncategories. Finally, using the Etingof-Kazhdan quantization theory of Poisson\nalgebraic groups, we give a classification of coconnected Hopf algebras, i.e.\nof unipotent categories of exponential growth with a fiber functor.\n","Comment: 8 pages, latex"]}]
["0708.3476",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3476","Phys. Rev. E 76, 061117 (2007)","doi:10.1103/PhysRevE.76.061117"],"date":["2007-08-26"],"type":["text"],"creator":["Yanagisawa, Daichi","Nishinari, Katsuhiro"],"language":[],"coverage":[],"title":["Mean Field Theory for Pedestrian Outflow through an Exit"],"description":["  An average pedestrian flow through an exit is one of the most important index\nin evaluating pedestrian dynamics. In order to study the flow in detail, the\nfloor field model, which is a crowd model by using cellular automaton, is\nextended by taking into account a realistic behavior of pedestrians around the\nexit. The model is studied by both numerical simulations and cluster analysis\nto obtain a theoretical expression of an average pedestrian flow through the\nexit. It is found quantitatively that the effect of exit door width, a wall,\nand pedestrian's mood of competition or cooperation significantly influence the\naverage flow. The results show that there is suitable width of the exit and\nposition according to pedestrian's mood.\n","Comment: 9 pages, 16 figures"]}]
["0710.2651",{"format":[],"subject":["Mathematics - Geometric Topology","20F38, 05C25 (Primary) 20F34, 57M99, 32G15, 14H10, 20F99 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2651"],"date":["2007-10-14","2009-05-31"],"type":["text"],"creator":["Andersen, Jorgen Ellegaard","Bene, Alex James","Penner, R. C."],"language":[],"coverage":[],"title":["Groupoid Extensions of Mapping Class Representations for Bordered\n  Surfaces"],"description":["  The mapping class group of a surface with one boundary component admits\nnumerous interesting representations including as a group of automorphisms of a\nfree group and as a group of symplectic transformations. Insofar as the mapping\nclass group can be identified with the fundamental group of Riemann's moduli\nspace, it is furthermore identified with a subgroup of the fundamental path\ngroupoid upon choosing a basepoint. A combinatorial model for this, the mapping\nclass groupoid, arises from the invariant cell decomposition of Teichm\\\"uller\nspace, whose fundamental path groupoid is called the Ptolemy groupoid. It is\nnatural to try to extend representations of the mapping class group to the\nmapping class groupoid, i.e., construct a homomorphism from the mapping class\ngroupoid to the same target that extends the given representations arising from\nvarious choices of basepoint.\n  Among others, we extend both aforementioned representations to the groupoid\nlevel in this sense, where the symplectic representation is lifted both\nrationally and integrally. The techniques of proof include several algorithms\ninvolving fatgraphs and chord diagrams. The former extension is given by\nexplicit formulae depending upon six essential cases, and the kernel and image\nof the groupoid representation are computed. Furthermore, this provides\ngroupoid extensions of any representation of the mapping class group that\nfactors through its action on the fundamental group of the surface including,\nfor instance, the Magnus representation and representations on the moduli\nspaces of flat connections.\n","Comment: 24 pages, 4 figures Theorem 3.6 has been strengthened, and Theorems\n  8.1 and 8.2 have been added"]}]
["0801.0174",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Quantum Algebra","18D50, 55N91, 55P35, 55P48, 55R12, 55R35, 55R40, 57R56, 58D29,\n  81T40, 81T45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0174"],"date":["2007-12-30","2009-06-01"],"type":["text"],"creator":["Chataur, David","Menichi, Luc"],"language":[],"coverage":[],"title":["String topology of classifying spaces"],"description":["  Let $G$ be a finite group or a compact connected Lie group and let $BG$ be\nits classifying space. Let $\\mathcal{L}BG:=map(S^1,BG)$ be the free loop space\nof $BG$ i.e. the space of continuous maps from the circle $S^1$ to $BG$. The\npurpose of this paper is to study the singular homology $H_*(\\mathcal LBG)$ of\nthis loop space. We prove that when taken with coefficients in a field the\nhomology of $\\mathcal LBG$ is a homological conformal field theory. As a\nbyproduct of our main theorem, we get a Batalin-Vilkovisky algebra structure on\nthe cohomology $H^*(\\mathcal LBG)$. We also prove an algebraic version of this\nresult by showing that the Hochschild cohomology $HH^*(S_* (G),S_*(G))$ of the\nsingular chains of $G$ is a Batalin-Vilkovisky algebra.\n","Comment: 53 pages. Section 3 on Props and fields theories rewritten. Section 4\n  expanded in new sections 4, 5, 6 and 7, to fix orientation problems, finite\n  groups case detailed in section 7. Appendix on signs added. The rest of the\n  sections almost unchanged. Some slight improvements on some results. For\n  example, the BV-algebra is valid over any principal ideal domain"]}]
["0802.1739",{"format":[],"subject":["Mathematics - Complex Variables","32H35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1739","Complex Variables and Elliptic Equations, 54 (2009), nos. 2-3,\n  187-204","doi:10.1080/17476930902759403"],"date":["2008-02-12","2008-06-08"],"type":["text"],"creator":["D'Angelo, John P","Lebl, Jiri"],"language":[],"coverage":[],"title":["On the complexity of proper holomorphic mappings between balls"],"description":["  We make several new contributions to the study of proper holomorphic mappings\nbetween balls. Our results include a degree estimate for rational proper maps,\na new gap phenomenon for convex families of arbitrary proper maps, and an\ninteresting result about inverse images.\n","Comment: 19 pages, plain tex; improved exposition, added corollary to Theorem\n  1, strengthened Theorem 4"]}]
["0802.4096",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.4096","J. Pure & Appl. Alg. 213 (2009) 34-53"],"date":["2008-02-27","2008-05-29"],"type":["text"],"creator":["Blanc, David","Johnson, Mark W.","Turner, James M."],"language":[],"coverage":[],"title":["On local-to-global spectral sequences for the cohomology of diagrams"],"description":["  The aim of this paper is to construct and examine three candidates for\nlocal-to-global spectral sequences for the cohomology of diagrams of algebras\nwith directed indexing. In each case, the $E^2$ -terms can be viewed as a type\nof local cohomology relative to a map or an object in the diagram.\n","Comment: 27 pages; incorporated corrections based on referee's report and\n  added a few references"]}]
["0803.3306",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3306","Phys. Rev. B 77, 144413 (2008)","doi:10.1103/PhysRevB.77.144413"],"date":["2008-03-23"],"type":["text"],"creator":["Kumar, Rakesh","Kumar, Brijesh"],"language":[],"coverage":[],"title":["Fourfold degenerate columnar-dimer ground state in square lattice\n  antiferromagnets"],"description":["  We construct and study two frustrated quantum spin-1/2 models on square\nlattice, which are like the antiferromagnetic $J_1$-$J_2$ model with some\nadditional four-spin exchange interactions. These models admit an exactly\nsolvable case in which the ground state consists of four degenerate\ncolumnar-dimer singlet (CDS) configurations. Away from the exact case, we\nemploy bond-operator mean-field theory to investigate the evolution of the\nground state by varying the interaction parameters. The mean-field calculation\nreveals a quantum phase diagram in which the CDS phase undergoes a continuous\nphase transition to either N\\'eel or collinear ordered antiferromagnetic\nphases.\n","Comment: revtex4, 16 eps files; total 10 pages; accepted for publication in\n  Phys. Rev. B"]}]
["0804.3771",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3771","JHEP 0903:047,2009","doi:10.1088/1126-6708/2009/03/047"],"date":["2008-04-23","2009-06-01"],"type":["text"],"creator":["Calame, C. M. Carloni","Moretti, S.","Piccinini, F.","Ross, D. A."],"language":[],"coverage":[],"title":["Full One-loop Electro-Weak Corrections to Three-jet Observables at the Z\n  pole and Beyond"],"description":["  We describe the impact of the full one-loop EW terms of O(alpha_s alpha_EM^3)\nentering the electron-positron into three-jet cross-section from \\sqrt{s}=M_Z\nto TeV scale energies. We include both factorisable and non-factorisable\nvirtual corrections, photon bremsstrahlung but not the real emission of W and Z\nbosons. Their importance for the measurement of alpha_S from jet rates and\nshape variables is explained qualitatively and illustrated quantitatively.\n","Comment: 38 pages, 31 figures. Version accepted for publication by JHEP,\n  erratum added"]}]
["0807.0978",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0978","J. Phys. A: Math. Theor. 42 (2009) 245307","doi:10.1088/1751-8113/42/24/245307"],"date":["2008-07-07","2008-10-25"],"type":["text"],"creator":["Kumar, Brijesh"],"language":[],"coverage":[],"title":["Emergent Radiation in an Atom-Field System at Twice-Resonance"],"description":["  A two-level atom interacting with a single mode of quantized electromagnetic\nradiation is discussed using a representation in which the atom and the\nradiation are unified into a {\\em new} canonical radiation. At the {\\em\ntwice-resonance}, when the frequency of the original radiation is twice the\natomic transition frequency ($\\omega=2\\epsilon$), the {\\em emergent} unified\nfield in the non-interacting atom-field system resembles a free radiation of\nfrequency $\\epsilon$. This free emergent radiation is further shown to exist in\nthe presence of an interaction which looks similar to the atom-field\ninteraction in the dipole approximation. The one-photon correlation and the\npopulation inversion are discussed as the possible means of observing the\nemergent radiation. The entanglement properties of the emergent radiation are\nalso discussed.\n","Comment: 4+ pages, 2 figures, submitted for publication; included a discussion\n  on the entanglement"]}]
["0807.2521",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2521","Journal of Nuclear Science and Technology Vol 43 No 4 (2006)\n  375-381"],"date":["2008-07-16"],"type":["text"],"creator":["Plekhanov, V. G."],"language":[],"coverage":[],"title":["Fundamentals and applications of isotope effect in modern technology"],"description":["  In this short review I discuss the effect of isotopic mass and isotopic\ndisorder on the properties (vibrational, elastic, thermal and optical) of\ndifferent crystals.\n","Comment: 7 pages, 7 figures"]}]
["0807.3022",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Classical Analysis and ODEs","34K20, 34D45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3022","Discrete and Continuous Dynamical Systems-Series A, 24(4), 2009,\n  1215 - 1224","doi:10.3934/dcds.2009.24.1215"],"date":["2008-07-18"],"type":["text"],"creator":["Liz, Eduardo","Röst, Gergely"],"language":[],"coverage":[],"title":["On the Global Attractor of Delay Differential Equations with Unimodal\n  Feedback"],"description":["  We give bounds for the global attractor of the delay differential equation\n$x'(t) =-\\mu x(t)+f(x(t-\\tau))$, where $f$ is unimodal and has negative\nSchwarzian derivative. If $f$ and $\\mu$ satisfy certain condition, then,\nregardless of the delay, all solutions enter the domain where f is monotone\ndecreasing and the powerful results for delayed monotone feedback can be\napplied to describe the asymptotic behaviour of solutions. In this situation we\ndetermine the sharpest interval that contains the global attractor for any\ndelay. In the absence of that condition, improving earlier results, we show\nthat if the d5A5Aelay is sufficiently small, then all solution enter the domain\nwhere $f'$ is negative. Our theorems then are illustrated by numerical examples\nusing Nicholson's blowflies equation and the Mackey-Glass equation.\n","Comment: 10 pages, submitted to Discrete and Continuous Dynamical\n  Systems-Series A (DCDS)"]}]
["0808.1146",{"format":[],"subject":["Mathematics - Functional Analysis","43A30 (Primary)","22D99, 43A07, 46J40, 46M18 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1146","Arch. Math. (Basel) 92 (2009), 525-530"],"date":["2008-08-07","2008-12-30"],"type":["text"],"creator":["Runde, Volker"],"language":[],"coverage":[],"title":["Biflatness and biprojectivity of the Fourier algebra"],"description":["  We show that the biflatness - in the sense of A. Ya. Helemskii - of the\nFourier algebra $A(G)$ of a locally compact group $G$ forces $G$ to either have\nan abelian subgroup of finite index or to be non-amenable without containing\n$F_2$, the free group in two generators, as a closed subgroup. An analogous\ndichotomy is obtained for biprojectivity.\n","Comment: 6 pages; a few typos fixed"]}]
["0811.2899",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2899"],"date":["2008-11-18","2009-06-01"],"type":["text"],"creator":["Bostan, Alin","Kauers, Manuel"],"language":[],"coverage":[],"title":["Automatic Classification of Restricted Lattice Walks"],"description":["  We propose an experimental mathematics approach leading to the\ncomputer-driven discovery of various structural properties of general counting\nfunctions coming from enumeration of walks.\n"]}]
["0811.4109",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.4109","Class.Quant.Grav.26:125010,2009","doi:10.1088/0264-9381/26/12/125010"],"date":["2008-11-25","2009-06-01"],"type":["text"],"creator":["Moncrief, Vincent","Rinne, Oliver"],"language":[],"coverage":[],"title":["Regularity of the Einstein Equations at Future Null Infinity"],"description":["  When Einstein's equations for an asymptotically flat, vacuum spacetime are\nreexpressed in terms of an appropriate conformal metric that is regular at\n(future) null infinity, they develop apparently singular terms in the\nassociated conformal factor and thus appear to be ill-behaved at this\n(exterior) boundary. In this article however we show, through an enforcement of\nthe Hamiltonian and momentum constraints to the needed order in a Taylor\nexpansion, that these apparently singular terms are not only regular at the\nboundary but can in fact be explicitly evaluated there in terms of conformally\nregular geometric data. Though we employ a rather rigidly constrained and gauge\nfixed formulation of the field equations, we discuss the extent to which we\nexpect our results to have a more 'universal' significance and, in particular,\nto be applicable, after minor modifications, to alternative formulations.\n","Comment: 43 pages, no figures, AMS-TeX. Minor revisions, updated to agree with\n  published version"]}]
["0812.2977",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2977","Phys. Rev. B 79, 155121 (2009)","doi:10.1103/PhysRevB.79.155121"],"date":["2008-12-16"],"type":["text"],"creator":["Kumar, Brijesh"],"language":[],"coverage":[],"title":["Exact solution of the infinite-U Hubbard problem and other models in one\n  dimension"],"description":["  An interacting spin-fermion model is exactly solved on an open chain. In a\ncertain representation, it is the nearest-neighbor Hubbard model in the limit\nof infinite $U$ (local interaction). Exact solution of its complete energy\neigen-spectrum is accomplished by introducing a unitary transformation which\nmaps the original problem to a tight-binding model of the fermions only.\nPhysically, the exact solution implies the absence of Nagaoka ferromagnetism in\nthe ground state for arbitrary electron densities. The present method solves a\nclass of very general models exactly. Few more problems are discussed as an\napplication of this unitary transform method.\n","Comment: revtex4, 6 pages, no figures; submitted to Phys. Rev. B"]}]
["0812.3489",{"format":[],"subject":["Mathematics - Logic","03C60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3489"],"date":["2008-12-18","2009-05-30"],"type":["text"],"creator":["Zambella, Domenico"],"language":[],"coverage":[],"title":["Krull dimension of types in a class of first-order theories"],"description":["  We study a class of first-order theories whose complete quantifier-free types\nwith one free variable either have a trivial positive part or are isolated by a\npositive quantifier-free formula--plus a few other technical requirements. The\ntheory of vector spaces and the theory fields are examples. We prove the\namalgamation property and the existence of a model-companion. We show that the\nmodel-companion is strongly minimal. We also prove that the length of any\nincreasing sequence of prime types is bounded, so every formula has finite\nKrull dimension.\n","Comment: Major revision, new title"]}]
["0901.0631",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics","Physics - Biological Physics","Quantitative Biology - Subcellular Processes"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0631","Soft Matter 5, 2223 (2009)"],"date":["2009-01-06","2009-03-26"],"type":["text"],"creator":["Gilboa, Barak","Gillo, David","Farago, Oded","Bernheim-Groswasser, Anne"],"language":[],"coverage":[],"title":["Bidirectional cooperative motion of myosin-II motors on actin tracks\n  with randomly alternating polarities"],"description":["  The cooperative action of many molecular motors is essential for dynamic\nprocesses such as cell motility and mitosis. This action can be studied by\nusing motility assays in which the motion of cytoskeletal filaments over a\nsurface coated with motor proteins is tracked. In previous studies of\nactin-myosin II systems, fast directional motion was observed, reflecting the\ntendency of myosin II motors to propagate unidirectionally along actin\nfilaments. Here, we present a motility assay with actin bundles consisting of\nshort filamentous segments with randomly alternating polarities. These actin\ntracks exhibit bidirectional motion with macroscopically large time intervals\n(of the order of several seconds) between direction reversals. Analysis of this\nbidirectional motion reveals that the characteristic reversal time,\n$\\tau_{rev}$, does not depend on the size of the moving bundle or on the number\nof motors, $N$. This observation contradicts previous theoretical calculations\nbased on a two-state ratchet model [Badoual et al., Proc. Natl. Acad. Sci. USA,\nvol. 99, p. 6696 (2002)], predicting an exponential increase of $\\tau_{rev}$\nwith $N$. We present a modified version of this model that takes into account\nthe elastic energy due to the stretching of the actin track by the myosin II\nmotors. The new model yields a very good quantitative agreement with the\nexperimental results.\n","Comment: A slightly revised version. Figures 2 and 7 were modified. Accepted\n  for publication in \"Soft Matter\""]}]
["0901.1458",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Metric Geometry","11A05, 11B75, 11P21, 20F65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.1458"],"date":["2009-01-11","2009-06-01"],"type":["text"],"creator":["Nathanson, Melvyn B."],"language":[],"coverage":[],"title":["An inverse problem in number theory and geometric group theory"],"description":["  This paper describes a new link between combinatorial number theory and\ngeometry. The main result states that A is a finite set of relatively prime\npositive integers if and only if A = (K-K) \\cap N, where K is a compact set of\nreal numbers such that for every real number x there exists y in K with x\n\\equiv y mod 1. In one direction, given a finite set A of relatively prime\npositive integers, the proof constructs an appropriate compact set K such that\nA = (K-K) \\cap N. In the other direction, a strong form of a fundamental\ntheorem in geometric group theory is applied to prove that (K-K)\\cap N is a\nfinite set of relatively prime positive integers if K satisfies the appropriate\ngeometrical conditions. Some related results and open problems are also\ndiscussed.\n","Comment: 8 pages, minor revisions and corrections"]}]
["0901.1855",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Quantum Algebra","46L54, 46L65, 60G09"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.1855"],"date":["2009-01-13","2009-06-01"],"type":["text"],"creator":["Curran, Stephen"],"language":[],"coverage":[],"title":["Quantum Rotatability"],"description":["  In arXiv:0807.0677, K\\\"ostler and Speicher observed that de Finetti's theorem\non exchangeable sequences has a free analogue if one replaces exchangeability\nby the stronger condition of invariance under quantum permutations. In this\npaper we study sequences of noncommutative random variables whose joint\ndistribution is invariant under quantum orthogonal transformations. We prove a\nfree analogue of Freedman's characterization of conditionally independent\nGaussian families, namely an infinite sequence of self-adjoint random variables\nis quantum orthogonally invariant if and only if they form an operator-valued\nfree centered semicircular family with common variance. Similarly, we show that\nan infinite sequence of noncommutative random variables is quantum unitarily\ninvariant if and only if they form an operator-valued free centered circular\nfamily with common variance.\n  We provide an example to show that, as in the classical case, these results\nfail for finite sequences. We then give an approximation to how far the\ndistribution of a finite quantum orthogonally invariant sequence is from that\nof an operator-valued free centered semicircular family with common variance.\n","Comment: 21 pages, minor changes, added references, final version to appear in\n  Trans. Amer. Math. Soc"]}]
["0901.1945",{"format":[],"subject":["Quantitative Finance - Statistical Finance","Computer Science - Computational Engineering, Finance, and Science","Mathematics - Classical Analysis and ODEs","Mathematics - Probability","Quantitative Finance - Computational Finance","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.1945","Systems Theory: Modelling, Analysis and Control (2009) 43-62"],"date":["2009-01-14"],"type":["text"],"creator":["Fliess, Michel","Join, Cédric"],"language":[],"coverage":[],"title":["A mathematical proof of the existence of trends in financial time series"],"description":["  We are settling a longstanding quarrel in quantitative finance by proving the\nexistence of trends in financial time series thanks to a theorem due to P.\nCartier and Y. Perrin, which is expressed in the language of nonstandard\nanalysis (Integration over finite sets, F. & M. Diener (Eds): Nonstandard\nAnalysis in Practice, Springer, 1995, pp. 195--204). Those trends, which might\ncoexist with some altered random walk paradigm and efficient market hypothesis,\nseem nevertheless difficult to reconcile with the celebrated Black-Scholes\nmodel. They are estimated via recent techniques stemming from control and\nsignal theory. Several quite convincing computer simulations on the forecast of\nvarious financial quantities are depicted. We conclude by discussing the r\\^ole\nof probability theory.\n"]}]
["0901.2524",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Analysis of PDEs","43A15","43A85"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2524","African Diaspora Journal of Mathematics, Volume 9, Number 1, pp.\n  8-30 (2010)"],"date":["2009-01-16","2009-05-31"],"type":["text"],"creator":["Feuto, Justin","Fofana, Ibrahim","Koua, Konin"],"language":[],"coverage":[],"title":["Integrable fractional mean functions on spaces of homogeneous type"],"description":["  The class of Banach spaces $(L^{q},L^{p}) ^{\\alpha}(X,d,\\mu)$, $1\\leq q\\leq\n\\alpha \\leq p\\leq \\infty ,$ introduced in \\cite{F1} in connection with the\nstudy of the continuity of the fractional maximal operator of Hardy-Littlewood\nand of the Fourier transformation in the case $% X=\\mathbb{R}^{n}$ and $\\mu $\nis the Lebesgue measure, was generalized in \\cite{FFK} to the setting of\nhomogeneous groups. We generalize it here to spaces of homogeneous type and we\nprove that the results obtained in \\cite{FFK} such as relations between these\nspaces and Lebesgue spaces, weak Lebesgue and Morrey spaces, remain true.\n","Comment: 23 pages, we have change the title and correct some typing errors"]}]
["0902.0303",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0303","Phys. Rev. B 79, 172508 (2009)","doi:10.1103/PhysRevB.79.172508"],"date":["2009-02-02","2009-06-01"],"type":["text"],"creator":["Fanfarillo, L.","Benfatto, L.","Caprara, S.","Castellani, C.","Grilli, M."],"language":[],"coverage":[],"title":["Theory of fluctuation conductivity from interband pairing in pnictide\n  superconductors"],"description":["  We derive the effective action for superconducting fluctuations in a\nfour-band model for pnictides, discussing the emergence of a single critical\nmode out of a dominant interband pairing mechanism. We then apply our model to\ncalculate the paraconductivity in two-dimensional and layered three-dimensional\nsystems, and compare our results with recent resistivity measurements in\nSmFeAsOF\n","Comment: 4 pages, 1 figure; final version"]}]
["0902.2030",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2030","Nucl.Phys.B819:210-224,2009","doi:10.1016/j.nuclphysb.2009.04.020"],"date":["2009-02-12","2009-05-31"],"type":["text"],"creator":["Wei, Hao"],"language":[],"coverage":[],"title":["Modified Holographic Dark Energy"],"description":["  In this work, motivated by the energy bound suggested by Cohen {\\it et al.},\nwe propose the modified holographic dark energy (MHDE) model. Choosing the IR\ncut-off $L=R_{\\rm CC}$ and considering the parameterizations $n^2=2-\\lambda a$,\n$n^2=2-3\\lambda a^2/(1+3a^2)$ and $n^2=2-\\lambda a^2/(\\beta+a^2)$, we derive\nall the physical quantities of the non-saturated MHDE model analytically. We\nfind that the non-saturated MHDE models with the parameterizations\n$n^2=2-\\lambda a$ and $n^2=2-3\\lambda a^2/(1+3a^2)$ are single-parameter models\nin practice. Also, we consider the cosmological constraints on the\nnon-saturated MHDE, and find that it is well consistent with the observational\ndata.\n","Comment: 15 pages, 5 figures, revtex4; v2: new parameterizations added; v3:\n  title changed, Nucl. Phys. B in press; v4: published version"]}]
["0902.3227",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3227","Phys. Rev. B 79, 165103 (2009)","doi:10.1103/PhysRevB.79.165103"],"date":["2009-02-18","2009-06-01"],"type":["text"],"creator":["Rahav, Saar","Mukamel, Shaul"],"language":[],"coverage":[],"title":["Gaussian phase-space representation of Fermion dynamics; Beyond the\n  time-dependent-Hartree-Fock approximation"],"description":["  A Gaussian operator representation for the many body density matrix of\nfermionic systems, developed by Corney and Drummond [Phys. Rev. Lett, v93,\n260401 (2004)], is used to derive approximate decoupling schemes for their\ndynamics. In this approach the reduced single electron density matrix elements\nserve as stochastic variables which satisfy an exact Fokker-Planck equation.\nThe number of variables scales as ~N^2 rather than ~exp(N) with the basis set\nsize, and the time dependent Hartree Fock approximation (TDHF) is recovered in\nthe \"classical\" limit. An approximate closed set of equations of motion for the\none and two-particle reduced density matrices, provides a direct generalization\nof the TDHF.\n","Comment: 12 pages. Minor revision, reference added"]}]
["0902.3879",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Nonlinear Sciences - Chaotic Dynamics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3879","Phys. Rev. Lett. 102, 210401 (2009)","doi:10.1103/PhysRevLett.102.210401"],"date":["2009-02-23"],"type":["text"],"creator":["Campisi, Michele","Talkner, Peter","Hänggi, Peter"],"language":[],"coverage":[],"title":["Fluctuation Theorem for Arbitrary Open Quantum Systems"],"description":["  Based on the observation that the thermodynamic equilibrium free energy of an\nopen quantum system in contact with a thermal environment can be understood as\nthe difference between the free energy of the total system and that of the bare\nenvironment, the validity of the Crooks theorem and of the Jarzynski equality\nis extended to open quantum systems. No restrictions on the nature of the\nenvironment or on the strength of the coupling between system and environment\nneed to be imposed. This free energy entering the Crooks theorem and the\nJarzynski equality is closely related to the Hamiltonian of mean force that\ngeneralizes the classical statistical mechanical concept of the potential of\nmean force.\n","Comment: 4 pages"]}]
["0902.4328",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.4328","Research in Astronomy and Astrophysics, 2009, 9(6), 703-711","doi:10.1088/1674-4527/9/6/009"],"date":["2009-02-25"],"type":["text"],"creator":["Jianghui, Ji","Kinoshita, H.","Lin, Liu","Guangyu, Li"],"language":[],"coverage":[],"title":["The Dynamical Architecture and Habitable Zones of the Quintuplet\n  Planetary System 55 Cancri"],"description":["  We perform numerical simulations to study the secular orbital evolution and\ndynamical structure in the quintuplet planetary system 55 Cancri with the\nself-consistent orbital solutions by Fischer and coworkers (2008). In the\nsimulations, we show that this system can be stable at least for $10^{8}$ yr.\nIn addition, we extensively investigate the planetary configuration of four\nouter companions with one terrestrial planet in the wide region of 0.790 AU\n$\\leq a \\leq $ 5.900 AU to examine the existence of potential asteroid\nstructure and Habitable Zones (HZs). We show that there are unstable regions\nfor the orbits about 4:1, 3:1 and 5:2 mean motion resonances (MMRs) with the\noutermost planet in the system, and several stable orbits can remain at 3:2 and\n1:1 MMRs, which is resemblance to the asteroidal belt in solar system. In a\ndynamical point, the proper candidate HZs for the existence of more potential\nterrestrial planets reside in the wide area between 1.0 AU and 2.3 AU for\nrelatively low eccentricities.\n","Comment: 12 pages, 4 figures, accepted to Research in Astronomy and\n  Astrophysics"]}]
["0904.2627",{"format":[],"subject":["Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2627","BIOPHYSICS, Vol. 5, pp.37-44 (2009)","doi:10.2142/biophysics.5.37"],"date":["2009-04-17","2009-05-10"],"type":["text"],"creator":["Kinjo, Akira R."],"language":[],"coverage":[],"title":["Profile Conditional Random Fields for Modeling Protein Families with\n  Structural Information"],"description":["  A statistical model of protein families, called profile conditional random\nfields (CRFs), is proposed. This model may be regarded as an integration of the\nprofile hidden Markov model (HMM) and the Finkelstein-Reva (FR) theory of\nprotein folding. While the model structure of the profile CRF is almost\nidentical to the profile HMM, it can incorporate arbitrary correlations in the\nsequences to be aligned to the model. In addition, like in the FR theory, the\nprofile CRF can incorporate long-range pairwise interactions between model\nstates via mean-field-like approximations. We give the detailed formulation of\nthe model, self-consistent approximations for treating long-range interactions,\nand algorithms for computing partition functions and marginal probabilities. We\nalso outline the methods for the global optimization of model parameters as\nwell as a Bayesian framework for parameter learning and selection of optimal\nalignments.\n","Comment: 11 pages (two column), 1 figure, 1 table, revised"]}]
["0904.4023",{"format":[],"subject":["Mathematical Physics","35B40, 35B41, 35K55, 35J60, 80A22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.4023"],"date":["2009-04-26","2009-06-01"],"type":["text"],"creator":["Miranville, Alain","Zelik, Sergey"],"language":[],"coverage":[],"title":["The Cahn-Hilliard Equation with Singular Potentials and Dynamic Boundary\n  Conditions"],"description":["  Our aim in this paper is to study the Cahn-Hilliard equation with singular\npotentials and dynamic boundary conditions. In particular, we prove, owing to\nproper approximations of the singular potential and a suitable notion of\nvariational solutions, the existence and uniqueness of solutions. We also\ndiscuss the separation of the solutions from the singularities of the\npotential. Finally, we prove the existence of global and exponential\nattractors.\n"]}]
["0905.0476",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Differential Geometry","55N15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0476"],"date":["2009-05-04","2009-06-01"],"type":["text"],"creator":["Ortiz, Michael L."],"language":[],"coverage":[],"title":["Differential Equivariant K-Theory"],"description":["  Following Hopkins and Singer, we give a definition for the differential\nequivariant K-theory of a smooth manifold acted upon by a finite group. The\nring structure for differential equivariant K-theory is developed explicitly.\nWe also construct a pushforward map which parallels the topological pushforward\nin equivariant K-theory. An analytic formula for the pushforward to the\ndifferential equivariant K-theory of a point is conjectured, and proved in the\nboundary case, in the case of a free action, and for ordinary differential\nK-theory in general. The latter proof is due to K. Klonoff.\n","Comment: 64 pages; corrected the discussion of ring structure"]}]
["0905.2923",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory","Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2923"],"date":["2009-05-18","2009-06-01"],"type":["text"],"creator":["Adler, Stephen L."],"language":[],"coverage":[],"title":["Adler sum rule"],"description":["  The Adler sum rule states that the integral over energy of a difference of\nneutrino-nucleon and antineutrino-nucleon structure functions is a constant,\nindependent of the four-momentum transfer squared. This constancy is a\nconsequence of the local commutation relations of the time components of the\nhadronic weak current, which follow from the underlying quark structure of the\nstandard model.\n","Comment: Invited article for Scholarpedia; AMS Latex, 8p"]}]
["0905.3137",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.3137"],"date":["2009-05-19","2009-06-01"],"type":["text"],"creator":["Aspinwall, Paul S."],"language":[],"coverage":[],"title":["Probing Geometry with Stability Conditions"],"description":["  The notion that the geometry of spacetime is given by the moduli space of\n0-branes is examined in four examples of Calabi-Yau threefolds. An important\nconsideration when determining the moduli space of D-branes is the stability\ncondition and this is key in our analysis. In the first two examples, the flop\nand the orbifold blowup, no surprises are found. Next, an exoflop is considered\nwhere the linear sigma model implies a CP1 external to the Calabi-Yau threefold\nis part of the geometry. The 0-brane probe sees no such external CP1 and\nfurthermore exhibits a surprising discontinuity when following an extremal\ntransition associated to the exoflop. Finally we consider a hybrid model of a\nLandau--Ginzburg fibration over a CP1. Using the technology of matrix\nfactorizations we find a D-brane probe whose moduli space is this CP1 but it is\nnot a 0-brane and is not stable at the large radius limit of the Calabi-Yau\nmanifold.\n","Comment: 36 pages, refs added"]}]
["0905.4340",{"format":[],"subject":["Mathematics - Geometric Topology","57M25 (Primary)","57Q35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4340"],"date":["2009-05-27","2009-06-01"],"type":["text"],"creator":["Ozawa, Makoto"],"language":[],"coverage":[],"title":["Waist and trunk of knots"],"description":["  We introduce two numerical invariants, the waist and the trunk of knots. The\nwaist of a closed incompressible surface in the complement of a knot is defined\nas the minimal intersection number of all compressing disks for the surface in\nthe 3-sphere and the knot. Then the waist of a knot is defined as the maximal\nwaist of all closed incompressible surfaces in the complement of the knot. On\nthe other hand, the trunk of a knot is defined as the minimal number of the\nintersection of the most thick level 2-sphere and the knot over all Morse\npositions of the knot. In this paper, we obtain an inequality between the waist\nand the trunk of knots and show that the inequality is best possible. We also\ndefine the supertrunk of a knot and relate it to the hull number and the\n3-width.\n","Comment: 11 pages, 3 figures. In v2, Theorem 1.9 was added"]}]
["0905.4491",{"format":[],"subject":["Mathematical Physics","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4491","SIGMA.5:056,2009","doi:10.3842/SIGMA.2009.056"],"date":["2009-05-27"],"type":["text"],"creator":["Accardi, Luigi","Boukas, Andreas"],"language":[],"coverage":[],"title":["Quantum Probability, Renormalization and Infinite-Dimensional *-Lie\n  Algebras"],"description":["  The present paper reviews some intriguing connections which link together a\nnew renormalization technique, the theory of *-representations of infinite\ndimensional *-Lie algebras, quantum probability, white noise and stochastic\ncalculus and the theory of classical and quantum infinitely divisible\nprocesses.\n"]}]
["0905.4627",{"format":[],"subject":["Computer Science - Multimedia","Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4627"],"date":["2009-05-28","2009-06-01"],"type":["text"],"creator":["Bolettieri, Paolo","Esuli, Andrea","Falchi, Fabrizio","Lucchese, Claudio","Perego, Raffaele","Piccioli, Tommaso","Rabitti, Fausto"],"language":[],"coverage":[],"title":["CoPhIR: a Test Collection for Content-Based Image Retrieval"],"description":["  The scalability, as well as the effectiveness, of the different Content-based\nImage Retrieval (CBIR) approaches proposed in literature, is today an important\nresearch issue. Given the wealth of images on the Web, CBIR systems must in\nfact leap towards Web-scale datasets. In this paper, we report on our\nexperience in building a test collection of 100 million images, with the\ncorresponding descriptive features, to be used in experimenting new scalable\ntechniques for similarity searching, and comparing their results. In the\ncontext of the SAPIR (Search on Audio-visual content using Peer-to-peer\nInformation Retrieval) European project, we had to experiment our distributed\nsimilarity searching technology on a realistic data set. Therefore, since no\nlarge-scale collection was available for research purposes, we had to tackle\nthe non-trivial process of image crawling and descriptive feature extraction\n(we used five MPEG-7 features) using the European EGEE computer GRID. The\nresult of this effort is CoPhIR, the first CBIR test collection of such scale.\nCoPhIR is now open to the research community for experiments and comparisons,\nand access to the collection was already granted to more than 50 research\ngroups worldwide.\n","Comment: 15 pages"]}]
["0905.4726",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4726"],"date":["2009-05-29"],"type":["text"],"creator":["Brueggen, M.","Scannapieco, E."],"language":[],"coverage":[],"title":["Self-Regulation of AGN in Galaxy Clusters"],"description":["  Cool cores of galaxy clusters are thought to be heated by low-power active\ngalactic nuclei (AGN), whose accretion is regulated by feedback. However, the\ninteraction between the hot gas ejected by the AGN and the ambient intracluster\nmedium is extremely difficult to simulate as it involves a wide range of\nspatial scales and gas that is Rayleigh-Taylor (RT) unstable. Here we present a\nseries of three-dimensional hydrodynamical simulations of a self-regulating AGN\nin a galaxy cluster. Our adaptive-mesh simulations include prescriptions for\nradiative cooling, AGN heating and a subgrid model for RT-driven turbulence,\nwhich is crucial to simulate this evolution. AGN heating is taken to be\nproportional to the rest-mass energy that is accreted onto the central region\nof the cluster. For a wide range of feedback efficiencies, the cluster\nregulates itself for at least several $10^9$ years. Heating balances cooling\nthrough a string of outbursts with typical recurrence times of around 80 Myrs,\na timescale that depends only on global cluster properties. Under certain\nconditions we find central dips in the metallicity of the intracluster medium.\nProvided the sub-grid model used here captures all its key properties,\nturbulence plays an essential role in the AGN self-regulation in cluster cores.\n","Comment: accepted by MNRAS"]}]
["0905.4735",{"format":[],"subject":["Mathematics - Combinatorics","05A16, 05B07, 05D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4735"],"date":["2009-05-28"],"type":["text"],"creator":["Mubayi, Dhruv"],"language":[],"coverage":[],"title":["Counting substructures III: quadruple systems"],"description":["  For various quadruple systems F, we give asymptotically sharp lower bounds on\nthe number of copies of F in a quadruple system with a prescribed number of\nvertices and edges. Our results extend those of Furedi, Keevash, Pikhurko,\nSimonovits and Sudakov who proved under the same conditions that there is one\ncopy of $F$. Our proofs use the hypergraph removal Lemma and stability results\nfor the corresponding Turan problem proved by the above authors.\n"]}]
["0905.4737",{"format":[],"subject":["Mathematics - Numerical Analysis","65C05, 65C20, 82B20, 82B80, 82-08"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4737"],"date":["2009-05-28"],"type":["text"],"creator":["Plechac, Petr","Rousset, Mathias"],"language":[],"coverage":[],"title":["Implicit Mass-Matrix Penalization of Hamiltonian dynamics with\n  application to exact sampling of stiff systems"],"description":["  An implicit mass-matrix penalization (IMMP) of Hamiltonian dynamics is\nproposed, and associated dynamical integrators, as well as sampling Monte-Carlo\nschemes, are analyzed for systems with multiple time scales. The penalization\nis based on an extended Hamiltonian with artificial constraints associated with\nsome selected DOFs. The penalty parameters enable arbitrary tuning of\ntimescales for the selected DOFs. The IMMP dynamics is shown to be an\ninterpolation between the exact Hamiltonian dynamics and the dynamics with\nrigid constraints. This property translates in the associated numerical\nintegrator into a tunable trade-off between stability and dynamical\nmodification. Moreover, a penalty that vanishes with the time-step yields order\ntwo convergent schemes for the exact dynamics. Moreover, by construction, the\nresulting dynamics preserves the canonical equilibrium distribution in position\nvariables, up to a computable geometric correcting potential, leading to\nMetropolis-like unbiased sampling algorithms. The algorithms can be implemented\nwith a simple modification of standard geometric integrators with algebraic\nconstraints imposed on the selected DOFs, and has no additional complexity in\nterms of enforcing the constraints and force evaluations. The properties of the\nIMMP method are demonstrated numerically on the $N$-alkane model, showing that\nthe time-step stability region of integrators and the sampling efficiency can\nbe increased with a gain that grows with the size of the system. This feature\nis mathematically analyzed for a harmonic atomic chain model. When a large\nstiffness parameter is introduced, the IMMP method is shown to be\nasymptotically stable and to converge towards the heuristically expected\nMarkovian effective dynamics on the slow manifold.\n","Comment: 39 pages"]}]
["0905.4739",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4739"],"date":["2009-05-29"],"type":["text"],"creator":["Bauer, Christian W.","Lange, Bjorn O."],"language":[],"coverage":[],"title":["Scale setting and resummation of logarithms in pp -> V + jets"],"description":["  The production of vector bosons in association with jets contains at least\ntwo unrelated scales. The first is the mass of the vector boson m_V and the\nsecond is the hard interaction scale giving rise to large transverse momenta of\nthe produced jets. The production cross sections depend logarithmically on the\nratio of these scales, which can lead to a poor convergence in fixed order\nperturbation theory. We illustrate how to resum all leading logarithmic terms\nusing effective theory methods, and show that they can be resummed by a simple\nchoice of the factorization scale. Implementing this scale choice we show that\nthe large discrepancies between next-to-leading calculations and leading order\ncalculations using more traditional choices of scales disappear.\n","Comment: 6 pages, 9 figures"]}]
["0905.4741",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4741"],"date":["2009-05-28"],"type":["text"],"creator":["Savasta, S.","Di Stefano, O.","Marago, O. M."],"language":[],"coverage":[],"title":["Quantum-classical correspondence of the Dirac matrices: The Dirac\n  Lagrangian as a Total Derivative"],"description":["  The Dirac equation provides a description of spin 1/2 particles, consistent\nwith both the principles of quantum mechanics and of special relativity. Often\nits presentation to students is based on mathematical propositions that may\nhide the physical meaning of its contents. Here we show that Dirac spinors\nprovide the quantum description of two unit classical vectors: one whose\ncomponents are the speed of an elementary particle and the rate of change of\nits proper time and a second vector which fixes the velocity direction. In this\ncontext both the spin degree of freedom and antiparticles can be understood\nfrom the rotation symmetry of these unit vectors. Within this approach the\nDirac Lagrangian acquires a direct physical meaning as the quantum operator\ndescribing the total time-derivative.\n"]}]
["0905.4748",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - K-Theory and Homology","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4748"],"date":["2009-05-28"],"type":["text"],"creator":["Piontkovski, Dmitri"],"language":[],"coverage":[],"title":["On Kurosh problem in varieties of algebras"],"description":["  We consider a couple of versions of classical Kurosh problem (whether there\nis an infinite-dimensional algebraic algebra?) for varieties of linear\nmultioperator algebras over a field. We show that, given an arbitrary\nsignature, there is a variety of algebras of this signature such that the free\nalgebra of the variety contains multilinear elements of arbitrary large degree,\nwhile the clone of every such element satisfies some nontrivial identity. If,\nin addition, the number of binary operations is at least 2, then one can\nguarantee that each such clone is finitely-dimensional.\n  Our approach is the following: we translate the problem to the language of\noperads and then apply usual homological constructions, in order to adopt\nGolod's solution of the original Kurosh problem.\n  The paper is expository, so that some proofs are omited. At the same time,\nthe general relations of operads, algebras, and varieties are widely discussed.\n","Comment: 10 pages. Translated from Proceedings of Kurosh conference (Fund.\n  Prikl. Matematika 14 (2008), 5, 171-184), to appear in J.Math.Sci"]}]
["0905.4758",{"format":[],"subject":["Mathematics - Combinatorics","05A05, 05A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4758"],"date":["2009-05-29"],"type":["text"],"creator":["Baxter, Andrew M."],"language":[],"coverage":[],"title":["Applying the Cluster Method to Count Occurrences of Generalized\n  Permutation Patterns"],"description":["  We apply ideas from the cluster method to q-count the permutations of a\nmultiset according to the number of occurrences of certain generalized\npatterns, as defined by Babson and Steingrimsson. In particular, we consider\nthose patterns with three letters and one internal dash, as well as permutation\nstatistics composed of counting the number of occurrences of multisets of such\npatterns. Counting is done via recurrences which simplify in the case of\npermutations. A collection of Maple procedures implementing these recurrences\naccompanies the article.\n","Comment: Maple package available for download:\n  http://math.rutgers.edu/~baxter/ClusterGPP/index.html"]}]
["0905.4763",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4763"],"date":["2009-05-28"],"type":["text"],"creator":["Bruna, Elena","Collaboration, for the STAR"],"language":[],"coverage":[],"title":["Jet fragmentation in STAR going from p+p to Au+Au"],"description":["  Jet fragmentation functions provide insight into jet structure and are\nexpected to be modified by the nuclear medium in A+A collisions with respect to\np+p reference measurements. If jet reconstruction is unbiased then a softening\nof the fragmentation functions is expected and should be observed in Au+Au\ncollisions at RHIC. In these proceedings we present measurements of\nfragmentation functions in p+p for charged particles for different jet finding\nalgorithms; these measurements are understood and therefore can be used as a\nreference for comparison with Au+Au results. We report the effect of background\nand its fluctuations on jet reconstruction in Au+Au collisions, estimated by\nusing the jet algorithms on simulated Pythia jets embedded in real Au+Au\nevents. Finally, measurements of fragmentation functions for jets reconstructed\nin Au+Au events and their comparison to the p+p baseline are presented and\ndiscussed.\n","Comment: Proceedings for the Winter Workshop on Nuclear Dynamics 2009"]}]
["0905.4764",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4764"],"date":["2009-05-29"],"type":["text"],"creator":["Spolyar, Douglas","Buckley, Matthew","Freese, Katherine","Hooper, Dan","Murayama, Hitoshi"],"language":[],"coverage":[],"title":["High Energy Neutrinos As A Test of Leptophilic Dark Matter"],"description":["  Recently, observations by PAMELA, the Fermi Gamma Ray Space Telescope, and\nother cosmic ray experiments have generated a great deal of interest in dark\nmatter (DM) particles which annihilate at a high rate to leptons. In this\nletter, we explore the possibility of using large volume neutrino telescopes,\nsuch as IceCube, to constrain such models; specifically we consider signals due\nto DM annihilation in the inner Milky Way. We find that,\n  if Dark Matter annihilations are responsible for the signals observed by\nPAMELA and FGST, then IceCube (in conjunction with the planned low threshold\nextension, DeepCore) should detect or exclude the corresponding neutrino signal\nfrom the inner Milky Way with a few years of observation.\n","Comment: 4 pages, 1 Figure, and 2 Tables"]}]
["0905.4768",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4768"],"date":["2009-05-28"],"type":["text"],"creator":["Zbarsky, Emma Smith"],"language":[],"coverage":[],"title":["Families of $A_\\infty$ algebras and homotopy group actions"],"description":["  We define homotopy group actions in terms of families of $A_\\infty$ algebras\nindexed by a manifold M. We give explicit formulae for the $A_\\infty$ morphism\ninduced by a path on the manifold and for the $A_\\infty$ homotopy corresponding\nto a pair of homotopic paths. Finally, we compute examples for finite groups\nand finitely generated free nonabelian groups and determine that every homotopy\ngroup action by a finite group is homotopic to a strict group action.\n","Comment: 23 pages, 4 figures"]}]
["0905.4769",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Combinatorics","17B69"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4769"],"date":["2009-05-28"],"type":["text"],"creator":["Lam, Ching Hung","Shimakura, Hiroki"],"language":[],"coverage":[],"title":["Frame Stabilizers for framed vertex operator algebras associated to\n  lattices having 4-frames"],"description":["  In this paper, we study certain Virasoro frames for lattice vertex operator\nalgebras and their $\\Z_2$-orbifolds using linear codes over $\\Z_4$. We also\ncompute the corresponding frame stabilizer from the view point of binary codes\nand $\\Z_4$-codes. As an application, we determine the frame stabilizers of\nseveral Virasoro frames of the vertex operator algebra $V_{E_8}$ and the\nmoonshine vertex operator algebra $V^\\natural$.\n","Comment: 29 pages"]}]
["0905.4786",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Functional Analysis","42B10, 42B15","42B35, 26B30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4786"],"date":["2009-05-29"],"type":["text"],"creator":["Liflyand, E.","Trigub, R."],"language":[],"coverage":[],"title":["On absolute convergence of Fourier integrals"],"description":["  New sufficient conditions for representation of a function via the absolutely\nconvergent Fourier integral are obtained in the paper. In the main result,\nTheorem 1.1, this is controlled by the behavior near infinity of both the\nfunction and its derivative. This result is extended to any dimension $d\\ge2.$\n","Comment: 34 pages"]}]
["0905.4787",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4787"],"date":["2009-05-29"],"type":["text"],"creator":["Mahoney, John R.","Ellison, Christopher J.","Crutchfield, James P."],"language":[],"coverage":[],"title":["Information Accessibility and Cryptic Processes"],"description":["  We give a systematic expansion of the crypticity--a recently introduced\nmeasure of the inaccessibility of a stationary process's internal state\ninformation. This leads to a hierarchy of k-cryptic processes and allows us to\nidentify finite-state processes that have infinite crypticity--the internal\nstate information is present across arbitrarily long, observed sequences. The\ncrypticity expansion is exact in both the finite- and infinite-order cases. It\nturns out that k-crypticity is complementary to the Markovian finite-order\nproperty that describes state information in processes. One application of\nthese results is an efficient expansion of the excess entropy--the mutual\ninformation between a process's infinite past and infinite future--that is\nfinite and exact for finite-order cryptic processes.\n","Comment: 10 pages, 6 figures;\n  http://users.cse.ucdavis.edu/~cmg/compmech/pubs/iacp.htm"]}]
["0905.4788",{"format":[],"subject":["Physics - Popular Physics","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4788"],"date":["2009-05-29"],"type":["text"],"creator":["Morales, H."],"language":[],"coverage":[],"title":["Gravity assist in 3D like in Ulysses mission"],"description":["  We study the gravity assist in the general case, i.e. when the spacecraft is\nnot in a coplanar motion with respect to the planet's orbit. Our derivation is\nbased on Kepler's planetary motion and Galilean addition of velocities,\nsubjects covered in introductory physics courses. The main purpose of this\npaper is to illustrate how the gravity assist can be used to deviate a\nspacecraft outside its original plane of motion. As an example, we use the\nNASA-ESA's Ulysses mission to \"test\" our simple model.\n","Comment: 12 pages, 7 figures"]}]
["0905.4797",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4797"],"date":["2009-05-29"],"type":["text"],"creator":["Barenghi, C. F.","Sergeev, Y. A."],"language":[],"coverage":[],"title":["Motion of vortex ring with tracer particles in superfluid helium"],"description":["  Recent experiments on quantum turbulence in superfluid helium made use of\nsmall tracer particles to track the motion of quantized vortices, determine\nvelocity statistics and visualize vortex reconnections. A problem with this\nvisualization technique is that it may change the turbulent flow which it\nvisualizes. To address this problem, we derive and solve the equations of\nmotion of a quantized vortex ring which contains a given number of particles\ntrapped on the vortex core, hence derive a quantitative criterion to determine\nin which measure small particles trapped in quantized vortices affect vortex\nmotion. Finally we apply the criterion to a recent experiment.\n","Comment: 14 pages, 5 figures"]}]
["0905.4800",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4800"],"date":["2009-05-29"],"type":["text"],"creator":["Grignon, C.","Billard, J.","Bosson, G.","Bourrion, O.","Guillaudin, O.","Koumeir, C.","Mayet, F.","Santos, D.","Colas, P.","Ferrer, E.","Giomataris, I."],"language":[],"coverage":[],"title":["Dark matter directional detection with MIMAC"],"description":["  MiMac is a project of micro-TPC matrix of gaseous (He3, CF4) chambers for\ndirect detection of non-baryonic dark matter. Measurement of both track and\nionization energy will allow the electron-recoil discrimination, while access\nto the directionnality of the tracks will open a unique way to distinguish a\ngeniune WIMP signal from any background. First reconstructed tracks of 5.9 keV\nelectrons are presented as a proof of concept.\n","Comment: 4 pages, proc. of the 44th Rencontres De Moriond: Electroweak\n  Interactions And Unified Theories, 7-14 Mar 2009, La Thuile, Italy"]}]
["0905.4804",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4804"],"date":["2009-05-29"],"type":["text"],"creator":["Toyota, Norihito"],"language":[],"coverage":[],"title":["Comments on Six Degrees of Separation based on the le Pool and Kochen\n  Models"],"description":["  In this article we discuss six degrees of separation, which has been\nsuggested by Milgram's famous experiment\\cite{Milg},\\cite{Milg2}, from a\ntheoretical point of view again. Though Milgram's experiment was partly\ninspired to Pool and Kochen's study \\cite{Pool} that was made from a\ntheoretical point of view. At the time numerically detailed study could not be\nmade because computers and important concepts, such as the clustering\ncoefficient, needed for a network analysis nowadays, have not yet developed. In\nthis article we devote deep study to the six degrees of separation based on\nsome models proposed by Pool and Kochen by using a computer, numerically.\nMoreover we estimate the clustering coefficient along the method developed by\nus \\cite{Toyota1} and extend our analysis of the subject through marrying Pool\nand Kochen's models to our method.\n","Comment: 7 pages, 8 figures"]}]
["0905.4814",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4814"],"date":["2009-05-29"],"type":["text"],"creator":["Orimoto, Toyoko J.","Collaboration, for the CMS"],"language":[],"coverage":[],"title":["First CMS Results with LHC Beam"],"description":["  The Compact Muon Solenoid (CMS) Experiment is a general purpose particle\ndetector experiment located at the Large Hadron Collider (LHC) at CERN. In\n2008, the LHC beam was commissioned and successfully steered through the CMS\ndetector. First results from CMS with beam data are described, focusing on\ndetector commissioning with beam data, from beam halo studies with the endcap\nmuon system to displays of \"beam splash\" events, in which the proton beam was\nstopped by an upstream collimator.\n","Comment: Proceedings for the Lake Louise Winter Institute 2009, 4 pages"]}]
["0905.4818",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4818"],"date":["2009-05-29"],"type":["text"],"creator":["Yan, Y."],"language":[],"coverage":[],"title":["Kaonic hydrogen atom and kaon-proton scattering length"],"description":["  Kaonic hydrogen is studied with various realistic potentials in an accurate\nnumerical approach based on Sturmian functions. The kaon-proton scattering\nlength extracted from the 1s energy shift of the kaonic hydrogen by applying\nthe Deser-Trueman formula is severely inconsistent with the one derived by\ndirectly solving the scattering Schoedinger equation. We pay special attention\nto the recent measurement of the energy shift and decay width of the 1s kaonic\nhydrogen state by the DEAR Collaboration. After taking into account the large\ndiscrepancy between the extracted and directly-evaluated scattering lengths, we\nfound theoretical predictions of most chiral SU(3) based models for the kaonic\nhydrogen decay width are consistent with the DEAR data. We warn the SIDDHARTA\ncollaboration that it may not be reasonable to extract kaon-nucleon scattering\nlengths, by using the Coulomb-interaction corrected Deser-Truemab formula, from\nthe planned measurement of kaonic hydrogen.\n","Comment: 4 page, no figure"]}]
["0905.4819",{"format":[],"subject":["Mathematics - Commutative Algebra","13H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4819"],"date":["2009-05-29"],"type":["text"],"creator":["Oneto, A.","Zatini, E."],"language":[],"coverage":[],"title":["A classification of one-dimensional local domains based on the invariant\n  $(c-\\delta)r-\\delta$"],"description":["  Let $R$ be a one-dimensional, local, Noetherian domain, $\\R$ the integral\nclosure of $R$ in its quotient field and $v(R)$ the value set defined by the\nusual valuation.\n  The aim of the paper is to study the non-negative invariant $b:=(c-\\delta)r-\n\\delta $, where $c, \\delta, r$ denote the conductor, the length of $\\R/R$ and\nthe Cohen Macaulay type, respectively. In particular, the classification of the\nsemigroups $v(R)$ for rings having $b\\leq 2(r-1)$ is realized. This method of\nclassification might be successfully utilized with similar arguments but more\nboring computations in the cases $b\\leq q(r-1), $ for reasonably low values of\n$q$. The main tools are type sequences and the invariant $k$ which estimates\nthe number of elements in $v(R)$ belonging to the interval $[c-e,c), e$ being\nthe multiplicity of $R$.\n","Comment: Journal of Commutative Algebra (JCA), Rocky Mountain Consortium"]}]
["0905.4823",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4823"],"date":["2009-05-29"],"type":["text"],"creator":["Ling, Fu-Sin"],"language":[],"coverage":[],"title":["Heavy Scalar Dark Matter"],"description":["  Scalar fields with $SU(2)_L$ quantum numbers provide several viable Dark\nMatter candidates around the TeV scale. Thanks to scalar quartic interactions,\nthe observed relic density can be obtained for a large range of masses, which\nwe determine. In turn, the constraints on the scalar couplings lead to testable\npredictions in future direct and indirect searches.\n","Comment: Contribution for the proceedings of \"Rencontres de Moriond EW 2009\""]}]
["0905.4824",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4824"],"date":["2009-05-29"],"type":["text"],"creator":["Fabreges, X.","Petit, S.","Mirebeau, I.","Pailhes, S.","Pinsard, L.","Forget, A.","Fernandez-Diaz, M. T.","Porcher, F."],"language":[],"coverage":[],"title":["Spin-lattice coupling, frustration and magnetic order in multiferroic\n  RMnO3"],"description":["  We have performed high resolution neutron diffraction and inelastic neutron\nscattering experiments in the frustrated multiferroic hexagonal compounds RMnO3\n(R=Ho, Yb, Sc, Y), which provide evidence of a strong magneto-elastic coupling\nin the the whole family. We can correlate the atomic positions, the type of\nmagnetic structure and the nature of the spin waves whatever the R ion and\ntemperature. The key parameter is the position of the Mn ions in the unit cell\nwith respect to a critical threshold of 1/3, which determines the sign of the\ncoupling between Mn triangular planes.\n","Comment: 4 pages, 3 figures, 1 table"]}]
["0905.4827",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4827"],"date":["2009-05-29"],"type":["text"],"creator":["Jha, T. K."],"language":[],"coverage":[],"title":["`$f_0 (600)$' and chiral dynamics"],"description":["  The role of light scalar meson `$f_0 (600)$' is investigated in nuclear\nmatter in an Effective chiral model in the mean-field approach. For the\npurpose, we scan the properties of the matter at various saturation densities\nimposing constraint such as the vacuum value of the pion decay constant\n$f_{\\pi} \\approx 131 ~MeV$. With a simple approach, the bound on the mass of\nthe scalar meson is calculated and found in the range $m_{\\sigma} = 546 \\pm 10\nMeV$. Further, the present analysis show that nuclear matter favor high nucleon\neffective mass and dominant repulsive forces at high density, the insight and\nthe implications of which are discussed.\n","Comment: 8 pages, 5 Figures"]}]
["0905.4828",{"format":[],"subject":["Mathematical Physics","20G05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4828"],"date":["2009-05-29"],"type":["text"],"creator":["Kocinski, J","Wierzbicki, M"],"language":[],"coverage":[],"title":["The Corepresentations of Continuous Groups"],"description":["  The corepresentation theory of continuous groups is presented without the\nassumption that the subgroup $G$ of the group with antilinear operations is\nunitary. The formulas of the corepresentation theory with unitary groups $G$\ncan be obtained from this presentation.\n","Comment: 14 pages"]}]
["0905.4832",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4832"],"date":["2009-05-29"],"type":["text"],"creator":["Rabaste, Olivier","Chassande-Mottin, Eric","Pai, Archana"],"language":[],"coverage":[],"title":["Sparse sky grid for the coherent detection of gravitational wave bursts"],"description":["  The gravitational wave detectors currently in operation perform the analysis\nof their scientific data jointly. Concerning the search for bursting sources,\ncoherent data analysis methods have been shown to be more efficient. In the\ncoherent approach, the data collected by the detectors are time-shifted and\nlinearly combined so that the signatures received by each detector add up\nconstructively (thus improving the resulting signal-to-noise ratio). This\noperation has to be performed over a sky grid (which determines the sky\nlocations to be searched). A limitation of those pipelines is their large\ncomputing cost. One of the available degrees of freedom to reduce the cost is\nthe choice of the sky grid. Ideally, the sky sampling scheme should adapt the\nangular resolution associated with the considered gravitational wave detector\nnetwork. As the geometry of detector network is not regular (the detectors are\nnot equally spaced and oriented), the angular resolution varies largely\ndepending on the sky location. We propose here a procedure which designs sky\ngrids that permit a complete sky coverage with a minimum number of vertices and\nthus adapt the local resolution.\n","Comment: 20 pages,8 figures, submitted to CQG"]}]
["0905.4835",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4835","Published in Encuentros Relativistas Espa\\~noles, Some Topics on\n  General Relativity and Gravitational Radiation. Eds: J.A. Miralles, J.A.\n  Morales, D. Saez. Frontieres, 251-4 (1997)"],"date":["2009-05-29"],"type":["text"],"creator":["Fernández-Jambrina, L."],"language":[],"coverage":[],"title":["Non-singular inhomogeneous stiff fluid cosmology"],"description":["  In this talk we show a stiff fluid solution of the Einstein equations for a\ncylindrically symmetric spacetime. The main features of this metric are that it\nis non-separable in comoving coordinates for the congruence of the worldlineS\nof the fluid and that it yields regular curvature invariants.\n","Comment: 4 pp. Proceedings of ERE'96"]}]
["0905.4836",{"format":[],"subject":["Mathematics - Functional Analysis","47H06, 47H09, 47H10","47J20, 03F60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4836"],"date":["2009-05-29"],"type":["text"],"creator":["Colao, Vittorio","Leustean, Laurentiu","Lopez, Genaro","Martin-Marquez, Victoria"],"language":[],"coverage":[],"title":["Alternative iterative methods for nonexpansive mappings, rates of\n  convergence and application"],"description":["  Alternative iterative methods for a nonexpansive mapping in a Banach space\nare proposed and proved to be convergent to a common solution to a fixed point\nproblem and a variational inequality. We give rates of asymptotic regularity\nfor such iterations using proof-theoretic techniques. Some applications of the\nconvergence results are presented.\n"]}]
["0905.4838",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4838","Published in Proceedings of the Eighth Marcel Grossmann Meeting on\n  General Relativity. Editor: Tsvi Piran. World Scientific, Singapore, 1409-11\n  (1999)"],"date":["2009-05-29"],"type":["text"],"creator":["Jambrina, L. Fernández"],"language":[],"coverage":[],"title":["Globally hyperbolic geodesically complete cosmological model"],"description":["  In this talk we shall show a perfect fluid cosmological model and its\nproperties. The model possesses an orthogonally transitive abelian\ntwo-dimensional group of isometries that corresponds to cylindrical symmetry.\nThe matter content is a stiff fluid that satisfies the energy and generic\nconditions. The metric is not separable in comoving coordinates for the fluid.\nThe curvature invariants are shown to be regular everywhere in the coordinate\nchart and also indicate that the spacetime is asymptotically flat. Furthermore\nthe causal geodesics are studied in order to determine that they are complete\nand that the model is globally hyperbolic. The model goes through an initial\ncontracting epoch that is followed by an expanding era.\n","Comment: 4 pp, mprocl.sty"]}]
["0905.4843",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4843"],"date":["2009-05-29"],"type":["text"],"creator":["Dawson, J. V."],"language":[],"coverage":[],"title":["Status of the Double Chooz Experiment"],"description":["  The Double Chooz experiment is the first of the next wave of reactor\nexperiments searching for a non-vanishing value of the mixing angle theta_13.\nThe experimental concept and detector design are presented, and the most\npertinent backgrounds are discussed. Operation of the far detector is expected\nto begin by the end of 2009. Installation of the near detector will occur in\n2010. Double Chooz has the capacity to measure sin^2(2theta_13) to 3 sigma if\nsin^2(2theta_13) >0.05 or exclude sin^2 (2theta_13) down to 0.03 at 90% for\nDelta m_31^2 = 2.5 x 10^-3 eV^2 with three years of data with both near and far\ndetectors.\n","Comment: 7 pages, 2 figures. proceedings for XIII International Workshop on\n  \"Neutrino Telescopes\" (NEUTEL09), Venice, March 10-13, 2009"]}]
["0905.4847",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4847"],"date":["2009-05-28"],"type":["text"],"creator":["Duggleby, Andrew","Paul, Mark R."],"language":[],"coverage":[],"title":["The consequences of finite-time proper orthogonal decomposition for an\n  extensively chaotic flow field"],"description":["  The use of proper orthogonal decomposition (POD) to explore the complex fluid\nflows that are common in engineering applications is increasing and has yielded\nnew physical insights. However, for most engineering systems the dimension of\nthe dynamics is expected to be very large yet the flow field data is available\nonly for a finite time. In this context, it is important to establish the\nconvergence of the POD in order to accurately estimate such quantities as the\nKarhunen-Lo\\`{e}ve dimension. Using direct numerical simulations of\nRayleigh-B\\'{e}nard convection in a finite cylindrical geometry we explore a\nregime exhibiting extensive chaos and demonstrate the consequences of\nperforming a POD with a finite amount of data. In particular, we show that the\nconvergence in time of the eigenvalue spectrum, the eigenfunctions, and the\ndimension are very slow in comparison with the time scale of the convection\nrolls and that the errors incurred by not using the asymptotic values can be\nsignificant. We compute the dimension using two approaches, the method of\nsnapshots and a Fourier method that exploits the azimuthal symmetry. We find\nthat the convergence rate of the Fourier method is vastly improved over the\nmethod of snapshots. The dimension is found to be extensive as the system size\nis increased and for a dimension measurement that captures 90% of the variance\nin the data the Karhunen-Lo\\`{e}ve dimension is about 20 times larger than the\nLyapunov dimension.\n","Comment: 10 pages, 12 figures. Preprint submitted to Computers & Fluids"]}]
["0905.4848",{"format":[],"subject":["Nuclear Theory","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4848"],"date":["2009-05-29"],"type":["text"],"creator":["Paar, N.","Niu, Y. F.","Vretenar, D.","Meng, J."],"language":[],"coverage":[],"title":["On the isoscalar-isovector splitting of pygmy dipole structures"],"description":["  The electric dipole response of $^{140}$Ce is investigated using the fully\nconsistent relativistic quasiparticle random phase approximation. By analyzing\nthe isospin structure of the E1 response, it is shown that the low-energy\n(pygmy) strength separates into two segments with different isospin character.\nThe more pronounced pygmy structure at lower energy is composed of\npredominantly isoscalar states with surface-peaked transition densities. At\nsomewhat higher energy the calculated E1 strength is primarily of isovector\ncharacter, as expected for the low-energy tail of the giant dipole resonance.\nThe results are in qualitative agreement with those obtained in recent\n$(\\gamma,\\gamma')$ and $(\\alpha,\\alpha'\\gamma)$ experiments, and provide a\nsimple explanation for the splitting of low-energy E1 strength into two groups\nof states with different isospin structure and radial dependence of the\ncorresponding transition densities.\n","Comment: 4 pages, 5 figures, submitted to Physical Review Letters"]}]
["0905.4850",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4850"],"date":["2009-05-29"],"type":["text"],"creator":["Garcia-Alfaro, Joaquin","Navarro-Arribas, Guillermo"],"language":[],"coverage":[],"title":["A Survey on Cross-Site Scripting Attacks"],"description":["  Web applications are becoming truly pervasive in all kinds of business models\nand organizations. Today, most critical systems such as those related to health\ncare, banking, or even emergency response, are relying on these applications.\nThey must therefore include, in addition to the expected value offered to their\nusers, reliable mechanisms to ensure their security. In this paper, we focus on\nthe specific problem of cross-site scripting attacks against web applications.\nWe present a study of this kind of attacks, and survey current approaches for\ntheir prevention. Applicability and limitations of each proposal are also\ndiscussed.\n","Comment: 15 pages"]}]
["0905.4854",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4854"],"date":["2009-05-29"],"type":["text"],"creator":["Becca, Federico","Capriotti, Luca","Parola, Alberto","Sorella, Sandro"],"language":[],"coverage":[],"title":["Variational wave functions for frustrated magnetic models"],"description":["  Variational wave functions containing electronic pairing and suppressed\ncharge fluctuations (i.e., projected BCS states) have been proposed as the\nparadigm for disordered magnetic systems (including spin liquids). Here we\ndiscuss the general properties of these states in one and two dimensions, and\nshow that different quantum phases may be described with high accuracy by the\nsame class of variational wave functions, including dimerized and magnetically\nordered states. In particular, phases with magnetic order may be obtained from\na straightforward generalization containing both antiferromagnetic and\nsuperconducting order parameters, as well as suitable spin Jastrow\ncorrelations. In summary, projected wave functions represent an extremely\nflexible tool for understanding the physics of low-dimensional magnetic\nsystems.\n","Comment: Lecture notes for Trieste Summer School, August 2007. To appear"]}]
["0905.4855",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Classical Analysis and ODEs","Mathematics - Complex Variables","Mathematics - Spectral Theory","47A55, 47B49, 47A60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4855"],"date":["2009-05-29"],"type":["text"],"creator":["Nazarov, Fyodor","Peller, Vladimir"],"language":[],"coverage":[],"title":["Lipschitz functions of perturbed operators"],"description":["  We prove that if $f$ is a Lipschitz function on $\\R$, $A$ and $B$ are\nself-adjoint operators such that ${\\rm rank} (A-B)=1$, then $f(A)-f(B)$ belongs\nto the weak space $\\boldsymbol{S}_{1,\\be}$, i.e., $s_j(A-B)\\le{\\rm const}\n(1+j)^{-1}$. We deduce from this result that if $A-B$ belongs to the trace\nclass $\\boldsymbol{S}_1$ and $f$ is Lipschitz, then\n$f(A)-f(B)\\in\\boldsymbol{S}_\\Omega$, i.e.,\n$\\sum_{j=0}^ns_j(f(A)-f(B))\\le\\const\\log(2+n)$. We also obtain more general\nresults about the behavior of double operator integrals of the form\n$Q=\\iint(f(x)-f(y))(x-y)^{-1}dE_1(x)TdE_2(y)$, where $E_1$ and $E_2$ are\nspectral measures. We show that if $T\\in\\boldsymbol{S}_1$, then\n$Q\\in\\boldsymbol{S}_\\Omega$ and if $\\rank T=1$, then\n$Q\\in\\boldsymbol{S}_{1,\\be}$. Finally, if $T$ belongs to the Matsaev ideal\n$\\boldsymbol{S}_\\omega$, then $Q$ is a compact operator.\n","Comment: 6 pages"]}]
["0905.4856",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4856"],"date":["2009-05-29"],"type":["text"],"creator":["Nardecchia, Marco"],"language":[],"coverage":[],"title":["Flavor Violation and Hierarchical Sfermions"],"description":["  Naturalness arguments do not forbid the possibility that the first two\nfamilies of squarks and sleptons are heavier than the rest of the\nsupersymmetric spectrum. In this framework, we study the phenomenology related\nto the flavor physics and we give bounds on the flavor violating parameters\nthat we compare with the case of nearly degenerate squarks. The peculiar\nstructure of the hierarchical scheme allows us to make definite predictions and\nsuggests also a natural size for the flavor violating parameters.\n","Comment: To appear in the proceedings of 44rd Rencontres de Moriond on\n  Electroweak Interactions and Unified Theories, La Thuile, Italy, 7-14 Mar\n  2009"]}]
["0905.4857",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4857"],"date":["2009-05-29"],"type":["text"],"creator":["Shaposhnikov, M. E.","Tkachov, F. V."],"language":[],"coverage":[],"title":["Quantum scale-invariant models as effective field theories"],"description":["  We address the question of whether the quantum scale-invariant theories\nintroduced in [1] are renormalizable or play the role of effective field\ntheories that are valid below the Planck scale $M_P$. We show that starting\nfrom two-loop level the renormalization procedure requires introduction of\ncounter-terms with structures different from those in the initial Lagrangian,\nmaking these theories non-renormalizable and therefore non-predictive above\n$M_P$. Despite non-renormalizability, the attractive features of these\ntheories, associated with the stability of the Higgs mass agains radiative\ncorrections and the smallness of the cosmological constant, remain intact.\n","Comment: 5 pages, 1 figure"]}]
["0905.4860",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4860","Ann. Univ. Tibiscus Comp. Sci. Series VII(2009),157-162"],"date":["2009-05-29"],"type":["text"],"creator":["Isac, Alin","Isac, Claudia"],"language":[],"coverage":[],"title":["Informatics Issues Used in the Production Dashboard"],"description":["  The aim of this paper is to present some computer aspects regarding the\nimplementation and the employing of a dashboard in relation to the production\nactivity. The paper begins with the theoretical presentation of the managerial\nperspective regarding the necessity of using the dashboard. The main functions\nof the dashboard in the production activity and the way it is employed are\npresented in the second part of the paper.\n","Comment: 6 pages, exposed on 5th International Conference \"Actualities and\n  Perspectives on Hardware and Software\" - APHS2009, Timisoara, Romania"]}]
["0905.4861",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Rings and Algebras","58B34, 46L05 (Primary)","11R04, 11R56, 16-xx (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4861"],"date":["2009-05-29"],"type":["text"],"creator":["Li, Xin"],"language":[],"coverage":[],"title":["Ring C*-algebras"],"description":["  We associate reduced and full C*-algebras to arbitrary rings and study the\ninner structure of these ring C*-algebras. As a result, we obtain conditions\nfor them to be purely infinite and simple. We also discuss several examples.\nOriginially, our motivation comes from algebraic number theory.\n","Comment: 41 pages"]}]
["0905.4862",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4862"],"date":["2009-05-29"],"type":["text"],"creator":["Thomas, Christopher"],"language":[],"coverage":[],"title":["The crucial role of CLEO-c in the measurement of gamma"],"description":["  The most sensitive method to measure the CKM angle gamma is to exploit\ninterference in B(+/-)->DK(+/-) decays, with the D-meson decaying to a hadronic\nfinal state. The analysis of quantum-correlated decays of the psi(3770) at\nCLEO-c provides invaluable information on the strong-phase difference between\nthe D0 and D0bar across the Dalitz plane. Results from analyses of the decays\nD->K0PiPi and D->K0KK will be presented.\n","Comment: 4 pages, 3 figures. Proceedings for the Lake Louise Winter Institute\n  2009"]}]
["0905.4863",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4863","Ann. Univ. Tibiscus Comp. Sci. Series VII(2009),163-180"],"date":["2009-05-29"],"type":["text"],"creator":["Jasmine, K. S.","Vasantha, R."],"language":[],"coverage":[],"title":["Derivation of UML Based Performance Models for Design Assessment in a\n  Reuse Based Software Development Approach"],"description":["  Reuse-based software development provides an opportunity for better quality\nand increased productivity in the software products. One of the most critical\naspects of the quality of a software system is its performance. The systematic\napplication of software performance engineering techniques throughout the\ndevelopment process can help to identify design alternatives that preserve\ndesirable qualities such as extensibility and reusability while meeting\nperformance objectives. In the present scenario, most of the performance\nfailures are due to a lack of consideration of performance issues early in the\ndevelopment process, especially in the design phase. These performance failures\nresults in damaged customer relations, lost productivity for users, cost\noverruns due to tuning or redesign, and missed market windows. In this paper,\nwe propose UML based Performance Models for design assessment in a reuse based\nsoftware development scenario.\n","Comment: 18 pages, exposed on 5th International Conference \"Actualities and\n  Perspectives on Hardware and Software\" - APHS2009, Timisoara, Romania"]}]
["0905.4864",{"format":[],"subject":["Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4864","Ann. Univ. Tibiscus Comp. Sci. Series VII(2009),181-188"],"date":["2009-05-29"],"type":["text"],"creator":["Karnyanszky, Tiberiu Marius","Crista, Ovidiu","Tuican, Catalin"],"language":[],"coverage":[],"title":["Computer Based Interpretation of the Students' Evaluation of the\n  Teaching Staff"],"description":["  The goal of this paper is to offer a full support for universities and\nquality assessment committees in retrieving the feedback from their students\nregarding to their teaching staff. The computer based application presented\nbefore ([Cri07]) collects data from the students. Another part of the\napplication, presented in this paper, processes this data and presents the\nstatistical results concerning each teacher.\n","Comment: 8 pages, exposed on 5th International Conference \"Actualities and\n  Perspectives on Hardware and Software\" - APHS2009, Timisoara, Romania"]}]
["0905.4869",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4869"],"date":["2009-05-29"],"type":["text"],"creator":["Li, Ying Ying"],"language":[],"coverage":[],"title":["Prospects for gamma measurements at LHCb"],"description":["  LHCb is the dedicated B physics experiment at the LHC and is due to start\ndata taking later this year. Its goal is to search for new physics in very rare\nprocesses and make precision measurements of CP violation in B decays. The CKM\nangle gamma plays an important role in flavour physics in the Standard Model.\nLHCb will exploit the large variety of B hadrons produced by the 14 TeV pp\ncollisions, performing gamma measurements to the precision of a few degrees.\nHere, we will present a summary of the expected gamma sensitivities LHCb will\nreach during its first years of data taking, with contributions from several\nstrategies in both tree and loop processes.\n","Comment: 4 pages, 3 figures. For proceedings of 2009 Lake Louise Winter\n  Institute, Alberta, Canada"]}]
["0905.4870",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Group Theory","15A78"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4870"],"date":["2009-05-29","2009-05-30"],"type":["text"],"creator":["Iliev, Valentin Vankov"],"language":[],"coverage":[],"title":["Semi-symmetric algebras: General Constructions. Part II"],"description":["  In our paper Semi-symmetric Algebras: General Constructions, J. Algebra, 148\n(1992), pp. 479-496, we present the construction of the semi-symmetric algebra\nof a module over a commutative ring with unit, which generalizes the tensor\nalgebra, the symmetric algebra, and the exterior algebra, deduce some of its\nfunctorial properties, and prove a classification theorem. In the present paper\nwe continue the study of the semi-symmetric algebra and discuss its graded\ndual, the corresponding canonical bilinear form, its coalgebra structure, as\nwell as left and right inner products. Here we present a unified treatment of\nthese topics whose exposition in N. Bourbaki, Alg\\` ebre, Chapitres 1--3,\nHermann, Paris 1970, is made simultaneously for the above three particular\n(and, without a shadow of doubt - most important) cases.\n","Comment: 23 pages"]}]
["0905.4873",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4873","Eur. J. Phys. 30 (2009) L51-L54.\n  http://www.iop.org/EJ/abstract/0143-0807/30/4/L02","doi:10.1088/0143-0807/30/4/L02"],"date":["2009-05-29"],"type":["text"],"creator":["Coutinho, F. A. B.","Amaku, M."],"language":[],"coverage":[],"title":["An efficient prescription to find the eigenfunctions of point\n  interactions Hamiltonians"],"description":["  A prescription invented a long time ago by Case and Danilov is used to get\nthe wave function of point interactions in two and three dimensions.\n","Comment: 6 pages"]}]
["0905.4875",{"format":[],"subject":["Mathematics - Logic","Mathematics - Category Theory","Mathematics - General Topology","03E15 (Primary)","54H05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4875"],"date":["2009-05-29"],"type":["text"],"creator":["Lecomte, Dominique"],"language":[],"coverage":[],"title":["How can we recognize potentially ${\\bf\\Pi}^0_\\xi$ subsets of the plane?"],"description":["  Let $\\xi\\geq 1$ be a countable ordinal. We study the Borel subsets of the\nplane that can be made ${\\bf\\Pi}^0_\\xi$ by refining the Polish topology on the\nreal line. These sets are called potentially ${\\bf\\Pi}^0_\\xi$. We give a\nHurewicz-like test to recognize potentially ${\\bf\\Pi}^0_\\xi$ sets.\n"]}]
["0905.4877",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4877"],"date":["2009-05-29"],"type":["text"],"creator":["Taniguchi, Nanae","Collaboration, for Belle"],"language":[],"coverage":[],"title":["Radiative/EW penguin decays at Belle"],"description":["  We present recent results for radiative and electroweak penguin decays of $B$\nme son at Belle. Measurements of differential branching fraction, isospin\nasymmetr y, $K^*$ polarization, and forward-backward asymmetry as functions of\n$q^2$ for $B \\to K^{(*)}ll$ decays are reported. For the results of the\nradiative process, we report measurements of branching fractions for inclusive\n$B\\to X_s \\gamma$ and the exclusive $B\\to K \\eta' \\gamma$ modes.\n","Comment: 4 pages, 8 figures"]}]
["0905.4883",{"format":[],"subject":["Mathematics - Category Theory","18C35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4883"],"date":["2009-05-29"],"type":["text"],"creator":["Karazeris, Panagis","Matzaris, Apostolos","Velebil, Jiri"],"language":[],"coverage":[],"title":["Final coalgebras in accessible categories"],"description":["  We give conditions on a finitary endofunctor of a finitely accessible\ncategory to admit a final coalgebra. Our conditions always apply to the case of\na finitary endofunctor of a locally finitely presentable (l.f.p.) category and\nthey bring an explicit construction of the final coalgebra in this case. On the\nother hand, there are interesting examples of final coalgebras beyond the realm\nof l.f.p. categories to which our results apply. We rely on ideas developed by\nTom Leinster for the study of self-similar objects in topology.\n","Comment: 23 pages"]}]
["0905.4888",{"format":[],"subject":["Mathematics - Group Theory","20M05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4888"],"date":["2009-05-29"],"type":["text"],"creator":["Steinberg, Benjamin"],"language":[],"coverage":[],"title":["Semigroup Actions, Covering Spaces and Schutzenberger Groups"],"description":["  We associate a 2-complex to the following data: a presentation of a semigroup\n$S$ and a transitive action of $S$ on a set $V$ by partial transformations. The\nautomorphism group of the action acts properly discontinuously on this\n2-complex. A sufficient condition is given for the 2-complex to be simply\nconnected. As a consequence we obtain simple topological proofs of results on\npresentations of Sch\\\"utzenberger groups. We also give a geometric proof that a\nfinitely generated regular semigroup with finitely many idempotents has\npolynomial growth if and only if all its maximal subgroups are virtually\nnilpotent.\n"]}]
["0905.4891",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4891"],"date":["2009-05-29"],"type":["text"],"creator":["Kluth, S."],"language":[],"coverage":[],"title":["alpha_s(MZ) from Jade Event Shapes"],"description":["  Event shape data from e+e- annihilation into hadrons collected by the JADE\nexperiment between sqrt(s)=14 and 44 GeV are used to determine the strong\ncoupling alpha_S. QCD predictionscomplete to next-to-next-to-leading order\n(NLLO), alternatively combined with next-to-leading-log-approximation (NLLA)\nare used. The stability of the NNLO and NNLO+NLLA results with respect to\nvariations of the renormalisation scale is improved compared to previous\nresults obtained with next-to-leading-order (NLO) or NLO+NLLA predictions. The\nenergy dependence of alpha_S agrees with the QCD prediction of asymptotic\nfreedom and excludes absence of running with 99% confidence level.\n","Comment: Contribution to Moriond QCD and High Energy Interactions 14-21 March\n  2009 4 pages, 4 figures"]}]
["0905.4902",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4902","Ann. Univ. Tibiscus Comp. Sci. Series VII(2009),199-204"],"date":["2009-05-29"],"type":["text"],"creator":["Lacrama, Dan L.","Snep, Ioan"],"language":[],"coverage":[],"title":["Flexible frontiers for text division into rows"],"description":["  This paper presents an original solution for flexible hand-written text\ndivision into rows. Unlike the standard procedure, the proposed method avoids\nthe isolated characters extensions amputation and reduces the recognition error\nrate in the final stage.\n","Comment: 6 pages, exposed on 5th International Conference \"Actualities and\n  Perspectives on Hardware and Software\" - APHS2009, Timisoara, Romania"]}]
["0905.4905",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4905","Ann. Univ. Tibiscus Comp. Sci. Series VII(2009),205-214"],"date":["2009-05-29"],"type":["text"],"creator":["Luca, Lucian","Luca, Lucian L."],"language":[],"coverage":[],"title":["Aspects Regarding Operations with Fuzzy Processes"],"description":["  This paper introduces the notion of fuzzy process as a formalism for the idea\nof fuzzy contact between a device and its environment. The notions of absolute\ncorrectness and relative correctness are defined. In order to work with\nconcurrency it has been built an approach to manipulate the interactive\nprocesses as a single process and the resulted behavior has been observed.\n","Comment: 10 pages, exposed on 5th International Conference \"Actualities and\n  Perspectives on Hardware and Software\" - APHS2009, Timisoara, Romania"]}]
["0905.4906",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4906","Ann. Univ. Tibiscus Comp. Sci. Series VII(2009),215-224"],"date":["2009-05-29"],"type":["text"],"creator":["Luca, Lucian","Luca, Lucian L."],"language":[],"coverage":[],"title":["On Some Manipulations with Fuzzy Processes"],"description":["  The paper starts from the observation on the complexity of the manipulation\nof fuzzy processes that increases very rapidly with the extents of the\nprocesses representation. Therefore, a productive approach is to divide the\nproblem into smaller parts, treated separately and then the results combined.\nSome algebraic results obtained by the authors are presented.\n","Comment: 10 pages, exposed on 5th International Conference \"Actualities and\n  Perspectives on Hardware and Software\" - APHS2009, Timisoara, Romania"]}]
["0905.4907",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4907"],"date":["2009-05-29"],"type":["text"],"creator":["Martin, Ryan"],"language":[],"coverage":[],"title":["Results from the Neutral Current Detector phase of the Sudbury Neutrino\n  Observatory"],"description":["  The Sudbury Neutrino Observatory (SNO) was a heavy water Cerenkov detector\ndesigned to solve the long-standing ``solar neutrino problem''; a discrepancy\nbetween the measured and predicted flux of electron-flavour solar neutrinos.\nSNO measured the rate of charged-current and neutral-current reactions of\nneutrinos in heavy water and was able to demonstrate that neutrinos from the\nSun, produced in the electron flavour eigenstate, undergo flavour change on\ntheir way to the Earth, thus resolving the solar neutrino problem. The\nexperiment was conducted in three phases, differing by the method for measuring\nthe neutral current rate. This short paper summarizes results from the third\nphase of the experiment, which used an array of 36 strings of proportional\ncounters filled with $^3$He to detect neutrons from the neutral-current\nreaction. When the data from the three phases is combined with solar and the\nKamLAND neutrino oscillation experiments, the resulting limits on the solar\nneutrino mixing angle and mass-squared difference are $\\theta_{12} =\n34.4^{+1.3}_{-1.2}$ degrees and $\\Delta m_{12}^2 =7.59^{+0.19}_{-0.21}\\times\n10^{-5}$eV$^2$, respectively.\n","Comment: 4 pages, 2 figures. Proceedings from Lake Louise Winter Institute\n  2009, contributed talk"]}]
["0905.4908",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4908"],"date":["2009-05-29"],"type":["text"],"creator":["Gershenson, Carlos"],"language":["es"],"coverage":[],"title":["Enfrentando a la Complejidad: Predecir vs. Adaptar"],"description":["  Una de las presuposiciones de la ciencia desde los tiempos de Galileo, Newton\ny Laplace ha sido la previsibilidad del mundo. Esta idea ha influido en los\nmodelos cientificos y tecnologicos. Sin embargo, en las ultimas decadas, el\ncaos y la complejidad han mostrado que no todos los fenomenos son previsibles,\naun siendo estos deterministas. Si el espacio de un problema es previsible,\npodemos en teoria encontrar una solucion por optimizacion. No obstante, si el\nespacio de un problema no es previsible, o cambia mas rapido de lo que podemos\noptimizarlo, la optimizacion probablemente nos dara una solucion obsoleta. Esto\nsucede con frecuencia cuando la solucion inmediata afecta el espacio del\nproblema mismo. Una alternativa se encuentra en la adaptacion. Si dotamos a un\nsistema de esta propiedad, este mismo podra encontrar nuevas soluciones para\nsituaciones no previstas.\n  One of the assumptions of science since the times of Galileo, Newton, and\nLaplace has been the predictability of the world. This idea has influenced\nscientific and technological models. However, in the last decades, chaos and\ncomplexity have shown that not all phenomena are predictable, even if they are\ndeterministic. If a problem space is predictable, we can in theory find a\nsolution via optimization. Nevertheless, if a problem space is not predictable,\nor changes faster than we can optimize it, optimization probably will give us\nan obsolete solution. This often happens when the immediate solution affects\nthe problem space itself. One alternative is found in adaptation. If we give\nthis property to a system, the system will be able to find by itself new\nsolutions for unforeseen situations.\n","Comment: 11pp. In Spanish. To be published as a book chapter for general\n  public"]}]
["0905.4909",{"format":[],"subject":["Computer Science - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4909","Ann. Univ. Tibiscus Comp. Sci. Series VII(2009),225-238"],"date":["2009-05-29"],"type":["text"],"creator":["Maruster, Laura","Maruster, Stefan"],"language":[],"coverage":[],"title":["On the Convex Feasibility Problem"],"description":["  The convergence of the projection algorithm for solving the convex\nfeasibility problem for a family of closed convex sets, is in connection with\nthe regularity properties of the family. In the paper [18] are pointed out four\ncases of such a family depending of the two characteristics: the emptiness and\nboudedness of the intersection of the family. The case four (the interior of\nthe intersection is empty and the intersection itself is bounded) is unsolved.\nIn this paper we give a (partial) answer for the case four: in the case of two\nclosed convex sets in R3 the regularity property holds.\n","Comment: 14 pages, exposed on 5th International Conference \"Actualities and\n  Perspectives on Hardware and Software\" - APHS2009, Timisoara, Romania"]}]
["0905.4911",{"format":[],"subject":["Mathematics - Numerical Analysis","65D15,41A20,42A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4911"],"date":["2009-05-29"],"type":["text"],"creator":["Narayan, Akil C.","Hesthaven, Jan S."],"language":[],"coverage":[],"title":["A generalization of the Wiener rational basis functions on infinite\n  intervals"],"description":["  We formulate and derive a generalization of an orthogonal rational-function\nbasis for spectral expansions over the infinite or semi-infinite interval. The\noriginal functions, first presented by Wiener are a mapping and weighting of\nthe Fourier basis to the infinite interval. By identifying the Fourier series\nas a biorthogonal composition of Jacobi polynomials/functions, we are able to\ndefine generalized Fourier series' which, appropriately mapped to the whole\nreal line and weighted, form a generalization of Wiener's basis functions. It\nis known that the original Wiener rational functions inherit sparse Galerkin\nmatrices for differentiation, and can utilize the fast Fourier transform (FFT)\nfor computation of the modal coefficients. We show that the generalized basis\nsets also have a sparse differentiation matrix and we discuss connection\nproblems, which are necessary theoretical developments for application of the\nFFT.\n","Comment: 35 pages, 9 figures"]}]
["0905.4918",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Artificial Intelligence","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4918"],"date":["2009-05-29"],"type":["text"],"creator":["Pujol, Josep M.","Erramilli, Vijay","Rodriguez, Pablo"],"language":[],"coverage":[],"title":["Divide and Conquer: Partitioning Online Social Networks"],"description":["  Online Social Networks (OSNs) have exploded in terms of scale and scope over\nthe last few years. The unprecedented growth of these networks present\nchallenges in terms of system design and maintenance. One way to cope with this\nis by partitioning such large networks and assigning these partitions to\ndifferent machines. However, social networks possess unique properties that\nmake the partitioning problem non-trivial. The main contribution of this paper\nis to understand different properties of social networks and how these\nproperties can guide the choice of a partitioning algorithm. Using large scale\nmeasurements representing real OSNs, we first characterize different properties\nof social networks, and then we evaluate qualitatively different partitioning\nmethods that cover the design space. We expose different trade-offs involved\nand understand them in light of properties of social networks. We show that a\njudicious choice of a partitioning scheme can help improve performance.\n","Comment: 7 pages, 4 figures"]}]
["0905.4921",{"format":[],"subject":["Mathematics - Number Theory","11R58","11G20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4921"],"date":["2009-05-29"],"type":["text"],"creator":["Zieve, Michael E."],"language":[],"coverage":[],"title":["An equality between two towers over cubic fields"],"description":["  Recently Bassa, Garcia and Stichtenoth constructed a tower of function fields\nover GF(q^3) having many rational places relative to their genera. We show\nthat, by removing the bottom field from this tower, we obtain the same tower we\nwould obtain by removing certain fields from a tower constructed previously by\nBezerra, Garcia and Stichtenoth.\n","Comment: 4 pages"]}]
["0905.4926",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4926"],"date":["2009-05-29"],"type":["text"],"creator":["Mordachev, Vladimir","Loyka, Sergey"],"language":[],"coverage":[],"title":["On Node Density -- Outage Probability Tradeoff in Wireless Networks"],"description":["  A statistical model of interference in wireless networks is considered, which\nis based on the traditional propagation channel model and a Poisson model of\nrandom spatial distribution of nodes in 1-D, 2-D and 3-D spaces with both\nuniform and non-uniform densities. The power of nearest interferer is used as a\nmajor performance indicator, instead of a traditionally-used total interference\npower, since at the low outage region, they have the same statistics so that\nthe former is an accurate approximation of the latter. This simplifies the\nproblem significantly and allows one to develop a unified framework for the\noutage probability analysis, including the impacts of complete/partial\ninterference cancelation, of different types of fading and of linear filtering,\neither alone or in combination with each other. When a given number of nearest\ninterferers are completely canceled, the outage probability is shown to scale\ndown exponentially in this number. Three different models of partial\ncancelation are considered and compared via their outage probabilities. The\npartial cancelation level required to eliminate the impact of an interferer is\nquantified. The effect of a broad class of fading processes (including all\npopular fading models) is included in the analysis in a straightforward way,\nwhich can be positive or negative depending on a particular model and\npropagation/system parameters. The positive effect of linear filtering (e.g. by\ndirectional antennas) is quantified via a new statistical selectivity\nparameter. The analysis results in formulation of a tradeoff relationship\nbetween the network density and the outage probability, which is a result of\nthe interplay between random geometry of node locations, the propagation path\nloss and the distortion effects at the victim receiver.\n","Comment: IEEE Journal on Selected Areas in Communications, accepted, 2009"]}]
["0905.4927",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4927","Journal of Geophysical Research, 112, 2007, D13212","doi:10.1029/2006JD008101"],"date":["2009-05-29"],"type":["text"],"creator":["Siingh, Devendraa","Pant, V","Kamra, A K"],"language":[],"coverage":[],"title":["Measurements of positive ions and air-earth current density at Maitri,\n  Antarctica"],"description":["  Simultaneous measurements of the small-, intermediate- and large- positive\nions and air earth current density made at a coastal station, Maitri at\nAntarctica during January to February 2005, are reported. Although, small and\nlarge positive ion concentrations do not show any systematic diurnal\nvariations, variations in them are almost similar to each other. On the other\nhand, variations in intermediate positive ion concentrations are independent of\nvariations in the small/large positive ions and exhibit a diurnal variation\nwhich is similar to that in atmospheric temperature on fair weather days with a\nmaximum during the day and minimum during the night hours. No such diurnal\nvariation in intermediate positive ion concentration is observed on cloudy days\nwhen variations in them are also similar to those insmall/large positive ion\nconcentrations. Magnitude of diurnal variation in intermediate positive ion\nconcentration on fair weather days increases with the lowering of atmospheric\ntemperature in this season. Scavenging of ions by snowfall and trapping of Alha\n- rays from the ground radioactivity by a thin layer of snow on ground, is\ndemonstrated from observations. Variations in intermediate positive ion\nconcentration are explained on the basis of the formation of new particles by\nthe photolytic nucleation process.\n","Comment: 38 pages, 11 figure and 2 table"]}]
["0905.4929",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4929"],"date":["2009-05-29"],"type":["text"],"creator":["Pedlar, T. K.","Collaboration, for the CLEO"],"language":[],"coverage":[],"title":["Bottomonium and Charmonium Results from CLEO"],"description":["  Heavy Quarkonium Physics continues to be a focus of the work done by the CLEO\nCollaboration. We present several results in the spectroscopy of both\nbottomonium and charmonium systems using CLEO's data sets taken at the\nUpsilon(3S), Upsilon(2S) and Psi(2S) resonances.\n","Comment: 4 pages, 1 figure, proceedings for the 44th Rencontres de Moriond,\n  QCD Session, March 14-21, 2009, La Thuile, Italy"]}]
["0905.4931",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4931"],"date":["2009-05-29"],"type":["text"],"creator":["Renga, Francesco","Collaboration, for the BABAR"],"language":[],"coverage":[],"title":["Bottomonium at BaBar"],"description":["  Originally designed for CP violation studies in the B meson system, the\nB-Factories recently showed an exciting capability for improving our\nexperimental knowledge in the field of hadron spectroscopy. Here I will present\nsome of the most recent BABAR results concerning bottomonium spectroscopy. In\nparticular, I will report the first observation of the ground state eta_b in\nY(nS) gamma eta_b and the results of an energy scan in the range of 10.54 to\n11.20 GeV, that produced a new measurement of the e+e- -> bb cross section in\nthe region of the Y(4S) and candidate Y(5S) and Y(6S) resonances, with an\nintegrated luminosity 30 times larger than the previous scans.\n","Comment: 4 pages, 6 postscript figues, contributed to the Proceedings of\n  LLWI2009"]}]
["0905.4935",{"format":[],"subject":["Mathematics - Dynamical Systems","37D10","34D09","37D25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4935"],"date":["2009-05-29"],"type":["text"],"creator":["Bento, António J. G.","Silva, César"],"language":[],"coverage":[],"title":["Nonautonomous equations, generalized dichotomies and stable manifolds"],"description":["  Assuming the existence of a general nonuniform dichotomy for the evolution\noperator of a non-autonomous ordinary linear differential equation in a Banach\nspace, we establish the existence of invariant stable manifolds for the\nsemiflow generated by sufficiently small nonlinear perturbations of the linear\nequation. The family of dichotomies considered satisfies a general growth rate\ngiven by some increasing differentiable function, allows situations for which\nthe classical Lyapunov exponents are zero, and contains the nonuniform\nexponential dichotomies as a very particular case. In addition we also give\nexplicit examples of linear equations that admit all the possible considered\ndichotomies.\n","Comment: 16 pages"]}]
["0905.4936",{"format":[],"subject":["Mathematics - Algebraic Geometry","14E20, 14H20, 14Jxx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4936"],"date":["2009-05-29"],"type":["text"],"creator":["Naie, Daniel"],"language":[],"coverage":[],"title":["Mixed multiplier ideals and the irregularity of abelian coverings of the\n  projective plane"],"description":["  A formula for the irregularity of abelian coverings of the projective plane\nis established and some applications are presented.\n","Comment: 28 pages"]}]
["0905.4941",{"format":[],"subject":["Mathematics - Category Theory","Mathematics - Algebraic Topology","18A05, 18E10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4941"],"date":["2009-05-29"],"type":["text"],"creator":["Hartl, Manfred","Loiseau, Bruno"],"language":[],"coverage":[],"title":["A \"working mathematician's\" definition of semi-abelian categories"],"description":["  Semi-abelian and finitely cocomplete homological categories are characterized\nin terms of four resp. three simple axioms, in terms of the basic categorical\nnotions introduced in the first few chapters of MacLane's classical book. As an\nimmediate application we show that categories of diagrams in semi-abelian and\nsimilar categories are of the same type; in particular, the category of\nsimplicial or \\Gamma-objects in a semi-abelian category is semi-abelian.\n","Comment: 11 pages"]}]
["0905.4942",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4942"],"date":["2009-05-29"],"type":["text"],"creator":["Mondejar, Jorge"],"language":[],"coverage":[],"title":["Effective lagrangians for light-light interaction with a background\n  field"],"description":["  We address the issue of light-light scattering in the presence of a\nbackground field at low energies using effective lagrangians. We derive the\nEuler-Heisenberg lagrangian at one loop and modify it to incorporate the case\nof the interaction with a background field.\n","Comment: 4 pages, presented at the Lake Louise Winter Institute 2009"]}]
["0905.4946",{"format":[],"subject":["Mathematics - Numerical Analysis","65N38","65N15","78M15,","41A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4946"],"date":["2009-05-29"],"type":["text"],"creator":["Bespalov, Alexei","Heuer, Norbert"],"language":[],"coverage":[],"title":["The hp-BEM with quasi-uniform meshes for the electric field integral\n  equation on polyhedral surfaces: a priori error analysis"],"description":["  This paper presents an a priori error analysis of the hp-version of the\nboundary element method for the electric field integral equation on a piecewise\nplane (open or closed) Lipschitz surface. We use H(div)-conforming\ndiscretisations with Raviart-Thomas elements on a sequence of quasi-uniform\nmeshes of triangles and/or parallelograms. Assuming the regularity of the\nsolution to the electric field integral equation in terms of Sobolev spaces of\ntangential vector fields, we prove an a priori error estimate of the method in\nthe energy norm. This estimate proves the expected rate of convergence with\nrespect to the mesh parameter h and the polynomial degree p.\n"]}]
["0905.4950",{"format":[],"subject":["Physics - Biological Physics","Condensed Matter - Other Condensed Matter","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4950","Sensitive dependence of the motion of a legged robot on granular\n  media, Chen Li, Paul B. Umbanhowar, Haldun Komsuoglu, Daniel E. Koditschek,\n  and Daniel I. Goldman, PNAS, 106, 3029, (2009)","doi:10.1073/pnas.0809095106"],"date":["2009-05-29"],"type":["text"],"creator":["Li, Chen","Umbanhowar, Paul B.","Komsuoglu, Haldun","Koditschek, Daniel E.","Goldman, Daniel I."],"language":[],"coverage":[],"title":["Sensitive dependence of the motion of a legged robot on granular media"],"description":["  Legged locomotion on flowing ground ({\\em e.g.} granular media) is unlike\nlocomotion on hard ground because feet experience both solid- and fluid-like\nforces during surface penetration. Recent bio-inspired legged robots display\nspeed relative to body size on hard ground comparable to high performing\norganisms like cockroaches but suffer significant performance loss on flowing\nmaterials like sand. In laboratory experiments we study the performance (speed)\nof a small (2.3 kg) six-legged robot, SandBot, as it runs on a bed of granular\nmedia (1 mm poppy seeds). For an alternating tripod gait on the granular bed,\nstandard gait control parameters achieve speeds at best two orders of magnitude\nsmaller than the 2 body lengths/s ($\\approx 60$ cm/s) for motion on hard\nground. However, empirical adjustment of these control parameters away from the\nhard ground settings, restores good performance, yielding top speeds of 30\ncm/s. Robot speed depends sensitively on the packing fraction $\\phi$ and the\nlimb frequency $\\omega$, and a dramatic transition from rotary walking to slow\nswimming occurs when $\\phi$ becomes small enough and/or $\\omega$ large enough.\nWe propose a kinematic model of the rotary walking mode based on generic\nfeatures of penetration and slip of a curved limb in granular media. The model\ncaptures the dependence of robot speed on limb frequency and the transition\nbetween walking and swimming modes but highlights the need for a deeper\nunderstanding of the physics of granular media.\n","Comment: 4 figures"]}]
["0905.4955",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Condensed Matter - Other Condensed Matter","Nonlinear Sciences - Chaotic Dynamics","Physics - Classical Physics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4955"],"date":["2009-05-29"],"type":["text"],"creator":["Afonso, Marco Martins","Mazzino, Andrea"],"language":[],"coverage":[],"title":["Point-source inertial particle dispersion"],"description":["  The dispersion of inertial particles continuously emitted from a point source\nis analytically investigated in the limit of small inertia. Our focus is on the\nevolution equation of the particle joint probability density function p(x,v,t),\nx and v being the particle position and velocity, respectively. For finite\ninertia, position and velocity variables are coupled, with the result that\np(x,v,t) can be determined by solving a partial differential equation in a\n2d-dimensional space, d being the physical-space dimensionality. For small\ninertia, (x,v)-variables decouple and the determination of p(x,v,t) is reduced\nto solve a system of two standard forced advection-diffusion equations in the\nspace variable x. The latter equations are derived here from first principles,\ni.e. from the well-known Lagrangian evolution equations for position and\nparticle velocity.\n","Comment: 10 pages, submitted to JFM"]}]
["gr-qc/0303016",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0303016","Phys.Rev.D69:023502,2004","doi:10.1103/PhysRevD.69.023502"],"date":["2003-03-04","2009-06-01"],"type":["text"],"creator":["Krasinski, Andrzej","Hellaby, Charles"],"language":[],"coverage":[],"title":["More examples of structure formation in the Lemaitre-Tolman model"],"description":["  In continuing our earlier research, we find the formulae needed to determine\nthe arbitrary functions in the Lemaitre-Tolman model when the evolution\nproceeds from a given initial velocity distribution to a final state that is\ndetermined either by a density distribution or by a velocity distribution. In\neach case the initial and final distributions uniquely determine the L-T model\nthat evolves between them, and the sign of the energy-function is determined by\na simple inequality. We also show how the final density profile can be more\naccurately fitted to observational data than was done in our previous paper. We\nwork out new numerical examples of the evolution: the creation of a galaxy\ncluster out of different velocity distributions, reflecting the current data on\ntemperature anisotropies of CMB, the creation of the same out of different\ndensity distributions, and the creation of a void. The void in its present\nstate is surrounded by a nonsingular wall of high density.\n","Comment: LaTeX 2e with eps figures. 30 pages, 11 figures, 30 figure files.\n  Revision matches published version"]}]
["math/0312028",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematical Physics","53C44 (Primary), 35Q55 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0312028"],"date":["2003-12-01","2009-05-31"],"type":["text"],"creator":["Ding, Qing"],"language":[],"coverage":[],"title":["Explicit Blowing-up Solutions to the Schr\\\"odinger Maps from ${\\bf R}^2$\n  to the Hyperbolic 2-Space ${\\bf H}^2$"],"description":["  In this article, we prove that the equation of the Schr\\\"odinger maps from\n${\\bf R}^2$ to the hyperbolic 2-space ${\\bf H}^2$ is SU(1,1)-gauge equivalent\nto the following 1+2 dimensional nonlinear Schr\\\"odinger-type system of unknown\nthree complex functions $p,q,r$ and a real function $u$: {c} iq_t+q_{z{\\bar\nz}}-2u q+2({\\bar p}q)_z-2pq_{\\bar z}-4|p|^2q=0\\qquad ir_t-r_{z{\\bar z}}+2u\nr+2({\\bar p}r)_z-2pr_{\\bar z}+4|p|^2r=0\\qquad ip_t+(qr)_{\\bar\nz}-u_z=0\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\n","Comment: 21 pages without figures"]}]
["math/0601200",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Dynamical Systems","53D05","28D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0601200"],"date":["2006-01-09","2009-06-01"],"type":["text"],"creator":["OH, Yong-Geun"],"language":[],"coverage":[],"title":["The group of Hamiltonian homeomorphisms and continuous Hamiltonian flows"],"description":["  In this paper, we study the dynamical aspects of the \\emph{Hamiltonian\nhomeomorphism group} $Hameo(M,\\omega)$ which was introduced by M\\\"uller and the\nauthor. We introduce the notion of autonomous continuous Hamiltonian flows and\nextend the well-known conservation of energy to such flows. The definitions of\nthe Hofer length and of the spectral invariants $\\rho_a$ are extended to\ncontinuous Hamiltonian paths, and the Hofer norm and the spectral norm\n$\\gamma:Ham(M,\\omega) \\to \\R_+$ are generalized to the corresponding intrinsic\nnorms on $Hameo(M,\\omega)$ respectively. Using these extensions, we also extend\nthe construction of Entov-Polterovich's Calabi quasi-morphism on $S^2$ to the\nspace of continuous Hamiltonian paths. We also discuss a conjecture concerning\nextendability of Entov-Polterovich's quasi-morphism and its relation to the\nextendability of Calabi homomorphism on the disc to $Hameo(D^2,\\del D^2)$, and\ntheir implication towards the simpleness question on the area preserving\nhomeomorphism groups of the disc $D^2$ and of the sphere $S^2$.\n","Comment: 28 pages; All main theorems are re-stated in $C^0$ setting due to\n  lack of the proof of uniqueness of Hamiltonian in $L^{(1,\\infty)}$ setting, a\n  section containing a discussion of a wild homeomorphism is added; (v6) the\n  final version to appear, English improved, presentation improved by\n  rearranging some sections and adding explanations"]}]
["math/0610036",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Metric Geometry","05D05 (Primary), 51F99 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610036","Discrete Applied Mathematics 156 (2008), 2101 - 2108"],"date":["2006-10-01"],"type":["text"],"creator":["Chen, Xiaomin","Chvátal, Vašek"],"language":[],"coverage":[],"title":["Problems related to a de Bruijn - Erd\\H{o}s theorem"],"description":["  De Bruijn and Erd\\H{o}s proved that every noncollinear set of n points in the\nplane determines at least n distinct lines. We suggest a possible\ngeneralization of this theorem in the framework of metric spaces and provide\npartial results on related extremal combinatorial problems.\n","Comment: 11 pages. See also http://www.cs.concordia.ca/~chvatal/dbe.pdf"]}]
["math/0703683",{"format":[],"subject":["Mathematics - Probability","Mathematics - Combinatorics","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703683"],"date":["2007-03-22","2009-06-01"],"type":["text"],"creator":["Mossel, Elchanan"],"language":[],"coverage":[],"title":["Gaussian Bounds for Noise Correlation of Functions"],"description":["  In this paper we derive tight bounds on the expected value of products of\n{\\em low influence} functions defined on correlated probability spaces. The\nproofs are based on extending Fourier theory to an arbitrary number of\ncorrelated probability spaces, on a generalization of an invariance principle\nrecently obtained with O'Donnell and Oleszkiewicz for multilinear polynomials\nwith low influences and bounded degree and on properties of multi-dimensional\nGaussian distributions. The results derived here have a number of applications\nto the theory of social choice in economics, to hardness of approximation in\ncomputer science and to additive combinatorics problems.\n","Comment: Typos and references corrected"]}]
