["0704.3651",{"format":[],"subject":["Mathematics - Operator Algebras","46L55 (Primary) 46L35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.3651"],"date":["2007-04-27","2009-02-06"],"type":["text"],"creator":["Osaka, Hiroyuki","Phillips, N. Christopher"],"language":[],"coverage":[],"title":["Crossed products by finite group actions with the Rokhlin property"],"description":["  We prove that a number of classes of separable unital C*-algebras are closed\nunder crossed products by finite group actions with the Rokhlin property,\nincluding:\n  (1) AI algebras, AT algebras, and related classes characterized by direct\nlimit decompositions using semiprojective building blocks.\n  (2) Simple unital AH algebras with slow dimension growth and real rank zero.\n  (3) C*-algebras with real rank zero or stable rank one.\n  (4) C*-algebras whose quotients all satisfy the Universal Coefficient\nTheorem.\n  Along the way, we give a systematic treatment of the derivation of direct\nlimit decompositions from local approximation conditions by homomorphic images\nwhich are not necessarily injective.\n","Comment: 22 pages; AMSLaTeX. Changes for version 3: One theorem (on ideals in\n  crossed products by the Rokhlin property) removed; it will appear in a\n  different paper. Minor improvements. Changes for version 2: Substantial\n  expansion"]}]
["0705.1877",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.1877"],"date":["2007-05-14","2009-02-05"],"type":["text"],"creator":["Ibison, M."],"language":[],"coverage":[],"title":["The reaction-free trajectories of a classical point charge"],"description":["  It is well-known that a classical point charge in 1+1 D hyperbolic motion in\nspace and time is reaction-free. But this is a special case of a larger set of\nreaction-free trajectories that in general are curved paths through space, i.e.\nin 2+1 D. This note catalogs the full family of reaction-free trajectories,\ngiving a geometrical interpretation by which means the curved path possibility\nis easily related to the better known case of hyperbolic motion in 1+1 D.\nMotivated by the geometry, it is shown how the catalog of motions can be\nnaturally extended to include the possibility of lossless reaction-free closed\nspatial orbits that turn out to be classical pair creation and destruction\nevents. The extended theory can accommodate a vacuum plenum of classical\ncurrent that could be regarded as a classical version of the Fermionic ZPF of\nQFT, reminiscent of the relationship between the Electromagnetic ZPF and the\nclassical imitation that characterizes `Stochastic Electrodynamics'.\n","Comment: Extensively revised. Submitted to Found. Phys"]}]
["0707.1569",{"format":[],"subject":["Quantitative Biology - Molecular Networks","Physics - Biological Physics","Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1569","Biophysical Journal, 95:3559-3562 (2008)","doi:10.1529/biohysj.108.135483"],"date":["2007-07-11"],"type":["text"],"creator":["Raychaudhuri, S.","Willgohs, E.","Nguyen, T.","Khan, E. M.","Goldkorn, T."],"language":[],"coverage":[],"title":["Cell-to-Cell stochastic fluctuations in apoptotic signaling can decide\n  between life and death"],"description":["  Apoptosis, or genetically programmed cell death, is a crucial cellular\nprocess that maintains the balance between life and death in cells. The precise\nmolecular mechanism of apoptosis signaling and how these two pathways are\ndifferentially activated under distinct apoptotic stimuli is poorly understood.\nWe developed a Monte Carlo-based stochastic simulation model that can\ncharacterize distinct signaling behaviors in the two major pathways of\napoptotic signaling using a novel probability distribution-based approach.\nSpecifically, we show that for a weak death signal, such as low levels of death\nligand Fas (CD95) binding or under stress conditions, the type 2 mitochondrial\npathway dominates apoptotic signaling. Our results also show signaling in the\ntype 2 pathway is stochastic, where the population average over many cells does\nnot capture the cell-to-cell fluctuations in the time course (~1 - 10 hours) of\ndownstream caspase-3 activation. On the contrary, the probability distribution\nof caspase-3 activation for the mitochondrial pathway shows a distinct bimodal\nbehavior that can be used to characterize the stochastic signaling in type 2\napoptosis. Interestingly, such stochastic fluctuations in apoptosis signaling\nhappen even in the presence of large numbers of signaling molecules. In a\nfluctuating environment, such stochasticity in the timecourse of caspase-3\nactivation may be an adaptive mechanism for allowing a competing survival\nsignal to win over a weak death trigger before the critical cell fate decision\nis made and thus minimizes the risk of pathologies.\n","Comment: 6 pages, 3 figures"]}]
["0707.4245",{"format":[],"subject":["Mathematics - Rings and Algebras","12F10, 16K50 (Primary)","12J25, 14F22, 11S31 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4245"],"date":["2007-07-28","2009-02-06"],"type":["text"],"creator":["Chipchakov, I. D."],"language":[],"coverage":[],"title":["On the Brauer groups of quasilocal fields and the norm groups of their\n  finite Galois extensions"],"description":["  This paper shows that divisible abelian torsion groups are realizable as\nBrauer groups of quasilocal fields. It describes the isomorphism classes of\nBrauer groups of primarily quasilocal fields and solves the analogous problem\nconcerning the reduced components of the Brauer groups of two basic types of\nHenselian valued absolutely stable fields. For a quasilocal field E and a\nfinite separable extension R/E, we find two sufficient conditions for validity\nof the norm group equality $N(R/E) = N(R_{0}/E)$, where R_{0} is the maximal\nabelian extension of E in R. This is used for deriving information on the\narising specific relations between Galois groups and norm groups of finite\nGalois extensions of E.\n","Comment: 30 pages. TYpos corrected"]}]
["0708.1760",{"format":[],"subject":["Mathematical Physics","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1760","Indiana Univ. Math. J. vol. 57, pp. 3177-3207 (2009)"],"date":["2007-08-13","2009-02-06"],"type":["text"],"creator":["Kiessling, Michael K. -H.","Tahvildar-Zadeh, A. Shadi"],"language":[],"coverage":[],"title":["On the relativistic Vlasov-Poisson system"],"description":["  The Cauchy problem is revisited for the so-called relativistic Vlasov-Poisson\nsystem in the attractive case. Global existence and uniqueness of spherical\nclassical solutions is proved under weaker assumptions than previously used. A\nnew class of blowing up solutions is found when these conditions are violated.\nA new, non-gravitational physical vindication of the model which (unlike the\ngravitational one) is not restricted to weak fields, is also given.\n","Comment: Preprint of published version. Several typos in the previous version\n  have been corrected"]}]
["0708.4298",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Metric Geometry","53C17, 22E20, 20F65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.4298","Contemporary Geometry and Topology and Related Topics.\n  Cluj-Napoca, August 19-25, 2007, Cluj University Press (2008), 89-105"],"date":["2007-08-31","2008-04-23"],"type":["text"],"creator":["Buliga, Marius"],"language":[],"coverage":[],"title":["Dilatation structures in sub-riemannian geometry"],"description":["  Based on the notion of dilatation structure arXiv:math/0608536, we give an\nintrinsic treatment to sub-riemannian geometry, started in the paper\narXiv:0706.3644 .\n  Here we prove that regular sub-riemannian manifolds admit dilatation\nstructures. From the existence of normal frames proved by Bellaiche we deduce\nthe rest of the properties of regular sub-riemannian manifolds by using the\nformalism of dilatation structures.\n","Comment: to appear in \"Contemporary Geometry and Topology and Related Topics.\n  Cluj-Napoca, August 19-25, 2007\""]}]
["0711.0928",{"format":[],"subject":["Mathematics - Statistics Theory","Mathematics - Probability","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0928","Acta et Commentationes Universitatis Tartuensis de Mathematica,\n  Volume 12, 2008, pp. 109-124"],"date":["2007-11-06","2009-02-05"],"type":["text"],"creator":["Lember, J.","Koloydenko, A."],"language":[],"coverage":[],"title":["Infinite Viterbi alignments in the two state hidden Markov models"],"description":["  Since the early days of digital communication, Hidden Markov Models (HMMs)\nhave now been routinely used in speech recognition, processing of natural\nlanguages, images, and in bioinformatics. An HMM $(X_i,Y_i)_{i\\ge 1}$ assumes\nobservations $X_1,X_2,...$ to be conditionally independent given an\n\"explanotary\" Markov process $Y_1,Y_2,...$, which itself is not observed;\nmoreover, the conditional distribution of $X_i$ depends solely on $Y_i$.\nCentral to the theory and applications of HMM is the Viterbi algorithm to find\n{\\em a maximum a posteriori} estimate $q_{1:n}=(q_1,q_2,...,q_n)$ of $Y_{1:n}$\ngiven the observed data $x_{1:n}$. Maximum {\\em a posteriori} paths are also\ncalled Viterbi paths or alignments. Recently, attempts have been made to study\nthe behavior of Viterbi alignments of HMMs with two hidden states when $n$\ntends to infinity. It has indeed been shown that in some special cases a\nwell-defined limiting Viterbi alignment exists. While innovative, these\nattempts have relied on rather strong assumptions. This work proves the\nexistence of infinite Viterbi alignments for virtually any HMM with two hidden\nstates.\n","Comment: Several minor changes and corrections have been made in the arguments\n  as suggested by anonymous reviewers, which should hopefully improve\n  readability. Abstract has been added"]}]
["0711.3778",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3778","Contemp. Math. 460 (2008), 261-272."],"date":["2007-11-23","2007-11-24"],"type":["text"],"creator":["Lü, Zhi"],"language":[],"coverage":[],"title":["Graphs of 2-torus actions"],"description":["  It has been known that an effective smooth $({\\Bbb Z}_2)^k$-action on a\nsmooth connected closed manifold $M^n$ fixing a finite set can be associated to\na $({\\Bbb Z}_2)^k$-colored regular graph. In this paper, we consider abstract\ngraphs $(\\Gamma,\\alpha)$ of $({\\Bbb Z}_2)^k$-actions, called abstract\n1-skeletons. We study when an abstract 1-skeleton is a colored graph of some\n$({\\Bbb Z}_2)^k$-action. We also study the existence of faces of an abstract\n1-skeleton (note that faces often have certain geometric meanings if an\nabstract 1-skeleton is a colored graph of some $({\\Bbb Z}_2)^k$-action).\n","Comment: 12 pages with 3 figures. To appear in Contemporary Mathematics of AMS\n  (Proceedings of the International Conference on Toric Topology)"]}]
["0712.2344",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","Mathematics - Dynamical Systems","14G25, 37F10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2344"],"date":["2007-12-14","2009-02-06"],"type":["text"],"creator":["Benedetto, Robert L.","Ghioca, Dragos","Kurlberg, Par","Tucker, Thomas J."],"language":[],"coverage":[],"title":["The Dynamical Mordell-Lang Conjecture"],"description":["  We prove a special case of a dynamical analogue of the classical Mordell-Lang\nconjecture. In particular, let $\\phi$ be a rational function with no\nsuperattracting periodic points other than exceptional points. If the\ncoefficients of $\\phi$ are algebraic, we show that the orbit of a point outside\nthe union of proper preperiodic subvarieties of $(\\bP^1)^g$ has only finite\nintersection with any curve contained in $(\\bP^1)^g$. We also show that our\nresult holds for indecomposable polynomials $\\phi$ with coefficients in $\\bC$.\nOur proof uses results from $p$-adic dynamics together with an integrality\nargument. The extension to polynomials defined over $\\bC$ uses the method of\nspecializations coupled with some new results of Medvedev and Scanlon for\ndescribing the periodic plane curves under the action of $(\\phi,\\phi)$ on\n$\\bA^2$.\n","Comment: 25 pages. Results strengthened to include the case of indecomposable\n  polynomials with complex coefficients (using some recent results of Medvedev\n  and Scanlon.)"]}]
["0801.4516",{"format":[],"subject":["Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4516","JCAP 0805:006,2008","doi:10.1088/1475-7516/2008/05/006"],"date":["2008-01-29","2008-05-12"],"type":["text"],"creator":["Kashti, Tamar","Waxman, Eli"],"language":[],"coverage":[],"title":["Searching for a Correlation Between Cosmic-Ray Sources Above 10^{19} eV\n  and Large-Scale Structure"],"description":["  We study the anisotropy signature which is expected if the sources of ultra\nhigh energy, >10^{19} eV, cosmic-rays (UHECRs) are extragalactic and trace the\nlarge scale distribution of luminous matter. Using the PSCz galaxy catalog as a\ntracer of the large scale structure (LSS), we derive the expected all sky\nangular distribution of the UHECR intensity. We define a statistic, that\nmeasures the correlation between the predicted and observed UHECR arrival\ndirection distributions, and show that it is more sensitive to the expected\nanisotropy signature than the power spectrum and the two point correlation\nfunction. The distribution of the correlation statistic is not sensitive to the\nunknown redshift evolution of UHECR source density and to the unknown strength\nand structure of inter-galactic magnetic fields. We show, using this statistic,\nthat recently published >5.7x10^{19} eV Auger data are inconsistent with\nisotropy at ~98% CL, and consistent with a source distribution that traces LSS,\nwith some preference to a source distribution that is biased with respect to\nthe galaxy distribution. The anisotropy signature should be detectable also at\nlower energy, >4x10^{19} eV. A few fold increase of the Auger exposure is\nlikely to increase the significance to >99% CL, but not to >99.9% CL (unless\nthe UHECR source density is comparable or larger than that of galaxies). In\norder to distinguish between different bias models, the systematic uncertainty\nin the absolute energy calibration of the experiments should be reduced to well\nbelow the current ~25%.\n","Comment: 17 pages, 8 figures. v2: reference added, typos corrected, accepted\n  to JCAP"]}]
["0803.3651",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3651"],"date":["2008-03-25","2009-02-06"],"type":["text"],"creator":["Ghalati, R. N."],"language":[],"coverage":[],"title":["On the Canonical Structure of First Order Einstein-Hilbert Action\n  Coupled to Bosonic Matter"],"description":["  A Dirac Hamiltonian formulation of d-dimensional Einstein-Hilbert action in\nfirst order form, has shown that as well as secondary first class constraints,\ntertiary first class constraints also arise, with an unusual nonlocal Poisson\nbracket (PB) algebra among first class constraints [8 ]. This approach is\ndifferent from that of ADM in that of the equations of motion which are\nindependent of the time derivative of fields only those which correspond to\nsecond class constraints (in the sense of the Dirac constraint formalism) are\nused to eliminate fields from the action. In this paper, we consider coupling\nof a cosmological term, massive scalar fields, Maxwell gauge fields and\nYang-Mills fields to the first order EH action in this formalism, and show that\nin spite of the apparent differences with the ADM results in the Hamiltonian\nformulation of the first order EH action and its constraint structure, the\ngeneric properties of the ADM Hamiltonian formulation of the first order EH\naction in the presence of Bosonic matter are derivable from this novel\nHamiltonian formulation. Addition of a massive scalar field to the EH action\nleaves the PB algebra of constraints unaltered, and when the Yang-Mills fields\nor Maxwell gauge fields are coupled to the EH action, the PB algebra of the\nconstraints pertaining to the EH action receives linear contributions from the\ngenerator of the gauge transformations of the action for matter fields, and\nthose generators form a closed algebra amongst themselves. Moreover, it is\nfound that for closed spaces, the Hamiltonian of the EH action coupled to\nBosonic matter is weakly zero on the constraint surface defined by the first\nclass constraints, including the constraints arising from the matter fields.\n","Comment: 17 pages"]}]
["0805.2008",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2008","Nuclear Inst. and Methods in Physics Research, A 599 (2009) pp.\n  130-139","doi:10.1016/j.nima.2008.11.006"],"date":["2008-05-14","2009-02-06"],"type":["text"],"creator":["Grigoryev, K.","Rathmann, F.","Engels, R.","Kacharava, A.","Klehr, F.","Lorentz, B.","Martin, S.","Mikirtytchiants, M.","Prasuhn, D.","Sarkadi, J.","Seyfarth, H.","Stein, H. J.","Ströher, H.","Vasilyev, A."],"language":[],"coverage":[],"title":["Machine studies for the development of storage cells at the ANKE\n  facility of COSY"],"description":["  We present a measurement of the transverse intensity distributions of the\nCOSY proton beam at the target interaction point at ANKE at the injection\nenergy of 45 MeV, and after acceleration at 2.65 GeV. At 2.65 GeV, the machine\nacceptance was determined as well. From the intensity distributions the beam\nsize is determined, and together with the measured machine acceptance, the\ndimensions of a storage cell for the double-polarized experiments with the\npolarized internal gas target at the ANKE spectrometer are specified. An\noptimum storage cell for the ANKE experiments should have dimensions of 15mm x\n20mm x 390mm (vertical x horizontal x longitudinal), whereby a luminosity of\nabout 2.5*10^29 cm^-2*s^-1 with beams of 10^10 particles stored in COSY could\nbe reached.\n","Comment: 18 pages, 13 figures, 4 tables"]}]
["0806.0547",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0547","Physical Review B 77, 23 (2008) 235318","doi:10.1103/PhysRevB.77.235318"],"date":["2008-06-03"],"type":["text"],"creator":["Pauget, N.","Pistolesi, F.","Houzet, M."],"language":[],"coverage":[],"title":["Coulomb blockade for an oscillating tunnel junction"],"description":["  We consider a tunnel junction formed between a fixed electrode and an\noscillating one. Accumulation of the charge on the junction capacitor induces a\nforce on the nano-mechanical oscillator. The junction is voltage biased and\nconnected in series with an impedance $Z(\\omega)$. We discuss how the picture\nof Coulomb blockade is modified by the presence of the oscillator. Quantum\nfluctuations of the mechanical oscillator modify the $I$-$V$ characteristics\nparticularly in the strong Coulomb blockade limit. We show that the oscillator\ncan be taken into account by a simple modification of the effective impedance\nof the circuit. We discuss in some details the case of a single inductance\n$Z(\\omega)=iL\\omega$ and of a constant resistance $Z(\\omega)=R$. With little\nmodifications the theory applies also to incoherent transport in Josephson\njunctions in the tunneling limit.\n","Comment: 9 pages"]}]
["0806.1975",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1975","The Quarterly Journal of Mathematics 2009","doi:10.1093/qmath/han040"],"date":["2008-06-11","2008-12-31"],"type":["text"],"creator":["Baird, Thomas"],"language":[],"coverage":[],"title":["The moduli space of flat SU(2)-bundles over a nonorientable surface"],"description":["  We study the topology of the moduli space of flat SU(2)-bundles over a\nnonorientable surface X. This moduli space may be identified with the space of\nhomomorphisms Hom(\\pi_1(X),SU(2)) modulo conjugation by SU(2). In particular,\nwe compute the (rational) equivariant cohomology ring of Hom(\\pi_1(X),SU(2))\nand use this to compute the ordinary cohomology groups of the quotient\nHom(\\pi_1(X),SU(2))/SU(2). A key property is that the conjugation action is\nequivariantly formal.\n","Comment: 23 pages - some reviewer recommended edits, a \"proof\" is upgraded to\n  a proof"]}]
["0806.4953",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4953","Phys.Rev.D78:064056,2008","doi:10.1103/PhysRevD.78.064056"],"date":["2008-06-30","2008-08-29"],"type":["text"],"creator":["Dimmelmeier, Harald","Ott, Christian D.","Marek, Andreas","Janka, Hans-Thomas"],"language":[],"coverage":[],"title":["The gravitational wave burst signal from core collapse of rotating stars"],"description":["  We present results from detailed general relativistic simulations of stellar\ncore collapse to a proto-neutron star, using two different microphysical\nnonzero-temperature nuclear equations of state as well as an approximate\ndescription of deleptonization during the collapse phase. Investigating a wide\nvariety of rotation rates and profiles as well as masses of the progenitor\nstars and both equations of state, we confirm in this very general setup the\nrecent finding that a generic gravitational wave burst signal is associated\nwith core bounce, already known as type I in the literature. The previously\nsuggested type II (or \"multiple-bounce\") waveform morphology does not occur.\nDespite this reduction to a single waveform type, we demonstrate that it is\nstill possible to constrain the progenitor and postbounce rotation based on a\ncombination of the maximum signal amplitude and the peak frequency of the\nemitted gravitational wave burst. Our models include to sufficient accuracy the\ncurrently known necessary physics for the collapse and bounce phase of\ncore-collapse supernovae, yielding accurate and reliable gravitational wave\nsignal templates for gravitational wave data analysis. In addition, we assess\nthe possiblity of nonaxisymmetric instabilities in rotating nascent\nproto-neutron stars. We find strong evidence that in an iron core-collapse\nevent the postbounce core cannot reach sufficiently rapid rotation to become\nsubject to a classical bar-mode instability. However, many of our postbounce\ncore models exhibit sufficiently rapid and differential rotation to become\nsubject to the recently discovered dynamical instability at low rotation rates.\n","Comment: 28 pages, 23 figures, minor changes"]}]
["0807.0370",{"format":[],"subject":["Mathematical Physics","34A26"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0370","Physics Letters A Volume 372, Issue 33, Pages 5385-5389, (2008)","doi:10.1016/j.physleta.2008.06.053"],"date":["2008-07-02"],"type":["text"],"creator":["Cariñena, José F.","de Lucas, Javier"],"language":[],"coverage":[],"title":["A nonlinear superposition rule for solutions of the Milne--Pinney\n  equation"],"description":["  A superposition rule for two solutions of a Milne--Pinney equation is\nderived.\n","Comment: 14 pages, 2 figures"]}]
["0807.1743",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.1743","Phys. Rev. B 79, 064504 (2009)","doi:10.1103/PhysRevB.79.064504"],"date":["2008-07-10","2008-12-07"],"type":["text"],"creator":["Su, Y.","Link, P.","Schneidewind, A.","Wolf, Th.","Adelmann, P.","Xiao, Y.","Meven, M.","Mittal, R.","Rotter, M.","Johrendt, D.","Brueckel, Th.","Loewenhaupt, M."],"language":[],"coverage":[],"title":["Neutron diffraction on antiferromagnetic ordering in single-crystal\n  BaFe2As2"],"description":["  Neutron diffraction experiments have been carried out on a Sn-flux grown\nBaFe2As2 single crystal, the parent compound of the A-122 family of FeAs-based\nhigh-Tc superconductors. A tetragonal to orthorhombic structural phase\ntransition and a three dimensional long-range antiferromagnetic ordering of the\niron moment, with a unique magnetic propagation wavevector k = (1, 0, 1), have\nbeen found to take place at ~90 K. The magnetic moments of iron are aligned\nalong the long a axis in the low temperature orthorhombic phase (Fmmm with\nb<a<c). Our results thus demonstrate that the magnetic structure of BaFe2As2\nsingle crystal is the same as those in other A-122 iron pnictides compounds. We\nargue that the tin incorporation in the lattice is responsible for a smaller\northorhombic splitting and lower Neel temperature T_N observed in the\nexperiment.\n","Comment: Substantial changes have been made based on the results obtained from\n  a new crystal"]}]
["0807.2459",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2459","Phys.Rev.D78:094022,2008","doi:10.1103/PhysRevD.78.094022"],"date":["2008-07-15","2009-02-06"],"type":["text"],"creator":["Heo, Jae Ho"],"language":[],"coverage":[],"title":["QCD radiative correction to pair-annihilation of spin-1 bosonic Dark\n  Matter"],"description":["  The next-to-leading order (NLO) QCD corrections are calculated for the\npair-annihilation of spin-1 dark matter (DM) by dimensionally regularizing both\nultraviolet and infrared singularities in non-relativistic limit (v<<1). The\ncomplete O(alphas) correction is about 8% due to the massless gluon\ncontribution. An extra 5% will be added if there is a new interaction from a\nmassive gluon of approximately same mass as the DM particle. The NLO QCD\ncorrection could give the sizable shift to the DM mass constrained by relic\ndensity measurements.\n","Comment: revised version"]}]
["0807.3659",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3659","Phys. Rev. Lett. 102, 040403 (2009)","doi:10.1103/PhysRevLett.102.040403"],"date":["2008-07-23","2009-02-06"],"type":["text"],"creator":["Dorner, U.","Demkowicz-Dobrzanski, R.","Smith, B. J.","Lundeen, J. S.","Wasilewski, W.","Banaszek, K.","Walmsley, I. A."],"language":[],"coverage":[],"title":["Optimal Quantum Phase Estimation"],"description":["  By using a systematic optimization approach we determine quantum states of\nlight with definite photon number leading to the best possible precision in\noptical two mode interferometry. Our treatment takes into account the\nexperimentally relevant situation of photon losses. Our results thus reveal the\nbenchmark for precision in optical interferometry. Although this boundary is\ngenerally worse than the Heisenberg limit, we show that the obtained precision\nbeats the standard quantum limit thus leading to a significant improvement\ncompared to classical interferometers. We furthermore discuss alternative\nstates and strategies to the optimized states which are easier to generate at\nthe cost of only slightly lower precision.\n","Comment: 4 pages, 4 figures. Replaced with final version"]}]
["0807.3894",{"format":[],"subject":["Quantum Physics","Condensed Matter - Other Condensed Matter","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3894","Phys. Rev. Lett. 102, 053001 (2009)","doi:10.1103/PhysRevLett.102.053001"],"date":["2008-07-24","2009-02-06"],"type":["text"],"creator":["Karski, M.","Förster, L.","Choi, J. M.","Alt, W.","Widera, A.","Meschede, D."],"language":[],"coverage":[],"title":["Nearest-Neighbor Detection of Atoms in a 1D Optical Lattice by\n  Fluorescence Imaging"],"description":["  We overcome the diffraction limit in fluorescence imaging of neutral atoms in\na sparsely filled one-dimensional optical lattice. At a periodicity of 433 nm,\nwe reliably infer the separation of two atoms down to nearest neighbors. We\nobserve light induced losses of atoms occupying the same lattice site, while\nfor atoms in adjacent lattice sites, no losses due to light induced\ninteractions occur. Our method points towards characterization of correlated\nquantum states in optical lattice systems with filling factors of up to one\natom per lattice site.\n","Comment: 4 pages, 4 figures"]}]
["0807.4052",{"format":[],"subject":["Computer Science - Discrete Mathematics","Computer Science - Computational Geometry","Physics - Physics and Society","G.2.2","G.2.3","I.5.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4052","Phys. Rev. E 79, 026102 (2009)","doi:10.1103/PhysRevE.79.026102"],"date":["2008-07-25","2008-12-09"],"type":["text"],"creator":["Noack, Andreas"],"language":[],"coverage":[],"title":["Modularity clustering is force-directed layout"],"description":["  Two natural and widely used representations for the community structure of\nnetworks are clusterings, which partition the vertex set into disjoint subsets,\nand layouts, which assign the vertices to positions in a metric space. This\npaper unifies prominent characterizations of layout quality and clustering\nquality, by showing that energy models of pairwise attraction and repulsion\nsubsume Newman and Girvan's modularity measure. Layouts with optimal energy are\nrelaxations of, and are thus consistent with, clusterings with optimal\nmodularity, which is of practical relevance because both representations are\ncomplementary and often used together.\n","Comment: 9 pages, 7 figures, see http://code.google.com/p/linloglayout/ for\n  downloading the graph clustering and layout software"]}]
["0807.5074",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.5074","International Journal of Quantum Information, Vol.6, Issue 6,\n  pp.1231-1243 (2008)"],"date":["2008-07-31","2009-02-06"],"type":["text"],"creator":["Segawa, Etsuo","Konno, Norio"],"language":[],"coverage":[],"title":["Limit theorems for quantum walks driven by many coins"],"description":["  We obtain some rigorous results on limit theorems for quantum walks driven by\nmany coins introduced by Brun et al. in the long time limit. The results imply\nthat whether the behavior of a particle is quantum or classical depends on the\nthree factors: the initial qubit, the number of coins M, d= [t/M], where t is\ntime step. Our main theorem shows that we can see a transition from classical\nbehavior to quantum one for a class of three factors.\n","Comment: 14 pages, Journal-ref. added"]}]
["0809.0275",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0275"],"date":["2008-09-01","2009-02-06"],"type":["text"],"creator":["Addario-Berry, Louigi","Broutin, Nicolas","Lugosi, Gabor"],"language":[],"coverage":[],"title":["The longest minimum-weight path in a complete graph"],"description":["  We consider the minimum-weight path between any pair of nodes of the n-vertex\ncomplete graph in which the weights of the edges are i.i.d. exponentially\ndistributed random variables. We show that the longest of these minimum-weight\npaths has about \\alpha^* \\log n$ edges where \\alpha^* ~ 3.5911 is the unique\nsolution of the equation $alpha log(alpha) - \\alpha =1. This answers a question\nposed by Janson (1999).\n","Comment: 21 pages; minor corrections and clarifications"]}]
["0809.1423",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1423","Phys. Rev. B 79, 052502 (2009)","doi:10.1103/PhysRevB.79.052502"],"date":["2008-09-08","2009-02-06"],"type":["text"],"creator":["Rigol, Marcos","Shastry, B. Sriram","Haas, Stephan"],"language":[],"coverage":[],"title":["Effects of Strong Correlations and Disorder in d-Wave Superconductors"],"description":["  We use exact diagonalization techniques to study the interplay between strong\ncorrelations, superconductivity, and disorder in a model system. We study an\nextension of the t-J model by adding an infinite-range d-wave superconductivity\ninducing term and disorder. Our work shows that in the clean case the magnitude\nof the order parameter is surprisingly small for low-hole filling, thus\nimplying that mean-field theories might be least accurate in that important\nregime. We demonstrate that substantial disorder is required to destroy a\nd-wave superconducting state for low-hole doping. We provide the first bias\nfree numerical results for the local density of states of a strongly correlated\nd-wave superconducting model, relevant for STM measurements at various fillings\nand disorders.\n","Comment: 4 pages, 4 figures, as published"]}]
["0810.1196",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Geometric Topology","57R65, 57S25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1196"],"date":["2008-10-07","2009-02-06"],"type":["text"],"creator":["Macko, Tibor","Wegner, Christian"],"language":[],"coverage":[],"title":["On the classification of fake lens spaces"],"description":["  In the first part of the paper we present a classification of fake lens\nspaces of dimension >= 5 whose fundamental group is the cyclic group of order N\n>= 2. The classification uses and extends the results of Wall and others in the\ncase N = 2 and N odd and the results of the authors of the present paper in the\ncase N a power of 2.\n  In the second part we study the suspension map between the simple structure\nsets of lens spaces of different dimensions. As an application we obtain an\ninductive geometric description of the torsion invariants of fake lens spaces.\n","Comment: 26 pages, added second part about suspension homomorphism and about\n  invariants"]}]
["0810.3149",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3149","Phys.Lett.B669:275-277,2008","doi:10.1016/j.physletb.2008.10.017"],"date":["2008-10-16"],"type":["text"],"creator":["Granda, L. N.","Oliveros, A."],"language":[],"coverage":[],"title":["Infrared cut-off proposal for the Holographic density"],"description":["  We propose an infrared cut-off for the holographic the dark-energy, which\nbesides the square of the Hubble scale also contains the time derivative of the\nHubble scale. This avoids the problem of causality which appears using the\nevent horizon area as the cut-off, and solves the coincidence problem.\n","Comment: 9 pages, 2 figures, to appear in Phys. Lett. B"]}]
["0810.3166",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3166","PoS LATTICE2008:226,2008"],"date":["2008-10-17"],"type":["text"],"creator":["Della Morte, Michele","Fritzsch, Patrick","Heitger, Jochen","Sommer, Rainer"],"language":[],"coverage":[],"title":["Non-perturbative quark mass dependence in the heavy-light sector of\n  two-flavour QCD"],"description":["  We present preliminary results of the non-perturbative heavy quark mass\ndependence of heavy-light meson observables in the continuum limit of\nfinite-volume two-flavour lattice QCD. These observables, which are derived\nfrom heavy-light Schroedinger functional correlation functions and computed\nover a range of renormalization group invariant heavy quark masses from the\ncharm to beyond the bottom region, allow for a quantitative comparison with the\npredictions of HQET and are of practical relevance for solving renormalization\nproblems in HQET non-perturbatively by a matching to QCD in finite volume.\n","Comment: 7 pages, pdflatex; talk presented at Lattice 2008, XXVI International\n  Symposium on Lattice Field Theory, July 14-19, 2008, Williamsburg, Virginia,\n  USA"]}]
["0810.4006",{"format":[],"subject":["Mathematical Physics","70H05","22E60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4006","J. Phys. A: Math. Theor. 41 304029 (2008)","doi:10.1088/1751-8113/41/30/304029"],"date":["2008-10-22"],"type":["text"],"creator":["Cariñena, José F.","de Lucas, Javier","Rañada, Manuel F."],"language":[],"coverage":[],"title":["Integrability of Lie systems and some of its applications in physics"],"description":["  The geometric theory of Lie systems will be used to establish integrability\nconditions for several systems of differential equations, in particular Riccati\nequations and Ermakov systems. Many different integrability criteria in the\nliterature will be analyzed from this new perspective and some applications in\nphysics will be given.\n","Comment: 16 pages"]}]
["0810.5119",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.5119","Class.Quant.Grav.26:035018,2009","doi:10.1088/0264-9381/26/3/035018"],"date":["2008-10-28"],"type":["text"],"creator":["Bojowald, Martin","Reyes, Juan D."],"language":[],"coverage":[],"title":["Dilaton Gravity, Poisson Sigma Models and Loop Quantum Gravity"],"description":["  Spherically symmetric gravity in Ashtekar variables coupled to Yang-Mills\ntheory in two dimensions and its relation to dilaton gravity and Poisson sigma\nmodels are discussed. After introducing its loop quantization, quantum\ncorrections for inverse triad components are shown to provide a consistent\ndeformation without anomalies. The relation to Poisson sigma models provides a\ncovariant action principle of the quantum corrected theory with effective\ncouplings. Results are also used to provide loop quantizations of spherically\nsymmetric models in arbitrary D space-time dimensions.\n","Comment: 31 pages"]}]
["0811.2519",{"format":[],"subject":["Computer Science - Computers and Society","Computer Science - Digital Libraries"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2519","Electronic Journal for History of Probability and Statisics, Vol.\n  4, no. 2, Dec. 2008"],"date":["2008-11-15"],"type":["text"],"creator":["Murtagh, Fionn"],"language":[],"coverage":[],"title":["Origins of Modern Data Analysis Linked to the Beginnings and Early\n  Development of Computer Science and Information Engineering"],"description":["  The history of data analysis that is addressed here is underpinned by two\nthemes, -- those of tabular data analysis, and the analysis of collected\nheterogeneous data. \"Exploratory data analysis\" is taken as the heuristic\napproach that begins with data and information and seeks underlying explanation\nfor what is observed or measured. I also cover some of the evolving context of\nresearch and applications, including scholarly publishing, technology transfer\nand the economic relationship of the university to society.\n","Comment: 26 pages"]}]
["0811.2761",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2761","Phys. Rev. E 79, 026104 (2009)","doi:10.1103/PhysRevE.79.026104"],"date":["2008-11-17","2009-02-06"],"type":["text"],"creator":["Radicchi, Filippo","Barrat, Alain","Fortunato, Santo","Ramasco, Jose J."],"language":[],"coverage":[],"title":["Renormalization flows in complex networks"],"description":["  Complex networks have acquired a great popularity in recent years, since the\ngraph representation of many natural, social and technological systems is often\nvery helpful to characterize and model their phenomenology. Additionally, the\nmathematical tools of statistical physics have proven to be particularly\nsuitable for studying and understanding complex networks. Nevertheless, an\nimportant obstacle to this theoretical approach is still represented by the\ndifficulties to draw parallelisms between network science and more traditional\naspects of statistical physics. In this paper, we explore the relation between\ncomplex networks and a well known topic of statistical physics:\nrenormalization. A general method to analyze renormalization flows of complex\nnetworks is introduced. The method can be applied to study any suitable\nrenormalization transformation. Finite-size scaling can be performed on\ncomputer-generated networks in order to classify them in universality classes.\nWe also present applications of the method on real networks.\n","Comment: 12 pages, 11 figures"]}]
["0811.3581",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3581","Phys. Rev. A 79, 022105 (2009)","doi:10.1103/PhysRevA.79.022105"],"date":["2008-11-21"],"type":["text"],"creator":["Gennaro, Giuseppe","Benenti, Giuliano","Palma, G. Massimo"],"language":[],"coverage":[],"title":["Relaxation due to random collisions with a many-qudit environment"],"description":["  We analyze the dynamics of a system qudit of dimension mu sequentially\ninteracting with the nu-dimensional qudits of a chain playing the ore of an\nenvironment. Each pairwise collision has been modeled as a random unitary\ntransformation. The relaxation to equilibrium of the purity of the system\nqudit, averaged over random collisions, is analytically computed by means of a\nMarkov chain approach. In particular, we show that the steady state is the one\ncorresponding to the steady state for random collisions with a single\nenvironment qudit of effective dimension nu_e=nu*mu. Finally, we numerically\ninvestigate aspects of the entanglement dynamics for qubits (mu=nu=2) and show\nthat random unitary collisions can create multipartite entanglement between the\nsystem qudit and the qudits of the chain.\n","Comment: 7 pages, 6 figures"]}]
["0811.4377",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.4377","Phys. Rev. A 79, 022703 (2008)","doi:10.1103/PhysRevA.79.022703"],"date":["2008-11-26"],"type":["text"],"creator":["Quéméner, Goulven","Balakrishnan, Naduvalath","Kendrick, Brian K."],"language":[],"coverage":[],"title":["Formation of molecular oxygen in ultracold O + OH reaction"],"description":["  We discuss the formation of molecular oxygen in ultracold collisions between\nhydroxyl radicals and atomic oxygen. A time-independent quantum formalism based\non hyperspherical coordinates is employed for the calculations. Elastic,\ninelastic and reactive cross sections as well as the vibrational and rotational\npopulations of the product O2 molecules are reported. A J-shifting\napproximation is used to compute the rate coefficients. At temperatures T = 10\n- 100 mK for which the OH molecules have been cooled and trapped\nexperimentally, the elastic and reactive rate coefficients are of comparable\nmagnitude, while at colder temperatures, T < 1 mK, the formation of molecular\noxygen becomes the dominant pathway. The validity of a classical capture model\nto describe cold collisions of OH and O is also discussed. While very good\nagreement is found between classical and quantum results at T=0.3 K, at higher\ntemperatures, the quantum calculations predict a larger rate coefficient than\nthe classical model, in agreement with experimental data for the O + OH\nreaction. The zero-temperature limiting value of the rate coefficient is\npredicted to be about 6.10^{-12} cm^3 molecule^{-1} s^{-1}, a value comparable\nto that of barrierless alkali-metal atom - dimer systems and about a factor of\nfive larger than that of the tunneling dominated F + H2 reaction.\n","Comment: 9 pages, 8 figures"]}]
["0812.0684",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0684","Physical Review A: Atomic, Molecular and Optical Physics 79, 2\n  (2009) 023608","doi:10.1103/PhysRevA.79.023608"],"date":["2008-12-03","2009-01-12"],"type":["text"],"creator":["Weiss, Christoph","Breuer, Heinz-Peter"],"language":[],"coverage":[],"title":["Photon-assisted tunneling in optical lattices: Ballistic transport of\n  interacting boson pairs"],"description":["  In a recent experiment [PRL 100, 040404 (2008)] an analog of photon-assisted\ntunneling has been observed for a Bose-Einstein condensate in an optical\nlattice subject to a constant force plus a sinusoidal shaking. Contrary to\nprevious theoretical predictions, the width of the condensate was measured to\nbe proportional to the square of the effective tunneling matrix element, rather\nthan a linear dependence. For a simple model of two interacting bosons in a\none-dimensional optical lattice, both analytical and numerical calculations\nindicate that such a transition from a linear to a quadratic dependence can be\ninterpreted through the ballistic transport and the corresponding exact\ndispersion relation of bound boson pairs.\n","Comment: 7 pages, 3 figures, minor changes"]}]
["0812.1328",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1328","Phys.Rev.D79:043002,2009","doi:10.1103/PhysRevD.79.043002"],"date":["2008-12-07","2009-02-03"],"type":["text"],"creator":["Bambi, Cosimo","Freese, Katherine"],"language":[],"coverage":[],"title":["Apparent shape of super-spinning black holes"],"description":["  We consider the possibility that astrophysical Black Holes (BHs) can violate\nthe Kerr bound; i.e., they can have angular momentum greater than BH mass, $J >\nM$. We discuss implications on the BH apparent shape. Even if the bound is\nviolated by a small amount, the shadow cast by the BH changes significantly (it\nis $\\sim$ an order of magnitude smaller) from the case with $J \\le M$ and can\nbe used as a clear observational signature in the search for super--spinning\nBHs. We discuss briefly recent observations in the mm range of the\nsuper--massive BH at the Center of the Galaxy, speculating on the possibility\nthat it might violate the Kerr bound.\n","Comment: 7 pages, 3 figures. v3: refereed version"]}]
["0812.2030",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2030","PoS LATTICE2008:282,2008"],"date":["2008-12-10"],"type":["text"],"creator":["Kronfeld, Andreas S."],"language":[],"coverage":[],"title":["Non-Standard Physics in Leptonic and Semileptonic Decays of Charmed\n  Mesons"],"description":["  Recent measurements of the branching fraction for D_s -> l nu disagree with\nthe Standard Model expectation, which relies on calculations of $f_{D_s}$ from\nlattice QCD. This paper uses recent preliminary measurements from CLEO and a\nnew preliminary lattice-QCD result from this conference to update the\nsignificance of the discrepancy. The \"f_{D_s} puzzle\" stands now at 3.5sigma,\nwith sigma predominantly from the statistical uncertainty of the experiments.\nNew physics scenarios that could solve the puzzle would also lead to\nnon-Standard amplitudes mediating the semileptonic decays D -> K l nu. This\npaper shows where the new amplitudes enter the differential rate and outlines\nwhere lattice QCD calculations are needed to confront recent and forthcoming\nmeasurements.\n","Comment: 9 pp. Parallel talk at Lattice 2008. arXiv version includes appendix\n  with more details on BSM semileptonic amplitude and rate"]}]
["0812.2210",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2210","JCAP 0901:020,2009","doi:10.1088/1475-7516/2009/01/020"],"date":["2008-12-11"],"type":["text"],"creator":["del Campo, Sergio","Herrera, Ramon","Pavon, Diego"],"language":[],"coverage":[],"title":["Interacting models may be key to solve the cosmic coincidence problem"],"description":["  It is argued that cosmological models that feature a flow of energy from dark\nenergy to dark matter may solve the coincidence problem of late acceleration\n(i.e., \"why the energy densities of both components are of the same order\nprecisely today?\"). However, much refined and abundant observational data of\nthe redshift evolution of the Hubble factor are needed to ascertain whether\nthey can do the job.\n","Comment: 25 pages, 11 figures; accepted for publication in JCAP"]}]
["0812.2614",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2614","Chinese J. Phys. 47, 47(2009)"],"date":["2008-12-14"],"type":["text"],"creator":["Kandirmaz, Nalan","Sever, Ramazan"],"language":[],"coverage":[],"title":["Path Integral Solution of PT-/non-PT-Symmetric and non-Hermitian Morse\n  Potential"],"description":["  Path integral solutions are obtained for the the PT-/non-PT-Symmetric and\nnon-Hermitian Morse Potential. Energy eigenvalues and the corresponding wave\nfunctions are obtained.\n","Comment: 11 Pages"]}]
["0812.2842",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2842"],"date":["2008-12-15","2009-02-06"],"type":["text"],"creator":["Athanassoula, E.","Romero-Gomez, M.","Masdemont, J. J."],"language":[],"coverage":[],"title":["Rings, spirals and manifolds"],"description":["  Two-armed, grand design spirals and inner and outer rings in barred galaxies\ncan be due to orbits guided by the manifolds emanating from the vicinity of the\nL1 and L2 Lagrangian points, located at the ends of the bar. We first summarise\nthe necessary theoretical background and in particular we describe the dynamics\naround the unstable equilibrium points in barred galaxy models, and the\ncorresponding homoclinic and heteroclinic orbits. We then discuss two specific\nmorphologies and the circulation of material within the corresponding\nmanifolds. We also discuss the case where mass concentrations at the end of the\nbar can stabilise the L1 and L2 and the relevance of this work to the gas\nconcentrations in spirals and rings.\n","Comment: 12 pages, 9 figures. To appear in \"Tumbling, Twisting, and Winding\n  Galaxies: Pattern Speeds along the Hubble Sequence\", E. M. Corsini and V. P.\n  Debattista (eds.), Memorie della Societa Astronomica Italiana, typos\n  corrected"]}]
["0812.4684",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematical Physics","Nonlinear Sciences - Exactly Solvable and Integrable Systems","37K05","35Q53"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4684","Theor. Math. Phys. 154 (2008), 227-239","doi:10.1007/s11232-008-0022-y"],"date":["2008-12-27","2009-02-06"],"type":["text"],"creator":["Golovko, Valentina","Krasil'shchik, Iosif","Verbovetsky, Alexander"],"language":[],"coverage":[],"title":["Variational Poisson-Nijenhuis structures for partial differential\n  equations"],"description":["  We explore variational Poisson-Nijenhuis structures on nonlinear PDEs and\nestablish relations between Schouten and Nijenhuis brackets on the initial\nequation with the Lie bracket of symmetries on its natural extensions\n(coverings). This approach allows to construct a framework for the theory of\nnonlocal structures.\n","Comment: 12 pages; v2: the content isn't changed, submission metadata fixed;\n  v3: a minor correction"]}]
["0812.5080",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.5080"],"date":["2008-12-30","2009-02-06"],"type":["text"],"creator":["Lantsman, Leonid"],"language":[],"coverage":[],"title":["BPS ansatzes as electric form-factors"],"description":["  We argue that BPS ansatzes, entering manifestly vacuum BPS monopole solutions\nto equations of motion in the (Minkowskian) non-Abelian Higgs model play the\nrole of some electric form-factors and that this implies (soft) violating the\nCP-invariance of the mentioned model, similar to taking place in the Euclidian\nYang-Mills (YM) theory with instantons, generating the $\\theta$-term in the\nappropriate effective Hamiltonian.\n","Comment: v3. p.13: Eq. (3.11) is added, pointing the connection between the\n  $\\theta$-angle and the topological number n in the \"pure\" instanton model\n  without Higgs modes"]}]
["0901.1947",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.1947","Arm.Jour.Phys. vol.1, 229-233 (2008)"],"date":["2009-01-14"],"type":["text"],"creator":["Mkrtchian, Vanik E."],"language":[],"coverage":[],"title":["The force acting on a polarizable nanoparticle in the quantized\n  electromagnetic field"],"description":["  In this letter we derive an expression for the force acting on a small (still\nmacroscopic) particle in the field of the quantized electromagnetic radiation\nin any arbitrary quantum state. This result unifies in one simple formula all\nknown expressions for the forces (i.e. van der Waals or frictional) acting on a\nsmall particle.\n","Comment: 5 pages"]}]
["0901.2023",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2023"],"date":["2009-01-14","2009-02-06"],"type":["text"],"creator":["Algaba, J. C.","Gabuzda, D. C.","Smith, P. S."],"language":[],"coverage":[],"title":["Hints of High Core Faraday Rotations from a Joint Analysis of VLBA and\n  Optical Polarization Data"],"description":["  Although the continua of radio-loud Active Galactic Nuclei (AGN) are\ntypically dominated by synchrotron radiation over virtually the entire\nspectrum, it is not clear whether the radio and higher-frequency emission\noriginate in the same or different parts of the jet. Several different\nradio--optical correlations based on polarization data have been found\nrecently, suggesting that the optical and radio polarization may be closely\nrelated, and that the corresponding emission regions may be cospatial (Gabuzda\net. al2006, Jorstad et al. 2007, D'Arcangelo et al. 2007) Our joint analysis of\noptical and VLBA polarization data for a sample of about 40 AGNs shows that,\nafter correction for the inferred VLBA core Faraday rotations, most BL Lac\nobjects and some quasars have aligned VLBA-core and optical polarizations,\nalthough many quasars also show no obvious relationship between their VLBA-core\nand optical polarization angles. This may indicate that not all AGNs have\ncospatial regions of optical and radio emission in their jets. However, another\npossibility is that some of the 7mm-2cm VLBA cores have Faraday rotations of\nthe order of several tens of thousand of rad/m^2, which were not properly fit\nby our three-frequency data due to n*pi ambiguities in the observed\npolarization angles, leading to incorrect subtraction of the effects of the\ncore Faraday rotation, and so incorrect \"zero-wavelength\" radio polarization\nangles. The possibility of such high core Faraday rotations is supported by the\nresults of the parsec-scale Faraday-rotation studies of Zavala & Taylor (2004)\nand Jorstad et al. (2007).\n","Comment: 6 pages, 2 figures, reference removed, to be published in Proceedings\n  of Science, proceedings of The 9th European VLBI Network Symposium on The\n  role of VLBI in the Golden Age for Radio Astronomy and EVN Users Meeting,\n  September 23-26, 2008, Bologna, Italy"]}]
["0901.2041",{"format":[],"subject":["Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2041","Eur. Phys. Lett. 85 (2009) 38002","doi:10.1209/0295-5075/85/38002"],"date":["2009-01-14"],"type":["text"],"creator":["Elgeti, Jens","Gompper, Gerhard"],"language":[],"coverage":[],"title":["Self-Propelled Rods near Surfaces"],"description":["  We study the behavior of self-propelled nano- and micro-rods in three\ndimensions, confined between two parallel walls, by simulations and scaling\narguments. Our simulations include thermal fluctuations and hydrodynamic\ninteractions, which are both relevant for the dynamical behavior at nano- to\nmicrometer length scales. In order to investigate the importance hydrodynamic\ninteractions, we also perform Brownian-dynamics-like simulations. In both\ncases, we find that self-propelled rods display a strong surface excess in\nconfined geometries. An analogy with semi-flexible polymers is employed to\nderive scaling laws for the dependence on the wall distance, the rod length,\nand the propulsive force. The simulation data confirm the scaling predictions.\n","Comment: 6 pages, 9 figures"]}]
["0901.2304",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2304","Journal of Low Temperature Physics 154, 5 (2009) 199","doi:10.1007/s10909-009-9867-1"],"date":["2009-01-15"],"type":["text"],"creator":["Pistolesi, Fabio"],"language":[],"coverage":[],"title":["Cooling a vibrational mode coupled to a molecular single-electron\n  transistor"],"description":["  We consider a molecular single electron transistor coupled to a vibrational\nmode. For some values of the bias and gate voltage transport is possible only\nby absorption of one ore more phonons. The system acts then as a cooler for the\nmechanical mode at the condition that the electron temperature is lower than\nthe phonon temperature. The final effective temperature of the vibrational mode\ndepends strongly on the bias conditions and can be lower or higher of the\nreservoir in contact with the oscillator. We discuss the efficiency of this\nmethod, in particular we find that there is an optimal value for the\nelectron-phonon coupling that maximizes cooling.\n","Comment: 12 pages, 5 figures, to be published on J. Low Temp. Phys"]}]
["0901.4540",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4540"],"date":["2009-01-28","2009-02-05"],"type":["text"],"creator":["Sievers, J. L.","Mason, B. S.","Weintraub, L.","Achermann, C.","Altamirano, P.","Bond, J. R.","Bronfman, L.","Bustos, R.","Contaldi, C.","Dickinson, C.","Jones, M. E.","May, J.","Myers, S. T.","Oyarce, N.","Padin, S.","Pearson, T. J.","Pospieszalski, M.","Readhead, A. C. S.","Reeves, R.","Shepherd, M. C.","Taylor, A. C.","Torres, S."],"language":[],"coverage":[],"title":["Cosmological Results from Five Years of 30 GHz CMB Intensity\n  Measurements with the Cosmic Background Imager"],"description":["  We present final results on the angular power spectrum of total intensity\nanisotropies in the CMB from the CBI. Our analysis includes all primordial\nanisotropy data collected between January 2000 and April 2005, and benefits\nsignificantly from an improved maximum likelihood analysis pipeline. It also\nincludes results from a 30 GHz foreground survey conducted with the Green Bank\nTelescope (GBT) which places significant constraints on the possible\ncontamination due to foreground point sources. We improve on previous CBI\nresults by about a factor of two in the damping tail. These data confirm, at\n~3-sigma, the existence of an excess of power over intrinsic CMB anisotropy on\nsmall angular scales (l > 1800). Using the GBT survey, we find currently known\nradio source populations are not capable of generating the power; a new\npopulation of faint sources with steeply rising spectral indices would be\nrequired to explain the excess with sources... We also present a full\ncosmological parameter analysis of the new CBI power spectrum... With CBI\nalone, the full parameter analysis finds the excess is 1.6-sigma above the\nlevel expected for a sigma_8=0.8 universe. We find the addition of high-l CMB\ndata substantially improves constraints on cosmic string contributions to the\nTT power spectrum as well as the running of the scalar spectral index... We\nalso present forecasts for what other experiments should see at different\nfrequencies and angular resolutions given the excess power observed by CBI. We\nfind that the reported high-l bandpowers from current high resolution CMB\nbolometer experiments are consistent with each other and CBI if the excess\npower is due to the SZE at the CBI-level of 2.5 +/- 1 times the sigma_8=0.8\nstandard SZ template. <Abridged>\n","Comment: 38 Pages, 9 Figures, 5 Tables v2 - fixed typos"]}]
["0902.0617",{"format":[],"subject":["Mathematics - General Mathematics","11M26"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0617"],"date":["2009-02-03","2009-02-06"],"type":["text"],"creator":["Alcantara-Bode, Julio"],"language":[],"coverage":[],"title":["A proof of the Riemann Hypothesis"],"description":["  This paper has been withdrawn by the author, due to a crucial error in page\n5.\n","Comment: This paper has been withdrawn"]}]
["0902.0795",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0795","A&A 494, 11-20 (2009)","doi:10.1051/0004-6361:200810903"],"date":["2009-02-04"],"type":["text"],"creator":["Wozniak, Herve","Michel-Dansac, Leo"],"language":[],"coverage":[],"title":["Formation of young boxy/peanut bulges in ringed barred galaxies"],"description":["  We investigate whether the formation mechanism of boxy and peanut-shaped\n(B/PS) bulges could depend on the gas content of the galaxy. We have performed\nN-body simulations with and without a gaseous component. In the second case\nstar formation/feedback recipes have also been implemented to create new\nstellar populations. As in many previous studies, in our N-body collisionless\nsimulation, the B/PS is due to the classical break in the z mirror symmetry\nlasting roughly 200 Myr. When a gaseous component and star formation recipes\nare added to the simulation, the bulge-growing mechanism is quite different.\nThe young stellar population that is born in the thin gaseous disc rapidly\npopulates vertical resonant orbits triggered by the combined effects of the\nlinear horizontal and vertical ILRs. This leads to a B/PS bulge mainly made of\nstellar material younger than the surrounding population. The non-linear\nanalysis of the orbital structure shows that the main orbit family responsible\nfor the B/PS is not the same in the two cases. The 2:2:1 orbits prevail in the\ncollisionless simulation whereas additional asymmetrical families contribute to\nthe B/PS if a dissipative component is present and can form new stars. We found\nthat 2:3:1 and 2:5:1 orbits trap a significant fraction of the mass. A flat\nringed discy stellar component also appears simultaneously with the thickening\nof the young population. It is due to the star formation in a nuclear gaseous\ndisc located in the central kpc, inside the ILR, and accumulated there by the\ntorques exerted by the large-scale bar. Remarkably, it remains flat throughout\nthe simulation although it develops a nuclear bar, leading to a double-barred\ngalaxy. We predict that two populations of B/PS bulges could exist and even\ncoexist in the same galaxy.\n","Comment: 10 pages, 11 Postscript figures, published in A&A"]}]
["0902.0797",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0797"],"date":["2009-02-04"],"type":["text"],"creator":["Bambusi, Dario","Kappeler, Thomas","Paul, Thierry"],"language":[],"coverage":[],"title":["De Toda \\`a KdV"],"description":["  We consider the large number of particles limit of a periodic Toda lattice\nfor a family of initial data close to the equilibrium state. We show that each\nof the two edges of the spectra of the corresponding Jacobi matrices is up to\nan error, determined by the spectra of two Hill operators, associated to this\nfamily. We then show that the spectra of the Jacobi matrices remain almost\nconstant when the matrices evolve along the two limiting KdV equations. Finally\nwe prove that the Toda actions, when appropriately renormalized, converge to\nthe ones of KdV .\n"]}]
["0902.0798",{"format":[],"subject":["Computer Science - Artificial Intelligence","I.2.11","J.4","H.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0798"],"date":["2009-02-04"],"type":["text"],"creator":["Diaz-Aviles, Ernesto"],"language":[],"coverage":[],"title":["Alleviating Media Bias Through Intelligent Agent Blogging"],"description":["  Consumers of mass media must have a comprehensive, balanced and plural\nselection of news to get an unbiased perspective; but achieving this goal can\nbe very challenging, laborious and time consuming. News stories development\nover time, its (in)consistency, and different level of coverage across the\nmedia outlets are challenges that a conscientious reader has to overcome in\norder to alleviate bias.\n  In this paper we present an intelligent agent framework currently\nfacilitating analysis of the main sources of on-line news in El Salvador. We\nshow how prior tools of text analysis and Web 2.0 technologies can be combined\nwith minimal manual intervention to help individuals on their rational decision\nprocess, while holding media outlets accountable for their work.\n"]}]
["0902.0800",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0800"],"date":["2009-02-04"],"type":["text"],"creator":["Richoux, Olivier","Morand, E.","Simon, L."],"language":[],"coverage":[],"title":["Analytical study of the propagation of acoustic waves in a 1D weakly\n  disordered lattice"],"description":["  This paper presents an analytical approach of the propagation of an acoustic\nwave through a normally distributed disordered lattice made up of Helmholtz\nresonators connected to a cylindrical duct. This approach allows to determine\nanalytically the exact transmission coefficient of a weakly disordered lattice.\nAnalytical results are compared to a well-known numerical method based on a\nmatrix product. Furthermore, this approach gives an analytical expression of\nthe localization length apart from the Bragg stopband which depends only on the\nstandard deviation of the normal distribution disorder. This expression permits\nto study on one hand the localization length as a function of both disorder\nstrength and frequency, and on the other hand, the propagation characteristics\non the edges of two sorts of stopbands (Bragg and Helmholtz stopbands). Lastly,\nthe value of the localization length inside the Helmholtz stopband is compared\nto the localization length in the Bragg stopband.\n"]}]
["0902.0803",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0803"],"date":["2009-02-04"],"type":["text"],"creator":["Garrett, Travis"],"language":[],"coverage":[],"title":["A Simple, Direct Finite Differencing of the Einstein Equations"],"description":["  We investigate a simple variation of the Generalized Harmonic method for\nevolving the Einstein equations. A flat space wave equation for metric\nperturbations is separated from the Ricci tensor, with the rest of the Ricci\ntensor becoming a source for these wave equations. We demonstrate that this\nsplitting method allows for the accurate simulation of compact objects, with\ngravitational field strengths less than or equal to those of neutron stars.\nThis method could thus provide a straightforward path for general relativistic\neffects to be added to astrophysics simulations, such as in core collapse,\naccretion disks, and extreme mass ratio systems.\n","Comment: 5 pages, 1 figure"]}]
["0902.0805",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0805","Nature Physics 4, 639 (2008)","doi:10.1038/nphys999"],"date":["2009-02-04"],"type":["text"],"creator":["Agterberg, D. F.","Tsunetsugu, H."],"language":[],"coverage":[],"title":["Dislocations and vortices in pair density wave superconductors"],"description":["  With the ground breaking work of the Fulde, Ferell, Larkin, and Ovchinnikov\n(FFLO), it was realized that superconducting order can also break translational\ninvariance; leading to a phase in which the Cooper pairs develop a coherent\nperiodic spatially oscillating structure. Such pair density wave (PDW)\nsuperconductivity has become relevant in a diverse range of systems, including\ncuprates, organic superconductors, heavy fermion superconductors, cold atoms,\nand high density quark matter. Here we show that, in addition to charge density\nwave (CDW) order, there are PDW ground states that induce spin density wave\n(SDW) order when there is no applied magnetic field. Furthermore, we show that\nPDW phases support topological defects that combine dislocations in the induced\nCDW/SDW order with a fractional vortex in the usual superconducting order.\nThese defects provide a mechanism for fluctuation driven non-superconducting\nCDW/SDW phases and conventional vortices with CDW/SDW order in the core.\n","Comment: 6 pages,1 figure, 1 table"]}]
["0902.0807",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0807"],"date":["2009-02-04"],"type":["text"],"creator":["Li, Dong","Zhang, Xiaoyi"],"language":[],"coverage":[],"title":["Dynamics for the energy critical nonlinear Schr\\\"odinger equation in\n  high dimensions"],"description":["  In \\cite{duck-merle}, T. Duyckaerts and F. Merle studied the variational\nstructure near the ground state solution $W$ of the energy critical NLS and\nclassified the solutions with the threshold energy $E(W)$ in dimensions\n$d=3,4,5$ under the radial assumption. In this paper, we extend the results to\nall dimensions $d\\ge 6$. The main issue in high dimensions is the non-Lipschitz\ncontinuity of the nonlinearity which we get around by making full use of the\ndecay property of $W$.\n","Comment: 30 Pages. To appear JFA"]}]
["0902.0808",{"format":[],"subject":["Mathematics - Rings and Algebras","16N60, 16U80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0808","Beitrage zur algebra und geometrie 49 (2) (2008) 441--447"],"date":["2009-02-04"],"type":["text"],"creator":["Oukhtite, L.","Salhi, S.","Taoufiq, L."],"language":[],"coverage":[],"title":["Strong commutativity preserving maps on Lie ideals of semiprime rings"],"description":["  Let $R$ be a 2-torsion free semiprime ring and $U$ a nonzero square closed\nLie ideal of $R$. In this paper it is shown that if $f$ is either an\nendomorphism or an antihomomorphism of $R$ such that $f(U)=U,$ then $f$ is\nstrong commutativity preserving on $U$ if and only if $f$ is centralizing on\n$U.$\n","Comment: 7 pages"]}]
["0902.0815",{"format":[],"subject":["Mathematics - Rings and Algebras","16W10, 16W25, 16W20, 16U80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0815","Advances in algebra 1 (1) (2008) 19-26"],"date":["2009-02-04"],"type":["text"],"creator":["Oukhtite, L.","Salhi, S."],"language":[],"coverage":[],"title":["Centralizing automorphisms and Jordan left derivations on $\\sigma$-prime\n  rings"],"description":["  Let $R$ be a 2-torsion free $\\sigma$-prime ring. It is shown here that if\n$U\\not\\subset Z(R)$ is a $\\sigma$-Lie ideal of $R$ and $a, b$ in $R$ such that\n$aUb=\\sigma(a)Ub=0,$ then either $a=0$ or $b=0.$ This result is then applied to\nstudy the relationship between the structure of $R$ and certain automorphisms\non $R$. To end this paper, we describe additive maps $d: R \\longrightarrow R$\nsuch that $d(u^2) = 2ud(u)$ where $u\\in U,$ a nonzero $\\sigma$-square closed\nLie ideal of $R.$\n","Comment: 8 pages"]}]
["0902.0816",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0816"],"date":["2009-02-04"],"type":["text"],"creator":["Yoon, Ilsang","Weinberg, Martin","Katz, Neal"],"language":[],"coverage":[],"title":["Beyond the best-fit parameter: new insight on galaxy structure\n  decomposition from GALPHAT"],"description":["  We introduce a novel image decomposition package, GALPHAT, that provides\nrobust estimates of galaxy surface brightness profiles using Bayesian Markov\nChain Monte Carlo. The GALPHAT-determined posterior distribution of parameters\nenables us to assign rigorous statistical confidence intervals to maximum a\nposteriori estimates and to test complex galaxy formation and evolution\nhypotheses. We describe the GALPHAT algorithm, assess its performance using\ntest image data, and demonstrate that it has sufficient speed for production\nanalysis of a large galaxy sample. Finally we briefly introduce our ongoing\nscience program to study the distribution of galaxy structural properties in\nthe local universe using GALPHAT.\n","Comment: To appear in the proceedings of \"Galaxy Evolution: Emerging Insights\n  and Future Challenges\", Shardha Jogee, Lei Hao, Guillermo Blanc, Irina\n  Marinova, eds., ASP Conference Series"]}]
["0902.0820",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0820"],"date":["2009-02-04"],"type":["text"],"creator":["Vazquez-Semadeni, Enrique"],"language":[],"coverage":[],"title":["Are There Phases in the ISM?"],"description":["  The interstellar medium (ISM) is subject, on one hand, to heating and cooling\nprocesses that tend to segregate it into distinct phases due to thermal\ninstability (TI), and on the other, to turbulence-driving mechanisms that tend\nto produce strong nonlinear fluctuations in all the thermodynamic variables. In\nthis regime, large-scale turbulent compressions in the stable warm neutral\nmedium (WNM) dominate the clump-formation process rather than the linear\ndevelopent of TI. Cold clumps formed by this mechanism are often bounded by\nsharp density and temperature discontinuities, which however are not contact\ndiscontinuities as in the classical 2-phase model, but rather \"phase transition\nfronts\", across which there is net mass and momentum flux from the WNM into the\nclumps. The clumps grow mainly by accretion through their boundaries, are in\nboth thermal and ram pressure balance with their surroundings, and are\ninternally turbulent as well, thus also having significant density fluctuations\ninside. The temperature and density of the cold and warm gas around the phase\ntransition fronts fluctuate with time and location due to fluctuations in the\nturbulent pressure. Moreover, shock-compressed diffuse unstable gas can remain\nin the unstable regime for up to a few Myr before it undergoes a phase\ntransition to the cold phase. These processes populate the classically\nforbidden density and temperature ranges. Since gas at all temperatures appears\nto be present in bi- or tri-stable turbulence, we conclude that the word\n\"phase\" applies only locally, surrounding phase transition sites in the gas.\nGlobally, the word \"phase\" must relax its meaning to simply denote a certain\ntemperature or density range.\n","Comment: 11 pages, 8 figures. Invited review for the proceedings of \"The Role\n  of Disk-Halo Interaction in Galaxy Evolution: Outflow vs. Infall?\", held in\n  Espinho, Portugal, 18-22 August 2008"]}]
["0902.0822",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0822"],"date":["2009-02-04"],"type":["text"],"creator":["Wang, Ye","Ishwar, Prakash"],"language":[],"coverage":[],"title":["Bootstrapped Oblivious Transfer and Secure Two-Party Function\n  Computation"],"description":["  We propose an information theoretic framework for the secure two-party\nfunction computation (SFC) problem and introduce the notion of SFC capacity. We\nstudy and extend string oblivious transfer (OT) to sample-wise OT. We propose\nan efficient, perfectly private OT protocol utilizing the binary erasure\nchannel or source. We also propose the bootstrap string OT protocol which\nprovides disjoint (weakened) privacy while achieving a multiplicative increase\nin rate, thus trading off security for rate. Finally, leveraging our OT\nprotocol, we construct a protocol for SFC and establish a general lower bound\non SFC capacity of the binary erasure channel and source.\n","Comment: 5 pages, 2 figures. Submitted to 2009 IEEE International Symposium on\n  Information Theory, Seoul, South Korea"]}]
["0902.0826",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0826"],"date":["2009-02-04"],"type":["text"],"creator":["Dolan, T. J."],"language":[],"coverage":[],"title":["Condition for Steep Density Gradient at Separatrix"],"description":["  The slope of the plasma density gradient at the separatrix is influenced by\nthe curvature of the density profile in the scrape-off layer (SOL). This\ncurvature is determined by the parallel flow loss rate and the ionization rate\nin the SOL, which are influenced by the neutral gas density and electron\nheating in that region. The radial electric field is also influenced by the ion\npressure gradient just inside the separatrix.\n","Comment: 4 pages, 2 figures"]}]
["0902.0827",{"format":[],"subject":["Physics - Computational Physics","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0827"],"date":["2009-02-04"],"type":["text"],"creator":["Harvey, M. J.","Giupponi, G.","De Fabritiis, G."],"language":[],"coverage":[],"title":["ACEMD: Accelerating bio-molecular dynamics in the microsecond time-scale"],"description":["  The high arithmetic performance and intrinsic parallelism of recent graphical\nprocessing units (GPUs) can offer a technological edge for molecular dynamics\nsimulations. ACEMD is a production-class bio-molecular dynamics (MD) simulation\nprogram designed specifically for GPUs which is able to achieve supercomputing\nscale performance of 40 nanoseconds/day for all-atom protein systems with over\n23,000 atoms. We illustrate the characteristics of the code, its validation and\nperformance. We also run a microsecond-long trajectory for an all-atom\nmolecular system in explicit TIP3P water on a single workstation computer\nequipped with just 3 GPUs. This performance on cost effective hardware allows\nACEMD to reach microsecond timescales routinely with important implications in\nterms of scientific applications.\n"]}]
["0902.0828",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Symbolic Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0828"],"date":["2009-02-04"],"type":["text"],"creator":["Qin, Xiaolin","Feng, Yong","Chen, Jingwei","Zhang, Jingzhong"],"language":[],"coverage":[],"title":["Finding Exact Minimal Polynomial by Approximations"],"description":["  We present a new algorithm for reconstructing an exact algebraic number from\nits approximate value using an improved parameterized integer relation\nconstruction method. Our result is consistent with the existence of error\ncontrolling on obtaining an exact rational number from its approximation. The\nalgorithm is applicable for finding exact minimal polynomial by its approximate\nroot. This also enables us to provide an efficient method of converting the\nrational approximation representation to the minimal polynomial representation,\nand devise a simple algorithm to factor multivariate polynomials with rational\ncoefficients.\n  Compared with other methods, this method has the numerical computation\nadvantage of high efficiency. The experimental results show that the method is\nmore efficient than \\emph{identify} in \\emph{Maple} 11 for obtaining an exact\nalgebraic number from its approximation. In this paper, we completely implement\nhow to obtain exact results by numerical approximate computations.\n"]}]
["0902.0829",{"format":[],"subject":["Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0829"],"date":["2009-02-04"],"type":["text"],"creator":["Bestvina, M.","Bromberg, K.","Fujiwara, K.","Souto, J."],"language":[],"coverage":[],"title":["Shearing coordinates and convexity of length functions on Teichmueller\n  space"],"description":["  We prove that there are Fenchel-Nielsen coordinates for the Teichmueller\nspace of a finite area hyperbolic surface with respect to which the length\nfunctions are convex.\n"]}]
["0902.0837",{"format":[],"subject":["Mathematics - Combinatorics","05B35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0837"],"date":["2009-02-04"],"type":["text"],"creator":["Mayhew, Dillon","Royle, Gordon","Whittle, Geoff"],"language":[],"coverage":[],"title":["The internally 4-connected binary matroids with no M(K3,3)-minor"],"description":["  We give a characterization of the internally 4-connected binary matroids that\nhave no minor isomorphic to M(K3,3). Any such matroid is either cographic, or\nis isomorphic to a particular single-element extension of the bond matroid of a\ncubic or quartic Mobius ladder, or is isomorphic to one of eighteen sporadic\nmatroids.\n","Comment: 113 pages, 21 figures"]}]
["0902.0842",{"format":[],"subject":["Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0842"],"date":["2009-02-04"],"type":["text"],"creator":["Hrushovski, Ehud"],"language":[],"coverage":[],"title":["On finite imaginaries"],"description":["  We study finite imaginaries in certain valued fields, and prove a conjecture\nof Cluckers and Denef.\n","Comment: 15pp"]}]
["0902.0845",{"format":[],"subject":["Mathematics - Logic","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0845"],"date":["2009-02-04"],"type":["text"],"creator":["Hrushovski, Ehud","Kazhdan, David"],"language":[],"coverage":[],"title":["Motivic Poisson summation"],"description":["  We develop a \"motivic integration\" version of the Poisson summation formula\nfor function fields, with values in the Grothendieck ring of definable\nexponential sums. We also study division algebras over the function field, and\nobtain relations among the motivic Fourier transforms of a test function at\ndifferent completions. We use these to prove, in a special case, a motivic\nversion of a theorem of Deligne-Kazhdan-Vigneras.\n","Comment: 46pp"]}]
["0902.0847",{"format":[],"subject":["Mathematics - Combinatorics","Quantitative Biology - Quantitative Methods","05C65, 94C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0847"],"date":["2009-02-05"],"type":["text"],"creator":["Bailey, C. G.","Gull, D. W.","Oliveira, J. S."],"language":[],"coverage":[],"title":["Hypergraphic Oriented Matroid Relational Dependency Flow Models of\n  Chemical Reaction Networks"],"description":["  In this paper we derive and present an application of hypergraphic oriented\nmatroids for the purpose of enumerating the variable interdependencies that\ndefine the chemical complexes associated with the kinetics of non-linear\ndynamical system representations of chemical kinetic reaction flow networks.\nThe derivation of a hypergraphic oriented matroid is obtained by defining a\nclosure operator on families of n-subsets of signed multi-sets from which a\n\"Z-module\" is obtained. It has been observed that every instantiation of the\nclosure operator on the signed multiset families define a matroid structure. It\nis then demonstrated that these structures generate a pair of dual matroids\ncorresponding respectively to hyperspanning trees and hypercycles obtained from\nthe corresponding directed hypergraphs. These structures are next\nsystematically evaluated to obtain solution sets that satisfy systems of\nnon-linear chemical kinetic reaction flow networks in the MAP Kinase cascade\ncell-signaling pathway.\n","Comment: 16 pages, 4 figures"]}]
["0902.0849",{"format":[],"subject":["Mathematics - Rings and Algebras","16W10 (Primary) 16K20, 16W60, 16W50, 11E39 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0849"],"date":["2009-02-05"],"type":["text"],"creator":["Tignol, J. -P.","Wadsworth, A. R."],"language":[],"coverage":[],"title":["Valuations on Algebras with Involution"],"description":["  Let A be a central simple algebra with involution sigma of first or second\nkind. Let v be a valuation on the sigma-fixed part F of Z(A). A sigma-special\nv-gauge g on A is a kind of value function on A extending v on F, such that\ng(sigma(x) x) = 2g(x) for all x in A. It is shown (under certain restrictions\nif the residue characteristic is 2) that if v is Henselian, then there is a\nsigma-special v-gauge g if and only if sigma is anisotropic, and g is unique.\nIf v is not Henselian, it is shown that there is a sigma-special v-gauge g if\nand only if sigma remains anisotropic after scalar extension from F to the\nHenselization of F re v; when this occurs, g is the unique sigma-invariant\nv-gauge on A.\n","Comment: 27 pages"]}]
["0902.0850",{"format":[],"subject":["Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0850"],"date":["2009-02-05"],"type":["text"],"creator":["Velasco, Pedro Pablo Perez","de Lara, Juan"],"language":[],"coverage":[],"title":["Matrix Graph Grammars and Monotone Complex Logics"],"description":["  Graph transformation is concerned with the manipulation of graphs by means of\nrules. Graph grammars have been traditionally studied using techniques from\ncategory theory. In previous works, we introduced Matrix Graph Grammars (MGGs)\nas a purely algebraic approach for the study of graph grammars and graph\ndynamics, based on the representation of graphs by means of their adjacency\nmatrices. MGGs have been succesfully applied to problems such as applicability\nof rule sequences, sequentialization and reachability, providing new analysis\ntechniques and generalizing and improving previous results.\n  Our next objective is to generalize MGGs in order to approach computational\ncomplexity theory and \"static\" properties of graphs out of the \"dynamics\" of\ncertain grammars. In the present work, we start building bridges between MGGs\nand complexity by introducing what we call \"Monotone Complex Logic\", which\nallows establishing a (bijective) link between MGGs and complex analysis. We\nuse this logic to recast the formulation and basic building blocks of MGGs as\nmore proper geometric and analytic concepts (scalar products, norms,\ndistances). MGG rules can also be interpreted - via operators - as complex\nnumbers. Interestingly, the subset they define can be characterized as the\nSierpinski gasket.\n","Comment: 30 pages, 12 figures"]}]
["0902.0852",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0852"],"date":["2009-02-05"],"type":["text"],"creator":["Emmart, Niall","Weems, Charles C.","Chen, Yang"],"language":[],"coverage":[],"title":["Computing the smallest eigenvalue of large ill-conditioned Hankel\n  matrices"],"description":["  This paper presents a parallel algorithm for finding the smallest eigenvalue\nof a particular form of ill-conditioned Hankel matrix, which requires the use\nof extremely high precision arithmetic. Surprisingly, we find that\ncommonly-used approaches that are designed for high efficiency are actually\nless efficient than a direct approach under these conditions. We then develop a\nparallel implementation of the algorithm that takes into account the unusually\nhigh cost of individual arithmetic operations. Our approach combines message\npassing and shared memory, achieving near-perfect scalability and high\ntolerance for network latency. We are thus able to find solutions for much\nlarger matrices than has been previously possible, with the potential for\nextending this work to systems with greater levels of parallelism.\n","Comment: 13 pages, 2 figures"]}]
["0902.0858",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0858"],"date":["2009-02-05"],"type":["text"],"creator":["Luo, Meng-Bo","Hu, Xiao","Vinokur, Valerii"],"language":[],"coverage":[],"title":["Creep motions of flux lines in type II superconductors with point-like\n  defects"],"description":["  We simulated the creep motions of flux lines subject to randomly distributed\npoint-like pinning centers. It is found that at low temperatures, the pinning\nbarrier $U$ defined in the Arrhenius-type $v-F$ characteristics increases with\ndecreasing force $U(F) \\propto F^{-\\mu}$, as predicted by previous theories.\nThe exponent $\\mu$ is evaluated as $0.28\\pm 0.02 $ for the vortex glass and\n$\\mu\\simeq 0.5\\pm 0.02$ for the Bragg glass (BrG). The latter is in good\nagreement with the prediction by the scaling theory and the\nfunctional-renormalization-group theory on creep, while the former is a new\nestimate. Within BrG, we find that the pinning barrier is suppressed when\ntemperature is lifted to approximately half of the melting temperature.\nCharacterizations of this new transition at equilibrium are also presented,\nindicative of a phase transition associated with the replica-symmetry breaking.\n","Comment: 5 pages, 6 figures"]}]
["0902.0861",{"format":[],"subject":["Mathematics - Differential Geometry","53C25","53C55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0861"],"date":["2009-02-05"],"type":["text"],"creator":["Tsuboi, Kenji"],"language":[],"coverage":[],"title":["On the existence of K\\\"ahler metrics of constant scalar curvature"],"description":["  For certain compact complex Fano manifolds $M$ with reductive Lie algebras of\nholomorphic vector fields, we determine the analytic subvariety of the second\ncohomology group of $M$ consisting of K\\\"ahler classes whose\nBando-Calabi-Futaki character vanishes. Then a K\\\"ahler class contains a\nK\\\"ahler metric of constant scalar curvature if and only if the K\\\"ahler class\nis contained in the analytic subvariety. On examination of the analytic\nsubvariety, it is shown that $M$ admits infinitely many nonhomothetic K\\\"ahler\nclasses containing K\\\"ahler metrics of constant scalar curvature but does not\nadmit any K\\\"ahler-Einstein metric.\n"]}]
["0902.0865",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0865","doi:10.1016/j.ppnp.2008.12.020"],"date":["2009-02-05"],"type":["text"],"creator":["Oeschler, H."],"language":[],"coverage":[],"title":["Strangeness Production at 1 - 2 A GeV"],"description":["  The production of K+ and K- mesons below and at the NN threshold is\nsummarized, based on a comparison of data with transport model calculations. K+\nmesons are created in associate production together with hyperons (e.g. Lambda)\nin multi-step processes involving Delta resonances. These processes occur\nmainly during the high-density phase of the collision and this makes the K+ an\nideal tool to extract the stiffness of the nuclear equation of state, found to\nbe rather soft with a compressibility modulus K below 240 MeV. In contrast, the\nmajor part of K- mesons are produced via strangeness exchange. Most of the\ncreated K- are absorbed and the surviving ones are emitted quite late and at\nlow densities.\n","Comment: 7 pages, 7 figures, conference contribution for \"International school\n  of nuclear physics\", Erice, Sicily, 16 - 24 September 2008"]}]
["0902.0871",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0871"],"date":["2009-02-05"],"type":["text"],"creator":["Papadopoulos, Symeon","Skusa, Andre","Vakali, Athena","Kompatsiaris, Yiannis","Wagner, Nadine"],"language":[],"coverage":[],"title":["Bridge Bounding: A Local Approach for Efficient Community Discovery in\n  Complex Networks"],"description":["  The increasing importance of Web 2.0 applications during the last years has\ncreated significant interest in tools for analyzing and describing collective\nuser activities and emerging phenomena within the Web. Network structures have\nbeen widely employed in this context for modeling users, web resources and\nrelations between them. However, the amount of data produced by modern web\nsystems results in networks that are of unprecedented size and complexity, and\nare thus hard to interpret. To this end, community detection methods attempt to\nuncover natural groupings of web objects by analyzing the topology of their\ncontaining network. There are numerous techniques adopting a global perspective\nto the community detection problem, i.e. they operate on the complete network\nstructure, thus being computationally expensive and hard to apply in a\nstreaming manner. In order to add a local perspective to the study of the\nproblem, we present Bridge Bounding, a local methodology for community\ndetection, which explores the local network topology around a seed node in\norder to identify edges that act as boundaries to the local community. The\nproposed method can be integrated in an efficient global community detection\nscheme that compares favorably to the state of the art. As a case study, we\napply the method to explore the topic structure of the LYCOS iQ collaborative\nquestion/answering application by detecting communities in the networks created\nfrom the collective tagging activity of users.\n","Comment: 10 pages, 10 figures"]}]
["0902.0875",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0875","doi:10.1021/ja809848y"],"date":["2009-02-05"],"type":["text"],"creator":["Molinari, Anna S.","Alves, Helena","Chen, Zhihua","Facchetti, Antonio","Morpurgo, Alberto F."],"language":[],"coverage":[],"title":["High Electron Mobility in Vacuum and Ambient for PDIF-CN2 Single-Crystal\n  Transistors"],"description":["  We have investigated the electron mobility on field-effect transistors based\non PDIF-CN$_{2}$ single crystals. The family of the small molecules\nPDI8-CN$_{2}$ has been chosen for the promising results obtained for\nvapour-deposited thin film FETs. We used as gate dielectric a layer of PMMA\n(spinned on top of the SiO$_{2}$), to reduce the possibility of electron\ntrapping by hydroxyl groups present at surface of the oxide. For these devices\nwe obtained a room temperature mobility of 6 cm$^{2}$/Vs in vacuum and 3\ncm$^{2}$/Vs in air. Our measurements demonstrate the possibility to obtain\nn-type OFETs with performances comparable to those of p-type devices.\n","Comment: published online in JACS"]}]
["0902.0879",{"format":[],"subject":["Mathematics - Probability","Mathematics - Combinatorics","60F05","60C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0879"],"date":["2009-02-05"],"type":["text"],"creator":["Barbour, A. D."],"language":[],"coverage":[],"title":["Univariate approximations in the infinite occupancy scheme"],"description":["  The paper concerns the classical occupancy scheme with infinitely many boxes.\nWe establish approximations to the distributions of the number of occupied\nboxes, and of the number of boxes containing exactly r balls, within the family\nof translated Poisson distributions. These are shown to be of ideal asymptotic\norder, with respect both to total variation distance and to the approximation\nof point probabilities. The proof is probabilistic, making use of a translated\nPoisson approximation theorem of R\\\"ollin (2005).\n","Comment: 20 pages"]}]
["0902.0884",{"format":[],"subject":["Mathematics - Probability","60J75","62E17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0884"],"date":["2009-02-05"],"type":["text"],"creator":["Socoll, Sanda N.","Barbour, A. D."],"language":[],"coverage":[],"title":["Translated Poisson approximation to equilibrium distributions of Markov\n  population processes"],"description":["  The paper is concerned with the equilibrium distributions of continuous-time\ndensity dependent Markov processes on the integers. These distributions are\nknown typically to be approximately normal, and the approximation error, as\nmeasured in Kolmogorov distance, is of the smallest order that is compatible\nwith their having integer support. Here, an approximation in the much stronger\ntotal variation norm is established, without any loss in the asymptotic order\nof accuracy; the approximating distribution is a translated Poisson\ndistribution having the same variance and (almost) the same mean. Our arguments\nare based on the Stein-Chen method and Dynkin's formula.\n","Comment: 18 pages"]}]
["0902.0886",{"format":[],"subject":["Mathematics - Probability","60J75, 62E17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0886"],"date":["2009-02-05"],"type":["text"],"creator":["Socoll, Sanda N.","Barbour, A. D."],"language":[],"coverage":[],"title":["Local limit approximations for Markov population processes"],"description":["  The paper is concerned with the equilibrium distribution $\\Pi_n$ of the\n$n$-th element in a sequence of continuous-time density dependent Markov\nprocesses on the integers. Under a $(2+\\a)$-th moment condition on the jump\ndistributions, we establish a bound of order $O(n^{-(\\a+1)/2}\\sqrt{\\log n})$ on\nthe difference between the point probabilities of $\\Pi_n$ and those of a\ntranslated Poisson distribution with the same variance. Except for the factor\n$\\sqrt{\\log n}$, the result is as good as could be obtained in the simpler\nsetting of sums of independent integer-valued random variables. Our arguments\nare based on the Stein-Chen method and coupling.\n","Comment: 19 pages"]}]
["0902.0896",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0896","EPL 85 (2009) 10003","doi:10.1209/0295-5075/85/10003"],"date":["2009-02-05"],"type":["text"],"creator":["Vogel, Thomas","Neuhaus, Thomas","Bachmann, Michael","Janke, Wolfhard"],"language":[],"coverage":[],"title":["Thickness-dependent secondary structure formation of tubelike polymers"],"description":["  By means of sophisticated Monte Carlo methods, we investigate the\nconformational phase diagram of a simple model for flexible polymers with\nexplicit thickness. The thickness constraint, which is introduced geometrically\nvia the global radius of curvature of a polymer conformation, accounts for the\nexcluded volume of the polymer and induces cooperative effects supporting the\nformation of secondary structures. In our detailed analysis of the temperature\nand thickness dependence of the conformational behavior for classes of short\ntubelike polymers, we find that known secondary-structure segments like helices\nand turns, but also ringlike conformations and stiff rods are dominant\nintrinsic topologies governing the phase behavior of such cooperative tubelike\nobjects. This shows that the thickness constraint is indeed a fundamental\nphysical parameter that allows for a classification of generic polymer\nstructures.\n"]}]
["0902.0899",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0899"],"date":["2009-02-05"],"type":["text"],"creator":["Alenda, Régis","Olivetti, Nicola","Schwind, Camilla"],"language":[],"coverage":[],"title":["Comparative concept similarity over Minspaces: Axiomatisation and\n  Tableaux Calculus"],"description":["  We study the logic of comparative concept similarity $\\CSL$ introduced by\nSheremet, Tishkovsky, Wolter and Zakharyaschev to capture a form of qualitative\nsimilarity comparison. In this logic we can formulate assertions of the form \"\nobjects A are more similar to B than to C\". The semantics of this logic is\ndefined by structures equipped by distance functions evaluating the similarity\ndegree of objects. We consider here the particular case of the semantics\ninduced by \\emph{minspaces}, the latter being distance spaces where the minimum\nof a set of distances always exists. It turns out that the semantics over\narbitrary minspaces can be equivalently specified in terms of preferential\nstructures, typical of conditional logics. We first give a direct\naxiomatisation of this logic over Minspaces. We next define a decision\nprocedure in the form of a tableaux calculus. Both the calculus and the\naxiomatisation take advantage of the reformulation of the semantics in terms of\npreferential structures.\n","Comment: 25 pages"]}]
["0902.0901",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0901"],"date":["2009-02-05"],"type":["text"],"creator":["Brouwers, Lisa","Camitz, Martin","Cakici, Baki","Mäkilä, Kalle","Saretok, Paul"],"language":[],"coverage":[],"title":["MicroSim: Modeling the Swedish Population"],"description":["  This article presents a unique, large-scale and spatially explicit\nmicrosimulation model that uses official anonymized register data collected\nfrom all individuals living in Sweden. Individuals are connected to households\nand workplaces and represent crucial links in the Swedish social contact\nnetwork. This enables significant policy experiments in the domain of epidemic\noutbreaks. Development of the model started in 2004 at the Swedish Institute\nfor Infectious Disease Control (SMI) in Solna, Sweden with the goal of creating\na tool for testing the effects of intervention policies. These interventions\ninclude mass vaccination, targeted vaccination, isolation and social\ndistancing. The model was initially designed for simulating smallpox outbreaks.\nIn 2006, it was modified to support simulations of pandemic influenza. All nine\nmillions members of the Swedish population are represented in the model. This\narticle is a technical description of the simulation model; the input data, the\nsimulation engine and the basic object types.\n"]}]
["0902.0909",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0909"],"date":["2009-02-05"],"type":["text"],"creator":["Ignesti, Emilio","Cavalieri, Stefano","Fini, Lorenzo","Sali, Emiliano","Tognetti, Marco V.","Eramo, Roberto","Buffa, Roberto"],"language":[],"coverage":[],"title":["Optical delay control of large-spectral-bandwidth laser pulses"],"description":["  In this letter we report the first experimental observation of temporal delay\ncontrol of large-spectral-bandwidth multimode laser pulses by means of\nelectromagnetically induced transparency (EIT). We achieved controllable\nretardation with limited temporal distortion of optical pulses with an input\nspectral bandwidth of 3.3 GHz. The experimental results compare favorably with\ntheoretical predictions.\n","Comment: Submitted to Optics Letters (January 2009)"]}]
["0902.0910",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0910"],"date":["2009-02-05"],"type":["text"],"creator":["Sengupta, Wrick"],"language":[],"coverage":[],"title":["A novel analytical operator method to solve linear ordinary differential\n  equations with variable coefficients"],"description":["  A new analytical operator method is discussed which solves linear ordinary\ndifferential equations with regular singularities. Solutions are obtained in\nanalytic series form and also in Mellin-Barnes-type contour integral form.\nExact series solution is obtained without having to calculate series\ncoefficients by recurrence relation.Both homogeneous and inhomogeneous\nequations are solved identically without having to calculate the Green's\nfunction explicitly in the case of inhomogeneous equation.Closed-form solutions\nare obtained for all the special functions appearing in mathematical physics.\nFor a second-order equation both the independent solutions are obtained without\ninvoking Wronskians, even when the indices differ by an integer.\n","Comment: 14 pages 0 figures"]}]
["0902.0913",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0913"],"date":["2009-02-05"],"type":["text"],"creator":["Pumo, M. L.","Ventura, P.","D'Antona, F.","Zappala', R. A."],"language":[],"coverage":[],"title":["The \"double final fate\" of super-AGB stars and its possible consequences\n  for some astrophysical issues"],"description":["  Super-AGB stars can conclude their evolution either as neon-oxygen white\ndwarfs or as electron-capture supernovae. We discuss the possible consequences\nof the existence of this \"double final fate\" in the self-enrichment of globular\nclusters and in the nucleosynthesis process of s-nuclei.\n","Comment: 4 pages, no figures, Proceedings of the \"LII congresso della Societa'\n  Astronomica Italiana\", Teramo, May 4-8, 2008, to appear in Mem. S.A.It"]}]
["0902.0914",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0914"],"date":["2009-02-05"],"type":["text"],"creator":["Klos, Jaroslaw"],"language":[],"coverage":[],"title":["Surface states in zigzag and armchair graphene nanoribbons"],"description":["  This paper presents electronic spectra of zigzag and armchair graphene\nnanoribbons calculated within the tight-binding model for pi-electrons. Zigzag\nand armchair nanoribbons of different edge geometries are considered, with\nsurface perturbation taken into account. The properties of surface states are\ndiscussed on the basis of their classification into Tamm states and Shockley\nstates. In armchair nanoribbons surface states are shown to close the energy\ngap at the Dirac point for certain edge geometries.\n","Comment: 10 pages, 10 figures"]}]
["0902.0915",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0915"],"date":["2009-02-05"],"type":["text"],"creator":["Ord, S.","Greenhill, L.","Wayth, R.","Mitchell, D.","Dale, K.","Pfister, H.","Edgar, R. G."],"language":[],"coverage":[],"title":["GPUs for data processing in the MWA"],"description":["  The MWA is a next-generation radio interferometer under construction in\nremote Western Australia. The data rate from the correlator makes storing the\nraw data infeasible, so the data must be processed in real-time. The processing\ntask is of order ~10 TFLOPS. The remote location of the MWA limits the power\nthat can be allocated to computing. We describe the design and implementation\nof elements of the MWA real-time data processing system which leverage the\ncomputing abilities of modern graphics processing units (GPUs). The matrix\nalgebra and texture mapping capabilities of GPUs are well suited to the\nmajority of tasks involved in real-time calibration and imaging. Considerable\nperformance advantages over a conventional CPU-based reference implementation\nare obtained.\n","Comment: 4 pages, 0 figures, presented at ADASS 2008 and submitted to\n  proceedings"]}]
["0902.0919",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0919"],"date":["2009-02-05"],"type":["text"],"creator":["Ariba, Yassine","Gouaisbaut, Frédéric","Labit, Yann"],"language":[],"coverage":[],"title":["Multiple time-delays system modeling and control for router management"],"description":["  This paper investigates the overload problem of a single congested router in\nTCP (Transmission Control Protocol) networks. To cope with the congestion\nphenomenon, we design a feedback control based on a multiple time-delays model\nof the set TCP/AQM (Active Queue Management). Indeed, using robust control\ntools, especially in the quadratic separation framework, the TCP/AQM model is\nrewritten as an intercon- nected system and a structured state feedback is\nconstructed to stabilize the network variables. Finally, we illustrate the\nproposed methodology with a numerical example and simulations using NS-2\nsimulator.\n"]}]
["0902.0920",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0920","International Conference on Communication Theory, Reliability, and\n  Quality of Service, Bucharest : Roumanie (2008)","doi:10.1109/CTRQ.2008.15"],"date":["2009-02-05"],"type":["text"],"creator":["Ariba, Yassine","Labit, Yann","Gouaisbaut, Frédéric"],"language":[],"coverage":[],"title":["Design and performance evaluation of a state-space based AQM"],"description":["  Recent research has shown the link between congestion control in\ncommunication networks and feedback control system. In this paper, the design\nof an active queue management (AQM) which can be viewed as a controller, is\nconsidered. Based on a state space representation of a linearized fluid flow\nmodel of TCP, the AQM design is converted to a state feedback synthesis problem\nfor time delay systems. Finally, an example extracted from the literature and\nsimulations via a network simulator NS (under cross traffic conditions) support\nour study.\n"]}]
["0902.0922",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0922","46th IEEE Conference on Decision and Control, New Orleans :\n  \\'Etats-Unis d'Am\\'erique (2007)","doi:10.1109/CDC.2007.4434673"],"date":["2009-02-05"],"type":["text"],"creator":["Labit, Yann","Ariba, Yassine","Gouaisbaut, Frédéric"],"language":[],"coverage":[],"title":["On Designing Lyapunov-Krasovskii Based AQM for Routers Supporting TCP\n  Flows"],"description":["  For the last few years, we assist to a growing interest of designing AQM\n(Active Queue Management) using control theory. In this paper, we focus on the\nsynthesis of an AQM based on the Lyapunov theory for time delay systems. With\nthe help of a recently developed Lyapunov-Krasovskii functional and using a\nstate space representation of a linearized fluid model of TCP, two robust AQMs\nstabilizing the TCP model are constructed. Notice that our results are\nconstructive and the synthesis problem is reduced to a convex optimization\nscheme expressed in terms of linear matrix inequalities (LMIs). Finally, an\nexample extracted from the literature and simulations via {\\it NS simulator}\nsupport our study.\n"]}]
["0902.0923",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0923"],"date":["2009-02-05"],"type":["text"],"creator":["Balazard, Michel","Castañón, Oswaldo Velásquez"],"language":[],"coverage":[],"title":["Sur l'infimum des parties r\\'eelles des z\\'eros des sommes partielles de\n  la fonction z\\^eta de Riemann"],"description":["  The greatest lower bound of the real parts of the roots of a partial sum of\nthe Dirichlet series of Riemann's zeta function is asymptotically equivalent to\nthe opposite of the number of terms of this sum, multiplied by the Napierian\nlogarithm of 2, when this number of terms tends to infinity.\n","Comment: A para\\^itre aux Comptes Rendus de l'Acad\\'emie des Sciences"]}]
["0902.0924",{"format":[],"subject":["Computer Science - Software Engineering","D.2.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0924"],"date":["2009-02-05"],"type":["text"],"creator":["Jureta, Ivan","Mylopoulos, John","Faulkner, Stephane"],"language":[],"coverage":[],"title":["Towards a Theory of Requirements Elicitation: Acceptability Condition\n  for the Relative Validity of Requirements"],"description":["  A requirements engineering artifact is valid relative to the stakeholders of\nthe system-to-be if they agree on the content of that artifact. Checking\nrelative validity involves a discussion between the stakeholders and the\nrequirements engineer. This paper proposes (i) a language for the\nrepresentation of information exchanged in a discussion about the relative\nvalidity of an artifact; (ii) the acceptability condition, which, when it\nverifies in a discussion captured in the proposed language, signals that the\nrelative validity holds for the discussed artifact and for the participants in\nthe discussion; and (iii) reasoning procedures to automatically check the\nacceptability condition in a discussions captured by the proposed language.\n"]}]
["0902.0925",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0925"],"date":["2009-02-05"],"type":["text"],"creator":["Mattei, Pierre-Olivier"],"language":[],"coverage":[],"title":["Multiple Resonances in Fluid-Loaded Vibrating Structures"],"description":["  This study deals with spectral analysis of fluid-loaded vibrating structure.\nIt was recently observed in a numerical study on a high order perturbation\nmethod under heavy fluid loading that a loaded vibrating plate results, not\nonly in the classical frequency shift of the in vacuo single resonance (in both\nthe real part because of the fluid added mass and the imaginary part because of\nenergy lost by radiation into the fluid), but also in an increase in the number\nof the resonance frequencies : as a result of the loading, a single in vacuo\nresonance frequency of the structure is transformed into a multiple resonance\nfrequency. Here we show that this phenomenon is said to be a refinement of the\nSanchez's classical result in their book (Vibration and coupling of continuous\nsystems, Springer-Verlag -1989-, paragraph 9.3) where it was established, using\nasymptotic analysis, that in the case of a light loading conditions \"the\nscattering frequencies of a fluid loaded elastic structure (ie the resonance\nfrequencies) are nearly the real eigenfrequencies of the elastic body alone and\nthe complex scattering frequencies of the fluid with a rigid solid\". A\ntheoretical explanation of the observed phenomenon of multiple resonance is\ngiven using classical results of the distribution of zeros of entire functions.\nIt is established that every single in vacuo resonance frequency of a\nrectangular plate is transformed into an infinite number of resonances when the\nfluid-loading is accounted for.\n","Comment: Accept\\'e pour publication dans Acta Acustica United with Acustica en\n  janvier 2009"]}]
["0902.0931",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0931"],"date":["2009-02-05"],"type":["text"],"creator":["Badiali, J. P."],"language":[],"coverage":[],"title":["Relation Time-Thermodynamics. a Path Integral Approach"],"description":["  Starting from an algebraic approach of quantum physics it has been shown via\nthe Tomita-Takesaki theorem and the KMS condition that the canonical density\nmatrix contains the dynamics of the system provided we use a rescaling of time.\nIn this paper we show that the path integral form of the partition function\nreveals a dynamics which is complementary of the one given by the\nTomita-Takesaki theorem. To do that we work in the spirit of a\nFeynman'conjecture. We define the entropy as a measure of the disorder in space\ntime. By using an equilibrium condition we introduce a natural time scale that\nit is precisely the one appearing in the Tomita-Takesaki theorem. For this time\nscale depending on the temperature but not on the system properties our\ndefinition of entropy is identical to the thermodynamic one. The underlying\ndynamics associated with the partition function allows us to derive a\n$\\bf{H}$-$theorem$. It is obtained in the thermodynamic limit and provided we\nare in a regime in which the thermal fluctuations are larger than the quantum\nones.\n"]}]
["0902.0937",{"format":[],"subject":["Mathematics - Combinatorics","06A07 (Primary), 05A18, 05E25 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0937"],"date":["2009-02-05","2009-02-06"],"type":["text"],"creator":["Bailey, Colin","Oliveira, Joseph"],"language":[],"coverage":[],"title":["Enumerating the Derangements of an $n$-Cube via M\\\"obius Inversion"],"description":["  In $\\mathcal L$, the semilattice of faces of an $n$-cube, we count the number\nof automorphisms of $\\mathcal L$ that fix a given subalgebra -- either\npointwise or as a subalgebra. By using M\\\"obius inversion we get a formula for\nthe number of derangements on the $n$-cube in terms of the M\\\"obius function on\nthe lattice of MR-subalgebras. We compute this M\\\"obius function.\n","Comment: 13 pages, minor revisions of definitions"]}]
["0902.0939",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0939"],"date":["2009-02-05"],"type":["text"],"creator":["Chekulaev, D.","Kaplan, A."],"language":[],"coverage":[],"title":["Diffusion-free ultrafast carrier dynamics in silicon nano-pillars"],"description":["  We have investigated ultrafast carriers dynamics in crystalline silicon\nnano-pillars structure using a pump-probe reflectivity method with 800 nm, 150\nfs laser pulses and fluence in the range of {17 - 170} mJ/cm^2. Dimensions of\nthe structure allow us to eliminate contribution from the diffusion process to\nthe relaxation dynamics of the excited carriers. Strong intensity-dependent\ntime-resolved reflectivity change, \\Delta R(\\tau_d), was monitored in the\nsubmelting regime. At strong pumping \\Delta R(\\tau_d) can reach up to 8%, a\nseveral times higher than for a bulk silicon. From the measurements we deduced\nrecombination time of up to 10 ns at carriers density of ~1 x 10^20 cm^-3,\nwhile electron-phonon interaction occurs during 350-400 fs and it is\nindependent of the concentration.\n","Comment: 3 pages, 4 figures"]}]
["0902.0940",{"format":[],"subject":["Mathematics - Probability","60G15, 60G44, 62M20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0940"],"date":["2009-02-05"],"type":["text"],"creator":["Keptsyna, M. L.","Breton, A. Le","Viot, M."],"language":[],"coverage":[],"title":["About Gaussian filtering problems with general exponential quadratic\n  criteria"],"description":["  Filtering problems with general exponential quadratic criteria are\ninvestigated for Gauss-Markov processes. In this setting, the Linear\nExponential Gaussian and Risk-Sensitive filtering problems are solved and it is\nshown that they may have different solutions.\n"]}]
["0902.0960",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0960"],"date":["2009-02-05"],"type":["text"],"creator":["Mignani, R. P.","Kerber, F.","Smart, R. L.","Putte, D. Vande","Wicenec, A.","Rauch, T.","Adorf, H. M.","Harrison, R."],"language":[],"coverage":[],"title":["Virtual Observatory studies of Planetary Nebulae"],"description":["  Starting from the Strasbourg ESO Catalogue (SEC) of Planetary Nebulae (PNe),\nthe largest PNe compilation available with ~ 1500 objects, we undertook a\ncomprehensive study of the whole PN population, never carried out so far, only\nusing on-line catalogues and data from public imaging surveys. The study\nincludes the PN dynamics through their measured proper motions (PMs), the study\nof their galactocentric orbits, the study of their interactions with the\ninterstellar medium (ISM), and the study of their UV-to-IR spectral energy\ndistribution (SED). As a preliminary step required to perform\ncross-correlations with on-line catalogues, we first went through a systematic\nreassessment of the PN coordinates (Kerber et al. 2003a).\n","Comment: 2 pages, to be published in the Proceedings of the Conference\n  \"Multiwavelength Astronomy and the Virtual Observatory\", held at ESAC-Madrid,\n  December 1-3 2008"]}]
["0902.0966",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0966"],"date":["2009-02-05","2009-02-06"],"type":["text"],"creator":["Bai, Dongwoon","Ghassemzadeh, Saeed S.","Miller, Robert R.","Tarokh, Vahid"],"language":[],"coverage":[],"title":["Beam Selection Gain Versus Antenna Selection Gain"],"description":["  We consider beam selection using a fixed beamforming network (FBN) at a base\nstation with $M$ array antennas. In our setting, a Butler matrix is deployed at\nthe RF stage to form $M$ beams, and then the best beam is selected for\ntransmission. We provide the proofs of the key properties of the noncentral\nchi-square distribution and the following properties of the beam selection gain\nverifying that beam selection is superior to antenna selection in Rician\nchannels with any $K$-factors. Furthermore, we find asymptotically tight\nstochastic bounds of the beam selection gain, which yield approximate closed\nform expressions of the expected selection gain and the ergodic capacity. Beam\nselection has the order of growth of the ergodic capacity\n$\\mathnormal{\\Theta}(\\log(M))$ regardless of user location in contrast to\n$\\mathnormal{\\Theta}(\\log(\\log(M)))$ for antenna selection.\n","Comment: 22 pages, 4 figures"]}]
["0902.0968",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0968"],"date":["2009-02-05"],"type":["text"],"creator":["Harrison, Michael J."],"language":[],"coverage":[],"title":["Possible Giant Orbital Paramagnetism in Nanometer Scale 2DEG Strips"],"description":["  An elementary calculation shows that Landau diamagnetism becomes\nsignificantly altered and very large paramagnetic effects emerge at low\ntemperature in nanoscale 2DEG strips penetrated by a perpendicular applied\nmagnetic field and bounded by a parabolic potential, such as may arise from\nnegative voltage applied to a split gate. These novel results are described by\nan expression which manifests the total system magnetization as a difference\nbetween evolved orbital paramagnetism and altered diamagnetism. These predicted\neffects correspond to drift motion of electrons parallel to the strip length\narising from Landau eigenstates that are non-degenerate in the combined\npresence of a perpendicular applied magnetic field and electric fields\nassociated with a confining parabolic potential. A new heterostructured\nmagnetic material based on orbital electronic motion in 2DEG strips is\nproposed.\n"]}]
["0902.0969",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0969"],"date":["2009-02-05"],"type":["text"],"creator":["Romano, P.","Mignani, R. P.","Campana, S.","Moretti, A.","Panzera, M. R.","Tagliaferri, G.","Mottini, M."],"language":[],"coverage":[],"title":["The BMW-Chandra survey. Serendipitous Source Catalogue"],"description":["  We present the BMW-Chandra source catalogue derived from Chandra ACIS-I\nobservations (exposure time >10ks) public as of March 2003 by using a wavelet\ndetection algorithm (Lazzati et al. 1999; Campana et al. 1999). The catalogue\ncontains a total of 21325 sources, 16758 of which are serendipitous. Our sky\ncoverage in the soft band (0.5-2 keV, S/N =3) is ~8 deg^2 for F_X > 10^-13 erg\ncm^-2 s-1, and ~2 deg^2 for F_X >10^-15 erg cm^-2 s^-1. The catalogue contains\ninformation on positions, count rates (and errors) in three energy bands.\n(total, 0.5-7 keV; soft, 0.5-2 keV; and hard, 2-7keV), and in four additional\nenergy bands, SB1 (0.5-1keV), SB2 (1-2 keV), HB1 (2-4 keV), and HB2 (4-7keV),\nas well as information on the source extension, and cross-matches with the\nFIRST, IRAS, 2MASS, and GSC-2 catalogues.\n","Comment: 2 pages, to be published in the Proceedings of the Conference\n  \"Multiwavelength Astronomy and the Virtual Observatory\", held at ESAC-Madrid,\n  December 1-3 2008"]}]
["0902.0970",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0970"],"date":["2009-02-05"],"type":["text"],"creator":["Csűrös, Miklós","Miklós, István"],"language":[],"coverage":[],"title":["Mathematical Framework for Phylogenetic Birth-And-Death Models"],"description":["  A phylogenetic birth-and-death model is a probabilistic graphical model for a\nso-called phylogenetic profile, i.e., the size distribution for a homolog gene\nfamily at the terminal nodes of a phylogeny. Profile datasets are used in\nbioinformatics analyses for the inference of evolutionary trees, and of\nfunctional associations between gene families, as well as for the\nquantification of various processes guiding genome evolution. Here we describe\nthe mathematical formalism for phylogenetic birth-and-death models. We also\npresent an algorithm for computing the likelihood in a gain-loss-duplication\nmodel.\n"]}]
["astro-ph/0608480",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0608480","Astrophys.J.653:954-962,2006","doi:10.1086/508654"],"date":["2006-08-23"],"type":["text"],"creator":["Dahle, H."],"language":[],"coverage":[],"title":["The Cluster Mass Function from Weak Gravitational Lensing"],"description":["  We present the first measurement of the mass function of galaxy clusters\nbased directly on cluster masses derived from observations of weak\ngravitational lensing. To investigate the degree of sample incompleteness\nresulting from the X-ray based selection of the target clusters, we use a\nsample of 50 clusters with weak lensing mass measurements to empirically\ndetermine the relation between lensing mass and X-ray luminosity and the\nscatter about this relation. We use a complete, volume-limited sub-sample of 35\nX-ray luminous clusters of galaxies at 0.15<z<0.3 to constrain the abundance of\nvery massive (M >~ 10^15/h M_sun) clusters. From this, we constrain\nsigma_8(Omega_m/0.3)^{0.37} = 0.67^{+0.04}_{-0.05} (68% confidence limits),\nagreeing well with constraints from the 3-year WMAP CMB measurements and\nestimates of cluster abundances based on X-ray observations, but somewhat lower\nthan constraints from ``cosmic shear'' weak lensing measurements in random\nfields.\n","Comment: 10 pages, 3 figures. Accepted for publication in ApJ"]}]
["cond-mat/0003482",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0003482","Phys.Rev.E62:2213-2218,2000","doi:10.1103/PhysRevE.62.2213"],"date":["2000-03-29"],"type":["text"],"creator":["Bologna, Mauro","Tsallis, Constantino","Grigolini, Paolo"],"language":[],"coverage":[],"title":["Anomalous diffusion associated with nonlinear fractional derivative\n  Fokker-Planck-like equation: Exact time-dependent solutions"],"description":["  We consider the $d=1$ nonlinear Fokker-Planck-like equation with fractional\nderivatives $\\frac{\\partial}{\\partial t}P(x,t)=D\n\\frac{\\partial^{\\gamma}}{\\partial x^{\\gamma}}[P(x,t) ]^{\\nu}$. Exact\ntime-dependent solutions are found for $ \\nu = \\frac{2-\\gamma}{1+ \\gamma}$\n($-\\infty<\\gamma \\leq 2$). By considering the long-distance {\\it asymptotic}\nbehavior of these solutions, a connection is established, namely\n$q=\\frac{\\gamma+3}{\\gamma+1}$ ($0<\\gamma \\le 2$), with the solutions optimizing\nthe nonextensive entropy characterized by index $q$ . Interestingly enough,\nthis relation coincides with the one already known for L\\'evy-like\nsuperdiffusion (i.e., $\\nu=1$ and $0<\\gamma \\le 2$). Finally, for\n$(\\gamma,\\nu)=(2, 0)$ we obtain $q=5/3$ which differs from the value $q=2$\ncorresponding to the $\\gamma=2$ solutions available in the literature ($\\nu<1$\nporous medium equation), thus exhibiting nonuniform convergence.\n","Comment: 3 figures"]}]
["cond-mat/0101339",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0101339","Phys.Rev.E64:016702,2001","doi:10.1103/PhysRevE.64.016702"],"date":["2001-01-22"],"type":["text"],"creator":["Lin, C.","Zong, F. -H.","Ceperley, D. M."],"language":[],"coverage":[],"title":["Twist-averaged Boundary Conditions in Continuum Quantum Monte Carlo"],"description":["  We develop and test Quantum Monte Carlo algorithms which use a``twist'' or a\nphase in the wave function for fermions in periodic boundary conditions. For\nmetallic systems, averaging over the twist results in faster convergence to the\nthermodynamic limit than periodic boundary conditions for properties involving\nthe kinetic energy with the same computational complexity. We determine\nexponents for the rate of convergence to the thermodynamic limit for the\ncomponents of the energy of coulomb systems. We show results with twist\naveraged variational Monte Carlo on free particles, the Stoner model and the\nelectron gas using Hartree-Fock, Slater-Jastrow, three-body and backflow\nwavefunction. We also discuss the use of twist averaging in the grand canonical\nensemble, and numerical methods to accomplish the twist averaging.\n","Comment: 8 figures, 12 pages"]}]
["cond-mat/0104056",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0104056","Phys.Rev.E64:056214,2001","doi:10.1103/PhysRevE.64.056214"],"date":["2001-04-03"],"type":["text"],"creator":["Nazmitdinov, R. G.","Pichugin, K. N.","Rotter, I.","Seba, P."],"language":[],"coverage":[],"title":["Whispering gallery modes in open quantum billiards"],"description":["  The poles of the S-matrix and the wave functions of open 2D quantum billiards\nwith convex boundary of different shape are calculated by the method of complex\nscaling. Two leads are attached to the cavities. The conductance of the\ncavities is calculated at energies with one, two and three open channels in\neach lead. Bands of overlapping resonance states appear which are localized\nalong the convex boundary of the cavities and contribute coherently to the\nconductance. These bands correspond to the whispering gallery modes appearing\nin the classical calculations.\n","Comment: 9 pages, 3 figures in jpg and gif format"]}]
["cond-mat/0104364",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0104364","Phys.Rev.E64:036109,2001","doi:10.1103/PhysRevE.64.036109"],"date":["2001-04-19","2001-05-30"],"type":["text"],"creator":["Grousson, M.","Tarjus, G.","Viot, P."],"language":[],"coverage":[],"title":["A Monte Carlo study of the three-dimensional Coulomb frustrated Ising\n  ferromagnet"],"description":["  We have investigated by Monte-Carlo simulation the phase diagram of a\nthree-dimensional Ising model with nearest-neighbor ferromagnetic interactions\nand small, but long-range (Coulombic) antiferromagnetic interactions. We have\ndeveloped an efficient cluster algorithm and used different lattice sizes and\ngeometries, which allows us to obtain the main characteristics of the\ntemperature-frustration phase diagram. Our finite-size scaling analysis\nconfirms that the melting of the lamellar phases into the paramgnetic phase is\ndriven first-order by the fluctuations. Transitions between ordered phases with\ndifferent modulation patterns is observed in some regions of the diagram, in\nagreement with a recent mean-field analysis.\n","Comment: 14 pages, 10 figures, submitted to Phys. Rev. E"]}]
["cond-mat/0204029",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0204029","Phys.Rev.E66:065101,2002","doi:10.1103/PhysRevE.66.065101"],"date":["2002-04-01"],"type":["text"],"creator":["Cabral, Benedito J. C.","Tsallis, Constantino"],"language":[],"coverage":[],"title":["Metastability, negative specific heat and weak mixing in classical\n  long-range many-rotator system"],"description":["  We perform a molecular dynamical study of the isolated $d=1$ classical\nHamiltonian ${\\cal H} = {1/2} \\sum_{i=1}^N L_i^2 + \\sum_{i \\ne j}\n\\frac{1-cos(\\theta_i-\\theta_j)}{r_{ij}^\\alpha} ;(\\alpha \\ge 0)$, known to\nexhibit a second order phase transition, being disordered for $u \\equiv\nU/N{\\tilde N} \\ge u_c(\\alpha,d)$ and ordered otherwise ($U\\equiv$ total energy\nand ${\\tilde N} \\equiv \\frac{N^{1-\\alpha/d}-\\alpha/d}{1-\\alpha/d}$). We focus\non the nonextensive case $\\alpha/d \\le 1$ and observe that, for $u<u_c$, a\nbasin of attraction exists for the initial conditions for which the system\nquickly relaxes onto a longstanding metastable state (whose duration presumably\ndiverges with $N$ like ${\\tilde N}$) which eventually crosses over to the\nmicrocanonical Boltzmann-Gibbs stable state. The temperature associated with\nthe (scaled) average kinetic energy per particle is lower in the metastable\nstate than in the stable one. It is exhibited for the first time that the\nappropriately scaled maximal Lyapunov exponent\n$\\lambda_{u<u_c}^{max}(metastable) \\propto N^{-\\kappa_{metastable}} ;(N \\to\n\\infty)$, where, for all values of $\\alpha/d$, $\\kappa_{metastable}$\nnumerically coincides with {\\it one third} of its value for $u>u_c$, hence\ndecreases from 1/9 to zero when $\\alpha/d$ increases from zero to unity,\nremaining zero thereafter. This new and simple {\\it connection between\nanomalies above and below the critical point} reinforces the nonextensive\nuniversality scenario.\n","Comment: 9 pages and 4 PS figures"]}]
["cond-mat/0204440",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0204440","Phys.Rev.B67:024515,2003","doi:10.1103/PhysRevB.67.024515"],"date":["2002-04-19","2003-07-17"],"type":["text"],"creator":["Kirkpatrick, T. R.","Belitz, D."],"language":[],"coverage":[],"title":["Coexistence of ferromagnetism and superconductivity"],"description":["  A comprehensive theory is developed that describes the coexistence of p-wave,\nspin-triplet superconductivity and itinerant ferromagnetism. It is shown how to\nuse field-theoretic techniques to derive both conventional strong-coupling\ntheory, and analogous gap equations for superconductivity induced by magnetic\nfluctuations. It is then shown and discussed in detail that the magnetic\nfluctuations are generically stronger on the ferromagnetic side of the magnetic\nphase boundary, which substantially enhances the superconducting critical\ntemperature in the ferromagnetic phase over that in the paramagnetic one. The\nresulting phase diagram is compared with the experimental observations in UGe_2\nand ZrZn_2.\n","Comment: 16 pp., REVTeX, 6 eps figs; final version as published"]}]
["cond-mat/0204602",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0204602","Phys.Rev.B67:125114,2003","doi:10.1103/PhysRevB.67.125114"],"date":["2002-04-29"],"type":["text"],"creator":["Legeza, O.","Roder, J.","Hess, B. A."],"language":[],"coverage":[],"title":["Controlling the accuracy of the density matrix renormalization group\n  method: The Dynamical Block State Selection approach"],"description":["  We have applied the momentum space version of the Density Matrix\nRenormalization Group method ($k$-DMRG) in quantum chemistry in order to study\nthe accuracy of the algorithm in the new context. We have shown numerically\nthat it is possible to determine the desired accuracy of the method in advance\nof the calculations by dynamically controlling the truncation error and the\nnumber of block states using a novel protocol which we dubbed Dynamical Block\nState Selection (DBSS). The relationship between the real error and truncation\nerror has been studied as a function of the number of orbitals and the fraction\nof filled orbitals. We have calculated the ground state of the molecules\nCH$_2$, H$_2$O, and F$_2$ as well as the first excited state of CH$_2$. Our\nlargest calculations were carried out with 57 orbitals, the largest number of\nblock states was 1500--2000, and the largest dimensions of the Hilbert space of\nthe superblock configuration was 800.000--1.200.000.\n","Comment: 12 pages"]}]
["cond-mat/0301273",{"format":[],"subject":["Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0301273","Phys.Rev.E67:066203,2003","doi:10.1103/PhysRevE.67.066203"],"date":["2003-01-15"],"type":["text"],"creator":["Emary, Clive","Brandes, Tobias"],"language":[],"coverage":[],"title":["Chaos and the Quantum Phase Transition in the Dicke Model"],"description":["  We investigate the quantum chaotic properties of the Dicke Hamiltonian; a\nquantum-optical model which describes a single-mode bosonic field interacting\nwith an ensemble of $N$ two-level atoms. This model exhibits a zero-temperature\nquantum phase transition in the $N \\go \\infty$ limit, which we describe exactly\nin an effective Hamiltonian approach. We then numerically investigate the\nsystem at finite $N$ and, by analysing the level statistics, we demonstrate\nthat the system undergoes a transition from quasi-integrability to quantum\nchaotic, and that this transition is caused by the precursors of the quantum\nphase-transition. Our considerations of the wavefunction indicate that this is\nconnected with a delocalisation of the system and the emergence of macroscopic\ncoherence. We also derive a semi-classical Dicke model, which exhibits\nanalogues of all the important features of the quantum model, such as the phase\ntransition and the concurrent onset of chaos.\n","Comment: 51 pages, 15 figures, latex"]}]
["cond-mat/0304246",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0304246","Phys.Rev.B68:035341,2003","doi:10.1103/PhysRevB.68.035341"],"date":["2003-04-10","2003-08-27"],"type":["text"],"creator":["Serra, Llorens","Nazmitdinov, Rashid G.","Puente, A."],"language":[],"coverage":[],"title":["Symmetry breaking and the random-phase approximation in small quantum\n  dots"],"description":["  The random-phase approximation has been used to compute the properties of\nparabolic two-dimensional quantum dots beyond the mean-field approximation.\nSpecial emphasis is put on the ground state correlation energy, the symmetry\nrestoration and the role of the spurious modes within the random-phase\napproximation. A systematics with the Coulombic interaction strength is\npresented for the 2-electron dot, while for the 6- and 12-electron dots\nselected cases are discussed. The validity of the random-phase approximation is\nassessed by comparison with available exact results.\n","Comment: 9 pages, 4 embedded + 6 gif Figs. Published version"]}]
["cond-mat/0305635",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0305635","Phys.Rev.B68:214509,2003","doi:10.1103/PhysRevB.68.214509"],"date":["2003-05-28"],"type":["text"],"creator":["Yuzbashyan, Emil A.","Baytin, Alexander A.","Altshuler, Boris L."],"language":[],"coverage":[],"title":["Strong Coupling Expansion for the Pairing Hamiltonian"],"description":["  The paper is devoted to the effects of superconducting pairing in small\nmetallic grains. It turns out that at strong superconducting coupling and in\nthe limit of large Thouless conductance one can explicitly determine the low\nenergy spectrum of the problem. We start with the strong coupling limit and\ndevelop a systematic expansion in powers of the inverse coupling constant for\nthe many-particle spectrum of the system. The strong coupling expansion is\nbased on the formal exact solution of the Richardson model and converges for\nrealistic values of the coupling constant. We use this expansion to study the\nlow energy excitations of the system, in particular energy and spin gaps in the\nmany-body spectrum.\n","Comment: 16 pages, 3 figures"]}]
["cond-mat/0310503",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks","Nonlinear Sciences - Adaptation and Self-Organizing Systems","Physics - Physics and Society","Quantitative Finance - Portfolio Management"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0310503","Physica A 350 (2-4), 491-499 (2005)","doi:10.1016/j.physa.2004.11.040"],"date":["2003-10-21","2004-12-16"],"type":["text"],"creator":["Garlaschelli, Diego","Battiston, Stefano","Castri, Maurizio","Servedio, Vito D. P.","Caldarelli, Guido"],"language":[],"coverage":[],"title":["The scale-free topology of market investments"],"description":["  We propose a network description of large market investments, where both\nstocks and shareholders are represented as vertices connected by weighted links\ncorresponding to shareholdings. In this framework, the in-degree ($k_{in}$) and\nthe sum of incoming link weights ($v$) of an investor correspond to the number\nof assets held (\\emph{portfolio diversification}) and to the invested wealth\n(\\emph{portfolio volume}) respectively. An empirical analysis of three\ndifferent real markets reveals that the distributions of both $k_{in}$ and $v$\ndisplay power-law tails with exponents $\\gamma$ and $\\alpha$. Moreover, we find\nthat $k_{in}$ scales as a power-law function of $v$ with an exponent $\\beta$.\nRemarkably, despite the values of $\\alpha$, $\\beta$ and $\\gamma$ differ across\nthe three markets, they are always governed by the scaling relation\n$\\beta=(1-\\alpha)/(1-\\gamma)$. We show that these empirical findings can be\nreproduced by a recent model relating the emergence of scale-free networks to\nan underlying Paretian distribution of `hidden' vertex properties.\n","Comment: Final version accepted for publication on Physica A"]}]
["cond-mat/0402466",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics","Nonlinear Sciences - Adaptation and Self-Organizing Systems","Physics - Physics and Society","Quantitative Finance - General Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0402466","Physica A: Statistical Mechanics and its Applications, Volume 338,\n  Issues 1-2, 1 July 2004, Pages 113-118. Proceedings of the conference A\n  Nonlinear World: the Real World, 2nd International Conference on Frontier\n  Science, Pavia (Italy)","doi:10.1016/j.physa.2004.02.032"],"date":["2004-02-18"],"type":["text"],"creator":["Garlaschelli, D.","Loffredo, M. I."],"language":[],"coverage":[],"title":["Wealth Dynamics on Complex Networks"],"description":["  We study a model of wealth dynamics [Bouchaud and M\\'ezard 2000,\n\\emph{Physica A} \\textbf{282}, 536] which mimics transactions among economic\nagents. The outcomes of the model are shown to depend strongly on the\ntopological properties of the underlying transaction network. The extreme cases\nof a fully connected and a fully disconnected network yield power-law and\nlog-normal forms of the wealth distribution respectively. We perform numerical\nsimulations in order to test the model on more complex network topologies. We\nshow that the mixed form of most empirical distributions (displaying a\nnon-smooth transition from a log-normal to a power-law form) can be traced back\nto a heterogeneous topology with varying link density, which on the other hand\nis a recently observed property of real networks.\n","Comment: 6 pages, 2(x2) figures"]}]
["cond-mat/0403051",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Nonlinear Sciences - Adaptation and Self-Organizing Systems","Physics - Physics and Society","Quantitative Finance - General Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0403051","Phys. Rev. Lett. 93, 188701 (2004).","doi:10.1103/PhysRevLett.93.188701"],"date":["2004-03-01","2004-10-20"],"type":["text"],"creator":["Garlaschelli, D.","Loffredo, M. I."],"language":[],"coverage":[],"title":["Fitness-dependent topological properties of the World Trade Web"],"description":["  Among the proposed network models, the hidden variable (or good get richer)\none is particularly interesting, even if an explicit empirical test of its\nhypotheses has not yet been performed on a real network. Here we provide the\nfirst empirical test of this mechanism on the world trade web, the network\ndefined by the trade relationships between world countries. We find that the\npower-law distributed gross domestic product can be successfully identified\nwith the hidden variable (or fitness) determining the topology of the world\ntrade web: all previously studied properties up to third-order correlation\nstructure (degree distribution, degree correlations and hierarchy) are found to\nbe in excellent agreement with the predictions of the model. The choice of the\nconnection probability is such that all realizations of the network with the\nsame degree sequence are equiprobable.\n","Comment: 4 Pages, 4 Figures. Final version accepted for publication on\n  Physical Review Letters"]}]
["cond-mat/0407272",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0407272","Phys.Rev.B71:155115,2005","doi:10.1103/PhysRevB.71.155115"],"date":["2004-07-11","2005-04-10"],"type":["text"],"creator":["Wu, Congjun","Zhang, Shou-Cheng"],"language":[],"coverage":[],"title":["A sufficient condition for the absence of the sign problem in the\n  fermionic quantum Monte-Carlo algorithm"],"description":["  Quantum Monte-Carlo (QMC) simulations involving fermions have the notorious\nsign problem. Some well-known exceptions of the auxiliary field QMC algorithm\nrely on the factorizibility of the fermion determinant. Recently, a fermionic\nQMC algorithm [1] has been found in which the fermion determinant may not\nnecessarily factorizable, but can instead be expressed as a product of complex\nconjugate pairs of eigenvalues, thus eliminating the sign problem for a much\nwider class of models. In this paper, we present general conditions for the\napplicability of this algorithm and point out that it is deeply related to the\ntime reversal symmetry of the fermion matrix. We apply this method to various\nmodels of strongly correlated systems at all doping levels and lattice\ngeometries, and show that many novel phases can be simulated without the sign\nproblem.\n","Comment: 14 pages, 7 figures, to appear in Phys. Rev. B"]}]
["cond-mat/0408685",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0408685","Phys.Rev.B72:024545,2005","doi:10.1103/PhysRevB.72.024545"],"date":["2004-08-31","2005-08-31"],"type":["text"],"creator":["Lüders, M.","Marques, M. A. L.","Lathiotakis, N. N.","Floris, A.","Profeta, G.","Fast, L.","Continenza, A.","Massidda, S.","Gross, E. K. U."],"language":[],"coverage":[],"title":["Ab-initio theory of superconductivity - I: Density functional formalism\n  and approximate functionals"],"description":["  A novel approach to the description of superconductors in thermal equilibrium\nis developed within a formally exact density-functional framework. The theory\nis formulated in terms of three ``densities'': the ordinary electron density,\nthe superconducting order parameter, and the diagonal of the nuclear N-body\ndensity matrix. The electron density and the order parameter are determined by\nKohn-Sham equations that resemble the Bogoliubov-de Gennes equations. The\nnuclear density matrix follows from a Schroedinger equation with an effective\nN-body interaction. These equations are coupled to each other via\nexchange-correlation potentials which are universal functionals of the three\ndensities. Approximations of these exchange-correlation functionals are derived\nusing the diagrammatic techniques of many-body perturbation theory. The bare\nCoulomb repulsion between the electrons and the electron-phonon interaction\nenter this perturbative treatment on the same footing. In this way, a truly\nab-initio description is achieved which does not contain any empirical\nparameters.\n","Comment: 18 pages, 4 figures, 1 table, revised version"]}]
["cond-mat/0507729",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0507729","Phys.Rev.B72:094510,2005","doi:10.1103/PhysRevB.72.094510"],"date":["2005-07-29"],"type":["text"],"creator":["Blume, D."],"language":[],"coverage":[],"title":["Threshold behavior of bosonic two-dimensional few-body systems"],"description":["  Bosonic two-dimensional self-bound clusters consisting of $N$ atoms\ninteracting through additive van der Waals potentials become unbound at a\ncritical mass m*(N); m*(N) has been predicted to be independent of the size of\nthe system. Furthermore, it has been predicted that the ground state energy\nE(N) of the N-atom system varies exponentially as the atomic mass approaches\nm*. This paper reports accurate numerical many-body calculations that allow\nthese predictions to be tested. We confirm the existence of a universal\ncritical mass m*, and show that the near-threshold behavior can only be\ndescribed properly if a previously neglected term is included. We comment on\nthe universality of the energy ratio E(N+1)/E(N) near threshold.\n","Comment: 6 pages, 3 figures"]}]
["cond-mat/0509163",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0509163","Phys.Rev.B73:045128,2006","doi:10.1103/PhysRevB.73.045128"],"date":["2005-09-06"],"type":["text"],"creator":["Chubukov, A. V.","Maslov, D. L.","Millis, A. J."],"language":[],"coverage":[],"title":["Nonanalytic corrections to the specific heat of a three-dimensional\n  Fermi liquid"],"description":["  We revisit the issue of the leading nonanalytic corrections to the\ntemperature dependence of the specific heat coefficient, $\\gamma (T)=C(T)/T,$\nfor a system of interacting fermions in three dimensions. We show that the\nleading temperature dependence of the specific heat coefficient $\\gamma\n(T)-\\gamma (0) \\propto T^3 \\ln T$ comes from two physically distinct processes.\nThe first process involves a thermal excitation of a single particle-hole pair,\nwhose components interact via a nonanalytic dynamic vertex. The second process\ninvolves an excitation of three particle-hole pairs which interact via the\nanalytic static fixed-point vertex. We show that the single-pair contribution\nis expressed via the backscattering amplitude of quasiparticles at the Fermi\nsurface. The three-pair contribution does not have a simple expression in terms\nof scattering in particular directions. We clarify the relation between these\nresults and previous literature on both 3D and 2D systems, and discuss the\nrelation between the nonanalyticities in $\\gamma$ and those in spin\nsusceptibilities.\n"]}]
["cond-mat/9910086",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9910086","Phys.Rev.E61:1417-1422,2000","doi:10.1103/PhysRevE.61.1417"],"date":["1999-10-06"],"type":["text"],"creator":["Drazer, German","Wio, Horacio S.","Tsallis, Constantino"],"language":[],"coverage":[],"title":["Anomalous diffusion with absorption: Exact time-dependent solutions"],"description":["  Recently, analytical solutions of a nonlinear Fokker-Planck equation\ndescribing anomalous diffusion with an external linear force were found using a\nnon extensive thermostatistical Ansatz. We have extended these solutions to the\ncase when an homogeneous absorption process is also present. Some peculiar\naspects of the interrelation between the deterministic force, the nonlinear\ndiffusion and the absorption process are discussed.\n","Comment: RevTex, 16 pgs, 4 figures. Accepted in Physical Review E"]}]
["cs/0702132",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0702132"],"date":["2007-02-22","2009-02-05"],"type":["text"],"creator":["Chandrasekhar, Vikram","Andrews, Jeffrey G."],"language":[],"coverage":[],"title":["Uplink Capacity and Interference Avoidance for Two-Tier Femtocell\n  Networks"],"description":["  Two-tier femtocell networks-- comprising a conventional macrocellular network\nplus embedded femtocell hotspots-- offer an economically viable solution to\nachieving high cellular user capacity and improved coverage. With universal\nfrequency reuse and DS-CDMA transmission however, the ensuing cross-tier\ncochannel interference (CCI) causes unacceptable outage probability. This paper\ndevelops an uplink capacity analysis and interference avoidance strategy in\nsuch a two-tier CDMA network. We evaluate a network-wide area spectral\nefficiency metric called the \\emph{operating contour (OC)} defined as the\nfeasible combinations of the average number of active macrocell users and\nfemtocell base stations (BS) per cell-site that satisfy a target outage\nconstraint. The capacity analysis provides an accurate characterization of the\nuplink outage probability, accounting for power control, path-loss and\nshadowing effects. Considering worst case CCI at a corner femtocell, results\nreveal that interference avoidance through a time-hopped CDMA physical layer\nand sectorized antennas allows about a 7x higher femtocell density, relative to\na split spectrum two-tier network with omnidirectional femtocell antennas. A\nfemtocell exclusion region and a tier selection based handoff policy offers\nmodest improvements in the OCs. These results provide guidelines for the design\nof robust shared spectrum two-tier networks.\n","Comment: To be published in the IEEE Transactions on Wireless Communications"]}]
["hep-ph/0307217",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0307217","Phys.Rev.C68:018501,2003","doi:10.1103/PhysRevC.68.018501"],"date":["2003-07-17"],"type":["text"],"creator":["Krutov, A. F.","Troitsky, V. E."],"language":[],"coverage":[],"title":["Relativistic Instant--Form Approach To The Structure Of Two-Body\n  Composite Systems. Nonzero Spin"],"description":["  The relativistic approach to electroweak properties of two-particle composite\nsystems developed in Ref. [A.F.Krutov, V.E.Troitsky, Phys.Rev.C. 65 (2002)\n045501] is generalized here to the case of nonzero spin. In developed technique\nthe parametrization of matrix elements of electroweak current operators in\nterms of form factors is a realization of the Wigner--Eckart theorem on the\nPoincar\\'e group and form factors are reduced matrix elements. The $\\rho$ meson\ncharge form factor is calculated as an example.\n","Comment: 4 pages, 1 figure"]}]
["hep-th/0407018",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0407018","JETP Lett.80:218-225,2004; Pisma Zh.Eksp.Teor.Fiz.80:247-254,2004","doi:10.1134/1.1813675"],"date":["2004-07-02","2004-08-22"],"type":["text"],"creator":["Akhmedov, Emil T."],"language":[],"coverage":[],"title":["Expansion in Feynman Graphs as Simplicial String Theory"],"description":["  We show that the series expansion of quantum field theory in the Feynman\ndiagrams can be explicitly mapped on the partition function of the simplicial\nstring theory -- the theory describing embeddings of the two--dimensional\nsimplicial complexes into the space--time of the field theory. The summation\nover two--dimensional geometries in this theory is obtained from the summation\nover the Feynman diagrams and the integration over the Schwinger parameters of\nthe propagators. We discuss the meaning of the obtained relation and derive the\none--dimensional analog of the simplicial theory on the example of the free\nrelativistic particle.\n","Comment: Latex, 11pp, Minor mintakes are corrected"]}]
["math-ph/0510075",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0510075","J.Math.Phys.47:043510,2006","doi:10.1063/1.2190898"],"date":["2005-10-20","2005-11-04"],"type":["text"],"creator":["Bertini, S.","Cacciatori, S. L.","Cerchiai, B. L."],"language":[],"coverage":[],"title":["On the Euler angles for SU(N)"],"description":["  In this paper we reconsider the problem of the Euler parametrization for the\nunitary groups. After constructing the generic group element in terms of\ngeneralized angles, we compute the invariant measure on SU(N) and then we\ndetermine the full range of the parameters, using both topological and\ngeometrical methods. In particular, we show that the given parametrization\nrealizes the group $SU(N+1)$ as a fibration of U(N) over the complex projective\nspace $\\mathbb{CP}^n$. This justifies the interpretation of the parameters as\ngeneralized Euler angles.\n","Comment: 16 pages, references added"]}]
["math-ph/0702071",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0702071","Communications in Mathematical Physics 281, 1 (2008) 129-177","doi:10.1007/s00220-008-0481-x"],"date":["2007-02-21","2008-04-17"],"type":["text"],"creator":["Cancès, Eric","Deleurence, Amélie","Lewin, Mathieu"],"language":[],"coverage":[],"title":["A new approach to the modelling of local defects in crystals: the\n  reduced Hartree-Fock case"],"description":["  This article is concerned with the derivation and the mathematical study of a\nnew mean-field model for the description of interacting electrons in crystals\nwith local defects. We work with a reduced Hartree-Fock model, obtained from\nthe usual Hartree-Fock model by neglecting the exchange term. First, we recall\nthe definition of the self-consistent Fermi sea of the perfect crystal, which\nis obtained as a minimizer of some periodic problem, as was shown by Catto, Le\nBris and Lions. We also prove some of its properties which were not mentioned\nbefore. Then, we define and study in details a nonlinear model for the\nelectrons of the crystal in the presence of a defect. We use formal analogies\nbetween the Fermi sea of a perturbed crystal and the Dirac sea in Quantum\nElectrodynamics in the presence of an external electrostatic field. The latter\nwas recently studied by Hainzl, Lewin, S\\'er\\'e and Solovej, based on ideas\nfrom Chaix and Iracane. This enables us to define the ground state of the\nself-consistent Fermi sea in the presence of a defect. We end the paper by\nproving that our model is in fact the thermodynamic limit of the so-called\nsupercell model, widely used in numerical simulations.\n","Comment: Final version, to appear in Comm. Math. Phys"]}]
["math/0209254",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","Mathematics - Complex Variables","14R15, 14C17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0209254","J. Pure Appl. Algebra, 188 (2004), no. 1-3, 305--319."],"date":["2002-09-19"],"type":["text"],"creator":["Zhao, Wenhua"],"language":[],"coverage":[],"title":["Some Reductions on Jacobian Problem in Two Variables"],"description":["  Let $f=(f_1, f_2)$ be a regular sequence of affine curves in $\\bC^2$. Under\nsome reduction conditions achieved by composing with some polynomial\nautomorphisms of $\\bC^2$, we show that the intersection number of curves\n$(f_i)$ in $\\bC^2$ equals to the coefficient of the leading term $x^{n-1}$ in\n$g_2$, where $n=\\deg f_i$ $(i=1, 2)$ and $(g_1, g_2)$ is the unique solution of\nthe equation $y{\\mathcal J}(f)=g_1f_1+g_2f_2$ with $\\deg g_i\\leq n-1$. So the\nwell-known Jacobian problem is reduced to solving the equation above.\nFurthermore, by using the result above, we show that the Jacobian problem can\nalso be reduced to a special family of polynomial maps.\n"]}]
["math/0301045",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0301045"],"date":["2003-01-06","2009-02-05"],"type":["text"],"creator":["Luo, Zhi-Ming","Bubenik, Peter","Kim, Peter T."],"language":[],"coverage":[],"title":["Closed Model Categories for Presheaves of Simplicial Groupoids and\n  Presheaves of 2-Groupoids"],"description":["  It is shown that the category of presheaves of simplicial groupoids and the\ncategory of presheaves of 2-groupoids have Quillen closed model structures.\nFurthermore, their homotopy categories are equivalent to the homotopy\ncategories of simplicial presheaves and homotopy 2-types, respectively.\n","Comment: 17 pages"]}]
["math/0508419",{"format":[],"subject":["Mathematics - Probability","60H07, 58J65 (Primary)","22E99 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0508419"],"date":["2005-08-22","2009-02-05"],"type":["text"],"creator":["Melcher, Tai"],"language":[],"coverage":[],"title":["Malliavin calculus for Lie group-valued Wiener functions"],"description":["  Let G be a Lie group equipped with a set of left invariant vector fields.\nThese vector fields generate a function \\xi on Wiener space into G via the\nstochastic version of Cartan's rolling map. It is shown here that, for any\nsmooth function f with compact support, f(\\xi) is Malliavin differentiable to\nall orders and these derivatives belong to L^p(\\mu) for all p>1, where \\mu is\nWiener measure.\n","Comment: 22 pages, 0 figures; final version with addition of example and\n  significant reorganization, to appear in Infinite Dimensional Analysis and\n  Quantum Probability"]}]
["math/0508420",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Differential Geometry","Mathematics - Probability","22E30 (Primary)","60H07 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0508420","Stochastic Processes and their Applications, 118, no 3 p 368-388,\n  2008"],"date":["2005-08-22","2009-02-05"],"type":["text"],"creator":["Melcher, Tai"],"language":[],"coverage":[],"title":["Hypoelliptic heat kernel inequalities on Lie groups"],"description":["  This paper discusses the existence of gradient estimates for second order\nhypoelliptic heat kernels on manifolds. It is now standard that such\ninequalities, in the elliptic case, are equivalent to a lower bound on the\nRicci tensor of the Riemannian metric. For hypoelliptic operators, the\nassociated \"Ricci curvature\" takes on the value -\\infty at points of degeneracy\nof the semi-Riemannian metric associated to the operator. For this reason, the\nstandard proofs for the elliptic theory fail in the hypoelliptic setting.\n  This paper presents recent results for hypoelliptic operators. Malliavin\ncalculus methods transfer the problem to one of determining certain infinite\ndimensional estimates. Here, the underlying manifold is a Lie group, and the\nhypoelliptic operators are invariant under left translation. In particular,\n\"L^p-type\" gradient estimates hold for p\\in(1,\\infty), and the p=2 gradient\nestimate implies a Poincar\\'e estimate in this context.\n","Comment: 22 pages, 0 figures; final journal version"]}]
["math/0610856",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Combinatorics","52C17, 90C22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610856","Europ. J. Comb. 30 (2009), 625-637.","doi:10.1016/j.ejc.2008.07.017"],"date":["2006-10-27","2007-10-18"],"type":["text"],"creator":["Bachoc, Christine","Vallentin, Frank"],"language":[],"coverage":[],"title":["Semidefinite programming, multivariate orthogonal polynomials, and codes\n  in spherical caps"],"description":["  We apply the semidefinite programming approach developed in\narxiv:math.MG/0608426 to obtain new upper bounds for codes in spherical caps.\nWe compute new upper bounds for the one-sided kissing number in several\ndimensions where we in particular get a new tight bound in dimension 8.\nFurthermore we show how to use the SDP framework to get analytic bounds.\n","Comment: 15 pages, (v2) referee comments and suggestions incorporated"]}]
["math/0701519",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Group Theory","05B15","20N05","20N15","94B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701519","SIAM J. Discrete Math. 23(2) 2009, 561-570","doi:10.1137/070697331"],"date":["2007-01-18","2008-10-26"],"type":["text"],"creator":["Krotov, Denis","Potapov, Vladimir"],"language":[],"coverage":[],"title":["n-Ary quasigroups of order 4"],"description":["  We characterize the set of all N-ary quasigroups of order 4: every N-ary\nquasigroup of order 4 is permutably reducible or semilinear. Permutable\nreducibility means that an N-ary quasigroup can be represented as a composition\nof K-ary and (N-K+1)-ary quasigroups for some K from 2 to N-1, where the order\nof arguments in the representation can differ from the original order. The set\nof semilinear N-ary quasigroups has a characterization in terms of Boolean\nfunctions. Keywords: Latin hypercube, n-ary quasigroup, reducibility\n","Comment: 10pp. V2: revised"]}]
["math/0702441",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702441"],"date":["2007-02-15","2009-02-06"],"type":["text"],"creator":["Bars, Francesc","Longhi, Ignazio"],"language":[],"coverage":[],"title":["Coleman's power series and Wiles' reciprocity for rank 1 Drinfeld\n  modules"],"description":["  We introduce the formalism of Coleman's power series for rank 1 Drinfeld\nmodules and apply it to formulate and prove the analogue of Wiles' explicit\nreciprocity law in this setting.\n","Comment: To appear in JNT"]}]
["math/0703059",{"format":[],"subject":["Mathematics - Differential Geometry","53C07","53C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703059"],"date":["2007-03-02","2009-02-06"],"type":["text"],"creator":["Benyounes, M.","Loubeau, E.","Wood, C. M."],"language":[],"coverage":[],"title":["The geometry of generalised Cheeger-Gromoll metrics"],"description":["  We study the geometry of the tangent bundle equipped with a two-parameter\nfamily of Riemannian metrics. After deriving the expression of the Levi-Civita\nconnection, we compute the Riemann curvature tensor and the sectional, Ricci\nand scalar curvatures. Specializing to the case of space forms, we characterise\nthe metrics giving positive sectional curvature and show that one can always\nfind parameters ensuring positive scalar curvature on the tangent space. Under\nsome curvature conditions, this extends to general base manifolds.\n","Comment: Improved version with a larger class of parameters. A more detailed\n  version is available on request"]}]
["nlin/0101047",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0101047","Phys.Rev.E67:066213,2003","doi:10.1103/PhysRevE.67.066213"],"date":["2001-01-25","2002-08-07"],"type":["text"],"creator":["Sakhr, Jamal","Whelan, Niall D."],"language":[],"coverage":[],"title":["Semiclassical Trace Formulas for Noninteracting Identical Particles"],"description":["  We extend the Gutzwiller trace formula to systems of noninteracting identical\nparticles. The standard relation for isolated orbits does not apply since the\nenergy of each particle is separately conserved causing the periodic orbits to\noccur in continuous families. The identical nature of the particles also\nintroduces discrete permutational symmetries. We exploit the formalism of\nCreagh and Littlejohn [Phys. Rev. A 44, 836 (1991)], who have studied\nsemiclassical dynamics in the presence of continuous symmetries, to derive\nmany-body trace formulas for the full and symmetry-reduced densities of states.\nNumerical studies of the three-particle cardioid billiard are used to\nexplicitly illustrate and test the results of the theory.\n","Comment: 29 pages, 11 figures, submitted to PRE"]}]
["nucl-ex/0008006",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-ex/0008006","Phys.Rev.C63:054901,2001","doi:10.1103/PhysRevC.63.054901"],"date":["2000-08-09","2001-01-23"],"type":["text"],"creator":["Murray, Michael"],"language":[],"coverage":[],"title":["(Anti)Proton and Pion Source Sizes and Phase Space Densities in Heavy\n  Ion Collisions"],"description":["  NA44 has measured mid-rapidity deuteron spectra from AA collisions at\nsqrt{s}=18GeV/A at the CERN SPS. Combining these spectra with published proton,\nantiproton and antideuteron data allows us to calculate, within a coalescence\nframework, proton and antiproton source sizes and phase space densities. These\nresults are compared to pion source sizes and densities, pA results and to\nlower energy (AGS) data. The antiproton source is larger than the proton source\nat sqrt{s}=18GeV/A. The phase space densities of pions and protons are not\nconstant but grow with system size. Both pi+ and proton radii decrease with\ntransverse mass and increase with sqrt{s}. Pions and protons do not freeze-out\nindependently. The nature of their interaction changes as sqrt{s}, and the\npion/proton ratio increases.\n","Comment: 4 pages, Latex 2.09, 3 eps figures. Changes for January 2001. The\n  proton source size is now calculated assuming a more realistic Hulthen,\n  rather than Gaussian, wavefunction. A new figure shows the effect of this\n  change which is important for small radii. A second new figure shows the\n  results of RQMD calculations of the proton source size and phase density.\n  Because of correlations between position and momentum coalesence does not\n  show the full proton source size. The paper has been streamlined and\n  readability improved"]}]
["nucl-th/0108071",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-th/0108071","Phys.Rev.C64:057306,2001","doi:10.1103/PhysRevC.64.057306"],"date":["2001-08-31"],"type":["text"],"creator":["De, J. N.","Viñas, X.","Patra, S. K.","Centelles, M."],"language":[],"coverage":[],"title":["Nuclei beyond the drip line"],"description":["  In a Thomas-Fermi model, calculations are presented for nuclei beyond the\nnuclear drip line at zero temperature. These nuclei are in equilibrium by the\npresence of an external gas, as may be envisaged in the astrophysical scenario.\nWe find that there is a limiting asymmetry beyond which these nuclei can no\nlonger be made stable.\n","Comment: Physical Review C (in press), 1 ReVteX file for text, 4 PS-files for\n  figures"]}]
["nucl-th/0611094",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-th/0611094","Phys.Rev.C76:054907,2007","doi:10.1103/PhysRevC.76.054907"],"date":["2006-11-27","2007-10-19"],"type":["text"],"creator":["Russkikh, V. N.","Ivanov, Yu. B."],"language":[],"coverage":[],"title":["Dynamical Freeze-out in 3-Fluid Hydrodynamics"],"description":["  Freeze-out procedure accepted in the model of 3-fluid dynamics (3FD) is\nanalyzed. This procedure is formulated in terms of drain terms in hydrodynamic\nequations. Dynamics of the freeze-out is illustrated by 1-dimensional\nsimulations. It is demonstrated that the resulting freeze-out reveals a\nnontrivial dynamics depending on initial conditions in the expanding\n``fireball''. The freeze-out front is not defined just ``geometrically'' on the\ncondition of the freeze-out criterion met but rather is a subject the fluid\nevolution. It competes with the fluid flow and not always reaches the place\nwhere the freeze-out criterion is met. Dynamics of the freeze-out in 3D\nsimulations is analyzed. It is demonstrated that the late stage of central\nnuclear collisions at top SPS energies is of the form of three (two baryon-rich\nand one baryon-free) fireballs separated from each other.\n","Comment: 16 pages, 11 figures. Version accepted to Phys. Rev. C"]}]
["physics/0502066",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Disordered Systems and Neural Networks","Nonlinear Sciences - Adaptation and Self-Organizing Systems","Quantitative Finance - General Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0502066","Physica A 355/1, 138-144 (2005).","doi:10.1016/j.physa.2005.02.075"],"date":["2005-02-13","2005-05-27"],"type":["text"],"creator":["Garlaschelli, D.","Loffredo, M. I."],"language":[],"coverage":[],"title":["Structure and Evolution of the World Trade Network"],"description":["  The \\emph{World Trade Web} (WTW), the network defined by the international\nimport/export trade relationships, has been recently shown to display some\nimportant topological properties which are tightly related to the Gross\nDomestic Product of world countries. While our previous analysis focused on the\nstatic, undirected version of the WTW, here we address its full evolving,\ndirected description. This is accomplished by exploiting the peculiar\nreciprocity structure of the WTW to recover the directed nature of\ninternational trade channels, and by studying the temporal dependence of the\nparameters describing the WTW topology.\n","Comment: Proceedings of the \"First Bonzenfreies Colloquium on Market Dynamics\n  and Quantitative Economics\", Alessandria (ITALY) September 9-10, 2004. One of\n  the three awarded talks"]}]
["physics/0701030",{"format":[],"subject":["Physics - Physics and Society","Nonlinear Sciences - Adaptation and Self-Organizing Systems","Quantitative Finance - General Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0701030","Eur. Phys. J. B 57,159-164 (2007)","doi:10.1140/epjb/e2007-00131-6"],"date":["2007-01-02"],"type":["text"],"creator":["Garlaschelli, D.","Di Matteo, T.","Aste, T.","Caldarelli, G.","Loffredo, M. I."],"language":[],"coverage":[],"title":["Interplay between topology and dynamics in the World Trade Web"],"description":["  We present an empirical analysis of the network formed by the trade\nrelationships between all world countries, or World Trade Web (WTW). Each\n(directed) link is weighted by the amount of wealth flowing between two\ncountries, and each country is characterized by the value of its Gross Domestic\nProduct (GDP). By analysing a set of year-by-year data covering the time\ninterval 1950-2000, we show that the dynamics of all GDP values and the\nevolution of the WTW (trade flow and topology) are tightly coupled. The\nprobability that two countries are connected depends on their GDP values,\nsupporting recent theoretical models relating network topology to the presence\nof a `hidden' variable (or fitness). On the other hand, the topology is shown\nto determine the GDP values due to the exchange between countries. This leads\nus to a new framework where the fitness value is a dynamical variable\ndetermining, and at the same time depending on, network topology in a\ncontinuous feedback.\n","Comment: Proceedings of the 5th conference on Applications of Physics in\n  Financial Analysis (APFA5), 29 June - 1 July 2006, Torino (ITALY)"]}]
["physics/0703151",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0703151"],"date":["2007-03-14","2009-02-05"],"type":["text"],"creator":["Lestone, J. P."],"language":[],"coverage":[],"title":["Physics based calculation of the fine structure constant"],"description":["  We assume that the coupling between particles and photons is defined by a\nsurface area and a temperature, and that the square of the temperature is the\ninverse of the surface area (h_bar=c=1). By making assumptions regarding\nstimulated emission and effects associated with the finite length of a string\nthat forms the particle surface, the fine structure constant is calculated to\nbe ~1/137.04. The corresponding calculated fundamental unit of charge is\n1.6021E-19 C.\n","Comment: I suggest that the fine structure constant can be obtained from\n  simple quantum mechanical arguments and by assuming particles have internal\n  degrees of freedom that are string like. My calculated fundamental unit of\n  charge is 1.602E-19 C"]}]
["quant-ph/0002038",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0002038","Phys.Rev.E62:450-461,2000","doi:10.1103/PhysRevE.62.450"],"date":["2000-02-14"],"type":["text"],"creator":["Rotter, I.","Persson, E.","Pichugin, K.","Seba, P."],"language":[],"coverage":[],"title":["Spectroscopic studies in open quantum systems"],"description":["  The spectroscopic properties of an open quantum system are determined by the\neigenvalues and eigenfunctions of an effective Hamiltonian H consisting of the\nHamiltonian H_0 of the corresponding closed system and a non-Hermitian\ncorrection term W arising from the interaction via the continuum of decay\nchannels. The eigenvalues E_R of H are complex. They are the poles of the\nS-matrix and provide both the energies and widths of the states. We illustrate\nthe interplay between Re(H) and Im(H) by means of the different interference\nphenomena between two neighboured resonance states. Level repulsion along the\nreal axis appears if the interaction is caused mainly by Re(H) while a\nbifurcation of the widths appears if the interaction occurs mainly due to\nIm(H). We then calculate the poles of the S-matrix and the corresponding\nwavefunctions for a rectangular microwave resonator with a scatter as a\nfunction of the area of the resonator as well as of the degree of opening to a\nguide. The calculations are performed by using the method of exterior complex\nscaling. Re(W) and Im(W) cause changes in the structure of the wavefunctions\nwhich are permanent, as a rule. At full opening to the lead, short-lived\ncollective states are formed together with long-lived trapped states. The\nwavefunctions of the short-lived states at full opening to the lead are very\ndifferent from those at small opening. The resonance picture obtained from the\nmicrowave resonator shows all the characteristic features known from the study\nof many-body systems in spite of the absence of two-body forces. The poles of\nthe S-matrix determine the conductance of the resonator. Effects arising from\nthe interplay between resonance trapping and level repulsion along the real\naxis are not involved in the statistical theory.\n","Comment: The six jpg files are not included in the tex-file"]}]
["quant-ph/0105068",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0105068","Phys.Rev.E64:036213,2001","doi:10.1103/PhysRevE.64.036213"],"date":["2001-05-15"],"type":["text"],"creator":["Rotter, I."],"language":[],"coverage":[],"title":["Dynamics of quantum systems"],"description":["  A relation between the eigenvalues of an effective Hamilton operator and the\npoles of the $S$ matrix is derived which holds for isolated as well as for\noverlapping resonance states. The system may be a many-particle quantum system\nwith two-body forces between the constituents or it may be a quantum billiard\nwithout any two-body forces. Avoided crossings of discrete states as well as of\nresonance states are traced back to the existence of branch points in the\ncomplex plane. Under certain conditions, these branch points appear as double\npoles of the $S$ matrix. They influence the dynamics of open as well as of\nclosed quantum systems. The dynamics of the two-level system is studied in\ndetail analytically as well as numerically.\n","Comment: 21 pages 7 figures"]}]
["quant-ph/0206098",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0206098","Phys.Rev.E66:056108,2002","doi:10.1103/PhysRevE.66.056108"],"date":["2002-06-14"],"type":["text"],"creator":["Laskin, N."],"language":[],"coverage":[],"title":["Fractional Schrodinger equation"],"description":["  Properties of the fractional Schrodinger equation have been studied. We have\nproven the hermiticity of fractional Hamilton operator and established the\nparity conservation law for the fractional quantum mechanics. As physical\napplications of the fractional Schrodinger equation we have found the energy\nspectrum for a hydrogen-like atom - fractional ''Bohr atom'' and the energy\nspectrum of fractional oscillator in the semiclassical approximation. A new\nequation for the fractional probability current density has been developed and\ndiscussed. We also discuss the relationships between the fractional and the\nstandard Schrodinger equations.\n","Comment: 18 pages"]}]
