["0705.3516",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Functional Analysis","58E10, 58J55, 53D12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3516"],"date":["2007-05-24","2009-05-23"],"type":["text"],"creator":["Portaluri, Alessandro"],"language":[],"coverage":[],"title":["On a generalized Sturm theorem"],"description":["  Sturm oscillation theorem for second order differential equations was\ngeneralized to systems and higher order equations with positive leading\ncoefficient by several authors. What we propose here is a Sturm oscillation\ntheorem for systems of even order having strongly indefinite leading\ncoefficient.\n","Comment: 9 pages. No figures. Fully revised version. To appear in Advanced\n  Nonlinear Studies"]}]
["0806.1783",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1783","JHEP 0904:113,2009","doi:10.1088/1126-6708/2009/04/113"],"date":["2008-06-10","2009-05-23"],"type":["text"],"creator":["Albertsson, Cecilia","Kimura, Tetsuji","Reid-Edwards, Ronald A."],"language":[],"coverage":[],"title":["D-branes and doubled geometry"],"description":["  We define the open string version of the nonlinear sigma model on doubled\ngeometry introduced by Hull and Reid-Edwards, and derive its boundary\nconditions. These conditions include the restriction of D-branes to maximally\nisotropic submanifolds as well as a compatibility condition with the Lie\nalgebra structure on the doubled space. We demonstrate a systematic method to\nderive and classify D-branes from the boundary conditions, in terms of\nembeddings both in the doubled geometry and in the physical target space. We\napply it to the doubled three-torus with constant H-flux and find D0-, D1-, and\nD2-branes, which we verify transform consistently under T-dualities mapping the\nsystem to f-, Q- and R-flux backgrounds.\n","Comment: LaTeX, 42 pages; v2: error concerning integrability condition\n  corrected, clarifications and references added, typos corrected; v3: typos\n  corrected, published version"]}]
["0807.3404",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Geometric Topology","53D12","57R52","57R17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3404"],"date":["2008-07-22","2009-05-23"],"type":["text"],"creator":["Yau, Mei-Lin"],"language":[],"coverage":[],"title":["Monodromy and isotopy of monotone Lagrangian tori"],"description":["  We define new Hamiltonian isotopy invariants for a monotone Lagrangian torus\nembedded in a symplectic 4-manifold. We show that, in the standard symplectic\n4-space, these invariants distinguish a monotone Clifford torus from a Chekanov\ntorus.\n","Comment: More typos and minor mistakes corrected. To appear in Math. Res.\n  Lett."]}]
["0811.2430",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2430"],"date":["2008-11-16","2009-05-23"],"type":["text"],"creator":["Wechsler, Sofia"],"language":[],"coverage":[],"title":["What particles that never met \"know\" of one another?"],"description":["  An experiment proposed by Yurke and Stoler, and similar to that realized\nexperimentally by Sciarrino et al., is analyzed. In Sciarrino's realization,\nidentical photons from a degenerated down-conversion pair are used, i.e. the\nphotons met in the past. In the experiment analyzed here the particles are also\nidentical, but from different sources. As long as one can tell from which\nsource came each particle, the joint wave function remains factorizable.\nHowever, a configuration is created in which one cannot tell anymore which\nparticle came from which source. As a result, the wave function becomes\nnon-factorizable, symmetrical (for bosons) or antisymmetrical (for fermions).\nIn part of the cases the situation is even more surprising: the particles never\nmeet, s.t. the symmetry (antisymmetry) is produced at-a-distance without the\nparticles having had the possibility to interact in any way.\n","Comment: 4 pages, 1 figure Minor changes, one reference added"]}]
["0811.4465",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.4465"],"date":["2008-11-26","2009-05-23"],"type":["text"],"creator":["McInnes, Brett"],"language":[],"coverage":[],"title":["Horizon Complementarity and Casimir Violations of the Null Energy\n  Condition"],"description":["  The principle of horizon complementarity is an attempt to extend ideas about\nblack hole complementarity to all horizons, including cosmological ones. The\nidea is that the degrees of freedom necessary to describe the interior of the\ncosmic horizon of one observer in a given universe are in fact sufficient to\naccount for the physics of that entire universe: the remainder is just a set of\nredundant copies of the interior of a single cosmic horizon. These copies must\nbe factored out, just as one has to factor out gauge redundancies to identify\nthe true degrees of freedom in gauge theory. Motivated by the observation that\nquantum cosmology favours compactified negatively curved spatial sections, we\npropose to use such geometries to implement horizon complementarity for eternal\nInflation. We point out that the \"effective finiteness\" of such universes has\nimportant consequences for physics inside the observer's horizon: there is a\nnon-local effect, represented by a Casimir energy. We use our proposed\ninterpretation of complementarity to constrain the gravitational Casimir\ncoupling in two very different ways; the result is an explicit prediction for\nthe value of the coupling.\n","Comment: 30 pages including 7 figures"]}]
["0812.2485",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2485","Phys. Rev. Lett 102, 200402 (2009)","doi:10.1103/PhysRevLett.102.200402"],"date":["2008-12-15"],"type":["text"],"creator":["Filipp, S.","Maurer, P.","Leek, P. J.","Baur, M.","Bianchetti, R.","Fink, J. M.","Göppl, M.","Steffen, L.","Gambetta, J. M.","Blais, A.","Wallraff, A."],"language":[],"coverage":[],"title":["Two-Qubit State Tomography using a Joint Dispersive Read-Out"],"description":["  Quantum state tomography is an important tool in quantum information science\nfor complete characterization of multi-qubit states and their correlations.\nHere we report a method to perform a joint simultaneous read-out of two\nsuperconducting qubits dispersively coupled to the same mode of a microwave\ntransmission line resonator. The non-linear dependence of the resonator\ntransmission on the qubit state dependent cavity frequency allows us to extract\nthe full two-qubit correlations without the need for single shot read-out of\nindividual qubits. We employ standard tomographic techniques to reconstruct the\ndensity matrix of two-qubit quantum states.\n","Comment: 4 pages, 4 figures, version with high resolution figures available at\n  http://qudev.ethz.ch/content/science/PubsPapers.html"]}]
["0901.2204",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2204"],"date":["2009-01-15","2009-05-23"],"type":["text"],"creator":["Mori, Ryuhei","Tanaka, Toshiyuki","Kasai, Kenta","Sakaniwa, Kohichi"],"language":[],"coverage":[],"title":["Finite-Length Analysis of Irregular Expurgated LDPC Codes under Finite\n  Number of Iterations"],"description":["  Communication over the binary erasure channel (BEC) using low-density\nparity-check (LDPC) codes and belief propagation (BP) decoding is considered.\nThe average bit error probability of an irregular LDPC code ensemble after a\nfixed number of iterations converges to a limit, which is calculated via\ndensity evolution, as the blocklength $n$ tends to infinity. The difference\nbetween the bit error probability with blocklength $n$ and the\nlarge-blocklength limit behaves asymptotically like $\\alpha/n$, where the\ncoefficient $\\alpha$ depends on the ensemble, the number of iterations and the\nerasure probability of the BEC\\null. In [1], $\\alpha$ is calculated for regular\nensembles. In this paper, $\\alpha$ for irregular expurgated ensembles is\nderived. It is demonstrated that convergence of numerical estimates of $\\alpha$\nto the analytic result is significantly fast for irregular unexpurgated\nensembles.\n","Comment: 5 pages, 3 figures, submitted to ISIT2009; revised"]}]
["0901.2207",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2207"],"date":["2009-01-15","2009-05-23"],"type":["text"],"creator":["Mori, Ryuhei","Tanaka, Toshiyuki"],"language":[],"coverage":[],"title":["Performance and Construction of Polar Codes on Symmetric Binary-Input\n  Memoryless Channels"],"description":["  Channel polarization is a method of constructing capacity achieving codes for\nsymmetric binary-input discrete memoryless channels (B-DMCs) [1]. In the\noriginal paper, the construction complexity is exponential in the blocklength.\nIn this paper, a new construction method for arbitrary symmetric binary\nmemoryless channel (B-MC) with linear complexity in the blocklength is\nproposed. Furthermore, new upper and lower bounds of the block error\nprobability of polar codes are derived for the BEC and the arbitrary symmetric\nB-MC, respectively.\n","Comment: 5 pages, 3 figures, submitted to ISIT2009; revised"]}]
["0902.1215",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Representation Theory","57R20","53C35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1215"],"date":["2009-02-09","2009-05-23"],"type":["text"],"creator":["Bucher, Michelle","Gelander, Tsachik"],"language":[],"coverage":[],"title":["The generalized Chern conjecture for manifolds that are locally a\n  product of surfaces"],"description":["  We consider closed manifolds that admit a metric locally isometric to a\nproduct of symmetric planes. For such manifolds, we prove that the Euler\ncharacteristic is an obstruction to the existence of flat structures,\nconfirming an old conjecture proved by Milnor in dimension 2. In particular,\nthe Chern conjecture follows in these cases. The proof goes via a new sharp\nMilnor--Wood inequality for Riemannian manifolds that are locally a product of\nhyperbolic planes. Furthermore, we analyze the possible flat vector bundles\nover such manifolds. Over closed Hilbert--Blumenthal modular varieties, we show\nthat there are finitely many flat structures with nonzero Euler number and none\nof them corresponds to the tangent bundle. Some of the main results were\nannounced in C.R. Acad. Sci. Paris, Ser. I 346 (2008) 661-666.\n","Comment: 36 pages. New title, modified abstract and introduction"]}]
["0902.1273",{"format":[],"subject":["Mathematics - Representation Theory","Mathematical Physics","17B67, 81R10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1273"],"date":["2009-02-07","2009-05-23"],"type":["text"],"creator":["Bueno, Andre","Cox, Ben","Futorny, Vyacheslav"],"language":[],"coverage":[],"title":["Free Field Realizations of the Elliptic Affine Lie Algebra\n  sl(2,R)+\\Omega_R/dR"],"description":["  In this paper we construct two free field realizations of the elliptic affine\nLie algebra sl(2,R) + \\Omega_R/dR, where R=C[t,t^{-1},u|u^2=t^3 - 2b t^2 + t].\nThe first realization gives an analogue of Wakimoto's construction for Affine\nKac-Moody algebras, but in the setting of the elliptic affine Lie algebra. The\nsecond realization gives new type of representations analogous to Imaginary\nVerma modules in the Affine setting.\n","Comment: updated version"]}]
["0902.2633",{"format":[],"subject":["Nonlinear Sciences - Cellular Automata and Lattice Gases","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2633","Phys. Rev. E 79, 056108 (2009).","doi:10.1103/PhysRevE.79.056108"],"date":["2009-02-16"],"type":["text"],"creator":["Kanai, Masahiro","Isojima, Shin","Nishinari, Katsuhiro","Tokihiro, Tetsuji"],"language":[],"coverage":[],"title":["Ultra-discrete Optimal Velocity Model: a Cellular-Automaton Model for\n  Traffic Flow and Linear Instability of High-Flux Traffic"],"description":["  In this paper, we propose the ultra-discrete optimal velocity model, a\ncellular-automaton model for traffic flow, by applying the ultra-discrete\nmethod for the optimal velocity model. The optimal velocity model, defined by a\ndifferential equation, is one of the most important models; in particular, it\nsuccessfully reproduces the instability of high-flux traffic. It is often\npointed out that there is a close relation between the optimal velocity model\nand the mKdV equation, a soliton equation. Meanwhile, the ultra-discrete method\nenables one to reduce soliton equations to cellular automata which inherit the\nsolitonic nature, such as an infinite number of conservation laws, and soliton\nsolutions. We find that the theory of soliton equations is available for\ngeneric differential equations, and the simulation results reveal that the\nmodel obtained reproduces both absolutely unstable and convectively unstable\nflows as well as the optimal velocity model.\n","Comment: 9 pages, 6 figures"]}]
["0904.0500",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.0500","Optics Express, Vol. 17, Issue 12, pp. 9588-9601 (2009)","doi:10.1364/OE.17.009588"],"date":["2009-04-02","2009-05-22"],"type":["text"],"creator":["Barclay, Paul E.","Fu, Kai-Mei","Santori, Charles","Beausoleil, Raymond G."],"language":[],"coverage":[],"title":["Hybrid photonic crystal cavity and waveguide for coupling to diamond\n  NV-centers"],"description":["  A design for an ultra-high Q photonic crystal nanocavity engineered to\ninteract with nitrogen-vacancy (NV) centers located near the surface of a\nsingle crystal diamond sample is presented. The structure is based upon a\nnanowire photonic crystal geometry, and consists of a patterned high refractive\nindex membrane, such as gallium phosphide (GaP), supported by a diamond\nsubstrate. The nanocavity supports a mode with quality factor Q > 1.5 million\nand mode volume V < 0.52 (\\lambda/n_\\text{GaP})^3, and promises to allow\nPurcell enhanced collection of spontaneous emission from an NV located more\nthan 50 nm below the diamond surface. The nanowire photonic crystal waveguide\ncan be used to efficiently couple light into and out of the cavity, or as an\nefficient broadband collector of NV phonon sideband emission. The proposed\nstructures can be fabricated using existing materials and processing\ntechniques.\n"]}]
["0904.4255",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.4255","Phys. Rev. Lett. 102, 206402 (2009)","doi:10.1103/PhysRevLett.102.206402"],"date":["2009-04-27"],"type":["text"],"creator":["Barbiellini, B.","Koizumi, A.","Mijnarends, P. E.","Al-Sawai, W.","Lin, Hsin","Nagao, T.","Hirota, K.","Itou, M.","Sakurai, Y.","Bansil, A."],"language":[],"coverage":[],"title":["Role of Oxygen Electrons in the Metal-Insulator Transition in the\n  Magnetoresistive Oxide La$_{2-2x}$Sr$_{1+2x}$Mn$_2$O$_7$ Probed by Compton\n  Scattering"],"description":["  We have studied the [100]-[110] anisotropy of the Compton profile in the\nbilayer manganite. Quantitative agreement is found between theory and\nexperiment with respect to the anisotropy in the two metallic phases (i.e. the\nlow temperature ferromagnetic and the colossal magnetoresistant phase under a\nmagnetic field of 7 T). Robust signatures of the metal-insulator transition are\nidentified in the momentum density for the paramagnetic phase above the Curie\ntemperature. We interpret our results as providing direct evidence for the\ntransition from the metallic-like to the admixed ionic-covalent bonding\naccompanying the magnetic transition. The number of electrons involved in this\nphase transition is estimated from the area enclosed by the Compton profile\nanisotropy differences. Our study demonstrates the sensitivity of the Compton\nscattering technique for identifying the number and type of electrons involved\nin the metal-insulator transition.\n","Comment: 4 pages, 4 figures, accepted for publication in Physical Review\n  Letters"]}]
["0905.2734",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2734"],"date":["2009-05-17","2009-05-23"],"type":["text"],"creator":["Baggio, R.","Cooper, C."],"language":[],"coverage":[],"title":["Knowledge transfer in a tourism destination: the effects of a network\n  structure"],"description":["  Tourism destinations have a necessity to innovate to remain competitive in an\nincreasingly global environment. A pre-requisite for innovation is the\nunderstanding of how destinations source, share and use knowledge. This\nconceptual paper examines the nature of networks and how their analysis can\nshed light upon the processes of knowledge sharing in destinations as they\nstrive to innovate. The paper conceptualizes destinations as networks of\nconnected organizations, both public and private, each of which can be\nconsidered as a destination stakeholder. In network theory they represent the\nnodes within the system. The paper shows how epidemic diffusion models can act\nas an analogy for knowledge communication and transfer within a destination\nnetwork. These models can be combined with other approaches to network analysis\nto shed light on how destination networks operate, and how they can be\noptimized with policy intervention to deliver innovative and competitive\ndestinations. The paper closes with a practical tourism example taken from the\nItalian destination of Elba. Using numerical simulations the case demonstrates\nhow the Elba network can be optimized. Overall this paper demonstrates the\nconsiderable utility of network analysis for tourism in delivering destination\ncompetitiveness.\n","Comment: 15 pages, 2 figures, 2 tables. Forthcoming in: The Service Industries\n  Journal, vol. 30, n. 8, 2010. Special Issue on: Advances in service network\n  analysis v2: addeded and corrected references"]}]
["0905.3397",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.3397","doi:10.1126/science.1172740"],"date":["2009-05-20","2009-05-22"],"type":["text"],"creator":["Archibald, Anne M.","Stairs, Ingrid H.","Ransom, Scott M.","Kaspi, Victoria M.","Kondratiev, Vladislav I.","Lorimer, Duncan R.","McLaughlin, Maura A.","Boyles, Jason","Hessels, Jason W. T.","Lynch, Ryan","van Leeuwen, Joeri","Roberts, Mallory S. E.","Jenet, Frederick","Champion, David J.","Rosen, Rachel","Barlow, Brad N.","Dunlap, Bart H.","Remillard, Ronald A."],"language":[],"coverage":[],"title":["A Radio Pulsar/X-ray Binary Link"],"description":["  Radio pulsars with millisecond spin periods are thought to have been spun up\nby transfer of matter and angular momentum from a low-mass companion star\nduring an X-ray-emitting phase. The spin periods of the neutron stars in\nseveral such low-mass X-ray binary (LMXB) systems have been shown to be in the\nmillisecond regime, but no radio pulsations have been detected. Here we report\non detection and follow-up observations of a nearby radio millisecond pulsar\n(MSP) in a circular binary orbit with an optically identified companion star.\nOptical observations indicate that an accretion disk was present in this system\nwithin the last decade. Our optical data show no evidence that one exists\ntoday, suggesting that the radio MSP has turned on after a recent LMXB phase.\n","Comment: published in Science"]}]
["cs/0307023",{"format":[],"subject":["Computer Science - Computational Geometry","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0307023","ACM Trans. Algorithms 5(2):15, 2009","doi:10.1145/1497290.1497291"],"date":["2003-07-09","2007-11-16"],"type":["text"],"creator":["Eppstein, David"],"language":[],"coverage":[],"title":["Testing Bipartiteness of Geometric Intersection Graphs"],"description":["  We show how to test the bipartiteness of an intersection graph of n line\nsegments or simple polygons in the plane, or of balls in R^d, in time O(n log\nn). More generally we find subquadratic algorithms for connectivity and\nbipartiteness testing of intersection graphs of a broad class of geometric\nobjects. For unit balls in R^d, connectivity testing has equivalent randomized\ncomplexity to construction of Euclidean minimum spanning trees, and hence is\nunlikely to be solved as efficiently as bipartiteness testing. For line\nsegments or planar disks, testing k-colorability of intersection graphs for k>2\nis NP-complete.\n","Comment: 32 pages, 20 figures. A shorter (10 page) version of this paper was\n  presented at the 15th ACM-SIAM Symp. Discrete Algorithms, New Orleans, 2004,\n  pp. 853-861"]}]
["math/0304270",{"format":[],"subject":["Mathematics - Algebraic Geometry","11E76"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0304270","Transactions of the American Mathematical Society 358 #1 (2006)\n  359-371","doi:10.1090/S0002-9947-05-03676-7"],"date":["2003-04-18"],"type":["text"],"creator":["Garibaldi, R. Skip"],"language":[],"coverage":[],"title":["Unramified cohomology of classifying varieties for exceptional simply\n  connected groups"],"description":["  Let BG be a classifying variety for an exceptional simple simply connected\nalgebraic group G. We compute the degree 3 unramified Galois cohomology of BG\nwith values in Q/Z(2) over an arbitrary field F. Combined with a paper by\nMerkurjev, this completes the computation of these cohomology groups for G\nsemisimple simply connected over all fields.\n  These computations provide another example of a simple simply connected group\nG such that BG is not stably rational.\n"]}]
["math/0412148",{"format":[],"subject":["Mathematics - Algebraic Geometry","11E72","20G15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0412148","Journal of the London Mathematical Society 73 #2 (2006) 325-338","doi:10.1112/S0024610705022489"],"date":["2004-12-07"],"type":["text"],"creator":["Garibaldi, Skip","Hoffmann, Detlev"],"language":[],"coverage":[],"title":["Totaro's question for G_2, F_4, and E_6"],"description":["  In a 2004 paper, Totaro asked whether a G-torsor X that has a zero-cycle of\ndegree d > 0 will necessarily have a closed etale point of degree dividing d,\nwhere G is a connected algebraic group. This question is closely related to\nseveral conjectures regarding exceptional algebraic groups. Totaro gave a\npositive answer to his question in the following cases: G simple, split, and of\ntype G_2, type F_4, or simply connected of type E_6. We extend the list of\ncases where the answer is \"yes\" to all groups of type G_2 and some nonsplit\ngroups of type F_4 and E_6. No assumption on the characteristic of the base\nfield is made. The key tool is a lemma regarding linkage of Pfister forms.\n","Comment: 15 pages"]}]
["math/0503201",{"format":[],"subject":["Mathematics - Representation Theory","20G15","14M15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0503201","Expositiones Mathematicae 24 #3 (2006), 195-234","doi:10.1016/j.exmath.2005.11.001"],"date":["2005-03-10","2005-09-09"],"type":["text"],"creator":["Carr, Michael","Garibaldi, Skip"],"language":[],"coverage":[],"title":["Geometries, the principle of duality, and algebraic groups"],"description":["  Jacques Tits gave a general recipe for producing an abstract geometry from a\nsemisimple algebraic group. This expository paper describes a uniform method\nfor giving a concrete realization of Tits's geometry and works through several\nexamples. We also give a criterion for recognizing the automorphism of the\ngeometry induced by an automorphism of the group. The E6 geometry is studied in\ndepth.\n","Comment: The writing has been cleaned up since v1"]}]
["math/0511229",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Rings and Algebras","20G15 (Primary) 17C40, 17B25 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0511229","Transformation Groups 12 #3 (2007), 443-474","doi:10.1007/s00031-006-0051-2"],"date":["2005-11-09"],"type":["text"],"creator":["Garibaldi, Skip","Petersson, Holger P."],"language":[],"coverage":[],"title":["Groups of outer type E6 with trivial Tits algebras"],"description":["  In two 1966 papers, Jacques Tits gave a construction of exceptional Lie\nalgebras (hence implicitly exceptional algebraic groups) and a classification\nof possible indexes of simple algebraic groups. For the special case of his\nconstruction that gives groups of type E6, we connect the two papers by\nanswering the question: Given an Albert algebra A and a separable quadratic\nfield extension K, what is the index of the resulting algebraic group?\n","Comment: 29 pages. For possibly newer versions, see\n  http://www.mathcs.emory.edu/~skip/preprints.html"]}]
["math/0702731",{"format":[],"subject":["Mathematics - Representation Theory","11E76","20G15","11E04","20G15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702731","Representation Theory 12 (2008), 435-446","doi:10.1090/S1088-4165-08-00335-X"],"date":["2007-02-24","2007-11-06"],"type":["text"],"creator":["Garibaldi, Skip"],"language":[],"coverage":[],"title":["Orthogonal representations of twisted forms of SL2"],"description":["  For every absolutely irreducible orthogonal representation of a twisted form\nof SL2 over a field of characteristic zero, we compute the \"unique\" symmetric\nbilinear form that is invariant under the group action. We also prove the\nanalogous result for Weyl modules in prime characteristic (including\ncharacteristic 2) and an isomorphism between two symmetric bilinear forms given\nby binomial coefficients.\n","Comment: Supporting contextual material is substantially revised since v2;\n  proofs of the main results remain the same. For possible newer versions, see\n  http://www.mathcs.emory.edu/~skip/preprints.html"]}]
["math/9811035",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Algebraic Geometry","17A30 (Primary) 11E72, 14L30, 17A40, 17B25, 17C30, 20G15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/9811035","Journal of Algebra, vol. 236 (2001), 651-691","doi:10.1006/jabr.1998.7584"],"date":["1998-11-06","1999-12-13"],"type":["text"],"creator":["Garibaldi, R. Skip"],"language":[],"coverage":[],"title":["Structurable algebras and groups of type E_6 and E_7"],"description":["  It is well-known that every algebraic group of type F_4 is the automorphism\ngroup of an exceptional Jordan algebra, and that up to isogeny all groups of\ntype ^1E_6 with trivial Tits algebras arise as the isometry groups of norm\nforms of such Jordan algebras. We describe a similar relationship between\ngroups of type E_6 and groups of type E_7 and use it to give explicit\ndescriptions of the homogeneous projective varieties associated to groups of\ntype E_7 with trivial Tits algebras. The underlying algebraic structure for the\nrelationship considered here are a sort of 56-dimensional structurable algebra\nwhich are forms of an algebra constructed from an exceptional Jordan algebra.\n","Comment: 35 pages, AMSLaTeX -- error in final section corrected"]}]
