["0704.0229",{"format":[],"subject":["Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0229"],"date":["2007-04-02","2009-01-22"],"type":["text"],"creator":["Mulmuley, Ketan D."],"language":[],"coverage":[],"title":["Geometric Complexity Theory VI: the flip via saturated and positive\n  integer programming in representation theory and algebraic geometry"],"description":["  This article belongs to a series on geometric complexity theory (GCT), an\napproach to the P vs. NP and related problems through algebraic geometry and\nrepresentation theory. The basic principle behind this approach is called the\nflip. In essence, it reduces the negative hypothesis in complexity theory (the\nlower bound problems), such as the P vs. NP problem in characteristic zero, to\nthe positive hypothesis in complexity theory (the upper bound problems):\nspecifically, to showing that the problems of deciding nonvanishing of the\nfundamental structural constants in representation theory and algebraic\ngeometry, such as the well known plethysm constants--or rather certain relaxed\nforms of these decision probelms--belong to the complexity class P. In this\narticle, we suggest a plan for implementing the flip, i.e., for showing that\nthese relaxed decision problems belong to P. This is based on the reduction of\nthe preceding complexity-theoretic positive hypotheses to mathematical\npositivity hypotheses: specifically, to showing that there exist positive\nformulae--i.e. formulae with nonnegative coefficients--for the structural\nconstants under consideration and certain functions associated with them. These\nturn out be intimately related to the similar positivity properties of the\nKazhdan-Lusztig polynomials and the multiplicative structural constants of the\ncanonical (global crystal) bases in the theory of Drinfeld-Jimbo quantum\ngroups. The known proofs of these positivity properties depend on the Riemann\nhypothesis over finite fields and the related results. Thus the reduction here,\nin conjunction with the flip, in essence, says that the validity of the P vs.\nNP conjecture in characteristic zero is intimately linked to the Riemann\nhypothesis over finite fields and related problems.\n","Comment: 139 pages. Corrects error in the conjectural saturation hypothesis\n  (SH) in the earlier version, which was pointed out in a recent paper of\n  Briand et al (arXIv:0810.3163v1 [math.CO])"]}]
["0704.1482",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.1482","Phys.Rev.D78:054008,2008","doi:10.1103/PhysRevD.78.054008"],"date":["2007-04-12","2008-09-07"],"type":["text"],"creator":["Fox, Patrick J.","Ligeti, Zoltan","Papucci, Michele","Perez, Gilad","Schwartz, Matthew D."],"language":[],"coverage":[],"title":["Deciphering top flavor violation at the LHC with B factories"],"description":["  The LHC will have unprecedented sensitivity to flavor-changing neutral\ncurrent (FCNC) top quark decays, whose observation would be a clear sign of\nphysics beyond the standard model. Although many details of top flavor\nviolation are model dependent, the standard model gauge symmetries relate top\nFCNCs to other processes, which are strongly constrained by existing data. We\nstudy these constraints in a model independent way, using a low energy\neffective theory from which the new physics is integrated out. We consider the\nmost important operators which contribute to top FCNCs and analyze the current\nconstraints on them. We find that the data rule out top FCNCs at a level\nobservable at the LHC due to most of the operators comprising left-handed first\nor second generation quark fields, while there remains a substantial window for\ntop decays mediated by operators with right-handed charm or up quarks. If FCNC\ntop decays are observed at the LHC, such an analysis may help decipher the\nunderlying physics.\n","Comment: 17 pages, 5 figures; some typos corrected"]}]
["0704.3416",{"format":[],"subject":["Mathematics - Algebraic Geometry","14E15","14H20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.3416"],"date":["2007-04-25","2009-01-22"],"type":["text"],"creator":["Blanco, Rocio"],"language":[],"coverage":[],"title":["Complexity of Villamayor's algorithm in the non exceptional monomial\n  case"],"description":["  We study monomial ideals, always locally given by a monomial, like a\nreasonable first step to estimate in general the number of monoidal\ntransformations of Villamayor's algorithm of resolution of singularities. The\nresolution of a monomial ideal $<X_1^{a_1}\\cdot ... \\cdot X_n^{a_n}>$ is\ninteresting due to its identification with the particular toric problem $<Z^c-\nX_1^{a_1}\\cdot ... \\cdot X_n^{a_n}>$.\n  In the special case, when all the exponents $a_i$ are greater than or equal\nto the critical value $c$, we construct the largest branch of the resolution\ntree which provides an upper bound involving partial sums of Catalan numbers.\nThis case will be called ``minimal codimensional case''. Partial sums of\nCatalan numbers (starting $1,2,5,...$) are $1,3,8,22,...$ These partial sums\nare well known in Combinatorics and count the number of paths starting from the\nroot in all ordered trees with $n+1$ edges. Catalan numbers appear in many\ncombinatorial problems, counting the number of ways to insert $n$ pairs of\nparenthesis in a word of $n+1$ letters, plane trees with $n+1$ vertices, $...\n$, etc.\n  The non minimal case, when there exists some exponent $a_{i_0}$ smaller than\n$c$, will be called ``case of higher codimension''. In this case, still\nunresolved, we give an example to state the foremost troubles.\n  Computation of examples has been helpful in both cases to study the behaviour\nof the resolution invariant. Computations have been made in Singular (see\n\\cite{sing}) using the \\emph{desing} package by G. Bodn\\'ar and J. Schicho, see\n\\cite{lib}.\n","Comment: 17 pages, to appear in International Journal of Mathematics.\n  Corrected format"]}]
["0705.2128",{"format":[],"subject":["Mathematics - Probability","60G17, 60H05, 26A42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2128","Annals of Probability 36, 6 (2008) 2235-2279","doi:10.1214/07-AOP388"],"date":["2007-05-15","2009-01-22"],"type":["text"],"creator":["Picard, Jean"],"language":[],"coverage":[],"title":["A tree approach to $p$-variation and to integration"],"description":["  We consider a real-valued path; it is possible to associate a tree to this\npath, and we explore the relations between the tree, the properties of\n$p$-variation of the path, and integration with respect to the path. In\nparticular, the fractal dimension of the tree is estimated from the variations\nof the path, and Young integrals with respect to the path, as well as integrals\nfrom the rough paths theory, are written as integrals on the tree. Examples\ninclude some stochastic paths such as martingales, L\\'evy processes and\nfractional Brownian motions (for which an estimator of the Hurst parameter is\ngiven).\n"]}]
["0708.3932",{"format":[],"subject":["Mathematics - Probability","60E07, 60E10, 60G51, 60G52, 60G57 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3932","Probability Surveys 2008, Vol. 5, 346-415","doi:10.1214/07-PS118"],"date":["2007-08-29","2009-01-22"],"type":["text"],"creator":["James, Lancelot F.","Roynette, Bernard","Yor, Marc"],"language":[],"coverage":[],"title":["Generalized Gamma Convolutions, Dirichlet means, Thorin measures, with\n  explicit examples"],"description":["  In Section 1, we present a number of classical results concerning the\nGeneralized Gamma Convolution (:GGC) variables, their Wiener-Gamma\nrepresentations, and relation with the Dirichlet processes.To a GGC variable,\none may associate a unique Thorin measure. Let $G$ a positive r.v. and\n$\\Gamma_t(G)$ (resp. $\\Gamma_t(1/G))$ the Generalized Gamma Convolution with\nThorin measure $t$-times the law of $G$ (resp. the law of $1/G$). In Section 2,\nwe compare the laws of $\\Gamma_t(G)$ and $\\Gamma_t(1/G)$.In Section 3, we\npresent some old and some new examples of GGC variables, among which the\nlengths of excursions of Bessel processes straddling an independent exponential\ntime.\n","Comment: Published in at http://dx.doi.org/10.1214/07-PS118 the Probability\n  Surveys (http://www.i-journals.org/ps/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["0709.1682",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.1682","IEEE Trans. Automat. Control 54 (2009) 92-107","doi:10.1109/TAC.2008.2009571"],"date":["2007-09-11","2008-03-31"],"type":["text"],"creator":["Yamamoto, Naoki","Bouten, Luc"],"language":[],"coverage":[],"title":["Quantum risk-sensitive estimation and robustness"],"description":["  This paper studies a quantum risk-sensitive estimation problem and\ninvestigates robustness properties of the filter. This is a direct extension to\nthe quantum case of analogous classical results. All investigations are based\non a discrete approximation model of the quantum system under consideration.\nThis allows us to study the problem in a simple mathematical setting. We close\nthe paper with some examples that demonstrate the robustness of the\nrisk-sensitive estimator.\n","Comment: 24 pages"]}]
["0710.0105",{"format":[],"subject":["Computer Science - Computation and Language","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0105","Main text in Cognitive Science, 32 (7) 2008, pp. 1075 - 1098;\n  Appendix A TBP separately in J. Quant. Ling.","doi:10.1080/03640210802020003"],"date":["2007-09-29","2007-10-02"],"type":["text"],"creator":["Manin, Dmitrii"],"language":[],"coverage":[],"title":["Zipf's Law and Avoidance of Excessive Synonymy"],"description":["  Zipf's law states that if words of language are ranked in the order of\ndecreasing frequency in texts, the frequency of a word is inversely\nproportional to its rank. It is very robust as an experimental observation, but\nto date it escaped satisfactory theoretical explanation. We suggest that Zipf's\nlaw may arise from the evolution of word semantics dominated by expansion of\nmeanings and competition of synonyms.\n","Comment: 47 pages; fixed reference list missing in v.1"]}]
["0711.3363",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Spectral Theory","35J10, 35P05, 47B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3363"],"date":["2007-11-21","2009-01-22"],"type":["text"],"creator":["Felli, Veronica","Marchini, Elsa M.","Terracini, Susanna"],"language":[],"coverage":[],"title":["On Schr\\\"odinger operators with multisingular inverse-square anisotropic\n  potentials"],"description":["  We study positivity, localization of binding and essential self-adjointness\nproperties of a class of Schroedinger operators with many anisotropic inverse\nsquare singularities, including the case of multiple dipole potentials.\n"]}]
["0712.2814",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2814","Europhys. Lett. 84, 57008 (2008)","doi:10.1209/0295-5075/84/57008"],"date":["2007-12-17"],"type":["text"],"creator":["Morten, Jan Petter","Brataas, Arne","Bauer, Gerrit E. W.","Belzig, Wolfgang","Tserkovnyak, Yaroslav"],"language":[],"coverage":[],"title":["Proximity effect-assisted absorption of spin currents in superconductors"],"description":["  The injection of pure spin current into superconductors by the dynamics of a\nferromagnetic contact is studied theoretically. Taking into account suppression\nof the order parameter at the interfaces (inverse proximity effect) and the\nenergy-dependence of spin-flip scattering, we determine the\ntemperature-dependent ferromagnetic resonance linewidth broadening. Our results\nagree with recent experiments in Nb|permalloy bilayers [C. Bell et al.,\narXiv:cond-mat/0702461].\n","Comment: 4 pages"]}]
["0712.3320",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.3320","Phys.Rev.C77:034910,2008","doi:10.1103/PhysRevC.77.034910"],"date":["2007-12-19"],"type":["text"],"creator":["Abelev, B. I."],"language":[],"coverage":[],"title":["rho^0 Photoproduction in Ultra-Peripheral Relativistic Heavy Ion\n  Collisions with STAR"],"description":["  Photoproduction reactions occur when the electromagnetic field of a\nrelativistic heavy ion interacts with another heavy ion. The STAR collaboration\npresents a measurement of rho^0 and direct pi^+pi^- photoproduction in\nultra-peripheral relativistic heavy ion collisions at sqrt(s_{NN})=200 GeV. We\nobserve both exclusive photoproduction and photoproduction accompanied by\nmutual Coulomb excitation. We find a coherent cross-section of sigma(AuAu) ->\nAu^*Au^*rho^0 = 530 pm 19 (stat.) pm 57 (syst.) mb, in accord with theoretical\ncalculations based on a Glauber approach, but considerably below the\npredictions of a color dipole model. The rho^0 transverse momentum spectrum\n(p_{T}^2) is fit by a double exponential curve including both coherent and\nincoherent coupling to the target nucleus; we find sigma_{inc}/sigma_{coh} =\n0.29 pm 0.03 (stat.) pm 0.08 (syst.). The ratio of direct pi^+pi^- to rho^0\nproduction is comparable to that observed in gamma p collisions at HERA, and\nappears to be independent of photon energy. Finally, the measured rho^0 spin\nhelicity matrix elements agree within errors with the expected s-channel\nhelicity conservation.\n","Comment: 12 pages, 11 figures, 3 tables"]}]
["0801.3824",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3824","Phys.Rev.B77:155422,2008","doi:10.1103/PhysRevB.77.155422"],"date":["2008-01-24","2008-05-13"],"type":["text"],"creator":["Hou, Chang-Yu","Chamon, Claudio"],"language":[],"coverage":[],"title":["Junctions of three quantum wires for spin 1/2 electrons"],"description":["  We study the effects of electron-electron interactions on the transport\nproperties of a junction of three quantum wires enclosing a magnetic flux. The\nwires are modeled as single channel spin-1/2 Tomonaga-Luttinger liquids. The\nsystem exhibits a rich phase diagram as a function of the electronic\ninteraction strength, which includes a chiral fixed point with an asymmetric\ncurrent flow highly sensitive to the sign of the flux, and another fixed point\nwhere pair tunneling dominates, similarly to the case of spinless electrons.\nWhile in the case of spinless electrons the perturbations that correspond to\nunequal couplings between the three wires are always irrelevant, we find that,\nwhen the electron spin is included, there are small regions in the phase\ndiagram where a current flows only between two of the wires and the third wire\nis decoupled.\n","Comment: 9 figures"]}]
["0801.4635",{"format":[],"subject":["Quantum Physics","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4635"],"date":["2008-01-30","2009-01-22"],"type":["text"],"creator":["Koch, Benjamin"],"language":[],"coverage":[],"title":["(2+3) dimensional geometrical dual of the complex Klein-Gordon equation"],"description":["  In this paper it is shown that an equivalent to the complex Klein-Gordon\nequation can be obtained from the (2+3) dimensional Einstein equations coupled\nto a conserved energy momentum tensor. In an explicit toy model we give\nmatching conditions for what corresponds to the phase, the amplitude, and the\nmass of the complex wave function.\n","Comment: 6 pages, no figures"]}]
["0801.4929",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4929","Phys.Rev.Lett.101:252002,2008","doi:10.1103/PhysRevLett.101.252002"],"date":["2008-01-31","2008-04-09"],"type":["text"],"creator":["Albaladejo, M.","Oller, J. A."],"language":[],"coverage":[],"title":["Identification of a Scalar Glueball"],"description":["  We have performed a coupled channel study of the meson-meson S-waves\ninvolving isospins (I) 0, 1/2 and 3/2 up to 2 GeV. For the first time the\nchannels \\pi\\pi, K\\bar{K}, \\eta\\eta, \\sigma\\sigma, \\eta\\eta', \\eta'\\eta',\n\\rho\\rho, \\omega\\omega, \\omega\\phi$, \\phi\\phi, a_1\\pi and \\pi^*\\pi are\nconsidered. All the resonances with masses below 2 GeV for I=0 and 1/2 are\ngenerated by the approach. We identify the f_0(1710) and a pole at 1.6 GeV,\nwhich is an important contribution to the f_0(1500), as glueballs. This is\nbased on an accurate agreement of our results with predictions of lattice QCD\nand the chiral suppression of the coupling of a scalar glueball to \\bar{q}q.\nAnother nearby pole, mainly corresponding to the f_0(1370), is a pure octet\nstate not mixed with the glueball.\n","Comment: 5 pages, 1 figure. More data are included and reproduced. Some\n  discussions have been rephrased"]}]
["0802.3463",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3463"],"date":["2008-02-23","2009-01-22"],"type":["text"],"creator":["Bertulani, C. A."],"language":[],"coverage":[],"title":["Nuclear astrophysics from direct reactions"],"description":["  Accurate nuclear reaction rates are needed for primordial nucleosynthesis and\nhydrostatic burning in stars. The relevant reactions are extremely difficult to\nmeasure directly in the laboratory at the small astrophysical energies. In\nrecent years direct reactions have been developed and applied to extract\nlow-energy astrophysical S-factors. These methods require a combination of new\nexperimental techniques and theoretical efforts, which are the subject of this\npresentation.\n","Comment: 6 pages, version published in Rev. Mex. Phys. 53, 11 (2008)"]}]
["0803.0019",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0019","Phys.Lett.B666:34-37,2008","doi:10.1016/j.physletb.2008.06.065"],"date":["2008-02-29","2008-06-11"],"type":["text"],"creator":["Alwall, Johan","Le, My-Phuong","Lisanti, Mariangela","Wacker, Jay G."],"language":[],"coverage":[],"title":["Searching for Directly Decaying Gluinos at the Tevatron"],"description":["  This letter describes how to perform searches over the complete\nkinematically-allowed parameter space for new pair-produced color octet\nparticles that each subsequently decay into two jets plus missing energy at the\nTevatron. This letter shows that current searches can miss otherwise\ndiscoverable spectra of particles due to CMSSM-motivated cuts. Optimizing the\nHT and MET cuts expands the sensitivity of these searches.\n","Comment: 5 pages, 2 figures, references added, typos corrected, figure 2\n  updated"]}]
["0805.0244",{"format":[],"subject":["Mathematics - Analysis of PDEs","35L70, 35L80, 35L90"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0244"],"date":["2008-05-02","2009-01-22"],"type":["text"],"creator":["Ghisi, Marina","Gobbino, Massimo"],"language":[],"coverage":[],"title":["Derivative loss for Kirchhoff equations with non-Lipschitz nonlinear\n  term"],"description":["  In this paper we consider the Cauchy boundary value problem for the abstract\nKirchhoff equation with a continuous nonlinearity m : [0,+\\infty) -->\n[0,+\\infty). It is well known that a local solution exists provided that the\ninitial data are regular enough. The required regularity depends on the\ncontinuity modulus of m. In this paper we present some counterexamples in order\nto show that the regularity required in the existence results is sharp, at\nleast if we want solutions with the same space regularity of initial data. In\nthese examples we construct indeed local solutions which are regular at t = 0,\nbut exhibit an instantaneous (often infinite) derivative loss in the space\nvariables.\n","Comment: 33 pages, some remarks and appendix added"]}]
["0805.0964",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0964","Eur.Phys.J.C56:493-510,2008","doi:10.1140/epjc/s10052-008-0671-x"],"date":["2008-05-07"],"type":["text"],"creator":["Becattini, F.","Castorina, P.","Manninen, J.","Satz, H."],"language":[],"coverage":[],"title":["The Thermal Production of Strange and Non-Strange Hadrons in e+e-\n  Collisions"],"description":["  The thermal multihadron production observed in different high energy\ncollisions poses two basic problems: (1) why do even elementary collisions with\ncomparatively few secondaries (e+e- annihilation) show thermal behaviour, and\n2) why is there in such interactions a suppression of strange particle\nproduction? We show that the recently proposed mechanism of thermal hadron\nproduction through Hawking-Unruh radiation can naturally account for both. The\nevent horizon of colour confinement leads to thermal behaviour, but the\nresulting temperature depends on the strange quark content of the produced\nhadrons, causing a deviation from full equilibrium and hence a suppression of\nstrange particle production. We apply the resulting formalism to multihadron\nproduction in e+e- annihilation over a wide energy range and make a\ncomprehensive analysis of the data in the conventional statistical\nhadronization model and the modified Hawking-Unruh formulation. We show that\nthis formulation provides a very good description of the measured hadronic\nabundances, fully determined in terms of the string tension and the bare\nstrange quark mass; it contains no adjustable parameters.\n","Comment: 26 pages, 6 figures"]}]
["0805.1519",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1519","Phys.Rev.Lett.101:261101,2008","doi:10.1103/PhysRevLett.101.261101"],"date":["2008-05-11","2008-11-18"],"type":["text"],"creator":["Pshirkov, Maxim","Tuntsov, Artem","Postnov, Konstantin A."],"language":[],"coverage":[],"title":["Constraints on the massive graviton dark matter from pulsar timing and\n  precision astrometry"],"description":["  The effect of a narrow-band isotropic stochastic GW background on pulsar\ntiming and astrometric measurements is studied. Such a background appears in\nsome theories of gravity. We show that the existing millisecond pulsar timing\naccuracy ($\\sim 0.2 \\rm{\\mu s}$) strongly constrains possible observational\nconsequences of theory of massive gravity with spontaneous Lorentz braking\n\\cite{dtt:2005}, essentially ruling out significant contribution of massive\ngravitons to the local dark halo density. The present-day accuracy of\nastrometrical measurements ($\\sim 100 \\rm{\\mu as}$) sets less stringent\nconstraints on this theory.\n","Comment: 4 pages, 1 figure; changes in content, references added, accepted for\n  publication in PRL"]}]
["0805.1800",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1800","Mod.Phys.Lett.A23:3317-3329,2008","doi:10.1142/S0217732308027230"],"date":["2008-05-13"],"type":["text"],"creator":["Mart, T."],"language":[],"coverage":[],"title":["Can we extract the pion electromagnetic form factor from a t-channel\n  diagram only?"],"description":["  We show that we are able to extract the pion electromagnetic form factor by\nusing the recent charged pion electroproduction data from JLab and a simple\nt-channel diagram. For this purpose we have performed the Q2-independent and\ndependent analyses. The result of the first analysis is in good agreement with\nthose of previous works and fit the Maris and Tandy model as well as the\nmonopole parameterization which describes a pion radius of 0.672 fm. The result\nof the second analysis corroborates the findings in the first analysis. Our\nfindings therefore provide a direct proof that at the given kinematics the\nt-channel diagram really dominates the process. This could also set a new\nconstraint to the phenomenological models that try to describe the process.\n","Comment: 13 pages, 6 figures"]}]
["0805.2891",{"format":[],"subject":["Computer Science - Learning","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2891"],"date":["2008-05-19","2009-01-22"],"type":["text"],"creator":["Ben-David, Shai","Lu, Tyler","Pal, David","Sotakova, Miroslava"],"language":[],"coverage":[],"title":["Learning Low-Density Separators"],"description":["  We define a novel, basic, unsupervised learning problem - learning the lowest\ndensity homogeneous hyperplane separator of an unknown probability\ndistribution. This task is relevant to several problems in machine learning,\nsuch as semi-supervised learning and clustering stability. We investigate the\nquestion of existence of a universally consistent algorithm for this problem.\nWe propose two natural learning paradigms and prove that, on input unlabeled\nrandom samples generated by any member of a rich family of distributions, they\nare guaranteed to converge to the optimal separator for that distribution. We\ncomplement this result by showing that no learning algorithm for our task can\nachieve uniform learning rates (that are independent of the data generating\ndistribution).\n","Comment: 15 pages, 1 figure"]}]
["0806.0041",{"format":[],"subject":["Mathematics - Quantum Algebra","81T05, 16W30","16B50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0041","The Arabian Journal for Science and Engineering, Vol 33, No 2C, pp\n  459-482 (2008)"],"date":["2008-05-30","2009-01-22"],"type":["text"],"creator":["Szlachanyi, K."],"language":[],"coverage":[],"title":["On the field algebra construction"],"description":["  A pure algebraic variant of John Roberts' field algebra construction is\npresented and applied to bialgebroid Galois extensions and certain generalized\nfusion categories.\n","Comment: 25 pages; final version, typos corrected, journal-ref added"]}]
["0806.2174",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2174","Int.J.Mod.Phys.E17:2194-2198,2008","doi:10.1142/S0218301308011331"],"date":["2008-06-12"],"type":["text"],"creator":["Diaz-Torres, Alexis","Gasques, Leandro Romero","Wiescher, Michael"],"language":[],"coverage":[],"title":["Astrophysical S-factor for $^{16}$O+$^{16}$O within the adiabatic\n  molecular picture"],"description":["  The astrophysical S-factor for $^{16}$O + $^{16}$O is investigated within the\nadiabatic molecular picture. It very well explains the available experimental\ndata. The collective radial mass causes a pronounced resonant structure in the\nS-factor excitation function, providing a motivation for measuring the $^{16}$O\n+ $^{16}$O fusion cross section at deep sub-barrier energies.\n","Comment: 5 pages, 2 figures, SOTANCP2008 Conference, Strasbourg, France, May\n  13-16, 2008, To appear in IJMPE"]}]
["0806.2397",{"format":[],"subject":["Physics - Physics and Society","Physics - Medical Physics","Quantitative Finance - Statistical Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2397"],"date":["2008-06-14"],"type":["text"],"creator":["Gardner, Christopher"],"language":[],"coverage":[],"title":["Measuring Value in Healthcare"],"description":["  A statistical description and model of individual healthcare expenditures in\nthe US has been developed for measuring value in healthcare. We find evidence\nthat healthcare expenditures are quantifiable as an infusion-diffusion process,\nwhich can be thought of intuitively as a steady change in the intensity of\ntreatment superimposed on a random process reflecting variations in the\nefficiency and effectiveness of treatment. The arithmetic mean represents the\nnet average annual cost of healthcare; and when multiplied by the arithmetic\nstandard deviation, which represents the effective risk, the result is a\nmeasure of healthcare cost control. Policymakers, providers, payors, or\npatients that decrease these parameters are generating value in healthcare. The\nmodel has an average absolute prediction error of approximately 10-12% across\nthe range of expenditures which spans 6 orders of magnitude over a nearly\n10-year period. For the top 1% of the population with the largest expenditures,\nrepresenting 20%-30% of total spending on healthcare, a power-law relationship\nemerges. This relationship also applies to the most expensive medical\nconditions in the US. A fundamental connection between healthcare expenditures\nand mathematical finance is found by showing that the process healthcare\nexpenditures follow is similar to a widely used model for managing financial\nassets, leading to the conclusion that a combination of these two fields may\nyield useful results.\n","Comment: 52 pages, 55 figures, appendix, and endnotes"]}]
["0806.2624",{"format":[],"subject":["Physics - Atomic Physics","Physics - Atomic and Molecular Clusters","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.2624","Phys. Rev. Lett. 101, 203203 (2008)","doi:10.1103/PhysRevLett.101.203203"],"date":["2008-06-16"],"type":["text"],"creator":["Sawyer, Brian C.","Stuhl, Benjamin K.","Wang, Dajun","Yeo, Mark","Ye, Jun"],"language":[],"coverage":[],"title":["Low-energy molecular collisions in a permanent magnetic trap"],"description":["  Cold, neutral hydroxyl radicals are Stark decelerated and confined within a\nmagnetic trap consisting of two permanent ring magnets. The OH molecules are\ntrapped in the ro-vibrational ground state at a density of $\\sim10^{6}$\ncm$^{-3}$ and temperature of 70 mK. Collisions between the trapped OH sample\nand supersonic beams of atomic He and molecular D$_{2}$ are observed and\nabsolute collision cross sections measured. The He--OH and D$_{2}$--OH\ncenter-of-mass collision energies are tuned from 60 cm$^{-1}$ to 230 cm$^{-1}$\nand 145 cm$^{-1}$ to 510 cm$^{-1}$, respectively, yielding evidence of reduced\nHe--OH inelastic cross sections at energies below 84 cm$^{-1}$, the OH ground\nrotational level spacing.\n","Comment: 4 pages, 4 figures"]}]
["0808.0190",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0190","Phys.Rev.Lett.101:251302,2008","doi:10.1103/PhysRevLett.101.251302"],"date":["2008-08-01","2008-11-28"],"type":["text"],"creator":["Cailleteau, Thomas","Cardoso, Antonio","Vandersloot, Kevin","Wands, David"],"language":[],"coverage":[],"title":["Singularities in loop quantum cosmology"],"description":["  We show that simple scalar field models can give rise to curvature\nsingularities in the effective Friedmann dynamics of Loop Quantum Cosmology\n(LQC). We find singular solutions for spatially flat Friedmann-Robertson-Walker\ncosmologies with a canonical scalar field and a negative exponential potential,\nor with a phantom scalar field and a positive potential. While LQC avoids big\nbang or big rip type singularities, we find sudden singularities where the\nHubble rate is bounded, but the Ricci curvature scalar diverges. We conclude\nthat the effective equations of LQC are not in themselves sufficient to avoid\nthe occurrence of singularities.\n","Comment: 5 pages, 3 figures. v2: Comments and references added. v3: Minor\n  additions, version to appear in PRL"]}]
["0808.0834",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0834","Phys. Rev. B 79, 024509 (2009)","doi:10.1103/PhysRevB.79.024509"],"date":["2008-08-06","2009-01-22"],"type":["text"],"creator":["Opahle, I.","Kandpal, H. C.","Zhang, Y.","Gros, C.","Valenti, R."],"language":[],"coverage":[],"title":["Proximity of LaOFeAs to a magnetic instability"],"description":["  We investigate the effect of external pressure on the Fe magnetic moment in\nundoped LaOFeAs within the framework of density functional theory and show that\nthis system is close to a magnetic instability: The Fe moment is found to drop\nby nearly a factor of 3 within a pressure range of $\\pm$ 5 GPa around the\ncalculated equilibrium volume. While the Fe moments show an unusually strong\nsensitivity to the spin arrangement (type of anti-ferromagnetic structure), the\nlow temperature structural distortion is found to have only a minor influence\non them. Analysis of the Fermi surface topology and nesting features shows that\nthese properties change very little up to pressures of at least 10 GPa. We\ndiscuss the magnetic instability in terms of the itinerancy of this system.\n","Comment: 5 pages, 4 figures"]}]
["0808.1266",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1266","Phys.Rev.Lett.101:251802,2008","doi:10.1103/PhysRevLett.101.251802"],"date":["2008-08-08"],"type":["text"],"creator":["D0 Collaboration","Abazov, V."],"language":[],"coverage":[],"title":["A search for the standard model Higgs boson in the missing energy and\n  acoplanar b-jet topology at sqrt(s) = 1.96 TeV"],"description":["  We report a search for the standard model Higgs boson in the missing energy\nand acoplanar b-jet topology, using an integrated luminosity of 0.93 inverse\nfemtobarn recorded by the D0 detector at the Fermilab Tevatron Collider. The\nanalysis includes signal contributions from pp->ZH->nu nu b b, as well as from\nWH production in which the charged lepton from the W boson decay is undetected.\nNeural networks are used to separate signal from background. In the absence of\na signal, we set limits on the cross section of pp->VH times the branching\nratio of H->bb at the 95% C.L. of 2.6 - 2.3 pb, for Higgs boson masses in the\nrange 105 - 135 GeV, where V=W,Z. The corresponding expected limits range from\n2.8 pb - 2.0 pb.\n","Comment: Submitted to Phys. Rev. Letters"]}]
["0808.1824",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1824","Phys.Rev.Lett.101:261102,2008","doi:10.1103/PhysRevLett.101.261102"],"date":["2008-08-13"],"type":["text"],"creator":["Zuntz, J. A.","Ferreira, P. G.","Zlosnik, T. G."],"language":[],"coverage":[],"title":["Constraining Lorentz violation with cosmology"],"description":["  The Einstein-Aether theory provides a simple, dynamical mechanism for\nbreaking Lorentz invariance. It does so within a generally covariant context\nand may emerge from quantum effects in more fundamental theories. The theory\nleads to a preferred frame and can have distinct experimental signatures. In\nthis letter, we perform a comprehensive study of the cosmological effects of\nthe Einstein-Aether theory and use observational data to constrain it. Allied\nto previously determined consistency and experimental constraints, we find that\nan Einstein-Aether universe can fit experimental data over a wide range of its\nparameter space, but requires a specific rescaling of the other cosmological\ndensities.\n","Comment: 4 pages, 4 figures"]}]
["0808.1898",{"format":[],"subject":["Quantum Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1898","EPL, 85 (2009) 13001","doi:10.1209/0295-5075/85/13001"],"date":["2008-08-14","2009-01-22"],"type":["text"],"creator":["Klein, Alexander","Jaksch, Dieter"],"language":[],"coverage":[],"title":["Phonon-induced artificial magnetic fields"],"description":["  We investigate the effect of a rotating Bose-Einstein condensate on a system\nof immersed impurity atoms trapped by an optical lattice. We analytically show\nthat for a one-dimensional, ring-shaped setup the coupling of the impurities to\nthe Bogoliubov phonons of the condensate leads to a non-trivial phase in the\nimpurity hopping. The presence of this phase can be tested by observing a drift\nin the transport properties of the impurities. These results are quantitatively\nconfirmed by a numerically exact simulation of a two-mode Bose-Hubbard model.\nWe also give analytical expressions for the occurring phase terms for a\ntwo-dimensional setup. The phase realises an artificial magnetic field and can\nfor instance be used for the simulation of the quantum Hall effect using atoms\nin an optical lattice.\n","Comment: 6 pages, 4 figures"]}]
["0808.2345",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2345","ChemPhysChem 10, 45 (2009)"],"date":["2008-08-18"],"type":["text"],"creator":["Burada, P. Sekhar","Hanggi, Peter","Marchesoni, Fabio","Schmid, Gerhard","Talkner, Peter"],"language":[],"coverage":[],"title":["Diffusion in confined geometries"],"description":["  Diffusive transport of particles or, more generally, small objects is a\nubiquitous feature of physical and chemical reaction systems. In configurations\ncontaining confining walls or constrictions transport is controlled both by the\nfluctuation statistics of the jittering objects and the phase space available\nto their dynamics. Consequently, the study of transport at the macro- and\nnanoscales must address both Brownian motion and entropic effects. With this\nsurvey we report on recent advances in the theoretical and numerical\ninvestigation of stochastic transport occurring either in micro-sized\ngeometries of varying cross section or in narrow channels wherein the diffusing\nparticles are hindered from passing each other (single file diffusion). For\nparticles undergoing biased diffusion in static suspension media enclosed by\nconfining geometries, transport exhibits intriguing features such as (i) a\ndecrease of nonlinear mobility with increasing temperature or, also, (ii) a\nbroad excess peak of the effective diffusion above the free diffusion limit.\nThese paradoxical aspects can be understood in terms of entropic contributions\nresulting from the restricted dynamics in phase space. If, in addition, the\nsuspension medium is subjected to external, time-dependent forcing,\nrectification or segregation of the diffusing Brownian particles becomes\npossible. Likewise, the diffusion in very narrow, spatially modulated channels\ngets modified via contact particle-particle interactions, which induce\nanomalous sub-diffusion. The effective sub-diffusion constant for a driven\nsingle file also develops a resonance-like structure as a function of the\nconfining coupling constant.\n","Comment: 15 pages; mini-review"]}]
["0808.2607",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2607","Phys. Rev. B 79, 033303 (2009)","doi:10.1103/PhysRevB.79.033303"],"date":["2008-08-19"],"type":["text"],"creator":["Pletyukhov, Mikhail","Shnirman, Alexander"],"language":[],"coverage":[],"title":["Spin-density induced by electromagnetic wave in two-dimensional electron\n  gas with both Rashba and Dresselhaus spin-orbit couplings"],"description":["  We consider the magnetic response of a two-dimensional electron gas (2DEG)\nwith both Rashba and Dresselhaus spin-orbit coupling to a microwave excitation.\nWe generalize the results of [A. Shnirman and I. Martin, Europhys. Lett. 78,\n27001 (2007).], where pure Rashba coupling was studied. We observe that the\nmicrowave with the in-plane electric field and the out-of-plane magnetic field\ncreates an out-of-plane spin polarization. The effect is more prominent in\nclean systems with resolved spin-orbit-split subbands. Considered as response\nto the microwave magnetic field, the spin-orbit contribution to the\nmagnetization far exceeds the usual Zeeman contribution in the clean limit. The\neffect vanishes when the Rashba and the Dresselhaus couplings have equal\nstrength.\n","Comment: 4 pages, 2 figures"]}]
["0808.3363",{"format":[],"subject":["Nuclear Theory","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3363","Phys.Rev.C79:014902,2009","doi:10.1103/PhysRevC.79.014902"],"date":["2008-08-25","2008-09-02"],"type":["text"],"creator":["Kisiel, Adam","Broniowski, Wojciech","Chojnacki, Mikolaj","Florkowski, Wojciech"],"language":[],"coverage":[],"title":["Azimuthally-sensitive femtoscopy from RHIC to LHC in hydrodynamics with\n  statistical hadronization"],"description":["  Azimuthally-sensitive femtoscopy for heavy-ion collisions at RHIC and LHC is\nexplored within the approach consisting of the hydrodynamics of perfect fluid\nfollowed by statistical hadronization. It is found that for the RHIC initial\nconditions the very same framework that reproduces the standard soft\nobservables (including the transverse-momentum spectra, the elliptic flow, and\nthe azimuthally-averaged HBT radii) leads to a proper description of the\nazimuthally-sensitive femtoscopic observables - we find that the azimuthal\nvariation of the side and out HBT radii is very well reproduced for all\ncentralities, while the out-side correlation is somewhat too large for\nnon-central events. Concerning the dependence of the femtoscopic parameters on\nkT we find that it is very well reproduced for the out and side radii, and\nfairly well for the long radius. The model is then extrapolated for the LHC\nenergy. We predict the overall moderate growth of the HBT radii and the\ndecrease of their azimuthal oscillations. Such effects are naturally caused by\nlonger evolution times. In addition, we discuss in detail the space-time\npatterns of particle emission. We show that they are quite complex and argue\nthat the overall shape seen by the femtoscopic methods cannot be easily\ndisentangled on the basis of simple-minded arguments.\n","Comment: (12 pages, 10 figures), submitted to PRC, updated the initial\n  temperatures to the ones at tau_0=0.25 fm"]}]
["0808.3433",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Physics - Biological Physics","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3433","American Naturalist 173, 256-263 (2009)","doi:10.1086/595760"],"date":["2008-08-25"],"type":["text"],"creator":["Clauset, Aaron","Schwab, David J.","Redner, Sidney"],"language":[],"coverage":[],"title":["How many species have mass M?"],"description":["  Within large taxonomic assemblages, the number of species with adult body\nmass M is characterized by a broad but asymmetric distribution, with the\nlargest mass being orders of magnitude larger than the typical mass. This\ncanonical shape can be explained by cladogenetic diffusion that is bounded\nbelow by a hard limit on viable species mass and above by extinction risks that\nincrease weakly with mass. Here we introduce and analytically solve a\nsimplified cladogenetic diffusion model. When appropriately parameterized, the\ndiffusion-reaction equation predicts mass distributions that are in good\nagreement with data on 4002 terrestrial mammal from the late Quaternary and\n8617 extant bird species. Under this model, we show that a specific tradeoff\nbetween the strength of within-lineage drift toward larger masses (Cope's rule)\nand the increased risk of extinction from increased mass is necessary to\nproduce realistic mass distributions for both taxa. We then make several\npredictions about the evolution of avian species masses.\n","Comment: 7 pages, 3 figures"]}]
["0808.3945",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3945","Phys.Lett.B671:128-134,2009","doi:10.1016/j.physletb.2008.12.002"],"date":["2008-08-28","2009-01-22"],"type":["text"],"creator":["Metsaev, R. R."],"language":[],"coverage":[],"title":["CFT adapted gauge invariant formulation of arbitrary spin fields in AdS\n  and modified de Donder gauge"],"description":["  Using Poincare parametrization of AdS space, we study totally symmetric\narbitrary spin massless fields in AdS space of dimension greater than or equal\nto four. CFT adapted gauge invariant formulation for such fields is developed.\nGauge symmetries are realized similarly to the ones of Stueckelberg formulation\nof massive fields. We demonstrate that the curvature and radial coordinate\ncontributions to the gauge transformation and Lagrangian of the AdS fields can\nbe expressed in terms of ladder operators. Realization of the global AdS\nsymmetries in the conformal algebra basis is obtained. Modified de Donder gauge\nleading to simple gauge fixed Lagrangian is found. The modified de Donder gauge\nleads to decoupled equations of motion which can easily be solved in terms of\nBessel function. Interrelations between our approach to the massless AdS fields\nand the Stueckelberg approach to massive fields in flat space are discussed.\n","Comment: 14 pages, LaTeX-2e. v3: Footnotes 4,9 and references added. Typos\n  corrected"]}]
["0808.4014",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Physics - Biological Physics","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.4014","Phys. Rev. Lett. 102, 038103 (2009)","doi:10.1103/PhysRevLett.102.038103"],"date":["2008-08-28","2009-01-22"],"type":["text"],"creator":["Clauset, Aaron","Redner, Sidney"],"language":[],"coverage":[],"title":["Evolutionary Model of Species Body Mass Diversification"],"description":["  We present a quantitative model for the biological evolution of species body\nmasses within large groups of related species, e.g., terrestrial mammals, in\nwhich body mass M evolves according to branching (speciation), multiplicative\ndiffusion, and an extinction probability that increases logarithmically with\nmass. We describe this evolution in terms of a convection-diffusion-reaction\nequation for ln M. The steady-state behavior is in good agreement with\nempirical data on recent terrestrial mammals, and the time-dependent behavior\nalso agrees with data on extinct mammal species between 95 - 50 Myr ago.\n","Comment: 4 pages, 4 figures"]}]
["0809.0783",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0783","JHEP 0901:005,2009","doi:10.1088/1126-6708/2009/01/005"],"date":["2008-09-04","2009-01-22"],"type":["text"],"creator":["de Leeuw, M"],"language":[],"coverage":[],"title":["The Bethe Ansatz for AdS5 x S5 Bound States"],"description":["  We reformulate the nested coordinate Bethe ansatz in terms of coproducts of\nYangian symmetry generators. This allows us to derive the nested Bethe\nequations for the bound state string S-matrices. We find that they coincide\nwith the Bethe equations obtained from a fusion procedure. The bound state\nnumber dependence in the Bethe equations appears through the parameters x^{\\pm}\nand the dressing phase only.\n","Comment: typos corrected"]}]
["0809.1382",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1382","J. Phys.: Condens. Matter 21 (2009) 055301","doi:10.1088/0953-8984/21/5/055301"],"date":["2008-09-08","2009-01-22"],"type":["text"],"creator":["Lobato, I.","Rojas, J.","Landauro, C. V.","Torres, J."],"language":[],"coverage":[],"title":["Atomic and electronic structure transformations of silver nanoparticles\n  under rapid cooling conditions"],"description":["  The structural evolution and dynamics of silver nanodrops Ag${}_{2896}$ (4.4\nnm in diameter) during rapid cooling conditions has been studied by means of\nmolecular dynamics simulations and electronic density of state calculations.\nThe interaction of silver atoms is modeled by a tight-binding semiempirical\ninteratomic potential proposed by Cleri and Rosato. The pair correlation\nfunctions and the pair analysis technique is applied to reveal the structural\ntransition in the process of solidification. It is shown that Ag nanoparticles\nevolve into different nanostructures under different cooling processes. At a\ncooling rate of $1.5625\\times10^{13} Ks^{-1}$ the nanoparticles preserve an\namorphous like structure containing a large amount of 1551 and 1541 pairs which\ncorrespond to the icosahedral symmetry. For a lower cooling rate\n($1.5625\\times10^{12} Ks^{-1}$), the nanoparticles transform into a\ncrystal-like structure consisting mainly of 1421 and 1422 pairs which\ncorrespond to the fcc and hcp structures, respectively. The variations of the\nelectronic density of states for the differently cooled nanoparticles are small\nbut in correspondence with the structural changes.\n","Comment: 12 pages, 7 figures"]}]
["0809.2730",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Networking and Internet Architecture","C.2","C.2.1","C.2.2","C.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2730"],"date":["2008-09-16","2009-01-22"],"type":["text"],"creator":["Mei, Alessandro","Stefa, Julinda"],"language":[],"coverage":[],"title":["SWIM: A Simple Model to Generate Small Mobile Worlds"],"description":["  This paper presents small world in motion (SWIM), a new mobility model for\nad-hoc networking. SWIM is relatively simple, is easily tuned by setting just a\nfew parameters, and generates traces that look real--synthetic traces have the\nsame statistical properties of real traces. SWIM shows experimentally and\ntheoretically the presence of the power law and exponential decay dichotomy of\ninter-contact time, and, most importantly, our experiments show that it can\npredict very accurately the performance of forwarding protocols.\n","Comment: Accepted for publication in IEEE INFOCOM 09, Rio de Janeiro, Brazil,\n  April 2009"]}]
["0809.3326",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3326","Eur.Phys.J.C59:13-25,2009","doi:10.1140/epjc/s10052-008-0836-7"],"date":["2008-09-19","2008-11-18"],"type":["text"],"creator":["Davison, R. A.","Webber, B. R."],"language":[],"coverage":[],"title":["Non-Perturbative Contribution to the Thrust Distribution in $e^+ e^-$\n  Annihilation"],"description":["  We re-evaluate the non-perturbative contribution to the thrust distribution\nin $e^+e^-\\to$ hadrons, in the light of the latest experimental data and the\nrecent NNLO perturbative calculation of this quantity. By extending the\ncalculation to NNLO+NLL accuracy, we perform the most detailed study to date of\nthe effects of non-perturbative physics on this observable. In particular, we\ninvestigate how well a model based on a low-scale QCD effective coupling can\naccount for such effects. We find that the difference between the improved\nperturbative distribution and the experimental data is consistent with a\n$1/Q$-dependent non-perturbative shift in the distribution, as predicted by the\neffective coupling model. Best fit values of $\\alpha_s(M_Z) =\n0.1164^{+0.0028}_{-0.0026}$ and $\\alpha_0(2 GeV)=0.59+/-0.03$ are obtained with\n$\\chi^2/d.o.f.=1.09$. This is consistent with NLO+NLL results but the quality\nof fit is improved. The agreement in $\\alpha_0$ is non-trivial because a part\nof the 1/Q-dependent contribution (the infrared renormalon) is included in the\nNNLO perturbative correction.\n","Comment: 13 pages, 10 figures. Published version, minor changes"]}]
["0809.3761",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3761","Phys.Rev.Lett.101:251303,2008","doi:10.1103/PhysRevLett.101.251303"],"date":["2008-09-22","2008-12-21"],"type":["text"],"creator":["Zibin, J. P.","Moss, A.","Scott, D."],"language":[],"coverage":[],"title":["Can we avoid dark energy?"],"description":["  The idea that we live near the centre of a large, nonlinear void has\nattracted attention recently as an alternative to dark energy or modified\ngravity. We show that an appropriate void profile can fit both the latest\ncosmic microwave background and supernova data. However, this requires either a\nfine-tuned primordial spectrum or a Hubble rate so low as to rule these models\nout. We also show that measurements of the radial baryon acoustic scale can\nprovide very strong constraints. Our results present a serious challenge to\nvoid models of acceleration.\n","Comment: 5 pages, 4 figures; minor changes; version published in Phys. Rev.\n  Lett"]}]
["0809.4076",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4076","Phys.Rev.D79:024001,2009","doi:10.1103/PhysRevD.79.024001"],"date":["2008-09-23","2009-01-05"],"type":["text"],"creator":["Dzhunushaliev, Vladimir","Folomeev, Vladimir","Minamitsuji, Masato"],"language":[],"coverage":[],"title":["Thick de Sitter brane solutions in higher dimensions"],"description":["  We present thick de Sitter brane solutions which are supported by two\ninteracting {\\it phantom} scalar fields in five-, six- and seven-dimensional\nspacetime. It is shown that for all cases regular solutions with anti-de Sitter\nasymptotic (5D problem) and a flat asymptotic far from the brane (6D and 7D\ncases) exist. We also discuss the stability of our solutions.\n","Comment: typos corrected"]}]
["0810.0784",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.0784","Phys.Rev.C79:014304,2009","doi:10.1103/PhysRevC.79.014304"],"date":["2008-10-04"],"type":["text"],"creator":["Rotureau, J.","Michel, N.","Nazarewicz, W.","Ploszajczak, M.","Dukelsky, J."],"language":[],"coverage":[],"title":["Density matrix renormalization group approach to two-fluid open\n  many-fermion systems"],"description":["  We have extended the density matrix renormalization group (DMRG) approach to\ntwo-fluid open many-fermion systems governed by complex-symmetric Hamiltonians.\nThe applications are carried out for three- and four-nucleon (proton-neutron)\nsystems within the Gamow Shell Model (GSM) in the complex-energy plane. We\nstudy necessary and sufficient conditions for the GSM+DMRG method to yield the\ncorrect ground state eigenvalue and discuss different truncation schemes within\nDMRG. The proposed approach will enable configuration interaction studies of\nweakly-bound and unbound strongly interacting complex systems which, because of\na prohibitively large size of Fock space, cannot be treated by means of the\ndirect diagonalization.\n","Comment: 13 pages, 15 figures"]}]
["0810.1081",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1081","PoS LATTICE2008:029,2008"],"date":["2008-10-06"],"type":["text"],"creator":["Osborn, James C."],"language":[],"coverage":[],"title":["Initial guesses for multi-shift solvers"],"description":["  I will present a method for providing initial guesses to a linear solver for\nsystems with multiple shifts. This can also be extended to the case of multiple\nsources each with a different shift.\n","Comment: 7 pages, talk presented at the XXVI International Symposium on\n  Lattice Field Theory, July 14-19, 2008, Williamsburg, Virginia, USA. Colors\n  in the tables have been replaced with italics in the arXiv version. See the\n  PoS version for correct colors (or use pdflatex from the source)"]}]
["0810.1157",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1157","Phys. Rev. A 79, 010301(R) (2009)","doi:10.1103/PhysRevA.79.010301"],"date":["2008-10-07","2009-01-21"],"type":["text"],"creator":["Hu, Ming-Guang","Deng, Dong-Ling","Chen, Jing-Ling"],"language":[],"coverage":[],"title":["Proposed all-versus-nothing violation of local realism in the Kitaev\n  spin-lattice model"],"description":["  We investigate the nonlocal property of the fractional statistics in Kitaev's\ntoric code model. To this end, we construct the Greenberger-Horne-Zeilinger\nparadox which builds a direct conflict between the statistics and local\nrealism. It turns out that the fractional statistics in the model is purely a\nquantum effect and independent of any classical theory.We also discuss a\nfeasible experimental scheme using anyonic interferometry to test this\ncontradiction.\n","Comment: 4 pages, 2 figures, Accepted by Phys. Rev. A as a Rapid Communication"]}]
["0810.1510",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1510","Chaos, 013101 (+7), 2009","doi:10.1063/1.3054710"],"date":["2008-10-08","2008-12-25"],"type":["text"],"creator":["Gallavotti, Giovanni"],"language":[],"coverage":[],"title":["On Thermostats: Isokinetic or Hamiltonian? finite or infinite?"],"description":["  The relation between finite isokinetic thermostats and infinite Hamiltonian\nthermostats is studied and their equivalence is heuristically discussed.\n","Comment: 6 pages, 1 figure v2: several comments added thanks to the referees'\n  suggestions; v3: collision rules with walls and influence on the form of the\n  equations of motion precised (see acknowledgements). Two columns format"]}]
["0810.2139",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2139"],"date":["2008-10-12","2009-01-22"],"type":["text"],"creator":["Grushevsky, Samuel","Krichever, Igor"],"language":[],"coverage":[],"title":["The universal Whitham hierarchy and the geometry of the moduli space of\n  pointed Riemann surfaces"],"description":["  We show that certain structures and constructions of the Whitham theory, an\nessential part of the perturbation theory of soliton equations, can be\ninstrumental in understanding the geometry of the moduli spaces of Riemann\nsurfaces with marked points. We use the ideas of the Whitham theory to define\nlocal coordinates and construct foliations on the moduli spaces. We use these\nconstructions to give a new proof of the Diaz' bound on the dimension of\ncomplete subvarieties of the moduli spaces. Geometrically, we study the\nproperties of meromorphic differentials with real periods, and their\ndegenerations.\n","Comment: v2: references corrected"]}]
["0810.2786",{"format":[],"subject":["High Energy Physics - Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2786"],"date":["2008-10-15","2009-01-22"],"type":["text"],"creator":["Koch, Benjamin"],"language":[],"coverage":[],"title":["Relativistic Bohmian mechanics from scalar gravity"],"description":["  In this article we show that the fundamental equations of relativistic\nBohmian mechanics for a single particle can be derived from a scalar theory of\ncurved space-time.\n","Comment: 3 pages, no figures"]}]
["0810.3782",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3782","JHEP 0812:111,2008","doi:10.1088/1126-6708/2008/12/111"],"date":["2008-10-21","2008-12-28"],"type":["text"],"creator":["Sheikh-Jabbari, M. M."],"language":[],"coverage":[],"title":["A New Three-Algebra Representation for the {\\cal N}=6 su(N)Xsu(N)\n  Superconformal Chern-Simons Theory"],"description":["  Based on the realization of three-algebras in terms of algebra of matrices\nand four-brackets [arXiv:0807.1570] we present the notion of u(N)-based\nextended three-algebras, which for N=2 reproduces the Bagger-Lambert\nthree-algebra. Using these extended three-algebras we construct an su(N)\\times\nsu(N) Chern-Simons action with explicit SO(8) invariance. The dynamical fields\nof this theory are eight complex valued bosonic and fermionic fields in the\nbi-fundamental representation of the su(N)\\times su(N). For generic N the\nfermionic transformations, however, close only on a subclass of the states of\nthis theory onto the 3d, {\\cal N}=6 superalgebra. In this sector we deal with\nfour complex valued scalars and fermions, our theory is closely related to the\nABJM model [arXiv:0806.1218], and hence it can be viewed as the (low energy\neffective) theory of N M2-branes. We discuss that our three-algebra structure\nsuggests a picture of open M2-brane stretched between any two pairs of\nM2-branes. We also analyze the BPS configurations of our model.\n","Comment: 39 pages, 3 .eps figures, v2: References added, typos corrected, v3:\n  typos corrected, an appendix added, the version to appear in JHEP"]}]
["0810.3994",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3994"],"date":["2008-10-22","2009-01-22"],"type":["text"],"creator":["Dannenmayer, Kathe","Mazouffre, Stephane"],"language":[],"coverage":[],"title":["Sizing of Hall effect thrusters with input power and thrust level: An\n  Empirical Approach"],"description":["  Sizing methods can be used to get a first estimate of the required Hall\nthruster dimensions and operating conditions for a given input power and a\ncorresponding thrust level. After a review of the existing methods, a new\napproach, which considers the three characteristic thruster dimensions, i.e.\nthe channel length, the channel width and the channel mean diameter as well as\nthe magnetic field, is introduced. This approach is based on analytical laws\ndeduced from the physical principles that govern the properties of a Hall\neffect thruster, relying on a list of simplifying assumptions. In addition,\nconstraints on the channel wall temperature as well as on the propellant atom\ndensity inside the channel are taken into account. The validity of the scaling\nlaws is discussed in light of a vast database that comprises 23 single-stage\nHall effect thrusters covering a power range from 10 W to 50 kW. Finally, the\nsizing method is employed to obtain a preliminary geometry and the magnetic\nfield strength for a 20 kW and a 25 kW Hall effect thruster able to deliver a\nthrust of 1 N, respectively 1.5 N.\n","Comment: 25 pages, 3 tables, 10 figures"]}]
["0810.4126",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4126","Phys.Rev.D78:114017,2008","doi:10.1103/PhysRevD.78.114017"],"date":["2008-10-22","2008-11-18"],"type":["text"],"creator":["Ramalho, G.","Pena, M. T.","Gross, Franz"],"language":[],"coverage":[],"title":["D-state effects in the electromagnetic N-Delta transition"],"description":["  We consider here a manifestly covariant quark model of the nucleon and the\nDelta, where one quark is off-shell and the other two quarks form an on-shell\ndiquark pair. Using this model, we have shown previously that the nucleon form\nfactors and the dominant form factor for the gamma N -> Delta transition (the\nmagnetic dipole (M1) form factor) can be well described by nucleon and Delta\nwave functions with S-state components only. In this paper we show that\nnon-vanishing results for the small electric (E2) and Coulomb (C2) quadrupole\nform factors can be obtained if D-state components are added to the Delta\nvalence quark wave function. We present a covariant definition of these\ncomponents and compute their contributions to the form factors. We find that\nthese components cannot, by themselves, describe the data. Explicit pion cloud\ncontributions must also be added and these contributions dominate both the E2\nand the C2 form factors. By parametrizing the pion cloud contribution for the\ntransition electric and Coulomb form factors in terms of the neutron electric\nform factor, we estimate that the contributions of the Delta D-state coupled to\nquark core spin of 3/2 is of the order of 1%, and the contributions of the\nDelta D-state coupled to quark core spin 1/2 is of the order of 4%.\n","Comment: 26 pages, 11 figures and 3 tables; to appear in Phys. Rev. D"]}]
["0810.4712",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4712","Astrophysical Journal Letters 692 (2009) 29-33","doi:10.1088/0004-637X/692/1/L29"],"date":["2008-10-26","2009-01-22"],"type":["text"],"creator":["MAGIC Collaboration","Aliu, E."],"language":[],"coverage":[],"title":["Discovery of a very high energy gamma-ray signal from the 3C 66A/B\n  region"],"description":["  The MAGIC telescope observed the region around the distant blazar 3C 66A for\n54.2 h in 2007 August-December. The observations resulted in the discovery of a\ngamma-ray source at energies above 150 GeV centered at celestial coordinates\nRA=2h23m12s and DEC=43deg0.7' (MAGIC J0223+430), coinciding with the nearby\nradio galaxy 3C 66B. A possible association of the excess with the blazar 3C\n66A is discussed. The energy spectrum of MAGIC J0223+430 follows a power law\nwith a normalization of (1.7+-0.3_(stat)+-0.6_(syst)) 10^(-11)\nTeV^(-1)cm^(-2)s^(-1) at 300 GeV and a photon index\nGamma=-3.10+-0.31_(stat)+-0.2_(syst). No significant variability of the signal\nwas found during the observation period.\n","Comment: 5 pages, 4 figures, accepted for publication in ApJL. Small\n  corrections"]}]
["0810.4914",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4914","Class.Quant.Grav.25:165002,2008","doi:10.1088/0264-9381/25/16/165002"],"date":["2008-10-27"],"type":["text"],"creator":["Mersini-Houghton, L.","Adams, F."],"language":[],"coverage":[],"title":["Limitations of anthropic predictions for the cosmological constant\n  $\\Lambda$: Cosmic Heat Death of Anthropic Observers"],"description":["  This paper investigates anthropic bounds on the vacuum energy $\\Lambda$. We\nfirst consider the possibility of cosmic observers existing at any random time\n(including the future) for constant $\\Lambda$, and take into account the\nsuppression of new structure formation as the universe approaches its eternal\nDeSitter (DS) geometry. Structures that collapse prior to the era of\n$\\Lambda$-domination will lose causal contact with our Hubble volume within a\nfinite (short) conformal time $\\tau_{\\ast}$. Any remnants within our Hubble\nvolume then suffer a cosmological heat death after the universe becomes DS. The\nprobability for finding observers by random measurements in the volume bound by\nthe DeSitter horizon is $P \\simeq 0$, and it is a simple consequence of the\ninformation loss problem for eternal DS spaces resulting from the finite and\nconstant value of its temperature $T_{DS} \\simeq \\Lambda^{-1/2}$ and entropy $S\n= 3/(G\\Lambda)$. By contrast, for geometries with $\\Lambda = 0$, structures can\ncondense and entropy production can continue without bounds at any epoch. The\nprobability of finding observers in $\\Lambda = 0$ geometries is thus\noverwhelming higher than in DS spaces. As a result, anthropic reasoning does\nnot explain the small but nonzero vacuum energy observed in our universe. We\nalso address the case where observers are considered only at a specially chosen\ntime -- like the present epoch -- but relax the allowed values of starting\ndensity fluctuations and hence the redshift of galaxy formation. In this latter\ncase, the bounds on a $\\Lambda$ can be millions of times larger than previous\nestimates -- and the observed value. We thus conclude that anthropic reasoning\nhas limited predictive power.\n","Comment: 7pgs, published"]}]
["0810.5002",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.5002","Phys.Rev.C79:014305,2009","doi:10.1103/PhysRevC.79.014305"],"date":["2008-10-28"],"type":["text"],"creator":["Ichikawa, Takatoshi","Iwamoto, Akira","Mller, Peter"],"language":[],"coverage":[],"title":["Origin of the narrow, single peak in the fission-fragment mass\n  distribution for $^{258}$Fm"],"description":["  We discuss the origin of the narrowness of the single peak at mass-symmetric\ndivision in the fragment mass-yield curve for spontaneous fission of\n$^{258}$Fm. For this purpose, we employ the macroscopic-microscopic model, and\ncalculate a potential-energy curve at the mass-symmetric compact scission\nconfiguration, as a function of the fragment mass number, which is obtained\nfrom the single-particle wave-function densities. In the calculations, we\nminimize total energies by varying the deformations of the two fragments, with\nconstraints on the mass quadrupole moment and keeping the neck radius zero, as\na function of mass asymmetry. Using the obtained potential, we solve the\none-dimensional Schr\\\"odinger equation with a microscopic coordinate-dependent\ninertial mass to calculate the fragment mass-yield curve. The calculated mass\nyield, expressed in terms of the microscopic mass density, is consistent with\nthe extremely narrow experimental mass distribution.\n","Comment: 6 pages, 7 figures"]}]
["0810.5199",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.5199","Fizika B17:189-196,2008"],"date":["2008-10-29"],"type":["text"],"creator":["Piatek, M.","Pervushin, V. N.","Arbuzov, A. B."],"language":[],"coverage":[],"title":["Generating Functional for Bound States in QED"],"description":["  The manifestly Lorentz covariant formulation of quantum electrodynamics\ndisregards Coulomb instantaneous interaction and its consequence -\ninstantaneous bound states (IBS's). In this article we consider the way of\nconstruction the IBS generating functional using the operator generalization of\nthe initial data in the Dirac Hamiltonian approach to QED.\n","Comment: 6 pages, reported at HADRON STRUCTURE '07 International Conference,\n  Modra-Harmonia, Slovakia, Sept. 3-7, 2007"]}]
["0810.5258",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.5258","Acta Phys.Polon.B39:3395-3421,2008"],"date":["2008-10-29"],"type":["text"],"creator":["Glazek, Stanislaw D."],"language":[],"coverage":[],"title":["Renormalization group and bound states"],"description":["  Renormalization group procedure suggests that the low-energy behavior of\neffective coupling constant in asymptotically free Hamiltonians is connected\nwith the existence of bound states and depends on how the interactions\nresponsible for the binding are included in the renormalization group\nequations.\n","Comment: 16 pages, 1 figure, revtex4, presented at 48th Cracow School of\n  Theoretical Physics: Aspects of Duality, June 13-22, 2008, Zakopane, Poland"]}]
["0810.5365",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.5365","PoS LATTICE2008:045,2008"],"date":["2008-10-29"],"type":["text"],"creator":["Barros, Kipton","Babich, Ronald","Brower, Richard","Clark, Michael A.","Rebbi, Claudio"],"language":[],"coverage":[],"title":["Blasting through lattice calculations using CUDA"],"description":["  Modern graphics hardware is designed for highly parallel numerical tasks and\nprovides significant cost and performance benefits. Graphics hardware vendors\nare now making available development tools to support general purpose high\nperformance computing. Nvidia's CUDA platform, in particular, offers direct\naccess to graphics hardware through a programming language similar to C. Using\nthe CUDA platform we have implemented a Wilson-Dirac operator which runs at an\neffective 68 Gflops on the Tesla C870. The recently released GeForce GTX 280\nruns this same code at 92 Gflops, and we expect further improvement pending\ncode optimization.\n","Comment: 7 pages, 3 figures, presented at the XXVI International Symposium on\n  Lattice Field Theory (Lattice 2008), Williamsburg, Virginia, July 14-19, 2008"]}]
["0810.5394",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Disordered Systems and Neural Networks","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.5394","JHEP 0812:065,2008","doi:10.1088/1126-6708/2008/12/065"],"date":["2008-10-29","2008-12-17"],"type":["text"],"creator":["Fujita, Mitsutoshi","Hikida, Yasuaki","Ryu, Shinsei","Takayanagi, Tadashi"],"language":[],"coverage":[],"title":["Disordered Systems and the Replica Method in AdS/CFT"],"description":["  We formulate a holographic description of effects of disorder in conformal\nfield theories based on the replica method and the AdS/CFT correspondence.\nStarting with $n$ copies of conformal field theories, randomness with a\ngaussian distribution is described by a deformation of double trace operators.\nAfter computing physical quantities, we take the $n \\to 0$ limit at the final\nstep. We compute correlation functions in the disordered systems by using the\nholographic replica method as well as the formulation in the conformal field\ntheory. We find examples where disorder changes drastically the scaling of two\npoint functions. The renormalization group flow of the effective central charge\nin our disordered systems is also discussed.\n","Comment: 26 pages, references added, published version"]}]
["0810.5767",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.5767","JHEP 0901:020,2009","doi:10.1088/1126-6708/2009/01/020"],"date":["2008-10-31","2009-01-08"],"type":["text"],"creator":["Bergshoeff, Eric A.","Hohm, Olaf","Kleinschmidt, Axel","Nicolai, Hermann","Nutma, Teake A.","Palmkvist, Jakob"],"language":[],"coverage":[],"title":["E10 and Gauged Maximal Supergravity"],"description":["  We compare the dynamics of maximal three-dimensional gauged supergravity in\nappropriate truncations with the equations of motion that follow from a\none-dimensional E10/K(E10) coset model at the first few levels. The constant\nembedding tensor, which describes gauge deformations and also constitutes an\nM-theoretic degree of freedom beyond eleven-dimensional supergravity, arises\nnaturally as an integration constant of the geodesic model. In a detailed\nanalysis, we find complete agreement at the lowest levels. At higher levels\nthere appear mismatches, as in previous studies. We discuss the origin of these\nmismatches.\n","Comment: 34 pages. v2: added references and typos corrected. Published version"]}]
["0811.1263",{"format":[],"subject":["Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1263","Chapter 12 at \"Oligonucleotide Array Sequence Analysis\", Nova\n  Publishers, ISBN: 978-1-60456-542-3"],"date":["2008-11-10"],"type":["text"],"creator":["Zakharova, Natalia V","Drobyshev, Alexei L","Khodakov, Dmitry A","Myznikova, Anna I","Gorban, Irina A"],"language":[],"coverage":[],"title":["Simultaneous Qualitative And Quantitative Identification Of Multiple\n  Targets By Polymerase Chain Reaction On Microarray"],"description":["  An approach for multiplex qualitative and quantitative microarray-based PCR\nanalysis has been proposed. The characteristics of PCR executed on a gel-based\noligonucleotide microarray with immobilized forward primers and a single common\nreverse primer in solution were investigated for several DNA targets. One-stage\nmultiplex on-chip PCR was studied for simultaneous amplification of herpes\nsimplex viruses types 1 and 2, cytomegalovirus DNA, and bacteriophage lambda\nDNA as an internal control. Additionally the joint analysis of increased number\nof targets (with addition of Chlamydia trachomatis, Mycoplasma hominis, and\nUreaplasma urealyticum DNA) was done in two-stage version of assay: first stage\nwas in-tube PCR with target-specific primers, while the reverse ones contained\n5'-adapter region; the second stage was on-chip amplification with immobilized\ntarget-specific forward primers and adapter as common reverse primer in\nsolution. The possible application of one-stage reaction for human cDNA\nanalysis was additionally demonstrated with utilization of a common\npoly-T-containing primer in solution. SYBR green I; and Cy-5 labeled dUTP were\nused for real-time and end-point detection of specific PCR products. The\nefficiencies of both one-stage and two-stage reactions was shown to be strongly\ndependent on magnesium and primers concentrations. Quantitative PCR in the both\nversions was studied with 10-fold serial dilutions of phage lambda DNA. The\nmethod enabled detection of 6 DNA copies per reaction for both versions of\nassay. The quantitative interval for one-stage reaction covered eight orders of\nconcentration. The revealed significant effect of gel pad size on microarray\nPCR effectiveness has been discussed.\n"]}]
["0811.1422",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1422","J. Phys. A: Math. Theor. 42, 075002 (2009)","doi:10.1088/1751-8113/42/7/075002"],"date":["2008-11-10"],"type":["text"],"creator":["Monthus, Cecile","Garel, Thomas"],"language":[],"coverage":[],"title":["Anderson transition on the Cayley tree as a traveling wave critical\n  point for various probability distributions"],"description":["  For Anderson localization on the Cayley tree, we study the statistics of\nvarious observables as a function of the disorder strength $W$ and the number\n$N$ of generations. We first consider the Landauer transmission $T_N$. In the\nlocalized phase, its logarithm follows the traveling wave form $\\ln T_N \\simeq\n\\bar{\\ln T_N} + \\ln t^*$ where (i) the disorder-averaged value moves linearly\n$\\bar{\\ln (T_N)} \\simeq - \\frac{N}{\\xi_{loc}}$ and the localization length\ndiverges as $\\xi_{loc} \\sim (W-W_c)^{-\\nu_{loc}}$ with $\\nu_{loc}=1$ (ii) the\nvariable $t^*$ is a fixed random variable with a power-law tail $P^*(t^*) \\sim\n1/(t^*)^{1+\\beta(W)}$ for large $t^*$ with $0<\\beta(W) \\leq 1/2$, so that all\ninteger moments of $T_N$ are governed by rare events. In the delocalized phase,\nthe transmission $T_N$ remains a finite random variable as $N \\to \\infty$, and\nwe measure near criticality the essential singularity $\\bar{\\ln (T)} \\sim - |\nW_c-W |^{-\\kappa_T}$ with $\\kappa_T \\sim 0.25$. We then consider the\nstatistical properties of normalized eigenstates, in particular the entropy and\nthe Inverse Participation Ratios (I.P.R.). In the localized phase, the typical\nentropy diverges as $(W-W_c)^{- \\nu_S}$ with $\\nu_S \\sim 1.5$, whereas it grows\nlinearly in $N$ in the delocalized phase. Finally for the I.P.R., we explain\nhow closely related variables propagate as traveling waves in the delocalized\nphase. In conclusion, both the localized phase and the delocalized phase are\ncharacterized by the traveling wave propagation of some probability\ndistributions, and the Anderson localization/delocalization transition then\ncorresponds to a traveling/non-traveling critical point. Moreover, our results\npoint towards the existence of several exponents $\\nu$ at criticality.\n","Comment: 28 pages, 21 figures, comments welcome"]}]
["0811.2013",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2013","Phys. Rev. B 79, 024513 (2009)","doi:10.1103/PhysRevB.79.024513"],"date":["2008-11-12","2008-11-19"],"type":["text"],"creator":["Goldman, A. I.","Kreyssig, A.","Prokes, K.","Pratt, D. K.","Argyriou, D. N.","Lynn, J. W.","Nandi, S.","Kimber, S. A. J.","Chen, Y.","Lee, Y. B.","Samolyuk, G.","Leao, J. B.","Poulton, S. J.","Bud'ko, S. L.","Ni, N.","Canfield, P. C.","Harmon, B. N.","McQueeney, R. J."],"language":[],"coverage":[],"title":["Lattice collapse and quenching of magnetism in CaFe2As2 under pressure:\n  A single crystal neutron and x-ray diffraction investigation"],"description":["  Single crystal neutron and high-energy x-ray diffraction have identified the\nphase lines corresponding to transitions between the ambient-pressure\ntetragonal (T), the antiferromagnetic orthorhombic (O) and the non-magnetic\ncollapsed tetragonal (cT) phases of CaFe2As2. We find no evidence of additional\nstructures for pressures up to 2.5 GPa (at 300 K). Both the T-cT and O-cT\ntransitions exhibit significant hysteresis effects and we demonstrate that\ncoexistence of the O and cT phases can occur if a non-hydrostatic component of\npressure is present. Measurements of the magnetic diffraction peaks show no\nchange in the magnetic structure or ordered moment as a function of pressure in\nthe O phase and we find no evidence of magnetic ordering in the cT phase. Band\nstructure calculations show that the transition results in a strong decrease of\nthe iron 3d density of states at the Fermi energy, consistent with a loss of\nthe magnetic moment.\n","Comment: List of authors in metadata and typos in labeling of inset in Fig.\n  1(a) corrected. One ref. added. No other changes"]}]
["0811.2453",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Strongly Correlated Electrons","Mathematics - Analysis of PDEs","Physics - Atomic Physics","81V45","35J10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2453","J. Phys. A: Math. Theor. 42, 085201 (2009)","doi:10.1088/1751-8113/42/8/085201"],"date":["2008-11-14","2009-01-19"],"type":["text"],"creator":["Siedentop, Heinz"],"language":["de"],"coverage":[],"title":["Das asymptotische Verhalten der Grundzustandsenergie des\n  Muellerfunktionals fuer schwere Atome"],"description":["  The ground state energy of the Mueller functional of large (neutral) atoms of\natomic number Z agrees with the quantum mechanical ground state energy up to\norder o(Z to the 5/3).\n  -----\n  Die Grundzustandsenergie des Muellerfunktionals von grossen (neutralen)\nAtomen der Ordnungszahl Z stimmt mit der quantenmechanischen\nGrundzustandsenergie bis zur Ordnung o(Z hoch 5/3) ueberein.\n","Comment: 10 pages, in German"]}]
["0811.2523",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2523","Phys. Rev. B 79, 024512 (2009)","doi:10.1103/PhysRevB.79.024512"],"date":["2008-11-15"],"type":["text"],"creator":["Sefat, A. S.","Singh, D. J.","Jin, R.","McGuire, M. A.","Sales, B. C.","Mandrus, D."],"language":[],"coverage":[],"title":["Renormalized behavior and proximity to a magnetic quantum critical point\n  in BaCo$_2$As$_2$"],"description":["  We report synthesis and single crystal measurements of magnetic, transport\nand thermal properties of single crystalline BaCo$_2$As$_2$ as well as first\nprinciples calculations of the electronic structure and magnetic behavior.\nThese results show that BaCo$_2$As$_2$ is a highly renormalized paramagnet in\nproximity to a quantum critical point, presumably of ferromagnetic character\nand that BaFeNiAs$_2$ behaves similarly. These results are discussed in\nrelation to the properties of Ba(Fe,Co)$_2$As$_2$ and Ba(Fe,Ni)$_2$As$_2$,\nwhich are superconducting for low Co and Ni concentrations.\n"]}]
["0811.3661",{"format":[],"subject":["Mathematics - General Topology","03E17, 03E50, 54D20, 54F45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3661"],"date":["2008-11-22","2009-01-22"],"type":["text"],"creator":["Babinkostova, Liljana","Scheepers, Marion"],"language":[],"coverage":[],"title":["Weakly infinite dimensional subsets of R^N"],"description":["  The Continuum Hypothesis implies an Erd\\\"os-Sierpi\\'nski like duality between\nthe ideal of first category subsets of $\\reals^{\\naturals}$, and the ideal of\ncountable dimensional subsets of $\\reals^{\\naturals}$. The algebraic sum of a\nHurewicz subset - a dimension theoretic analogue of Sierpinski sets and Lusin\nsets - of $\\reals^{\\naturals}$ with any compactly countable dimensional subset\nof $\\reals^{\\naturals}$ has first category.\n","Comment: 16 pages, corrected Statements of Theorem 6 and Lemma 8, Inserted\n  Problem 1, Inserted remarks by R. Pol, solving Problem 3, in \"Added in Proof\"\n  section"]}]
["0812.0385",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0385","J.Phys.A41:164070,2008","doi:10.1088/1751-8113/41/16/164070"],"date":["2008-12-01"],"type":["text"],"creator":["Kirsten, Klaus","Loya, Paul","Park, Jinsung"],"language":[],"coverage":[],"title":["The ubiquitous $\\zeta$-function and some of its \"usual\" and \"unusual\"\n  meromorphic properties"],"description":["  In this contribution we announce a complete classification and new exotic\nphenomena of the meromorphic structure of $\\z$-functions associated to conic\nmanifolds proved in \\cite{KLP1}. In particular, we show that the meromorphic\nextensions of these $\\z$-functions have, in general, countably many logarithmic\nbranch cuts on the nonpositive real axis and unusual locations of poles with\narbitrarily large multiplicity. Moreover, we give a precise\nalgebraic-combinatorial formula to compute the coefficients of the leading\norder terms of the singularities.\n","Comment: Paper presented at the 8th Workshop on Quantum Field Theory under the\n  Influence of External Conditions (Leipzig, Germany, 16-21 September, 2007)"]}]
["0812.2382",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2382","Surf. Science 603, L19-L21 (2009)","doi:10.1016/j.susc.2008.11.033"],"date":["2008-12-12"],"type":["text"],"creator":["Schwingenschloegl, Udo","Fresard, Raymond","Eyert, Volker"],"language":[],"coverage":[],"title":["Substrate effects on V2O3 thin films"],"description":["  We apply density functional theory and the augmented spherical wave method to\nanalyze the electronic structure of V2O3 in the vicinity of an interface to\nAl2O3. The interface is modeled by a heterostructure setup of alternating\nvanadate and aluminate slabs. We focus on the possible modifications of the\nV2O3 electronic states in this geometry, induced by the presence of the\naluminate layers. In particular, we find that the tendency of the V 3d states\nto localize is enhanced and may even cause a metal-insulator transition.\n","Comment: 10 pages, 2 figures, more information at\n  http://www.physik.uni-augsburg.de/~eyert/"]}]
["0812.4290",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4290","doi:10.1016/j.icarus.2008.12.040"],"date":["2008-12-22","2009-01-01"],"type":["text"],"creator":["Brucker, M. J.","Grundy, W. M.","Stansberry, J. A.","Spencer, J. R.","Sheppard, S. S.","Chiang, E. I.","Buie, M. W."],"language":[],"coverage":[],"title":["High Albedos of Low Inclination Classical Kuiper Belt Objects"],"description":["  We present observations of thermal emission from fifteen transneptunian\nobjects (TNOs) made using the Spitzer Space Telescope. Thirteen of the targets\nare members of the Classical population: six dynamically hot Classicals, five\ndynamically cold Classicals, and two dynamically cold inner Classical Kuiper\nBelt Objects (KBOs). We fit our observations using thermal models to determine\nthe sizes and albedos of our targets finding that the cold Classical TNOs have\ndistinctly higher visual albedos than the hot Classicals and other TNO\ndynamical classes. The cold Classicals are known to be distinct from other TNOs\nin terms of their color distribution, size distribution, and binarity fraction.\nThe Classical objects in our sample all have red colors yet they show a\ndiversity of albedos which suggests that there is not a simple relationship\nbetween albedo and color. As a consequence of high albedos, the mass estimate\nof the cold Classical Kuiper Belt is reduced from approximately 0.01 Earth\nmasses to approximately 0.001 Earth masses. Our results also increase\nsignificantly the sample of small Classical KBOs with known albedos and sizes\nfrom 21 to 32 such objects.\n","Comment: In press, Icarus 26 pages, 4 figures, 6 tables Replaced Fig. 4 with\n  correct axis labels"]}]
["0901.1001",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.1001"],"date":["2009-01-08"],"type":["text"],"creator":["Behera, B.","Wagner, S. J."],"language":[],"coverage":[],"title":["Spectral trends in the Very High Energy blazar sample due to EBL\n  absorption"],"description":["  The absorption of gamma-rays in the intergalactic medium due to the EBL\n(Extragalactic Background Light) causes the observed blazar spectrum to be\nfainter and softer than their intrinsic state. It could thus be expected to see\nan effective spectral-softening trend with redshift. No such trend is evident\nin the sample of VHE blazars currently observed.\n  To check which distributions of the properties of the parent blazar\npopulation could reproduce the observations, various simulations are done. The\nresulting subsamples that satisfy a generic detection criterion for the current\ngeneration of ACTs (Atmospheric Cherenkov Telescope) are checked to identify\nwhether any inherent correlations (of spectral properties with redshift) are\nrequired to explain the current observations.\n","Comment: Proceeding of \"Heidelberg International Symposium on High Energy\n  Gamma-Ray Astronomy\", held in Heidelberg, 7-11 July 2008, submitted to AIP\n  Conference Proceedings. 4 pages, 3 figures, 1 table"]}]
["0901.1008",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.1008","doi:10.1007/s10509-009-9978-9"],"date":["2009-01-08"],"type":["text"],"creator":["Ahmedov, B. J.","Morozova, V. S."],"language":[],"coverage":[],"title":["Plasma Magnetosphere Formation Around Oscillating Magnetized Neutron\n  Stars"],"description":["  The notion of death line of rotating pulsars is applied to model of\noscillating neutron stars. It is shown that the magnetosphere of typical\nnon-rotating oscillating stars may not contain secondary plasma to support the\ngeneration of radio emission in the region of open field lines of plasma\nmagnetosphere.\n","Comment: Accepted for publication in Astrophysics & Space Science"]}]
["0901.1064",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.1064","Astronomische Nachrichten 330 (2009) 199-202","doi:10.1002/asna.200811155"],"date":["2009-01-08"],"type":["text"],"creator":["Sokolovsky, K. V.","Kovalev, Y. Y.","Kovalev, Yu. A.","Nizhelskiy, N. A.","Zhekanis, G. V."],"language":[],"coverage":[],"title":["A sample of GHz-peaked spectrum sources selected at RATAN-600: spectral\n  and variability properties"],"description":["  We describe a new sample of 226 GPS (GHz-Peaked Spectrum) source candidates\nselected using simultaneous 1-22 GHz multi-frequency observations with the\nRATAN-600 radio telescope. Sixty objects in our sample are identified as GPS\nsource candidates for the first time. The candidates were selected on the basis\nof their broad-band radio spectra only. We discuss the spectral and variability\nproperties of selected objects of different optical classes.\n","Comment: 4 pages, 5 figures, accepted to Astronomische Nachrichten"]}]
["0901.2029",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2029","PMC Physics B 2008, 1:16","doi:10.1186/1754-0429-1-16"],"date":["2009-01-14","2009-01-22"],"type":["text"],"creator":["Nguyen, Huynh T. X","Vo, Hoang V","Hoang, Zung"],"language":[],"coverage":[],"title":["Evolution of structure of SiO2 nanoparticles upon cooling from the melt"],"description":["  Evolution of structure of spherical SiO2 nanoparticles upon cooling from the\nmelt has been investigated via molecular-dynamics (MD) simulations under\nnon-periodic boundary conditions (NPBC). We use the pair interatomic potentials\nwhich have weak Coulomb interaction and Morse type short-range interaction. The\nchange in structure of SiO2 nanoparticles upon cooling process has been studied\nthrough the partial radial distribution functions (PRDFs), coordination number\nand bond-angle distributions at different temperatures. The core and surface\nstructures of nanoparticles have been studied in details. Our results show\nsignificant temperature dependence of structure of nanoparticles. Moreover,\ntemperature dependence of concentration of structural defects in nanoparticles\nupon cooling from the melt toward glassy state has been found and discussed.\n","Comment: 12 pages, 6 figures"]}]
["0901.2506",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Quantum Algebra","17A40, 20N10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2506"],"date":["2009-01-16","2009-01-22"],"type":["text"],"creator":["Abramov, V.","Kerner, R.","Liivapuu, O.","Shitov, S."],"language":[],"coverage":[],"title":["Algebras with ternary law of composition and their realization by cubic\n  matrices"],"description":["  We study partially and totally associative ternary algebras of first and\nsecond kind. Assuming the vector space underlying a ternary algebra to be a\ntopological space and a triple product to be continuous mapping we consider the\ntrivial vector bundle over a ternary algebra and show that a triple product\ninduces a structure of binary algebra in each fiber of this vector bundle. We\nfind the sufficient and necessary condition for a ternary multiplication to\ninduce a structure of associative binary algebra in each fiber of this vector\nbundle. Given two modules over the algebras with involutions we construct a\nternary algebra which is used as a building block for a Lie algebra. We\nconstruct ternary algebras of cubic matrices and find four different totally\nassociative ternary multiplications of second kind of cubic matrices. It is\nproved that these are the only totally associative ternary multiplications of\nsecond kind in the case of cubic matrices. We describe a ternary analog of Lie\nalgebra of cubic matrices of second order which is based on a notion of\nj-commutator and find all commutation relations of generators of this algebra.\n","Comment: 17 pages, 1 figure, to appear in \"Journal of Generalized Lie Theory\n  and Applications\""]}]
["0901.2868",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2868"],"date":["2009-01-17","2009-01-22"],"type":["text"],"creator":["Barnes, Michael"],"language":[],"coverage":[],"title":["Trinity: A Unified Treatment of Turbulence, Transport, and Heating in\n  Magnetized Plasmas"],"description":["  To faithfully simulate ITER and other modern fusion devices, one must resolve\nelectron and ion fluctuation scales in a five-dimensional phase space and time.\nSimultaneously, one must account for the interaction of this turbulence with\nthe slow evolution of the large-scale plasma profiles. Because of the enormous\nrange of scales involved and the high dimensionality of the problem, resolved\nfirst-principles global simulations are very challenging using conventional\n(brute force) techniques. In this thesis, the problem of resolving turbulence\nis addressed by developing velocity space resolution diagnostics and an\nadaptive collisionality that allow for the confident simulation of velocity\nspace dynamics using the approximate minimal necessary dissipation. With regard\nto the wide range of scales, a new approach has been developed in which\nturbulence calculations from multiple gyrokinetic flux tube simulations are\ncoupled together using transport equations to obtain self-consistent,\nsteady-state background profiles and corresponding turbulent fluxes and\nheating. This approach is embodied in a new code, Trinity, which is capable of\nevolving equilibrium profiles for multiple species, including electromagnetic\neffects and realistic magnetic geometry, at a fraction of the cost of\nconventional global simulations. Furthermore, an advanced model physical\ncollision operator for gyrokinetics has been derived and implemented, allowing\nfor the study of collisional turbulent heating, which has not been extensively\nstudied. To demonstrate the utility of the coupled flux tube approach,\npreliminary results from Trinity simulations of the core of an ITER plasma are\npresented.\n","Comment: 187 pages, 53 figures, Ph.D. thesis in physics at University of\n  Maryland, single-space version"]}]
["0901.3103",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Category Theory","16W30, 18D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3103"],"date":["2009-01-20","2009-01-22"],"type":["text"],"creator":["Janssen, K.","Vercruysse, J."],"language":[],"coverage":[],"title":["Multiplier Hopf and bi-algebras"],"description":["  We propose a categorical interpretation of multiplier Hopf algebras, in\nanalogy to usual Hopf algebras and bialgebras. Since the introduction of\nmultiplier Hopf algebras by Van Daele in [A. Van Daele, Multiplier Hopf\nalgebras, {\\em Trans. Amer. Math. Soc.}, {\\bf 342}(2), (1994) 917--932.] such a\ncategorical interpretation has been missing. We show that a multiplier Hopf\nalgebra can be understood as a coalgebra with antipode in a certain monoidal\ncategory of algebras. We show that a (possibly non-unital, idempotent,\nnon-degenerate, $k$-projective) algebra over a commutative ring $k$ is a\nmultiplier bialgebra if and only if the category of its algebra extensions and\nboth the categories of its left and right modules are monoidal and fit,\ntogether with the category of $k$-modules, into a diagram of strict monoidal\nforgetful functors.\n","Comment: 23 pages"]}]
["0901.3143",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3143"],"date":["2009-01-21"],"type":["text"],"creator":["Kitching, Thomas","Amara, Adam","Rassat, Anais","Refregier, Alexandre"],"language":[],"coverage":[],"title":["Cloud Cosmology : Building the Web Interface for iCosmo"],"description":["  Astronomy and cosmology have embraced the internet. We routinely and\nsuccessfully use the internet as a repository for sharing code, publications\nand information, and as a computational resource. However the interactive\nnature of the web, for use as an alternative to downloading code has been\nlargely overlooked. In this article we will outline a simple framework in which\na cosmological code can be turned into an interactive web interface. This is\npresented as a result of creating http://www.icosmo.org which is a front-end\nfor the open-source software iCosmo. We explain how an HTML page can be created\nand how a cosmological code can be incorporated into a web environment using\nCGI scripts. We outline how plots and downloadable text can be made, and\ndescribe how help and documentation can be created. By using simple HTML and\nCGI scripts a basic web interface for any cosmological code can be created\neasily. We provide a worked example of the methods outlined, which can be used\nas a simple template by any researcher who wants to share their work online.\n","Comment: 15 pages, 4 figures, 3 tables. Public code and further resources\n  available at http://www.icosmo.org"]}]
["0901.3149",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3149"],"date":["2009-01-20"],"type":["text"],"creator":["Dav, Romeel"],"language":[],"coverage":[],"title":["Missing Halo Baryons and Galactic Outflows"],"description":["  We present predictions for galactic halo baryon fractions from cosmological\nhydrodynamic simulations with a well-constrained model for galactic outflows.\nWithout outflows, halos contain roughly the cosmic fraction of baryons,\nslightly lowered at high masses owing to pressure support from hot gas. The\nstar formation efficiency is large and increases monotonically to low masses,\nin disagreement with data. With outflows, the baryon fraction is increasingly\nsuppressed in halos to lower masses. A Milky Way-sized halo at z=0 has about\n60% of the cosmic fraction of baryons, so \"missing\" halo baryons have largely\nbeen evacuated, rather than existing in some hidden form. Large halos (>10^13\nMo) contain 85% of their cosmic share of baryons, which explains the mild\nmissing baryon problem seen in clusters. By comparing results at z=3 and z=0,\nwe show that most of the baryon removal occurs at early epochs in larger halos,\nwhile smaller halos lose baryons more recently. Star formation efficiency is\nmaximized in halos of ~10^13 Mo, dropping significantly to lower masses, which\nhelps reconcile the sub-L* slope of the observed stellar and halo mass\nfunctions. These trends are predominantly driven by differential wind\nrecycling, namely, that wind material takes longer to return to low-mass\ngalaxies than high-mass galaxies. The hot gas content of halos is mostly\nunaffected by outflows, showing that outflows tend to blow holes and escape\nrather than deposit their energy into halo gas.\n","Comment: 7 pages, to appear in proc. \"Galaxy Evolution: Emerging Insights and\n  Future Challenges\", ASP (uses asp2006.sty)"]}]
["0901.3162",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3162"],"date":["2009-01-20"],"type":["text"],"creator":["Hekker, S.","Frmat, Y.","Lampens, P.","De Cat, P."],"language":[],"coverage":[],"title":["Pulsations, chemical composition and multiplicity in main-sequence A-\n  and F-type stars"],"description":["  The region in the HR-diagram where the main sequence intersects the classical\ninstability strip hosts A- and F-type stars exhibiting a rich variety of\nphysical phenomena, such as pulsations on various time scales and chemical\npeculiarities. We aim to investigate the occurrence of these phenomena among\nsuspected binary systems in this region of the HR-diagram and their mutual\ninteractions.\n","Comment: Contribution to the Proceedings of the Wroclaw HELAS Workshop, 2008,\n  to appear in Communications in Asterseismology, 157"]}]
["0901.3164",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3164"],"date":["2009-01-21"],"type":["text"],"creator":["Sexton, Matthew G."],"language":[],"coverage":[],"title":["The evolution and decay of supersymmetric flat directions in the early\n  universe and their role in thermalizing the universe"],"description":["  I study the post-inflation oscillation and decay of light coherent scalar\nfield condensates that may develop during an inflationary phase of the\nuniverse. In particular, the light scalars studied are a composition of the\nscalar particles of a supersymmetric theory which correspond to the flat\ndirections of the theory's scalar potential. Some toy models that possess\nsupersymmetric flat directions are presented and numerical solutions for the\nevolution of the scalar fields are obtained. Both analytic and numeric results\nsuggest that such condensates, if they existed in the early universe, can decay\nthrough a rapid and nonperturbative process long before these condensates could\nsignificantly affect the thermalization of the universe.\n","Comment: 193 Pages, Ph. D. Thesis"]}]
["0901.3175",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3175"],"date":["2009-01-20"],"type":["text"],"creator":["Zhdanov, Renat"],"language":[],"coverage":[],"title":["On group classification of evolution equations admitting non-local\n  symmetries"],"description":["  We prove that any evolution equation admitting a potential symmetry can\nalways be reduced to another evolution equation such that the potential\nsymmetry in question maps into the group of its contact symmetries. Based on\nthis fact is out group approach to classification of evolution equations\npossessing non-local symmetries. We present several examples of classifications\nof second-order evolution equations admitting potential symmetries.\n","Comment: 13 pages, LaTeX"]}]
["0901.3187",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3187"],"date":["2009-01-20"],"type":["text"],"creator":["Harikrishnan, K P","Misra, R","Ambika, G","Amritkar, R E"],"language":[],"coverage":[],"title":["Parametric characterisation of a chaotic attractor using two scale\n  Cantor measure"],"description":["  A chaotic attractor is usually characterised by its multifractal spectrum\nwhich gives a geometric measure of its complexity. Here we present a\ncharacterisation using a minimal set of independant parameters which are\nuniquely determined by the underlying process that generates the attractor. The\nmethod maps the f(alpha) spectrum of a chaotic attractor onto that of a general\ntwo scale Cantor measure. We show that the mapping can be done for a large\nnumber of chaotic systems. In order to implement this procedure, we also\npropose a generalisation of the standard equations for two scale Cantor set in\none dimension to that in higher dimensions. Another interesting result we have\nobtained both theoretically and numerically is that, the f(alpha)\ncharacterisation gives information only upto two scales, even when the\nunderlying process generating the multifractal involves more than two scales.\n","Comment: 17 pages, 11 figures, submitted to Phys Rev E"]}]
["0901.3189",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3189"],"date":["2009-01-20"],"type":["text"],"creator":["Kautz, Steven M.","Lathrop, James I."],"language":[],"coverage":[],"title":["Self-assembly of the discrete Sierpinski carpet and related fractals"],"description":["  It is well known that the discrete Sierpinski triangle can be defined as the\nnonzero residues modulo 2 of Pascal's triangle, and that from this definition\none can easily construct a tileset with which the discrete Sierpinski triangle\nself-assembles in Winfree's tile assembly model. In this paper we introduce an\ninfinite class of discrete self-similar fractals that are defined by the\nresidues modulo a prime p of the entries in a two-dimensional matrix obtained\nfrom a simple recursive equation. We prove that every fractal in this class\nself-assembles using a uniformly constructed tileset. As a special case we show\nthat the discrete Sierpinski carpet self-assembles using a set of 30 tiles.\n"]}]
["0901.3192",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3192"],"date":["2009-01-21"],"type":["text"],"creator":["Zhang, Xiaolu","Tao, Meixia","Jiao, Wenhua","Ng, Chun Sum"],"language":[],"coverage":[],"title":["End-to-End Outage Minimization in OFDM Based Linear Relay Networks"],"description":["  Multi-hop relaying is an economically efficient architecture for coverage\nextension and throughput enhancement in future wireless networks. OFDM, on the\nother hand, is a spectrally efficient physical layer modulation technique for\nbroadband transmission. As a natural consequence of combining OFDM with\nmulti-hop relaying, the allocation of per-hop subcarrier power and per-hop\ntransmission time is crucial in optimizing the network performance. This paper\nis concerned with the end-to-end information outage in an OFDM based linear\nrelay network. Our goal is to find an optimal power and time adaptation policy\nto minimize the outage probability under a long-term total power constraint. We\nsolve the problem in two steps. First, for any given channel realization, we\nderive the minimum short-term power required to meet a target transmission\nrate. We show that it can be obtained through two nested bisection loops. To\nreduce computational complexity and signalling overhead, we also propose a\nsub-optimal algorithm. In the second step, we determine a power threshold to\ncontrol the transmission on-off so that the long-term total power constraint is\nsatisfied. Numerical examples are provided to illustrate the performance of the\nproposed power and time adaptation schemes with respect to other resource\nadaptation schemes.\n","Comment: 25 pages, 8 figures"]}]
["0901.3199",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3199","Second International Conference on Wireless and Mobile\n  Communications, Bucarest : Roumanie (2006)"],"date":["2009-01-21"],"type":["text"],"creator":["Morvan, Michel","Sen, Sylvain"],"language":[],"coverage":[],"title":["A Distributed Trust Diffusion Protocol for Ad Hoc Networks"],"description":["  In this paper, we propose and evaluate a distributed protocol to manage trust\ndiffusion in ad hoc networks. In this protocol, each node i maintains a \\trust\nvalue\" about an other node j which is computed both as a result of the\nexchanges with node j itself and as a function of the opinion that other nodes\nhave about j. These two aspects are respectively weighted by a trust index that\nmeasures the trust quality the node has in its own experiences and by a trust\nindex representing the trust the node has in the opinions of the other nodes.\nSimulations have been realized to validate the robustness of this protocol\nagainst three kinds of attacks: simple coalitions, Trojan attacks and detonator\nattacks.\n"]}]
["0901.3200",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3200"],"date":["2009-01-21"],"type":["text"],"creator":["Paul, Thierry"],"language":[],"coverage":[],"title":["\\'Echelles de temps pour l'\\'evolution quantique \\`a petite constante de\n  Planck"],"description":["  We present some recent results concerning the long time semiclassical\napproximation .\n"]}]
["0901.3201",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3201"],"date":["2009-01-21"],"type":["text"],"creator":["Israwi, Samer"],"language":[],"coverage":[],"title":["Variable depth KDV equations and generalizations to more nonlinear\n  regimes"],"description":["  We study here the water-waves problem for uneven bottoms in a highly\nnonlinear regime where the small amplitude assumption of the Korteweg-de Vries\n(KdV) equation is enforced. It is known, that for such regimes, a\ngeneralization of the KdV equation (somehow linked to the Camassa-Holm\nequation) can be derived and justified by A. Constantin, D. Lannes \"The\nhydrodynamical relevance of the Camassa-Holm and Degasperis-Processi equations\"\nwhen the bottom is flat. We generalize here this result with a new class of\nequations taking into account variable bottom topographies. Of course, the many\nvariable depth KdV equations existing in the literature are recovered as\nparticular cases. Various regimes for the topography regimes are investigated\nand we prove consistency of these models, as well as a full justification for\nsome of them. We also study the problem of wave breaking for our new variable\ndepth and highly nonlinear generalizations of the KDV equations.\n"]}]
["0901.3202",{"format":[],"subject":["Computer Science - Learning","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3202"],"date":["2009-01-21"],"type":["text"],"creator":["Bach, Francis"],"language":[],"coverage":[],"title":["Model-Consistent Sparse Estimation through the Bootstrap"],"description":["  We consider the least-square linear regression problem with regularization by\nthe $\\ell^1$-norm, a problem usually referred to as the Lasso. In this paper,\nwe first present a detailed asymptotic analysis of model consistency of the\nLasso in low-dimensional settings. For various decays of the regularization\nparameter, we compute asymptotic equivalents of the probability of correct\nmodel selection. For a specific rate decay, we show that the Lasso selects all\nthe variables that should enter the model with probability tending to one\nexponentially fast, while it selects all other variables with strictly positive\nprobability. We show that this property implies that if we run the Lasso for\nseveral bootstrapped replications of a given sample, then intersecting the\nsupports of the Lasso bootstrap estimates leads to consistent model selection.\nThis novel variable selection procedure, referred to as the Bolasso, is\nextended to high-dimensional settings by a provably consistent two-step\nprocedure.\n"]}]
["0901.3209",{"format":[],"subject":["Mathematics - History and Overview","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3209"],"date":["2009-01-21"],"type":["text"],"creator":["Paul, Thierry"],"language":[],"coverage":[],"title":["Poincar\\'e et les quanta"],"description":["  We present some reflections concerning two papers by H. Poincar\\'e concerning\nthe theory of quanta.\n"]}]
["0901.3210",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3210","New Journal of Physics 10 (2008) 073001 (9pp)","doi:10.1088/1367-2630/10/7/073001"],"date":["2009-01-21"],"type":["text"],"creator":["Dengel, R. G.","Gould, C.","Wenisch, J.","Brunner, K.","Schmidt, G.","Molenkamp, L. W."],"language":[],"coverage":[],"title":["Lateral magnetic anisotropy superlattice out of a single (Ga,Mn)As layer"],"description":["  We use lithographically induced strain relaxation to periodically modulate\nthe magnetic anisotropy in a single (Ga,Mn)As layer. This results in a lateral\nmagnetoresistance device where two non-volatile magnetic states exist at zero\nexternal magnetic field with resistances resulting from the orientation of two\nlithographically defined regions in a single and contiguous layer.\n","Comment: 5 pages, 7 figures"]}]
["0901.3211",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Algebraic Topology","14P25, 55P62"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3211"],"date":["2009-01-21"],"type":["text"],"creator":["Amors, Jaume","Biswas, Indranil"],"language":[],"coverage":[],"title":["Compact K\\\"ahler manifolds with elliptic homotopy type"],"description":["  Simply connected compact K\\\"ahler manifolds of dimension up to three with\nelliptic homotopy type are characterized in terms of their Hodge diamonds. This\nis applied to classify the simply connected K\\\"ahler surfaces and Fano\nthreefolds with elliptic homotopy type.\n","Comment: 17 pages"]}]
["0901.3212",{"format":[],"subject":["Mathematics - Logic","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3212"],"date":["2009-01-21"],"type":["text"],"creator":["Neman, Azadeh"],"language":[],"coverage":[],"title":["Stability and Bounded Balls of Free Products"],"description":["  In a series of papers starting in [Sel01] and culminating in [Sel07], Z. Sela\nproved that free groups, and more generally torsion-free hyperbolic groups,\nhave a stable first-order theory. The question of the stability of the free\nproduct of two arbitrary stable groups has then been raised by E. Jaligot with,\nseemingly, the reasonable conjecture of a positive answer [Jal08]. The complete\nproof however will be a grand project of generalization of above papers of\nSela.In the meantime, we provide here a very preliminary -or somehow experi-\nmental- result in the direction of the stability of free products of stable\ngroups, restricting ourselves to quantifer-free definable sets and to bounded\nballs of free products.\n"]}]
["0901.3218",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3218"],"date":["2009-01-21"],"type":["text"],"creator":["Pushkarov, Dimitar I."],"language":[],"coverage":[],"title":["Is the supersolid superfluid"],"description":["  An analysis of previous theories of superfluidity of quantum solids is\npresented in relation to the nonclassical rotational moment of inertia (NCRM)\nfound first in Kim and Chan experiments. A theory of supersolidity is proposed\nbased on the presence of an additional conservation law. It is shown that the\nadditional entropy or mass fluxes depend on the quasiparticle dispersion\nrelation and vanish in the effective mass approximation. This implies that at\nlow temperatures when the parabolic part of the dispersion relation\npredominates the supersolid properties should be less expressed.\n","Comment: 13 pages, presented at SUPERSOLID-2008, ICTP, Trieste (Aug. 2008)"]}]
["0901.3220",{"format":[],"subject":["Mathematics - Statistics Theory","62H12 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3220","Annals of Statistics 2008, Vol. 36, No. 6, 2717-2756","doi:10.1214/07-AOS559"],"date":["2009-01-21"],"type":["text"],"creator":["Karoui, Noureddine El"],"language":[],"coverage":[],"title":["Operator norm consistent estimation of large-dimensional sparse\n  covariance matrices"],"description":["  Estimating covariance matrices is a problem of fundamental importance in\nmultivariate statistics. In practice it is increasingly frequent to work with\ndata matrices $X$ of dimension $n\\times p$, where $p$ and $n$ are both large.\nResults from random matrix theory show very clearly that in this setting,\nstandard estimators like the sample covariance matrix perform in general very\npoorly. In this \"large $n$, large $p$\" setting, it is sometimes the case that\npractitioners are willing to assume that many elements of the population\ncovariance matrix are equal to 0, and hence this matrix is sparse. We develop\nan estimator to handle this situation. The estimator is shown to be consistent\nin operator norm, when, for instance, we have $p\\asymp n$ as $n\\to\\infty$. In\nother words the largest singular value of the difference between the estimator\nand the population covariance matrix goes to zero. This implies consistency of\nall the eigenvalues and consistency of eigenspaces associated to isolated\neigenvalues. We also propose a notion of sparsity for matrices, that is,\n\"compatible\" with spectral analysis and is independent of the ordering of the\nvariables.\n","Comment: Published in at http://dx.doi.org/10.1214/07-AOS559 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["0901.3224",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3224","Journal of Chemical Physics 130 (2009) 034304","doi:10.1063/1.3058730"],"date":["2009-01-21"],"type":["text"],"creator":["Blanchet, Valerie","Samartzis, Peter C.","Wodtke, Alec M."],"language":[],"coverage":[],"title":["UV photodissociation of methyl bromide and methyl bromide cation studied\n  by velocity map imaging"],"description":["  We employ the velocity map imaging technique to measure kinetic energy and\nangular distributions of state selected CH3 (v2=0,1,2,3) and Br (2P3/2,2P1/2)\nphotofragments produced by methyl bromide photolysis at 215.9 nm. These results\nshow unambiguously that the Br and Br* forming channels result in different\nvibrational excitation of the umbrella mode of the methyl fragment. Low energy\nstructured features appear on the images which arise from CH3Br+\nphotodissociation near 330 nm. The excess energy of the probe laser photon is\nchanneled into CH3+ vibrational excitation, most probably in the nu_4\ndegenerate bend\n","Comment: 11 pages"]}]
["0901.3229",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3229"],"date":["2009-01-21"],"type":["text"],"creator":["Sheka, Elena F.","Chernozatonskii, Leonid A."],"language":[],"coverage":[],"title":["Broken Symmetry Approach and Chemical Susceptibility of Carbon Nanotubes"],"description":["  Constituting a part of odd electrons that are excluded from the covalent\nbonding, effectively unpaired electrons are posed by the singlet instability of\nthe single-determinant broken spin-symmetry unrestricted Hartree-Fock (UBS HF)\nSCF solution. A correct determination of the total number of effectively\nunpaired electrons ND and its fraction on each atom NDA is well provided by the\nUBS HF solution. The NDA value is offered to be a quantifier of atomic chemical\nsusceptibility (or equivalently, reactivity) thus highlighting targets that are\nthe most favorable for addition reactions of any type. The approach is\nillustrated for two families involving fragments of arm-chair (n,n) and zigzag\n(m,0) single-walled nanotubes differing by length and end structure. Short and\nlong tubes as well as tubes with capped end and open end, in the latter case,\nboth hydrogen terminated and empty, are considered. Algorithms of the\nquantitative description of any length tubes are suggested.\n","Comment: 26 pages, 3 figures, 3 tables"]}]
["0901.3232",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Geometric Topology","57M27","17B37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3232"],"date":["2009-01-21"],"type":["text"],"creator":["Blumen, Sacha C."],"language":[],"coverage":[],"title":["On the $U_{q}(osp(1|2n))$ and $U_{-q}(so(2n+1))$ Uncoloured Quantum Link\n  Invariants"],"description":["  Let $L$ be a link and $\\Phi^{A}_{L}(q)$ its link invariant associated with\nthe vector representation of the quantum (super)algebra $U_{q}(A)$. Let\n$F_{L}(r,s)$ be the Kauffman link invariant for $L$ associated with the\nBirman--Wenzl--Murakami algebra $BWM_{f}(r,s)$ for complex parameters $r$ and\n$s$ and a sufficiently large rank $f$. For an arbitrary link $L$, we show that\n$\\Phi^{osp(1|2n)}_{L}(q) = F_{L}(-q^{2n},q)$ and $\\Phi^{so(2n+1)}_{L}(-q) =\nF_{L}(q^{2n},-q)$ for each positive integer $n$ and all sufficiently large $f$,\nand that $\\Phi^{osp(1|2n)}_{L}(q)$ and $\\Phi^{so(2n+1)}_{L}(-q)$ are identical\nup to a substitution of variables. For at least one class of links\n$F_{L}(-r,-s) = F_{L}(r,s)$ implying $\\Phi^{osp(1|2n)}_{L}(q) =\n\\Phi^{so(2n+1)}_{L}(-q)$ for these links.\n","Comment: 16 pages, 4 figures, accepted for publication by the Journal of Knot\n  Theory and its Ramifications"]}]
["0901.3235",{"format":[],"subject":["Mathematics - Number Theory","28D05 (Primary) 60B10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3235"],"date":["2009-01-21"],"type":["text"],"creator":["Volcic, Aljosa"],"language":[],"coverage":[],"title":["A generalization of Kakutani's splitting procedure"],"description":["  In this paper we will study uniformly distributed sequences of partitions of\n[0,1], a concept which has been introduced by Kakutani in 1976. We will\nconstruct new families of u.d. sequences of partitions and study relations with\nthe classical concept of uniformly distributed sequences of points.\n","Comment: 14 pages, submitted"]}]
["0901.3236",{"format":[],"subject":["Mathematics - Metric Geometry","46E15","46E35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3236"],"date":["2009-01-21"],"type":["text"],"creator":["Durand, E.","Jaramillo, J. A."],"language":[],"coverage":[],"title":["Infinitesimally Lipschitz functions on metric spaces"],"description":["  For a metric space $X$, we study the space $D^{\\infty}(X)$ of bounded\nfunctions on $X$ whose infinitesimal Lipschitz constant is uniformly bounded.\n$D^{\\infty}(X)$ is compared with the space $\\LIP^{\\infty}(X)$ of bounded\nLipschitz functions on $X$, in terms of different properties regarding the\ngeometry of $X$. We also obtain a Banach-Stone theorem in this context. In the\ncase of a metric measure space, we also compare $D^{\\infty}(X)$ with the\nNewtonian-Sobolev space $N^{1, \\infty}(X)$. In particular, if $X$ supports a\ndoubling measure and satisfies a local Poincar{\\'e} inequality, we obtain that\n$D^{\\infty}(X)=N^{1, \\infty}(X)$.\n","Comment: 28 pages, 2 figures"]}]
["0901.3240",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3240"],"date":["2009-01-21"],"type":["text"],"creator":["Goicoechea, J. R.","Isaak, K.","Swinyard, B."],"language":[],"coverage":[],"title":["Exoplanet research with SAFARI: A far-IR imaging spectrometer for SPICA"],"description":["  The far-IR spectral window plays host to a wide range of both spectroscopic\nand photometric diagnostics with which to open the protoplanetary disks and\nexoplanet research to wavelengths completely blocked by the Earth's atmosphere.\nThese include some of the key atomic (e.g., oxygen) and molecular (e.g., water)\ncooling lines, the dust thermal emission, the water ice features as well as\nmany other key chemical tracers. Most of these features can not be observed\nfrom ground-based telescopes but play a critical diagnostic in a number of key\nareas including the early stages of planet formation and potentially\nexoplanets. The proposed Japanese-led IR space telescope SPICA, with its 3.5m\ncooled mirror will be the next step in sensitivity after Herschel. SPICA has\nbeen recently selected to go to the next stage of the ESA's Cosmic Vision\n2015-2025 process. This contribution summarizes the design concept behind\nSAFARI: an imaging far-IR spectrometer covering the ~30-210um waveband that is\none of a suite of instruments for SPICA; it also highlights some of the science\nquestions that it will be possible to address in the field of exoplanets and\nplanet formation.\n","Comment: To appear in \"Molecules in the Atmospheres of Extrasolar Planets\",\n  J.-P. Beaulieu, G.Tinetti and I.Ribas (eds.),The Astronomical Society of the\n  Pacific"]}]
["0901.3242",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3242"],"date":["2009-01-21"],"type":["text"],"creator":["Tryasuchev, V. A.","Isaev, A. V."],"language":[],"coverage":[],"title":["The possibility of quasi-bound state formation of $\\eta$-meson with\n  helium isotopes"],"description":["  The necessary conditions of quasi-bound state formation of $\\eta$-meson with\nisotopes $^{3}$He, $^{4}$He have been found within the framework of optical\npotential model. These conditions have been compared with the findings about\nhelium nucleus densities and with the available information about\n$\\eta$N-scattering length. Thus, we have conclude that within the framework of\ndiscussed model $\\eta-^{3}$He quasi-bound state formation is not possible, but\n$\\eta-^{4}$He quasi-bound state formation is possible with the great\nprobability.\n","Comment: 4 pages, 4 figures"]}]
["0901.3245",{"format":[],"subject":["Mathematics - Statistics Theory","62H25, 62E17 (Primary) 15A42 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3245","Annals of Statistics 2008, Vol. 36, No. 6, 2791-2817","doi:10.1214/08-AOS618"],"date":["2009-01-21"],"type":["text"],"creator":["Nadler, Boaz"],"language":[],"coverage":[],"title":["Finite sample approximation results for principal component analysis: a\n  matrix perturbation approach"],"description":["  Principal component analysis (PCA) is a standard tool for dimensional\nreduction of a set of $n$ observations (samples), each with $p$ variables. In\nthis paper, using a matrix perturbation approach, we study the nonasymptotic\nrelation between the eigenvalues and eigenvectors of PCA computed on a finite\nsample of size $n$, and those of the limiting population PCA as $n\\to\\infty$.\nAs in machine learning, we present a finite sample theorem which holds with\nhigh probability for the closeness between the leading eigenvalue and\neigenvector of sample PCA and population PCA under a spiked covariance model.\nIn addition, we also consider the relation between finite sample PCA and the\nasymptotic results in the joint limit $p,n\\to\\infty$, with $p/n=c$. We present\na matrix perturbation view of the \"phase transition phenomenon,\" and a simple\nlinear-algebra based derivation of the eigenvalue and eigenvector overlap in\nthis asymptotic limit. Moreover, our analysis also applies for finite $p,n$\nwhere we show that although there is no sharp phase transition as in the\ninfinite case, either as a function of noise level or as a function of sample\nsize $n$, the eigenvector of sample PCA may exhibit a sharp \"loss of tracking,\"\nsuddenly losing its relation to the (true) eigenvector of the population PCA\nmatrix. This occurs due to a crossover between the eigenvalue due to the signal\nand the largest eigenvalue due to noise, whose eigenvector points in a random\ndirection.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AOS618 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["0901.3253",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3253"],"date":["2009-01-21"],"type":["text"],"creator":["Shi, Mingjun","Ren, Changliang","Du, Jiangfeng"],"language":[],"coverage":[],"title":["Non-homogeneous Bell-type Inequalities for Two- and Three-qubit States"],"description":["  A systematic approach is presented to construct non-homogeneous two- and\nthree-qubit Bell-type inequalities. When projector-like terms are subtracted\nfrom homogeneous two-qubit CHSH polynomial, non-homogeneous inequalities are\nattained and the maximal quantum mechanical violation asymptotically equals a\nconstant with the subtracted terms becoming sufficiently large. In the case of\nthree-qubit system, it is found that most significant three-qubit inequalities\npresented in literature can be recovered in our framework. We aslo discuss the\nbehavior of such inequalities in the loophole-free Bell test and obtain\ncorresponding thresholds of detection efficiency.\n"]}]
["0901.3261",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3261"],"date":["2009-01-21"],"type":["text"],"creator":["Valdinoci, Enrico"],"language":[],"coverage":[],"title":["From the long jump random walk to the fractional Laplacian"],"description":["  This note illustrates how a simple random walk with possibly long jumps is\nrelated to fractional powers of the Laplace operator. The exposition is\nelementary and self-contained.\n","Comment: Submitted to the Probability Surveys (http://www.i-journals.org/ps/)\n  by the Institute of Mathematical Statistics (http://www.imstat.org)"]}]
["0901.3265",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3265","Phys. Lett. A 372 (2008) 5760-5764","doi:10.1016/j.physleta.2008.07.021"],"date":["2009-01-21"],"type":["text"],"creator":["Johansen, Lars M.","Mello, Pier A."],"language":[],"coverage":[],"title":["Quantum Mechanics of Successive Measurements with Arbitrary Meter\n  Coupling"],"description":["  We study successive measurements of two observables using von Neumann's\nmeasurement model. The two-pointer correlation for arbitrary coupling strength\nallows retrieving the initial system state. We recover Luders rule, the Wigner\nformula and the Kirkwood-Dirac distribution in the appropriate limits of the\ncoupling strength.\n"]}]
["0901.3267",{"format":[],"subject":["Mathematics - Statistics Theory","62H12, 62C10, 62F15 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3267","Annals of Statistics 2008, Vol. 36, No. 6, 2818-2849","doi:10.1214/08-AOS619"],"date":["2009-01-21"],"type":["text"],"creator":["Rajaratnam, Bala","Massam, Hlne","Carvalho, Carlos M."],"language":[],"coverage":[],"title":["Flexible covariance estimation in graphical Gaussian models"],"description":["  In this paper, we propose a class of Bayes estimators for the covariance\nmatrix of graphical Gaussian models Markov with respect to a decomposable graph\n$G$. Working with the $W_{P_G}$ family defined by Letac and Massam [Ann.\nStatist. 35 (2007) 1278--1323] we derive closed-form expressions for Bayes\nestimators under the entropy and squared-error losses. The $W_{P_G}$ family\nincludes the classical inverse of the hyper inverse Wishart but has many more\nshape parameters, thus allowing for flexibility in differentially shrinking\nvarious parts of the covariance matrix. Moreover, using this family avoids\nrecourse to MCMC, often infeasible in high-dimensional problems. We illustrate\nthe performance of our estimators through a collection of numerical examples\nwhere we explore frequentist risk properties and the efficacy of graphs in the\nestimation of high-dimensional covariance structures.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AOS619 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["0901.3279",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3279"],"date":["2009-01-21"],"type":["text"],"creator":["Goodman, Jeremy"],"language":[],"coverage":[],"title":["Concerning thermal tides on hot Jupiters"],"description":["  By analogy with a mechanism proposed by Gold and Soter to explain the\nretrograde rotation of Venus, Arras and Socrates suggest that thermal tides may\nexcite hot jovian exoplanets into nonsynchronous rotation, and perhaps also\nnoncircular orbits. It is shown here that because of the absence of a solid\nsurface above the convective core of a jovian planet, the coupling of the\ngravitational and thermal tides vanishes to zeroth order in the ratio of the\natmospheric scale height to the planetary radius. At the next order, the effect\nprobably has the sign opposite to that claimed by the latter authors, hence\nreinforcing synchronous and circular orbits.\n","Comment: Research note, not for publication. 2 pages, 1 figure"]}]
["0901.3282",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3282","Phys. Rev. Lett. 101, 266401 (2008)","doi:10.1103/PhysRevLett.101.266401"],"date":["2009-01-21"],"type":["text"],"creator":["Scheid, Matthias","Kohda, Makoto","Kunihashi, Yoji","Richter, Klaus","Nitta, Junsaku"],"language":[],"coverage":[],"title":["All-electrical detection of the relative strength of Rashba and\n  Dresselhaus spin-orbit interaction in quantum wires"],"description":["  We propose a method to determine the relative strength of Rashba and\nDresselhaus spin-orbit interaction from transport measurements without the need\nof fitting parameters. To this end, we make use of the conductance anisotropy\nin narrow quantum wires with respect to the directions of an in-plane magnetic\nfield, the quantum wire and the crystal orientation. We support our proposal by\nnumerical calculations of the conductance of quantum wires based on the\nLandauer formalism which show the applicability of the method to a wide range\nof parameters.\n","Comment: 4 pages, 4 figures"]}]
["0901.3284",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Combinatorics","51M16, 83C27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3284"],"date":["2009-01-20"],"type":["text"],"creator":["Mohar, Bojan","Rivin, Igor"],"language":[],"coverage":[],"title":["Simplices and spectra of graphs, continued"],"description":["  In this note we show that the n-2-dimensional volumes of codimension 2 faces\nof an n-dimensional simplex are algebraically independent quantities of the\nvolumes of its edge-lengths. The proof involves computation of the eigenvalues\nof Kneser graphs. We also construct families of non-congurent simplices not\ndetermined by their codimension-2 areas.\n","Comment: 6 pages. Improves results of arXiv:0803.1317"]}]
["0901.3290",{"format":[],"subject":["Mathematics - Statistics Theory","62H15, 62H12 (Primary) 62H11, 92C55 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3290","Annals of Statistics 2008, Vol. 36, No. 6, 2886-2919","doi:10.1214/08-AOS628"],"date":["2009-01-21"],"type":["text"],"creator":["Schwartzman, Armin","Mascarenhas, Walter F.","Taylor, Jonathan E."],"language":[],"coverage":[],"title":["Inference for eigenvalues and eigenvectors of Gaussian symmetric\n  matrices"],"description":["  This article presents maximum likelihood estimators (MLEs) and log-likelihood\nratio (LLR) tests for the eigenvalues and eigenvectors of Gaussian random\nsymmetric matrices of arbitrary dimension, where the observations are\nindependent repeated samples from one or two populations. These inference\nproblems are relevant in the analysis of diffusion tensor imaging data and\npolarized cosmic background radiation data, where the observations are,\nrespectively, $3\\times3$ and $2\\times2$ symmetric positive definite matrices.\nThe parameter sets involved in the inference problems for eigenvalues and\neigenvectors are subsets of Euclidean space that are either affine subspaces,\nembedded submanifolds that are invariant under orthogonal transformations or\npolyhedral convex cones. We show that for a class of sets that includes the\nones considered in this paper, the MLEs of the mean parameter do not depend on\nthe covariance parameters if and only if the covariance structure is\northogonally invariant. Closed-form expressions for the MLEs and the associated\nLLRs are derived for this covariance structure.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AOS628 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["0901.3295",{"format":[],"subject":["Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3295"],"date":["2009-01-21"],"type":["text"],"creator":["Ebert, Johannes"],"language":[],"coverage":[],"title":["The homotopy type of a topological stack"],"description":["  The notion of the \\emph{homotopy type} of a topological stack has been around\nin the literature for some time. The basic idea is that an atlas $X \\to\n\\mathfrak{X}$ of a stack determines a topological groupoid $\\mathbb{X}$ with\nobject space $X$. The homotopy type of $\\mathfrak{X}$ should be the classifying\nspace $B \\mathbb{X}$. The choice of an atlas is not part of the data of a stack\nand hence it is not immediately clear why this construction of a homotopy type\nis well-defined, let alone functorial. The purpose of this note is to give an\nelementary construction of such a homotopy-type functor.\n","Comment: 12 pages"]}]
["0901.3298",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3298"],"date":["2009-01-21"],"type":["text"],"creator":["Moosmann, Julian"],"language":[],"coverage":[],"title":["Solitonic fermions in the confining phase of SU(2) Yang-Mills theory"],"description":["  We consider spatial coarse-graining in statistical ensembles of\nnon-selfintersecting and one-fold selfintersecting center-vortex loops as they\nemerge in the confining phase of SU(2) Yang-Mills thermodynamics. This\ncoarse-graining is due to a noisy environment and described by a curve\nshrinking flow of center-vortex loops locally embedded in a two-dimensional\nflat plane. The renormalization-group flow of an effective `action', which is\ndefined in purely geometric terms, is driven by the curve shrinking evolution.\n  In the case of non-selfintersecting center-vortex loops, we observe critical\nbehavior of the effective `action' as soon as the center-vortex loops vanish\nfrom the spectrum of the confining phase due to curve shrinking. This suggest\nthe existence of an asymptotic mass gap.\n  An entirely unexpected behavior in the ensemble of one-fold selfintersecting\ncenter-vortex loops is connected with the spontaneous emergence of order. We\nspeculate that the physics of planar, one-fold selfintersecting center-vortex\nloops to be relevant for two-dimensional systems exhibiting high-temperature\nsuperconductivity.\n","Comment: Diploma thesis, 60 pages,26 figures"]}]
["0901.3301",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3301"],"date":["2009-01-21"],"type":["text"],"creator":["idilbi, Ahmad","Kim, Chul"],"language":[],"coverage":[],"title":["Factorization and resummation for color octet production"],"description":["  We discuss the production of heavy colored paricles at the Large Hadron\nCollider (LHC) through gluon-gluon fusion process. A factorization theorem is\nobtained for this process using Soft Collinear Effective Theory. Our\nfactorization theorem does not depend on any assumptions regarding the physics\nabove the mass of the heavy colored particle. In this sense it is universal.\nThe matching coefficient at the heavy particle mass scale depends however on\nthe unkown physics above that scale and thus it is model dependent.\n  Due to the large mass of the heavy colored particle, i.e., the hard scale and\nnear the partonic kinematic threshold for production of such particles a\nresummation of large logarithms needs to be performed. The resummation is\njustified due to the dominance of the gluon distribution function at small $x$.\nFor phenomenological purposes we utilize the Manohar-Wise model.\n","Comment: To appear in the proceedings of PANIC08"]}]
["0901.3308",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - K-Theory and Homology","55R91","55R35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3308"],"date":["2009-01-21"],"type":["text"],"creator":["Mishchenko, Alexander S.","Melndez, Quitzeh Morales"],"language":[],"coverage":[],"title":["Description of the vector $G$-bundles over $G$-spaces with quasi-free\n  proper action of discrete group $G$"],"description":["  We give a description of the vector $G$-bundles over $G$-spaces with\nquasi-free proper action of discrete group $G$ in terms of the classifying\nspace.\n","Comment: 15 pages"]}]
["0901.3309",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3309"],"date":["2009-01-21"],"type":["text"],"creator":["Gabriel, C.","Janousek, J.","Bachor, H. -A."],"language":[],"coverage":[],"title":["Determining the Minimum Uncertainty State of Nonclassical Light"],"description":["  Squeezing experiments which are capable of creating a minimum uncertainty\nstate during the nonlinear process, for example optical parametric\namplification, are commonly used to produce light far below the quantum noise\nlimit. This report presents a method with which one can characterize this\nminimum uncertainty state and gain valuable knowledge of the experimental\nsetup.\n"]}]
["0901.3312",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Dynamical Systems","Mathematics - Probability","60H30, 60H35, 65C30, 65N35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3312"],"date":["2009-01-21"],"type":["text"],"creator":["Du, Aijun","Duan, Jinqiao"],"language":[],"coverage":[],"title":["A Stochastic Approach for Parameterizing Unresolved Scales in a System\n  with Memory"],"description":["  Complex systems display variability over a broad range of spatial and\ntemporal scales. Some scales are unresolved due to computational limitations.\nThe impact of these unresolved scales on the resolved scales needs to be\nparameterized or taken into account. One stochastic parameterization scheme is\ndevised to take the effects of unresolved scales into account, in the context\nof solving a nonlinear partial differential equation with memory (a\ntime-integral term), via large eddy simulations.\n  The obtained large eddy simulation model is a stochastic partial differential\nequation. Numerical experiments are performed to compare the solutions of the\noriginal system and of the stochastic large eddy simulation model.\n","Comment: Journal of Algorithms & Computational Technology, 2009 (to appear).\n  12 pages, 6 figures"]}]
["0901.3316",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3316"],"date":["2009-01-21"],"type":["text"],"creator":["Nicol, Francesco"],"language":[],"coverage":[],"title":["The peeling in the \"very external region\" of non linear perturbations of\n  the Kerr spacetime"],"description":["  Let an initial data metric $\\overline{g}$ be, outside a ball $B_{R_0}$\ncentered in the origin, the induced metric on $\\Sigma_0$ of a Kerr spacetime\n(with a mass $M$ and angular momentum $J$ whose ratio, $J/M$, depends on the\nsize of $R_0$) plus small corrections which decay at spacelike infinity faster\nthan $r^{-3}$; let, in the same region, a symmetric tensor $\\overline{k}$ be\nthe second fundamental form of the Kerr spacetime plus small corrections which\ndecay at spacelike infinity faster than $r^{-4}$, let $\\overline{g}$ and\n$\\overline{k}$ satisfy the constraint equations. Then, using the previous\nresults of \\cite{Ch-Kl:book} and \\cite{Kl-Ni:book}, the global existence of the\nexternal region of a global spacetime, outside the region of influence of\n$B_{R_0}$ follows. In this external region the various components of the\nRiemann tensor decay along the outgoing null directions in agreement with the\n\"Peeling Theorem\".\n"]}]
["0901.3317",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3317","2008, .Astronomy and Astrophysics Letter.Vol. 491, pp .5","doi:10.1051/0004-6361:200810209"],"date":["2009-01-21","2009-01-22"],"type":["text"],"creator":["Teriaca, L.","Curdt, W.","Solanki, S. K."],"language":[],"coverage":[],"title":["SUMER observations of the inverse Evershed effect in the transition\n  region above a sunspot"],"description":["  Aims. We analyse SUMER spectral scans of a large sunspot within active region\nNOAA 10923, obtained on 14-15 November 2006, to determine the morphology and\ndynamics of the sunspot atmosphere at different heights/temperatures. Methods:\nThe data analysed here consist of spectroheliograms in the continuum around\n142.0 nm and in the Si iv 140.2 nm, O iii 70.3 nm, N iv 76.5 nm, and O iv 79.0\nnm spectral lines. Gaussian-fitting of the observed profiles provides\nline-of-sight velocity and Doppler-width maps. Results: The data show an\nasymmetric downflow pattern compatible with the presence of the inverse\nEvershed flow in a region within roughly twice the penumbral radius at\ntransition-region temperatures up to 0.18 MK. The motions, highly inhomogeneous\non small scales, seem to occur in a collar of radially directed filamentary\nstructures, with an average width less than the 1 Mm spatial resolution of\nSUMER and characterised by different plasma speeds. Assuming that the flows are\ndirected along the field lines, we deduce that such field lines are inclined by\n10 deg to 25 deg with respect to the solar surface.\n","Comment: 5 pages, 3 figures. Text height reduced for better layout. No changes\n  in content"]}]
["0901.3318",{"format":[],"subject":["Quantitative Finance - Risk Management"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3318"],"date":["2009-01-21"],"type":["text"],"creator":["Anthropelos, Michail","Zitkovic, Gordan"],"language":[],"coverage":[],"title":["Partial Equilibria with Convex Capital Requirements: Existence,\n  Uniqueness and Stability"],"description":["  In an incomplete semimartingale model of a financial market, we consider\nseveral risk-averse financial agents who negotiate the price of a bundle of\ncontingent claims. Assuming that the agents' risk preferences are modelled by\nconvex capital requirements, we define and analyze their demand functions and\npropose a notion of a partial equilibrium price. In addition to sufficient\nconditions for the existence and uniqueness, we also show that the equilibrium\nprices are stable with respect to misspecifications of agents' risk\npreferences.\n"]}]
["0901.3319",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3319"],"date":["2009-01-21"],"type":["text"],"creator":["Hubrig, S.","Briquet, M.","De Cat, P.","Schoeller, M.","Morel, T.","Ilyin, I."],"language":[],"coverage":[],"title":["New magnetic field measurements of beta Cephei stars and Slowly\n  Pulsating B stars"],"description":["  We present the results of the continuation of our magnetic survey with FORS1\nat the VLT of a sample of B-type stars consisting of confirmed or candidate\nbeta Cephei stars and Slowly Pulsating B stars. Roughly one third of the\nstudied beta Cephei stars have detected magnetic fields. The fraction of\nmagnetic Slowly Pulsating B and candidate Slowly Pulsating B stars is found to\nbe higher, up to 50%. We find that the domains of magnetic and non-magnetic\npulsating stars in the H-R diagram largely overlap, and no clear picture\nemerges as to the possible evolution of the magnetic field across the main\nsequence.\n","Comment: 2 pages, 1 figure, to appear in Proceedings of IAU Symposium 259\n  \"Cosmic Magnetic Fields: from Planets, to Stars and Galaxies\", Tenerife,\n  Spain, November 3-7, 2008"]}]
["0901.3324",{"format":[],"subject":["Mathematics - Differential Geometry","53C40, 53C50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3324"],"date":["2009-01-21"],"type":["text"],"creator":["Ali, Ahmad T.","Lpez, Rafael"],"language":[],"coverage":[],"title":["Slant helices in Euclidean 4-space $E^4$"],"description":["  We consider a unit speed curve $\\alpha$ in Euclidean four-dimensional space\n$E^4$ and denote the Frenet frame by $\\{T,N,B_1,B_2\\}$. We say that $\\alpha$ is\na slant helix if its principal normal vector $N$ makes a constant angle with a\nfixed direction $U$. In this work we give different characterizations of such\ncurves in terms of their curvatures.\n","Comment: 9 pages"]}]
["0901.3325",{"format":[],"subject":["Mathematics - Differential Geometry","53C40, 53C50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3325"],"date":["2009-01-21"],"type":["text"],"creator":["Ali, Ahmad T.","Lpez, Rafael"],"language":[],"coverage":[],"title":["Some Characterizations of Cylindrical Helices in $E^n$"],"description":["  We consider a unit speed curve $\\alpha$ in Euclidean $n$-dimensional space\n$E^n$ and denote the Frenet frame by $\\{v_1,...,v_n\\}$. We say that $\\alpha$ is\na cylindrical helix if its tangent vector $v_1$ makes a constant angle with a\nfixed direction $U$. In this work we give different characterizations of such\ncurves in terms of their curvatures.\n","Comment: 10 pages"]}]
["0901.3328",{"format":[],"subject":["Mathematics - Complex Variables","30C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3328"],"date":["2009-01-21"],"type":["text"],"creator":["Williams, Jeremy"],"language":[],"coverage":[],"title":["On the Geometric Interpretation of the Complex Fourier Transforms of a\n  Class of Exponential Functions"],"description":["  A class of complex Fourier Transforms of exponential functions which have all\ntheir zeros on the real line is explored from a geometric perspective. These\ntransforms belong to the Laguerre - Polya class, and it is proved that all the\nzeros are simple.\n","Comment: 12 pages"]}]
["0901.3329",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3329"],"date":["2009-01-21"],"type":["text"],"creator":["Preston, Dan","Protopapas, Pavlos","Brodley, Carla"],"language":[],"coverage":[],"title":["Event Discovery in Time Series"],"description":["  The discovery of events in time series can have important implications, such\nas identifying microlensing events in astronomical surveys, or changes in a\npatient's electrocardiogram. Current methods for identifying events require a\nsliding window of a fixed size, which is not ideal for all applications and\ncould overlook important events. In this work, we develop probability models\nfor calculating the significance of an arbitrary-sized sliding window and use\nthese probabilities to find areas of significance. Because a brute force search\nof all sliding windows and all window sizes would be computationally\nintractable, we introduce a method for quickly approximating the results. We\napply our method to over 100,000 astronomical time series from the MACHO\nsurvey, in which 56 different sections of the sky are considered, each with one\nor more known events. Our method was able to recover 100% of these events in\nthe top 1% of the results, essentially pruning 99% of the data. Interestingly,\nour method was able to identify events that do not pass traditional event\ndiscovery procedures.\n","Comment: 12 pages, 12 figures, accepted for publication at SIAM SDM09"]}]
["0901.3332",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3332"],"date":["2009-01-21"],"type":["text"],"creator":["Posiadala, Magdalena","NA61, for","Collaboration"],"language":[],"coverage":[],"title":["Status of the NA61 (SHINE) experiment at CERN"],"description":["  A precise measurement of the hadron production from interactions of 30 GeV\nprotons on carbon target is performed by NA61 (SHINE) experiment at the CERN\nSPS. The inclusive spectra of pions and kaons on the carbon target obtained\nfrom NA61 measurements constrain the neutrino flux in the T2K long baseline\nneutrino oscillation experiment at J-PARC, Japan. The article presents\ndescription of the NA61 apparatus together with the preliminary results from\nthe pilot 2007 run.\n","Comment: 10 pages, 11 figures"]}]
["0901.3337",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3337"],"date":["2009-01-21"],"type":["text"],"creator":["Dudley, Brian","Kolda, Christopher"],"language":[],"coverage":[],"title":["Constraining the Charged Higgs Mass in the MSSM: A Low-Energy Approach"],"description":["  We examine the current lower bound on the charged Higgs boson mass in the\nMinimal Supersymmetric Standard Model. By applying direct search constraints on\nthe neutral Higgs bosons and other supersymmetric states, as well as a number\nof indirect constraints (b -> s gamma, B_s -> mu mu, B -> tau nu, B -> D tau\nnu), we find that it is possible to push the charged Higgs boson mass as low as\n140 GeV. We work in a completely low-energy approach with no assumptions about\nscalar mass unification, examining two of the most popular limits for neutral\nHiggs boson searches: the Max-Mixing and No-Mixing scenarios. While both\nscenarios allow light charged Higgs bosons, they do so for completely different\nranges of tan(beta). In either case, one expects light top squarks to accompany\na light charged Higgs.\n","Comment: 19 pages, 5 figures. High-resolution figures available on request"]}]
["0901.3338",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3338","Indian Journal of Pure & Applied Physics, Vol. 45, January 2007,\n  pp. 48-51"],"date":["2009-01-21"],"type":["text"],"creator":["Kumar, Parveen","Shahi, K."],"language":[],"coverage":[],"title":["Ion transport study of mechanically-milled amorphous AgI-Ag2O-V2O5 fast\n  ionic conductors"],"description":["  The structural and electrical characterizations of mechanically-milled (MM)\namorphous fast ionic conductors (a-FICs), viz. xAgI (100-x)[0.67 Ag\\_2\nO-0.33V\\_2O\\_5] (x = 40, 50, 55 and 70) have been reported. The amorphisation\nis restricted only to the compositions which are well within the glass forming\nregion and all samples are found to be highly agglomerated and X-ray amorphous\nin nature. The frequency dependent ac conductivity, \\sigma'(\\omega), of the\namorphous samples investigated in the frequency range 5Hz -13 MHz and\ntemperature range 100- 350 K shows a dc conductivity regime at low frequencies\nand a dispersive regime at higher frequencies. The spectra can be described by\nthe Jonscher power law (JPL), \\simga'(\\omega) = \\sigma\\_dc +A(T) \\omega\\_n.\nHowever, the values \\sigma\\_dc (T) and A(T) both show two distinct Arrhenius\nregions and n (< 1) is found to be temperature dependent, i.e., decreasing with\nincreasing temperature.\n","Comment: This wosk is presented in \"National Conference on Condensed Matter\n  and Materials Physics (CMMP06) on 19-21st January 2006 at The M.S.University\n  of Baroda, Vadodara"]}]
["0901.3340",{"format":[],"subject":["Mathematics - Metric Geometry","52A40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3340"],"date":["2009-01-21"],"type":["text"],"creator":["Brczky, Kroly J."],"language":[],"coverage":[],"title":["Stability of the Blaschke-Santal\\'o and the affine isoperimetric\n  inequality"],"description":["  A stability version of the Blaschke-Santal\\'o inequality and the affine\nisoperimetric inequality for convex bodies of dimension n>2 is proved. The\nfirst step is the reduction to the case when the convex body is o-symmetric and\nhas axial rotational symmetry. This step works for related inequalities\ncompatible with Steiner symmetrization. Secondly, for these convex bodies, a\nstability version of the characterization of ellipsoids by the fact that each\nhyperplane section is centrally symmetric is established.\n"]}]
["0901.3342",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3342"],"date":["2009-01-21"],"type":["text"],"creator":["Irwin, Jonathan","Bouvier, Jerome"],"language":[],"coverage":[],"title":["The rotational evolution of low-mass stars"],"description":["  We summarise recent progress in the understanding of the rotational evolution\nof low-mass stars (here defined as solar mass down to the hydrogen burning\nlimit) both in terms of observations and modelling. Wide-field imaging surveys\non moderate-size telescopes can now efficiently derive rotation periods for\nhundreds to thousands of open cluster members, providing unprecedented sample\nsizes which are ripe for exploration. We summarise the available measurements,\nand provide simple phenomenological and model-based interpretations of the\npresently-available data, while highlighting regions of parameter space where\nmore observations are required, particularly at the lowest masses and ages >~\n500 Myr.\n","Comment: 10 pages, 6 figures, 1 table. To appear in the Proceedings of the\n  258th IAU Symposium: \"The Ages of Stars\", October 2008, Baltimore, MD, USA"]}]
["0901.3343",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Probability","52A22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3343"],"date":["2009-01-21"],"type":["text"],"creator":["Brczky, Kroly J.","Schneider, Rolf"],"language":[],"coverage":[],"title":["The mean width of circumscribed random polytopes"],"description":["  For a given convex body K in $R^d$, a random polytope $K^{(n)}$ is defined\n(essentially) as the intersection of $n$ independent closed halfspaces\ncontaining $K$ and having an isotropic and (in a specified sense) uniform\ndistribution. We prove upper and lower bounds, of optimal orders, for the\ndifference of the mean widths of $K^{(n)}$ and K, as n tends to infinity. For a\nsimplicial polytope P, a precise asymptotic formula for the difference of the\nmean widths of $P^{(n)}$ and P is obtained.\n"]}]
["0901.3346",{"format":[],"subject":["Mathematics - Number Theory","11H55","53C35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3346"],"date":["2009-01-21"],"type":["text"],"creator":["Yasaki, Dan"],"language":[],"coverage":[],"title":["Binary Hermitian forms over a cyclotomic field"],"description":["  Let z be a primitive fifth root of unity and let F be the cyclotomic field\nF=Q(z). Let O be the ring of integers. We compute the Voronoi polyhedron of\nbinary Hermitian forms over F and classify GL_2(O)-conjugacy classes of perfect\nforms. The combinatorial data of this polyhedron can be used to compute the\ncohomology of the arithmetic group GL_2(O) and Hecke eigen forms.\n","Comment: 11 pages, 1 table"]}]
["0901.3348",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Numerical Analysis","G.1.6","G.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3348"],"date":["2009-01-21"],"type":["text"],"creator":["Ames, Brendan","Vavasis, Stephen"],"language":[],"coverage":[],"title":["Nuclear norm minimization for the planted clique and biclique problems"],"description":["  We consider the problems of finding a maximum clique in a graph and finding a\nmaximum-edge biclique in a bipartite graph. Both problems are NP-hard. We write\nboth problems as matrix-rank minimization and then relax them using the nuclear\nnorm. This technique, which may be regarded as a generalization of compressive\nsensing, has recently been shown to be an effective way to solve rank\noptimization problems. In the special cases that the input graph has a planted\nclique or biclique (i.e., a single large clique or biclique plus diversionary\nedges), our algorithm successfully provides an exact solution to the original\ninstance. For each problem, we provide two analyses of when our algorithm\nsucceeds. In the first analysis, the diversionary edges are placed by an\nadversary. In the second, they are placed at random. In the case of random\nedges for the planted clique problem, we obtain the same bound as Alon,\nKrivelevich and Sudakov as well as Feige and Krauthgamer, but we use different\ntechniques.\n"]}]
["astro-ph/0504013",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0504013","Mon.Not.Roy.Astron.Soc.360:69-75,2005","doi:10.1111/j.1365-2966.2005.08930.x"],"date":["2005-04-01"],"type":["text"],"creator":["Rohde, D J","Drinkwater, M J","Gallagher, M R","Downs, T","Doyle, M T"],"language":[],"coverage":[],"title":["Applying Machine Learning to Catalogue Matching in Astrophysics"],"description":["  We present the results of applying automated machine learning techniques to\nthe problem of matching different object catalogues in astrophysics. In this\nstudy we take two partially matched catalogues where one of the two catalogues\nhas a large positional uncertainty. The two catalogues we used here were taken\nfrom the HI Parkes All Sky Survey (HIPASS), and SuperCOSMOS optical survey.\nPrevious work had matched 44% (1887 objects) of HIPASS to the SuperCOSMOS\ncatalogue.\n  A supervised learning algorithm was then applied to construct a model of the\nmatched portion of our catalogue. Validation of the model shows that we\nachieved a good classification performance (99.12% correct).\n  Applying this model, to the unmatched portion of the catalogue found 1209 new\nmatches. This increases the catalogue size from 1887 matched objects to 3096.\nThe combination of these procedures yields a catalogue that is 72% matched.\n","Comment: 8 Pages, 5 Figures"]}]
["astro-ph/0505591",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0505591","Mon.Not.Roy.Astron.Soc.361:34,2005","doi:10.1111/j.1365-2966.2005.09159.x"],"date":["2005-05-30"],"type":["text"],"creator":["Doyle, Marianne T.","Drinkwater, M. J.","Rohde, D. J.","Pimbblet, K. A.","Read, M.","Meyer, M. J.","Zwaan, M. A.","Ryan-Weber, E.","Stevens, J.","Koribalski, B. S.","Webster, R. L.","Staveley-Smith, L.","Barnes, D. G.","Howlett, M.","Kilborn, V. A.","Waugh, M.","Pierce, M. J.","Bhathal, R.","de Blok, W. J. G.","Disney, M. J.","Ekers, R. D.","Freeman, K. C.","Garcia, D. A.","Gibson, B. K.","Harnett, J.","Henning, P. A.","Jerjen, H.","Kesteven, M. J.","Knezek, P. M.","Mader, S.","Marquarding, M.","Minchin, R. F.","O'Brien, J.","Oosterloo, T.","Price, R. M.","Putman, M. E.","Ryder, S. D.","Sadler, E. M.","Stewart, I. M.","Stootman, F.","Wright, A. E."],"language":[],"coverage":[],"title":["The HIPASS Catalogue: III - Optical Counterparts & Isolated Dark\n  Galaxies"],"description":["  We present the largest catalogue to date of optical counterparts for HI\nradio-selected galaxies, Hopcat. Of the 4315 HI radio-detected sources from the\nHI Parkes All Sky Survey (Hipass) catalogue, we find optical counterparts for\n3618 (84%) galaxies. Of these, 1798 (42%) have confirmed optical velocities and\n848 (20%) are single matches without confirmed velocities. Some galaxy matches\nare members of galaxy groups. From these multiple galaxy matches, 714 (16%)\nhave confirmed optical velocities and a further 258 (6%) galaxies are without\nconfirmed velocities. For 481 (11%), multiple galaxies are present but no\nsingle optical counterpart can be chosen and 216 (5%) have no obvious optical\ngalaxy present. Most of these 'blank fields' are in crowded fields along the\nGalactic plane or have high extinctions.\n  Isolated 'Dark galaxy' candidates are investigated using an extinction cut of\nABj < 1 mag and the blank fields category. Of the 3692 galaxies with an ABj\nextinction < 1 mag, only 13 are also blank fields. Of these, 12 are eliminated\neither with follow-up Parkes observations or are in crowded fields. The\nremaining one has a low surface brightness optical counterpart. Hence, no\nisolated optically dark galaxies have been found within the limits of the\nHipass survey.\n","Comment: 10 pages, 15 figures, MNRAS (in press)"]}]
["astro-ph/0605637",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0605637","Class.Quant.Grav.24:3529-3540,2007","doi:10.1088/0264-9381/24/14/001"],"date":["2006-05-24","2007-06-22"],"type":["text"],"creator":["Blanchet, Luc"],"language":[],"coverage":[],"title":["Gravitational polarization and the phenomenology of MOND"],"description":["  The modified Newtonian dynamics (MOND) has been proposed as an alternative to\nthe dark matter paradigm; the philosophy behind is that there is no dark matter\nand we witness a violation of the Newtonian law of dynamics. In this article,\nwe interpret differently the phenomenology sustaining MOND, as resulting from\nan effect of \"gravitational polarization\", of some cosmic fluid made of dipole\nmoments, aligned in the gravitational field, and representing a new form of\ndark matter. We invoke an internal force, of non-gravitational origin, in order\nto hold together the microscopic constituents of the dipole. The dipolar\nparticles are weakly influenced by the distribution of ordinary matter; they\nare accelerated not by the gravitational field, but by its gradient, or tidal\ngravitational field.\n","Comment: 14 pages, 1 figure, to appear in Classical and Quantum Gravity"]}]
["astro-ph/0610127",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0610127","Mon.Not.Roy.Astron.Soc.381:1018-1026,2007","doi:10.1111/j.1365-2966.2007.12271.x"],"date":["2006-10-04","2007-08-15"],"type":["text"],"creator":["Amara, Adam","Refregier, Alexandre"],"language":[],"coverage":[],"title":["Optimal Surveys for Weak Lensing Tomography"],"description":["  Weak lensing surveys provide a powerful probe of dark energy through the\nmeasurement of the mass distribution of the local Universe. A number of\nground-based and space-based surveys are being planned for this purpose. Here,\nwe study the optimal strategy for these future surveys using the joint\nconstraints on the equation of state parameter wn and its evolution wa as a\nfigure of merit by considering power spectrum tomography. For this purpose, we\nfirst consider an `ideal' survey which is both wide and deep and exempt from\nsystematics. We find that such a survey has great potential for dark energy\nstudies, reaching one sigma precisions of 1% and 10% on the two parameters\nrespectively. We then study the relative impact of various limitations by\ndegrading this ideal survey. In particular, we consider the effect of sky\ncoverage, survey depth, shape measurements systematics, photometric redshifts\nsystematics and uncertainties in the non-linear power spectrum predictions. We\nfind that, for a given observing time, it is always advantageous to choose a\nwide rather than a deep survey geometry. We also find that the dark energy\nconstraints from power spectrum tomography are robust to photometric redshift\nerrors and catastrophic failures, if a spectroscopic calibration sample of\n10^4-10^5 galaxies is available. The impact of these systematics is small\ncompared to the limitations that come from potential uncertainties in the power\nspectrum, due to shear measurement and theoretical errors. To help the planning\nof future surveys, we summarize our results with comprehensive scaling\nrelations which avoid the need for full Fisher matrix calculations.\n","Comment: Submitted to MNRAS. 10 pages, including 13 figures and 2 tables"]}]
["astro-ph/0703191",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0703191","Mon.Not.Roy.Astron.Soc.380:1029-1035,2007","doi:10.1111/j.1365-2966.2007.12134.x"],"date":["2007-03-08","2007-06-23"],"type":["text"],"creator":["Heavens, A. F.","Kitching, T. D.","Verde, L."],"language":[],"coverage":[],"title":["On model selection forecasting, Dark Energy and modified gravity"],"description":["  The Fisher matrix approach (Fisher 1935) allows one to calculate in advance\nhow well a given experiment will be able to estimate model parameters, and has\nbeen an invaluable tool in experimental design. In the same spirit, we present\nhere a method to predict how well a given experiment can distinguish between\ndifferent models, regardless of their parameters. From a Bayesian viewpoint,\nthis involves computation of the Bayesian evidence. In this paper, we\ngeneralise the Fisher matrix approach from the context of parameter fitting to\nthat of model testing, and show how the expected evidence can be computed under\nthe same simplifying assumption of a gaussian likelihood as the Fisher matrix\napproach for parameter estimation. With this `Laplace approximation' all that\nis needed to compute the expected evidence is the Fisher matrix itself. We\nillustrate the method with a study of how well upcoming and planned experiments\nshould perform at distinguishing between Dark Energy models and modified\ngravity theories. In particular we consider the combination of 3D weak lensing,\nfor which planned and proposed wide-field multi-band imaging surveys will\nprovide suitable data, and probes of the expansion history of the Universe,\nsuch as proposed supernova and baryonic acoustic oscillations surveys. We find\nthat proposed large-scale weak lensing surveys from space should be able\nreadily to distinguish General Relativity from modified gravity models.\n","Comment: 6 pages, 2 figures"]}]
["cond-mat/0511690",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0511690","Journal of Non-Crystalline Solids 352 (2006) 5098-5102","doi:10.1016/j.jnoncrysol.2006.01.136"],"date":["2005-11-29"],"type":["text"],"creator":["Widmer-Cooper, Asaph","Harrowell, Peter"],"language":[],"coverage":[],"title":["Free Volume cannot Explain the Spatial Heterogeneity of Debye-Waller\n  factors in a Glass-Forming Binary Alloy"],"description":["  We examine the relation between the free volume per particle and the variance\nof the particle position, equivalent to a local Debye-Waller (DW) factor for a\n2D glass-forming alloy using molecular dynamics simulations. We find that the\nlatter quantity exhibits significant spatial heterogeneity despite involving\ntrajectories two orders of magnitude shorter than those typically used to\nmeasure such heterogeneities. We find that the free volume exhibits no\nsignificant spatial correlation with the local DW factor. We conclude that the\nspatial variation in local free volume is not the cause of the short time\ndynamic heterogeneity.\n","Comment: 18 pages, 5 figures"]}]
["cond-mat/0703162",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0703162","Phys. Rev. B 76, 085320 (2007)","doi:10.1103/PhysRevB.76.085320"],"date":["2007-03-06","2009-01-22"],"type":["text"],"creator":["Chalker, J. T.","Gefen, Yuval","Veillette, M. Y."],"language":[],"coverage":[],"title":["Decoherence and interactions in an electronic Mach-Zehnder\n  interferometer"],"description":["  We develop a theoretical description of a Mach-Zehnder interferometer built\nfrom integer quantum Hall edge states, with an emphasis on how\nelectron-electron interactions produce decoherence. We calculate the visibility\nof interference fringes and noise power, as a function of bias voltage and of\ntemperature. Interactions are treated exactly, by using bosonization and\nconsidering edge states that are only weakly coupled via tunneling at the\ninterferometer beam-splitters. In this weak-tunneling limit, we show that the\nbias-dependence of Aharonov-Bohm oscillations in source-drain conductance and\nnoise power provides a direct measure of the one-electron correlation function\nfor an isolated quantum Hall edge state. We find the asymptotic form of this\ncorrelation function for systems with either short-range interactions or\nunscreened Coulomb interactions, extracting a dephasing length $\\ell_{\\phi}$\nthat varies with temperature $T$ as $\\ell_{\\phi} \\propto T^{-3}$ in the first\ncase and as $\\ell_{\\phi} \\propto T^{-1} \\ln^2(T)$ in the second case.\n","Comment: 12 pages, 8 figure. Published version"]}]
["hep-ex/0307006",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0307006","Phys.Rev.Lett.93:052001,2004","doi:10.1103/PhysRevLett.93.052001"],"date":["2003-07-02","2004-10-12"],"type":["text"],"creator":["Farley, F. J. M.","Jungmann, K.","Miller, J. P.","Morse, W. M.","Orlov, Y. F.","Roberts, B. L.","Semertzidis, Y. K.","Silenko, A.","Stephenson, E. J."],"language":[],"coverage":[],"title":["A new method of measuring electric dipole moments in storage rings"],"description":["  A new highly sensitive method of looking for electric dipole moments of\ncharged particles in storage rings is described. The major systematic errors\ninherent in the method are addressed and ways to minimize them are suggested.\nIt seems possible to measure the muon EDM to levels that test speculative\ntheories beyond the standard model.\n","Comment: 4 pages, Phys. Rev. Lett. 93, 052001, 2004"]}]
["math-ph/0211076",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory","Mathematics - Symplectic Geometry","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0211076","J.Math.Phys.49:062903,2008","doi:10.1063/1.2937896"],"date":["2002-11-29"],"type":["text"],"creator":["Harnad, J.","Hurtubise, J. C."],"language":[],"coverage":[],"title":["Multi-Hamiltonian structures for r-matrix systems"],"description":["  For the rational, elliptic and trigonometric r-matrices, we exhibit the links\nbetween three \"levels\" of Poisson spaces: (a) Some finite-dimensional spaces of\nmatrix-valued holomorphic functions on the complex line; (b) Spaces of spectral\ncurves and sheaves supported on them; (c) Symmetric products of a surface. We\nhave, at each level, a linear space of compatible Poisson structures, and the\nmaps relating the levels are Poisson. This leads in a natural way to Nijenhuis\ncoordinates for these spaces. At level (b), there are Hamiltonian systems on\nthese spaces which are integrable for each Poisson structure in the family, and\nwhich are such that the Lagrangian leaves are the intersections of the\nsymplective leaves over the Poisson structures in the family. Specific examples\ninclude many of the well-known integrable systems.\n","Comment: 26 pages, Plain Tex"]}]
["math-ph/0403007",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Statistical Mechanics","High Energy Physics - Theory","Mathematics - Probability","Nonlinear Sciences - Exactly Solvable and Integrable Systems","15A52","60G55","45B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0403007","Int.Math.Res.Not.48:2599-2609,2004"],"date":["2004-03-04","2004-04-22"],"type":["text"],"creator":["Harnad, J."],"language":[],"coverage":[],"title":["Janossy densities, multimatrix spacing distributions and Fredholm\n  resolvents"],"description":["  A simple proof is given for a generalized form of a theorem of Soshnikov. The\nlatter states that the Janossy densities for multilevel determinantal ensembles\nsupported on measurable subspaces of a set of measure spaces are constructed by\ndualization of bases on dual pairs of N-dimensional function spaces with\nrespect to a pairing given by integration on the complements of the given\nmeasurable subspaces. The generalization extends this to dualization with\nrespect to measures modified by arbitrary sets of weight functions.\n","Comment: PlainTex, 10 pages. Some notational corrections added. References\n  updated. To appear in: International Mathematics Research notices"]}]
["math/0208253",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Operator Algebras","46B20","46B07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0208253","Studia Math. 168 (2), pp 95-108, 2005"],"date":["2002-08-30","2003-10-20"],"type":["text"],"creator":["Park, In Sook"],"language":[],"coverage":[],"title":["On the Vector valued Fourier Transform And Compatibility of Operators"],"description":["  Let $\\mathbb{G}$ be a locally compact abelian group and let $1<p\\leq 2$.\n$\\mathbb{G}^{'}$ is the dual group of $\\mathbb{G}$, and $p^{'}$ the conjugate\nexponent of $p$. An operator $T$ between Banach spaces $X$ and $Y$ is said to\nbe compatible with the Fourier transform $F^{\\mathbb{G}}$ if\n$F^{\\mathbb{G}}\\otimes T: L_p(\\mathbb{G})\\otimes X\\to\nL_{p^{'}}(\\mathbb{G}^{'})\\otimes Y $ admits a continuous extension\n$[F^{\\mathbb{G}},T]:[L_p(\\mathbb{G}),X]\\to [L_{p^{'}}(\\mathbb{G}^{'}),Y]$.\n$\\mathcal{FT}_p^{\\mathbb{G}}$ denotes the set of such $T$'s. We show that\n$\\mathcal{FT}_p^{\\mathbb{R}\\times\\mathbb{G}}=\\mathcal{FT}_p^{\\mathbb{Z}\\times\\m\nathbb{G}} =\\mathcal{FT}_p^{\\mathbb{Z}^n \\times\\mathbb{G}}$ for any $\\mathbb{G}$\nand positive integer $n$. And if the factor group of $\\mathbb{G}$ with respect\nto its component of the identity element is a direct sum of a torsion free\ngroup and a finite group with discrete topology then\n$\\mathcal{FT}_p^{\\mathbb{G}}=\\mathcal{FT}_p^{\\mathbb{Z}}$ .\n","Comment: Submitted at June, 2002. Changes in this revision: i) I correct a\n  mistake in the proof of Lemma 13, but the statement is not changed. (ii) I\n  rewrite the abstract more simple and clearly understood. But the meaning is\n  not changed"]}]
["math/0603392",{"format":[],"subject":["Mathematics - Probability","60K37 (Primary) 60F05, 60F10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0603392","Annals of Probability 2008, Vol. 36, No. 6, 2354-2387","doi:10.1214/08-AOP393"],"date":["2006-03-16","2009-01-21"],"type":["text"],"creator":["Roitershtein, Alexander"],"language":[],"coverage":[],"title":["Transient random walks on a strip in a random environment"],"description":["  We consider transient random walks on a strip in a random environment. The\nmodel was introduced by Bolthausen and Goldsheid [Comm. Math. Phys. 214 (2000)\n429--447]. We derive a strong law of large numbers for the random walks in a\ngeneral ergodic setup and obtain an annealed central limit theorem in the case\nof uniformly mixing environments. In addition, we prove that the law of the\n\"environment viewed from the position of the walker\" converges to a limiting\ndistribution if the environment is an i.i.d. sequence.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AOP393 the Annals of\n  Probability (http://www.imstat.org/aop/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["math/0605252",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Group Theory","05C25, 05E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0605252"],"date":["2006-05-10","2009-01-22"],"type":["text"],"creator":["Lim, Tian Khoon","Praeger, Cheryl E."],"language":[],"coverage":[],"title":["On generalised Paley graphs and their automorphism groups"],"description":["  The generalised Paley graphs are, as their name suggests, a generalisation of\nthe Paley graphs, first defined by Paley in 1933 (see \\cite{Paley}). They arise\nas the relation graphs of symmetric cyclotomic association schemes. However,\ntheir automorphism groups may be much larger than the groups of the\ncorresponding schemes. We determine the parameters for which the graphs are\nconnected, or equivalently, the schemes are primitive. Also we prove that\ngeneralised Paley graphs are sometimes isomorphic to Hamming graphs and\nconsequently have large automorphism groups, and we determine precisely the\nparameters for this to occur. We prove that in the connected, non-Hamming case,\nthe automorphism group of a generalised Paley graph is a primitive group of\naffine type, and we find sufficient conditions under which the group is equal\nto the one-dimensional affine group of the associated cyclotomic association\nscheme. The results have been applied in \\cite{LLP} to distinguish between\ncyclotomic schemes and similar twisted versions of these schemes, in the\ncontext of homogeneous factorisations of complete graphs.\n","Comment: 15 pages. This is extensively revised from the first version, and is\n  accepted for publication by Michigan Math. Journal"]}]
["math/0609835",{"format":[],"subject":["Mathematics - Probability","Mathematics - Functional Analysis","60E15 (Primary) 60J10, 60G42 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609835","Annals of Probability 2008, Vol. 36, No. 6, 2126-2158","doi:10.1214/07-AOP384"],"date":["2006-09-29","2009-01-19"],"type":["text"],"creator":["Leonid","Kontorovich","Ramanan, Kavita"],"language":[],"coverage":[],"title":["Concentration inequalities for dependent Random variables via the\n  martingale method"],"description":["  The martingale method is used to establish concentration inequalities for a\nclass of dependent random sequences on a countable state space, with the\nconstants in the inequalities expressed in terms of certain mixing\ncoefficients. Along the way, bounds are obtained on martingale differences\nassociated with the random sequences, which may be of independent interest. As\napplications of the main result, concentration inequalities are also derived\nfor inhomogeneous Markov chains and hidden Markov chains, and an extremal\nproperty associated with their martingale difference bounds is established.\nThis work complements and generalizes certain concentration inequalities\nobtained by Marton and Samson, while also providing different proofs of some\nknown results.\n","Comment: Published in at http://dx.doi.org/10.1214/07-AOP384 the Annals of\n  Probability (http://www.imstat.org/aop/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["math/0612081",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory","14C25, 14G40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612081"],"date":["2006-12-04","2009-01-22"],"type":["text"],"creator":["Saito, Shuji","Sato, Kanetomo"],"language":[],"coverage":[],"title":["A p-adic regulator map and finiteness results for arithmetic schemes"],"description":["  A main theme of the paper is a conjecture of Bloch-Kato on the image of\n$p$-adic regulator maps for a proper smooth variety $X$ over an algebraic\nnumber field $k$. The conjecture for a regulator map of particular degree and\nweight is related to finiteness of two arithmetic objects: One is the\n$p$-primary torsion part of the Chow group in codimension 2 of $X$. Another is\nan unramified cohomology group of $X$. As an application, for a regular model\n${\\mathscr X}$ of $X$ over the integer ring of $k$, we show an injectivity\nresult on torsion of a cycle class map from the Chow group in codimension 2 of\n${\\mathscr X}$ to a new $p$-adic cohomology of ${\\mathscr X}$ introduced by the\nsecond author, which is a candidate of the conjectural \\'etale motivic\ncohomology with finite coefficients of Beilinson-Lichtenbaum.\n","Comment: 53 pages. The title and the notation has been changed, and Appendix B\n  has been added"]}]
["math/0612510",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612510"],"date":["2006-12-18","2009-01-21"],"type":["text"],"creator":["Faber, Carel","Shadrin, Sergey","Zvonkine, Dimitri"],"language":[],"coverage":[],"title":["Tautological relations and the r-spin Witten conjecture"],"description":["  In a series of two preprints, Y.-P. Lee studied relations satisfied by all\nformal Gromov-Witten potentials, as defined by A. Givental. He called them\n\"universal relations\" and studied their connection with tautological relations\nin the cohomology ring of moduli spaces of stable curves.\n  Building on Y.-P. Lee's work, we give a simple proof of the fact that every\ntautological relation gives rise to a universal relation (which was also proved\nby Y.-P. Lee modulo certain results announced by C. Teleman).\n  In particular, this implies that in any semi-simple Gromov-Witten theory\nwhere arbitrary correlators can be expressed in genus 0 correlators using only\ntautological relations, the formal and the geometric Gromov-Witten potentials\ncoincide.\n  As the most important application, we show that our results suffice to deduce\nthe statement of a 1991 Witten conjecture on r-spin structures from the results\nobtained by Givental for the corresponding formal Gromov-Witten potential.\n  The conjecture in question states that certain intersection numbers on the\nmoduli space of r-spin structures can be arranged into a power series that\nsatisfies the r-KdV (or r-th higher Gelfand-Dikii) hierarchy of partial\ndifferential equations.\n","Comment: 46 pages, 7 figures, A discussion of the analyticity of Gromov-Witten\n  potentials and a more careful description of Givental's group action added in\n  Section 5; minor changes elsewhere"]}]
["math/0612791",{"format":[],"subject":["Mathematics - Probability","62H12 (Primary) 15A52 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612791","Annals of Statistics 2008, Vol. 36, No. 6, 2553-2576","doi:10.1214/07-AOS503"],"date":["2006-12-27","2009-01-20"],"type":["text"],"creator":["Anderson, Greg W.","Zeitouni, Ofer"],"language":[],"coverage":[],"title":["A CLT for regularized sample covariance matrices"],"description":["  We consider the spectral properties of a class of regularized estimators of\n(large) empirical covariance matrices corresponding to stationary (but not\nnecessarily Gaussian) sequences, obtained by banding. We prove a law of large\nnumbers (similar to that proved in the Gaussian case by Bickel and Levina),\nwhich implies that the spectrum of a banded empirical covariance matrix is an\nefficient estimator. Our main result is a central limit theorem in the same\nregime, which to our knowledge is new, even in the Gaussian setup.\n","Comment: Published in at http://dx.doi.org/10.1214/07-AOS503 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["math/0701314",{"format":[],"subject":["Mathematics - Statistics Theory","62510, 62E20, 15A52 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701314","Annals of Statistics 2008, Vol. 36, No. 6, 2850-2885","doi:10.1214/07-AOS583"],"date":["2007-01-10","2009-01-21"],"type":["text"],"creator":["Rao, N. Raj","Mingo, James A.","Speicher, Roland","Edelman, Alan"],"language":[],"coverage":[],"title":["Statistical eigen-inference from large Wishart matrices"],"description":["  We consider settings where the observations are drawn from a zero-mean\nmultivariate (real or complex) normal distribution with the population\ncovariance matrix having eigenvalues of arbitrary multiplicity. We assume that\nthe eigenvectors of the population covariance matrix are unknown and focus on\ninferential procedures that are based on the sample eigenvalues alone (i.e.,\n\"eigen-inference\"). Results found in the literature establish the asymptotic\nnormality of the fluctuation in the trace of powers of the sample covariance\nmatrix. We develop concrete algorithms for analytically computing the limiting\nquantities and the covariance of the fluctuations. We exploit the asymptotic\nnormality of the trace of powers of the sample covariance matrix to develop\neigenvalue-based procedures for testing and estimation. Specifically, we\nformulate a simple test of hypotheses for the population eigenvalues and a\ntechnique for estimating the population eigenvalues in settings where the\ncumulative distribution function of the (nonrandom) population eigenvalues has\na staircase structure. Monte Carlo simulations are used to demonstrate the\nsuperiority of the proposed methodologies over classical techniques and the\nrobustness of the proposed techniques in high-dimensional, (relatively) small\nsample size settings. The improved performance results from the fact that the\nproposed inference procedures are \"global\" (in a sense that we describe) and\nexploit \"global\" information thereby overcoming the inherent biases that\ncripple classical inference procedures which are \"local\" and rely on \"local\"\ninformation.\n","Comment: Published in at http://dx.doi.org/10.1214/07-AOS583 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["math/0703434",{"format":[],"subject":["Mathematics - Probability","60K35, 60F05, 82B41 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703434","Annals of Probability 2008, Vol. 36, No. 6, 2388-2433","doi:10.1214/08-AOP395"],"date":["2007-03-14","2009-01-20"],"type":["text"],"creator":["Caravenna, Francesco","Deuschel, Jean-Dominique"],"language":[],"coverage":[],"title":["Pinning and wetting transition for (1+1)-dimensional fields with\n  Laplacian interaction"],"description":["  We consider a random field $\\varphi:\\{1,...,N\\}\\to\\mathbb{R}$ as a model for\na linear chain attracted to the defect line $\\varphi=0$, that is, the x-axis.\nThe free law of the field is specified by the density\n$\\exp(-\\sum_iV(\\Delta\\varphi_i))$ with respect to the Lebesgue measure on\n$\\mathbb{R}^N$, where $\\Delta$ is the discrete Laplacian and we allow for a\nvery large class of potentials $V(\\cdot)$. The interaction with the defect line\nis introduced by giving the field a reward $\\varepsilon\\ge0$ each time it\ntouches the x-axis. We call this model the pinning model. We consider a second\nmodel, the wetting model, in which, in addition to the pinning reward, the\nfield is also constrained to stay nonnegative. We show that both models undergo\na phase transition as the intensity $\\varepsilon$ of the pinning reward varies:\nboth in the pinning ($a=\\mathrm{p}$) and in the wetting ($a=\\mathrm{w}$) case,\nthere exists a critical value $\\varepsilon_c^a$ such that when\n$\\varepsilon>\\varepsilon_c^a$ the field touches the defect line a positive\nfraction of times (localization), while this does not happen for\n$\\varepsilon<\\varepsilon_c^a$ (delocalization). The two critical values are\nnontrivial and distinct: $0<\\varepsilon_c^{\\mat\nhrm{p}}<\\varepsilon_c^{\\mathrm{w}}<\\infty$, and they are the only\nnonanalyticity points of the respective free energies. For the pinning model\nthe transition is of second order, hence the field at\n$\\varepsilon=\\varepsilon_c^{\\mathrm{p}}$ is delocalized. On the other hand, the\ntransition in the wetting model is of first order and for\n$\\varepsilon=\\varepsilon_c^{\\mathrm{w}}$ the field is localized. The core of\nour approach is a Markov renewal theory description of the field.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AOP395 the Annals of\n  Probability (http://www.imstat.org/aop/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["nlin/0410043",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","High Energy Physics - Theory","Mathematical Physics","Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0410043","Comm.Math.Phys.263:401-437,2006","doi:10.1007/s00220-005-1505-4"],"date":["2004-10-20"],"type":["text"],"creator":["Bertola, M.","Eynard, B.","Harnad, J."],"language":[],"coverage":[],"title":["Semiclassical orthogonal polynomials, matrix models and isomonodromic\n  tau functions"],"description":["  The differential systems satisfied by orthogonal polynomials with arbitrary\nsemiclassical measures supported on contours in the complex plane are derived,\nas well as the compatible systems of deformation equations obtained from\nvarying such measures. These are shown to preserve the generalized monodromy of\nthe associated rank-2 rational covariant derivative operators. The\ncorresponding matrix models, consisting of unitarily diagonalizable matrices\nwith spectra supported on these contours are analyzed, and it is shown that all\ncoefficients of the associated spectral curves are given by logarithmic\nderivatives of the partition function or, more generally, the gap probablities.\nThe associated isomonodromic tau functions are shown to coincide, within an\nexplicitly computed factor, with these partition functions.\n","Comment: 31 pages, 1 figure"]}]
["nucl-th/0512078",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-th/0512078","Eur.Phys.J.A38:363-368,2008","doi:10.1140/epja/i2008-10681-7"],"date":["2005-12-21","2008-07-09"],"type":["text"],"creator":["Csanad, M.","Csorgo, T.","Ster, A.","Lorstad, B.","Ajitanand, N. N.","Alexander, J. M.","Chung, P.","Holzmann, W. G.","Issah, M.","Lacey, R. A."],"language":[],"coverage":[],"title":["Universal scaling of the elliptic flow data at RHIC"],"description":["  Recent PHOBOS measurements of the excitation function for the pseudo-rapidity\ndependence of elliptic flow in Au+Au collisions at RHIC, have posed a\nsignificant theoretical challenge. Here we show that these differential\nmeasurements, as well as the RHIC measurements on transverse momentum satisfy a\nuniversal scaling relation predicted by the Buda-Lund model, based on exact\nsolutions of perfect fluid hydrodynamics. We also show that recently found\ntransverse kinetic energy scaling of the elliptic flow is a special case of\nthis universal scaling.\n","Comment: 4 pages, 3 figures, 1 table"]}]
["physics/0703125",{"format":[],"subject":["Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0703125","Biotechniques. 2007 May; 42(5):590, 592, 594"],"date":["2007-03-12"],"type":["text"],"creator":["Drobyshev, Alexei L","Verkhodanov, Nikolai N","Zasedatelev, Alexander S"],"language":[],"coverage":[],"title":["Miniaturised Spotter-Compatible Multicapillary Stamping Tool for\n  Microarray Printing"],"description":["  Novel microstamping tool for microarray printing is proposed. The tool is\ncapable to spot up to 127 droplets of different solutions in single touch. It\nis easily compatible with commercially available microarray spotters. The tool\nis based on multichannel funnel with polypropylene capillaries inserted into\nits channels. Superior flexibility is achieved by ability to replace any\nprinting capillary of the tool. As a practical implementation, hydrogel-based\nmicroarrays were stamped and successfully applied to identify the Mycobacterium\ntuberculosis drug resistance.\n"]}]
