["0707.0607",{"format":[],"subject":["Mathematics - Combinatorics","Mathematical Physics","Mathematics - Classical Analysis and ODEs","Mathematics - Rings and Algebras","05E99","16W99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0607","Foundations of Computational Mathematics, Volume 9, Issue3 (2009),\n  295.","doi:10.1007/s10208-008-9023-3"],"date":["2007-07-04","2008-01-10"],"type":["text"],"creator":["Ebrahimi-Fard, Kurusch","Manchon, Dominique"],"language":[],"coverage":[],"title":["A Magnus- and Fer-type formula in dendriform algebras"],"description":["  We provide a refined approach to the classical Magnus and Fer expansion,\nunveiling a new structure by using the language of dendriform and pre-Lie\nalgebras. The recursive formula for the logarithm of the solutions of the\nequations X=1+ta<X and Y=1-tY> a in A[[t]] is provided, where (A,<,>) is a\ndendriform algebra. Then, we present the solutions to these equations as an\ninfinite product expansion of exponentials. Both formulae involve the pre-Lie\nproduct naturally associated with the dendriform structure. Several\napplications are presented.\n","Comment: 13 pages, LaTeX. Terminology issues fixed. Page setup problems fixed\n  on pdf file. Final version as to appear in Foundations of Computational\n  Mathematics"]}]
["0711.2381",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","34A12","34A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2381","J. Phys. A: Math. Theor. 40 (2007), 15001-15017","doi:10.1088/1751-8113/40/50/006"],"date":["2007-11-15"],"type":["text"],"creator":["Casas, Fernando"],"language":[],"coverage":[],"title":["Sufficient conditions for the convergence of the Magnus expansion"],"description":["  Two different sufficient conditions are given for the convergence of the\nMagnus expansion arising in the study of the linear differential equation $Y' =\nA(t) Y$. The first one provides a bound on the convergence domain based on the\nnorm of the operator $A(t)$. The second condition links the convergence of the\nexpansion with the structure of the spectrum of $Y(t)$, thus yielding a more\nprecise characterization. Several examples are proposed to illustrate the main\nissues involved and the information on the convergence domain provided by both\nconditions.\n","Comment: 20 pages"]}]
["0712.2562",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2562"],"date":["2007-12-16","2009-04-11"],"type":["text"],"creator":["De Cao, Tian"],"language":[],"coverage":[],"title":["A new model and its physics"],"description":["  The high temperature superconductivity in cuprate materials1 has puzzled\nscientists over twenty years. We must find a new way to understand\nsuperconductivity. It is found the spin-charge correlation may dominate the\nsuperconductivity2, and we base our judgment upon the features of various\nsuperconductors. Thus we presented the idea that superconductivity could be\ndescribed by correlations. To develop this idea into a quantitative theory, the\nfirst work is to give a model and show that various superconductivities can be\nincluded in this model. Moreover, superconductivity can originate from the\nspin-singlet pairing3 or from the spin-triplet pairing4. The spin-singlet\npairing favors to appear at the border of antiferromagnetism5, while the\nspin-triplet pairing favors to appear at the border of ferromagnetism6. The\ncoexistence between superconductivity and magnetism is also possible7,8.\nTherefore, the second work is to reveal the relation between superconductivity\nand magnetism.\n","Comment: 5pages"]}]
["0801.2429",{"format":[],"subject":["Quantum Physics","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2429","IJQI7, 539-545(2009)","doi:10.1142/S0219749909005225"],"date":["2008-01-16","2009-01-20"],"type":["text"],"creator":["Shao, Shuxin","He, Song","Zhang, Hongbao"],"language":[],"coverage":[],"title":["Helicity Entanglement of Moving Bodies"],"description":["  We investigate the Lorentz transformation of the reduced helicity density\nmatrix for a pair of massive spin 1/2 particles. The corresponding Wootters\nconcurrence shows no invariant meaning, which implies that we can generate\nhelicity entanglement simply by the transformation from one reference frame to\nanother. The difference between the helicity and spin case is also discussed.\n","Comment: 3 pages, 1 figure, version to appear in Int. J. Quant. Inf"]}]
["0804.4253",{"format":[],"subject":["Physics - General Physics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4253","doi:10.1016/j.na.2009.03.023"],"date":["2008-04-26","2009-04-10"],"type":["text"],"creator":["Christov, C. I."],"language":[],"coverage":[],"title":["On the Nonlinear Continuum Mechanics of Space and the Notion of\n  Luminiferous Medium"],"description":["  We prove that, when linearized, the governing equations of an incompressible\nelastic continuum yield Maxwell's equations as corollaries. Through judicious\ndistinction between the referential and local descriptions, the principle of\nmaterial invariance is established and shown to be a true covariance principle,\nunlike the Lorentz covariance, which is valid only for non-deforming frames in\nrectilinear relative motion. Thus, this paper establishes that electrodynamics\ncan be fully explained if one assumes that it is the manifestation of the\ninternal forces of an underlying elastic material which we term the\nmetacontinuum.\n  The new frame-indifferent formulation of electrodynamics is shown to\nincorporate the Lorentz force as an integral part of Faraday's law, rather than\nas an additional empirical variable. Respectively, if the upper-convected\nderivative is added in Maxwell's displacement current it can explain\nBiot-Savart's and Oersted-Ampere's laws. An immediate corollary of the material\ninvariance is the Galilean invariance of the model.\n  The possible detection of the absolute continuum is also discussed. First,\nthe famous experiment of Ives and Stilwell is reexamined with a modified\nBohr-Rydberg formula for the emitted frequencies from a moving atom, and it is\nshown that the results are fully compatible with the presence of an absolute\nmedium. Second, a new interferometry experiment is proposed in which the\nfirst-order Doppler effect can be measured, and thus the presence of a medium\nat rest can be unequivocally established.\n"]}]
["0805.1473",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Logic in Computer Science","I.2.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1473"],"date":["2008-05-10","2009-04-11"],"type":["text"],"creator":["Bodirsky, Manuel","Kara, Jan"],"language":[],"coverage":[],"title":["A Fast Algorithm and Datalog Inexpressibility for Temporal Reasoning"],"description":["  We introduce a new tractable temporal constraint language, which strictly\ncontains the Ord-Horn language of Buerkert and Nebel and the class of AND/OR\nprecedence constraints. The algorithm we present for this language decides\nwhether a given set of constraints is consistent in time that is quadratic in\nthe input size. We also prove that (unlike Ord-Horn) this language cannot be\nsolved by Datalog or by establishing local consistency.\n","Comment: 19 pages, 1 figure"]}]
["0805.2585",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2585","Nature Materials 7, 884 - 889 (2008)","doi:10.1038/nmat2300"],"date":["2008-05-16","2008-09-22"],"type":["text"],"creator":["Grose, Jacob E.","Tam, Eugenia S.","Timm, Carsten","Scheloske, Michael","Ulgut, Burak","Parks, Joshua J.","Abruna, Hector D.","Harneit, Wolfgang","Ralph, Daniel C."],"language":[],"coverage":[],"title":["Tunneling Spectra of Individual Magnetic Endofullerene Molecules"],"description":["  The manipulation of single magnetic molecules may enable new strategies for\nhigh-density information storage and quantum-state control. However, progress\nin these areas depends on developing techniques for addressing individual\nmolecules and controlling their spin. Here we report success in making\nelectrical contact to individual magnetic N@C60 molecules and measuring spin\nexcitations in their electron tunneling spectra. We verify that the molecules\nremain magnetic by observing a transition as a function of magnetic field which\nchanges the spin quantum number and also the existence of nonequilibrium\ntunneling originating from low-energy excited states. From the tunneling\nspectra, we identify the charge and spin states of the molecule. The measured\nspectra can be reproduced theoretically by accounting for the exchange\ninteraction between the nitrogen spin and electron(s) on the C60 cage.\n","Comment: 7 pages, 4 figures. Typeset in LaTeX, updated text of previous\n  version"]}]
["0809.4103",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4103","Phys. Rev. B 79, 155309 (2009).","doi:10.1103/PhysRevB.79.155309"],"date":["2008-09-24","2009-03-23"],"type":["text"],"creator":["Weng, M. Q.","Wang, Y. Y.","Wu, M. W."],"language":[],"coverage":[],"title":["Electron spin relaxation in cubic GaN quantum dots"],"description":["  The spin relaxation time $T_{1}$ in zinc blende GaN quantum dot is\ninvestigated for different magnetic field, well width and quantum dot diameter.\nThe spin relaxation caused by the two most important spin relaxation mechanisms\nin zinc blende semiconductor quantum dots, {i.e.} the electron-phonon\nscattering in conjunction with the Dresselhaus spin-orbit coupling and the\nsecond-order process of the hyperfine interaction combined with the\nelectron-phonon scattering, are systematically studied. The relative importance\nof the two mechanisms are compared in detail under different conditions. It is\nfound that due to the small spin orbit coupling in GaN, the spin relaxation\ncaused by the second-order process of the hyperfine interaction combined with\nthe electron-phonon scattering plays much more important role than it does in\nthe quantum dot with narrower band gap and larger spin-orbit coupling, such as\nGaAs and InAs.\n","Comment: 8 pages, 5 figures, PRB 79, 2009, in press"]}]
["0810.2656",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2656","Journal of Mathematical Physics 50 (2009), 033513","doi:10.1063/1.3078418"],"date":["2008-10-15"],"type":["text"],"creator":["Casas, Fernando","Murua, Ander"],"language":[],"coverage":[],"title":["An efficient algorithm for computing the Baker-Campbell-Hausdorff series\n  and some of its applications"],"description":["  We provide a new algorithm for generating the Baker--Campbell--Hausdorff\n(BCH) series $Z = \\log(\\e^X \\e^Y)$ in an arbitrary generalized Hall basis of\nthe free Lie algebra $\\mathcal{L}(X,Y)$ generated by $X$ and $Y$. It is based\non the close relationship of $\\mathcal{L}(X,Y)$ with a Lie algebraic structure\nof labeled rooted trees. With this algorithm, the computation of the BCH series\nup to degree 20 (111013 independent elements in $\\mathcal{L}(X,Y)$) takes less\nthan 15 minutes on a personal computer and requires 1.5 GBytes of memory. We\nalso address the issue of the convergence of the series, providing an optimal\nconvergence domain when $X$ and $Y$ are real or complex matrices.\n","Comment: 30 pages"]}]
["0810.5488",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.5488","Physics Reports 470 (2009), 151-238","doi:10.1016/j.physrep.2008.11.001"],"date":["2008-10-30"],"type":["text"],"creator":["Blanes, S.","Casas, F.","Oteo, J. A.","Ros, J."],"language":[],"coverage":[],"title":["The Magnus expansion and some of its applications"],"description":["  Approximate resolution of linear systems of differential equations with\nvarying coefficients is a recurrent problem shared by a number of scientific\nand engineering areas, ranging from Quantum Mechanics to Control Theory. When\nformulated in operator or matrix form, the Magnus expansion furnishes an\nelegant setting to built up approximate exponential representations of the\nsolution of the system. It provides a power series expansion for the\ncorresponding exponent and is sometimes referred to as Time-Dependent\nExponential Perturbation Theory. Every Magnus approximant corresponds in\nPerturbation Theory to a partial re-summation of infinite terms with the\nimportant additional property of preserving at any order certain symmetries of\nthe exact solution. The goal of this review is threefold. First, to collect a\nnumber of developments scattered through half a century of scientific\nliterature on Magnus expansion. They concern the methods for the generation of\nterms in the expansion, estimates of the radius of convergence of the series,\ngeneralizations and related non-perturbative expansions. Second, to provide a\nbridge with its implementation as generator of especial purpose numerical\nintegration methods, a field of intense activity during the last decade. Third,\nto illustrate with examples the kind of results one can expect from Magnus\nexpansion in comparison with those from both perturbative schemes and standard\nnumerical integrators. We buttress this issue with a revision of the wide range\nof physical applications found by Magnus expansion in the literature.\n","Comment: Report on the Magnus expansion for differential equations and its\n  applications to several physical problems"]}]
["0812.0377",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0377","Bol. Soc. Esp. Mat. Apl. 45 (2008), 89-145"],"date":["2008-12-01"],"type":["text"],"creator":["Blanes, Sergio","Casas, Fernando","Murua, Ander"],"language":[],"coverage":[],"title":["Splitting and composition methods in the numerical integration of\n  differential equations"],"description":["  We provide a comprehensive survey of splitting and composition methods for\nthe numerical integration of ordinary differential equations (ODEs). Splitting\nmethods constitute an appropriate choice when the vector field associated with\nthe ODE can be decomposed into several pieces and each of them is integrable.\nThis class of integrators are explicit, simple to implement and preserve\nstructural properties of the system. In consequence, they are specially useful\nin geometric numerical integration. In addition, the numerical solution\nobtained by splitting schemes can be seen as the exact solution to a perturbed\nsystem of ODEs possessing the same geometric properties as the original system.\nThis backward error interpretation has direct implications for the qualitative\nbehavior of the numerical solution as well as for the error propagation along\ntime. Closely connected with splitting integrators are composition methods. We\nanalyze the order conditions required by a method to achieve a given order and\nsummarize the different families of schemes one can find in the literature.\nFinally, we illustrate the main features of splitting and composition methods\non several numerical examples arising from applications.\n","Comment: Review paper; 56 pages, 6 figures, 8 tables"]}]
["0812.3605",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3605","Phys. Rev. Lett. 102, 147002 (2009)","doi:10.1103/PhysRevLett.102.147002"],"date":["2008-12-18","2009-02-06"],"type":["text"],"creator":["Zhang, Xiaohang","Oh, Yoon Seok","Liu, Yong","Yan, Liqin","Kim, Kee Hoon","Greene, Richard L.","Takeuchi, Ichiro"],"language":[],"coverage":[],"title":["Observation of the Josephson effect in Pb/(Ba,K)Fe2As2 single crystal\n  junctions"],"description":["  We have fabricated c-axis Josephson junctions on single crystals of\n(Ba,K)Fe2As2 by using Pb as the counter electrode in two geometries, planar and\npoint contact. Junctions in both geometries show resistively shunted junction\nI-V curves below the Tc of the counter electrode. Microwave induced steps were\nobserved in the I-V curves, and the critical currents are suppressed with an\nin-plane magnetic field in a manner consistent with the small junction limit.\nICRN products of up to 0.3 mV have been observed in these junctions at 4.2 K.\nThe observation of Josephson coupling along the c-axis between (Ba,K)Fe2As2 and\na conventional superconductor suggests the existence of a s-wave\nsuperconducting order parameter in this class of iron pnictide superconductors.\n","Comment: 16 pages and 3 figures"]}]
["0901.0423",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0423","Phys. Rev. B 79, 132503 (2009)","doi:10.1103/PhysRevB.79.132503"],"date":["2009-01-05"],"type":["text"],"creator":["Zhou, Tao","Ting, C. S."],"language":[],"coverage":[],"title":["Effect of spin excitations on the property of quasiparticles in\n  electron-doped cuprates"],"description":["  It is proposed that the 50-70 meV dispersion anomaly (kink) in electron-doped\ncuprates revealed by recent angle-resolved photoemission spectroscopy\nexperiments is caused by coupling with the spin fluctuation. We elaborate that\nthe kink exists both along nodal and antinodal directions, and both in the\nsuperconducting and normal state. The renormalized effect for the density of\nstates is also studied and the hump feature outside the superconducting\ncoherent peak is established, consistent with recent scanning tunnelling\nmicroscopy experiments.\n"]}]
["0903.1489",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.1489"],"date":["2009-03-09","2009-04-10"],"type":["text"],"creator":["Vizzotto, Juliana Kaizer","Bois, Andre Rauber Du","Sabry, Amr"],"language":[],"coverage":[],"title":["The Arrow Calculus as a Quantum Programming Language"],"description":["  We express quantum computations (with measurements) using the arrow calculus\nextended with monadic constructions. This framework expresses quantum\nprogramming using well-understood and familiar classical patterns for\nprogramming in the presence of computational effects. In addition, the five\nlaws of the arrow calculus provide a convenient framework for equational\nreasoning about quantum computations that include measurements.\n","Comment: 15 pages, 1 figure, submitted to WOLLIC 2009"]}]
["0903.3692",{"format":[],"subject":["Mathematics - Dynamical Systems","37C40, 37A35, 37C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3692"],"date":["2009-03-21","2009-04-11"],"type":["text"],"creator":["Buzzi, Jerome","Fisher, Todd"],"language":[],"coverage":[],"title":["Intrinsic ergodicity for certain nonhyperbolic robustly transitive\n  systems"],"description":["  We show that a class of robustly transitive diffeomorphisms originally\ndescribed by Ma\\~{n}\\'{e} are intrinsically ergodic. More precisely we obtain\nan open set of diffeomorphisms which fail to be uniformly hyperbolic, but\nnevertheless have constant entropy and isomorphic unique measures of maximal\nentropy.\n","Comment: 10 pages, 1 figure"]}]
["0904.1509",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1509"],"date":["2009-04-09","2009-04-11"],"type":["text"],"creator":["Khodel, V. A.","Clark, J. W.","Zverev, M. V."],"language":[],"coverage":[],"title":["Interplay of single-particle and collective degrees of freedom near the\n  quantum critical point"],"description":["  Competing scenarios for quantum critical points (QCPs) of strongly\ninteracting Fermi systems signaled by a divergent density of states at zero\ntemperature are contrasted. The conventional scenario, which enlists critical\nfluctuations of a collective mode and attributes the divergence to a coincident\nvanishing of the quasiparticle strength $z$, is shown to be incompatible with\nidentities arising from conservation laws prevailing in the fermionic medium.\nAn alternative scenario, in which the topology of the Fermi surface is altered\nat the QCP, is found to explain the non-Fermi-liquid thermodynamic behavior\nobserved experimentally in Yb-based compounds close to the QCP. It is suggested\nthat combination of the topological scenario with the theory of quantum phase\ntransitions will provide a proper foundation for analysis of the extended QCP\nregion.\n","Comment: 4 pages, minor changes"]}]
["physics/0602041",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0602041"],"date":["2006-02-06","2009-04-10"],"type":["text"],"creator":["Chu, A. Kwang-Hua"],"language":[],"coverage":[],"title":["Possible Negative Pressure States in the Evolution of the Universe"],"description":["  Hydrodynamic derivation of the entrainment of matter induced by a surface\nelastic wave propagating along the flexible vacuum-matter interface is\nconducted by considering the nonlinear coupling between the interface and the\nrarefaction effect. The critical reflux values associated with the product of\nthe second-order (unit) body forcing and the Reynolds number (representing the\nviscous dissipations) decrease as the Knudsen number (representing the\nrarefaction measure) increases from zero to 0.1. We obtained the critical\nbounds for matter-freezed or zero-volume-flow-rate states corresponding to\nspecific Reynolds numbers (ratio of wave inertia and viscous dissipation\neffects) and wave numbers which might be linked to the evolution of the\nUniverse. Our results also show that for positive evolution of the matter (the\nmaximum speed of the matter (gas) appears at the center-line) there might be\nexistence of negative pressure.\n","Comment: 4 Figures in total"]}]
