["0704.0137",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0137","Optik-International Journal for Light and Electron Optics, 120,\n  414-417 (2009)"],"date":["2007-04-02"],"type":["text"],"creator":["Tiwari, S C"],"language":[],"coverage":[],"title":["Topological defects, geometric phases, and the angular momentum of light"],"description":["  Recent reports on the intriguing features of vector vortex bearing beams are\nanalyzed using geometric phases in optics. It is argued that the spin\nredirection phase induced circular birefringence is the origin of topological\nphase singularities arising in the inhomogeneous polarization patterns. A\nunified picture of recent results is presented based on this proposition.\nAngular momentum shift within the light beam (OAM) has exact equivalence with\nthe angular momentum holonomy associated with the geometric phase consistent\nwith our conjecture.\n","Comment: No figures"]}]
["0705.3217",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3217","Phys. Rev. A 79, 052315 (2009)"],"date":["2007-05-22","2009-05-15"],"type":["text"],"creator":["Marek, Petr","Kim, M. S.","Lee, Jinhyoung"],"language":[],"coverage":[],"title":["Nonclassicality in phase space and nonclassical correlation"],"description":["  Continuous variable entanglement is a manifestation of nonclassicality of\nquantum states. In this paper we attempt to analyze whether and under which\nconditions nonclassicality can be used as an entanglement criterion. We adopt\nthe well-accepted definition of nonclassicality in the form of lack of\nwell-defined positive Glauber Sudarshan P-function describing the state. After\ndemonstrating that the classicality of subsystems is not sufficient for the\nnonclassicality of the overall state to be identifiable with entanglement, we\nfocus on Gaussian states and find specific local unitary transformations\nrequired to arrive at this equivalency. This is followed by the analysis of\nquantitative relation between nonclassicality and entanglement.\n","Comment: 5 pages, 4 figures, replaced by the published version"]}]
["0707.0614",{"format":[],"subject":["Mathematics - Algebraic Topology","55P35, 55U05, 52B05, 05A18, 05A19"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0614"],"date":["2007-07-04","2009-05-15"],"type":["text"],"creator":["Saneblidze, Samson"],"language":[],"coverage":[],"title":["The bitwisted Cartesian model for the free loop fibration"],"description":["  Using the notion of truncating twisting function from a simplicial set to a\ncubical set a special, bitwisted, Cartesian product of these sets is defined.\nFor the universal truncating twisting function, the (co)chain complex of the\ncorresponding bitwisted Cartesian product agrees with the standard Cartier\n(Hochschild) chain complex of the simplicial (co)chains. The modelling\npolytopes $F_n$ are constructed. An explicit diagonal on $F_n$ is defined and a\nmultiplicative model for the free loop fibration $\\Omega Y\\to \\Lambda Y\\to Y$\nis obtained. As an application we establish an algebra isomorphism $H^*(\\Lambda\nY;\\mathbb{Z}) \\approx S(U)\\otimes \\Lambda(s^{_{-1}}U)$ for the polynomial\ncohomology algebra $H^*(Y;\\mathbb{Z})=S(U).$\n","Comment: 19 pages, 3 figures, Published in \"Topology and Its Applications,\"\n  156 (2009), 897-910"]}]
["0707.3163",{"format":[],"subject":["Mathematics - Probability","82B21 (Primary), 60K35, 60G99, 60J65 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3163","Electron. Comm. Probab., volume 13, paper 43, pages 448-460, 2008"],"date":["2007-07-20","2008-03-07"],"type":["text"],"creator":["Alberts, Tom","Kozdron, Michael J."],"language":[],"coverage":[],"title":["Intersection probabilities for a chordal SLE path and a semicircle"],"description":["  We derive a number of estimates for the probability that a chordal SLE path\nin the upper half plane H intersects a semicircle centred on the real line. We\nprove that if 0<kappa<8 and gamma:[0,infinity) to closure(H) is a chordal SLE\nin H from 0 to infinity, then P(gamma[0,infinity) cap C(x;rx) neq emptyset)\nasymp r^(4a-1) where a=2/kappa and C(x;rx) denotes the semicircle centred at\nx>0 of radius rx, 0<r<1/3, in the upper half plane. As an application of our\nresults, for 0<kappa<8, we derive an estimate for the diameter of a chordal SLE\npath in H between two real boundary points 0 and x>0. For 4<kappa<8, we also\nestimate the probability that an entire semicircle on the real line is\nswallowed at once by a chordal SLE path in H from 0 to infinity.\n","Comment: v2: 11 pages, 7 figures; changed title, fixed typos, shortened some\n  proofs, updated acknowledgements and references"]}]
["0710.0183",{"format":[],"subject":["Mathematics - Complex Variables","32A26"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0183"],"date":["2007-09-30","2009-05-14"],"type":["text"],"creator":["Barrett, David E.","Lanzani, Loredana"],"language":[],"coverage":[],"title":["The spectrum of the Leray transform for convex Reinhardt domains in\n  $\\mathbb C^2$"],"description":["  The Leray transform and related boundary operators are studied for a class of\nconvex Reinhardt domains in $\\mathbb C^2$. Our class is self-dual; it contains\nsome domains with less than $C^2$-smooth boundary and also some domains with\nsmooth boundary and degenerate Levi form. $L^2$-regularity is proved, and\nessential spectra are computed with respect to a family of boundary measures\nwhich includes surface measure. A duality principle is established providing\nexplicit unitary equivalence between operators on domains in our class and\noperators on the corresponding polar domains. Many of these results are new\neven for the classical case of smoothly bounded strongly convex Reinhardt\ndomains.\n","Comment: To appear in the Journal of Functional Analysis"]}]
["0712.1663",{"format":[],"subject":["Statistics - Methodology","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1663","Annals of Applied Statistics 2009, Vol. 3, No. 1, 38-60","doi:10.1214/08-AOAS180"],"date":["2007-12-11","2009-05-15"],"type":["text"],"creator":["Meinshausen, Nicolai","Bickel, Peter","Rice, John"],"language":[],"coverage":[],"title":["Efficient blind search: Optimal power of detection under computational\n  cost constraints"],"description":["  Some astronomy projects require a blind search through a vast number of\nhypotheses to detect objects of interest. The number of hypotheses to test can\nbe in the billions. A naive blind search over every single hypothesis would be\nfar too costly computationally. We propose a hierarchical scheme for blind\nsearch, using various \"resolution\" levels. At lower resolution levels,\n\"regions\" of interest in the search space are singled out with a low\ncomputational cost. These regions are refined at intermediate resolution levels\nand only the most promising candidates are finally tested at the original fine\nresolution. The optimal search strategy is found by dynamic programming. We\ndemonstrate the procedure for pulsar search from satellite gamma-ray\nobservations and show that the power of the naive blind search can almost be\nmatched with the hierarchical scheme while reducing the computational burden by\nmore than three orders of magnitude.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AOAS180 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0712.1836",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1836","Quantum and Semi-classical Percolation and Breakdown in Disordered\n  Solids, pages 287-319 (Springer, Berlin, 2009)"],"date":["2007-12-11"],"type":["text"],"creator":["Kieling, K.","Eisert, J."],"language":[],"coverage":[],"title":["Percolation in quantum computation and communication"],"description":["  This article is a draft of a book chapter of the book entitled \"Quantum\nPercolation and Breakdown\", to appear 2008.\n","Comment: Invited book chapter, \"Quantum Percolation and Breakdown\", Lecture\n  Notes in Physics (Springer, Heidelberg, 2008). Also contains longer version\n  of proof of main statement of quant-ph/0611140"]}]
["0801.1405",{"format":[],"subject":["Mathematics - K-Theory and Homology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1405","Math. Res. Lett. 16 (2009): 303-322"],"date":["2008-01-09","2008-09-15"],"type":["text"],"creator":["Myung, Sung"],"language":[],"coverage":[],"title":["On multilinearity and skew-symmetry of certain symbols in motivic\n  cohomology of fields"],"description":["  The purpose of the present article is to show the multilinearity for symbols\nin Goodwillie-Lichtenbaum complex in two cases.\n  The first case shown is where the degree is equal to the weight. In this\ncase, the motivic cohomology groups of a field are isomorphic to the Milnor's\nK-groups as shown by Nesterenko-Suslin, Totaro and Suslin-Voevodsky for various\nmotivic complexes, but we give an explicit isomorphism for\nGoodwillie-Lichtenbaum complex in a form which visibly carries multilinearity\nof Milnor's symbols to our multilinearity of motivic symbols. Next, we\nestablish multilinearity and skew-symmetry for irreducible\nGoodwillie-Lichtenbaum symbols in H^{l-1} (Spec k, Z(l)). These properties have\nbeen expected to hold from the author's construction of a bilinear form of\ndilogarithm in case k is a subfield of the field of complex numbers and l=2.\n  Next, we establish multilinearity and skew-symmetry for\nGoodwillie-Lichtenbaum symbols in H^{l-1} (Spec k, Z(l)). These properties have\nbeen expected to hold from the author's construction of a bilinear form of\ndilogarithm in case k is a subfield of the field of complex numbers and l=2.\n  The multilinearity of symbols may be viewed as a generalization of the\nwell-known formula det(AB) = det(A) det(B) for tuples of commuting matrices.\n","Comment: We acknowledge that mutilinearity does not hold for arbitrary symbols\n  in H^{l-1} (Spec k, Z(l)) as claimed in the 1st version and this mistake has\n  been corrected in the 2nd version"]}]
["0801.2334",{"format":[],"subject":["Mathematical Physics","Mathematics - Complex Variables","81R10, 17B68, 30C35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2334"],"date":["2008-01-15","2009-05-15"],"type":["text"],"creator":["Markina, Irina","Vasil'ev, Alexander"],"language":[],"coverage":[],"title":["Virasoro Algebra and L\\\"owner-Kufarev Equations"],"description":["  Contour dynamics is a classical subject both in physics and in complex\nanalysis. We show that the dynamics provided by the L\\\"owner-Kufarev ODE and\nPDE possesses a rigid algebraic structure given by the Virasoro algebra.\nNamely, the `positive' Virasoro generators span the holomorphic part of the\ncomplexified vector bundle over the space of univalent functions, smooth on the\nboundary. In the covariant formulation they are conserved by the\nL\\\"owner-Kufarev evolution. The `negative' Virasoro generators span the\nantiholomorphic part. They contain a conserved term and we give an iterative\nmethod to obtain them based on the Poisson structure of the L\\\"owner-Kufarev\nevolution. The L\\\"owner-Kufarev PDE provides a distribution of the tangent\nbundle of non-normalized univalent functions, which forms the tangent bundle of\nnormalized ones. It also gives an explicit correspondence between the latter\nbundle and the holomorphic eigen space of the complexified Lie algebra of\nvector fields on the unit circle. Finally, we give Hamiltonian and Lagrangian\nformulations of the motion within the coefficient body in the field of an\nelliptic operator constructed by means of Virasoro generators. We also discuss\nrelations between CFT and SLE.\n","Comment: 23 pages"]}]
["0802.1486",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1486"],"date":["2008-02-11","2009-05-15"],"type":["text"],"creator":["Buryk, A. N.","Skalozub, V. V."],"language":[],"coverage":[],"title":["Neural network predictions for Z' boson within LEP2 data set of Bhabha\n  process"],"description":["  The neural network approach is applied to search for the Z'-boson within the\nLEP2 data set for e+ e- -> e+ e- scattering process. In the course of the\nanalysis, the data set is reduced by 20 percent. The axial-vector and vector\ncouplings of the Z' are estimated at 95 percent CL within a two-parameter fit.\nThe mass is determined to be 0.53-1.05 TeV. Comparisons with other results are\ngiven.\n","Comment: 12 pages, 6 figures; results of all the LEP2 collaborations were\n  analysed"]}]
["0804.0060",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0060","Physical Review A 78, 011604(R) (2008)","doi:10.1103/PhysRevA.78.011604"],"date":["2008-04-01"],"type":["text"],"creator":["Hung, Chen-Lung","Zhang, Xibo","Gemelke, Nathan","Chin, Cheng"],"language":[],"coverage":[],"title":["Fast, Runaway Evaporative Cooling to Bose-Einstein Condensation in\n  Optical Traps"],"description":["  We demonstrate a simple scheme to achieve fast, runaway evaporative cooling\nof optically trapped atoms by tilting the optical potential with a magnetic\nfield gradient. Runaway evaporation is possible in this trap geometry due to\nthe weak dependence of vibration frequencies on trap depth, which preserves\natomic density during the evaporation process. Using this scheme, we show that\nBose-Einstein condensation with ~10^5 cesium atoms can be realized in 2~4 s of\nforced evaporation. The evaporation speed and energetics are consistent with\nthe three-dimensional evaporation picture, despite the fact that atoms can only\nleave the trap in the direction of tilt.\n"]}]
["0806.0928",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Computational Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0928","Proceedings of the 11th Workshop on Algorithm Engineering and\n  Experiments (ALENEX'09), pages 106-119. SIAM, April 2009"],"date":["2008-06-05"],"type":["text"],"creator":["Nöllenburg, Martin","Holten, Danny","Völker, Markus","Wolff, Alexander"],"language":[],"coverage":[],"title":["Drawing Binary Tanglegrams: An Experimental Evaluation"],"description":["  A binary tanglegram is a pair <S,T> of binary trees whose leaf sets are in\none-to-one correspondence; matching leaves are connected by inter-tree edges.\nFor applications, for example in phylogenetics or software engineering, it is\nrequired that the individual trees are drawn crossing-free. A natural\noptimization problem, denoted tanglegram layout problem, is thus to minimize\nthe number of crossings between inter-tree edges.\n  The tanglegram layout problem is NP-hard and is currently considered both in\napplication domains and theory. In this paper we present an experimental\ncomparison of a recursive algorithm of Buchin et al., our variant of their\nalgorithm, the algorithm hierarchy sort of Holten and van Wijk, and an integer\nquadratic program that yields optimal solutions.\n","Comment: see\n  http://www.siam.org/proceedings/alenex/2009/alx09_011_nollenburgm.pdf"]}]
["0807.1816",{"format":[],"subject":["Statistics - Applications","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.1816","Annals of Applied Statistics 2009, Vol. 3, No. 1, 61-95","doi:10.1214/08-AOAS190"],"date":["2008-07-11","2009-05-15"],"type":["text"],"creator":["Cabella, Paolo","Marinucci, Domenico"],"language":[],"coverage":[],"title":["Statistical challenges in the analysis of Cosmic Microwave Background\n  radiation"],"description":["  An enormous amount of observations on Cosmic Microwave Background radiation\nhas been collected in the last decade, and much more data are expected in the\nnear future from planned or operating satellite missions. These datasets are a\ngoldmine of information for Cosmology and Theoretical Physics; their efficient\nexploitation posits several intriguing challenges from the statistical point of\nview. In this paper we review a number of open problems in CMB data analysis\nand we present applications to observations from the WMAP mission.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AOAS190 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0808.3310",{"format":[],"subject":["Physics - Geophysics","Astrophysics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3310","Inverse Problems 25, 065011 (2009)","doi:10.1088/0266-5611/25/6/065011"],"date":["2008-08-25"],"type":["text"],"creator":["Fischer, Michael","Gerbeth, Gunter","Giesecke, Andre","Stefani, Frank"],"language":[],"coverage":[],"title":["Inferring basic parameters of the geodynamo from sequences of polarity\n  reversals"],"description":["  The asymmetric time dependence and various statistical properties of polarity\nreversals of the Earth's magnetic field are utilized to infer some of the most\nessential parameters of the geodynamo, among them the effective (turbulent)\nmagnetic diffusivity, the degree of supercriticality, and the relative strength\nof the periodic forcing which is believed to result from the Milankovic cycle\nof the Earth's orbit eccentricity. A time-stepped spherically symmetric\nalpha^2-dynamo model is used as the kernel of an inverse problem solver in form\nof a downhill simplex method which converges to solutions that yield a stunning\ncorrespondence with paleomagnetic data.\n","Comment: 15 pages, 3 figure, submitted to Inverse Problems"]}]
["0809.0241",{"format":[],"subject":["Quantitative Finance - Risk Management","Physics - Physics and Society","Quantitative Finance - Statistical Finance","Statistics - Applications","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0241"],"date":["2008-09-01","2009-05-15"],"type":["text"],"creator":["Bormetti, Giacomo","De Giuli, Maria Elena","Delpini, Danilo","Tarantola, Claudia"],"language":[],"coverage":[],"title":["Bayesian Analysis of Value-at-Risk with Product Partition Models"],"description":["  In this paper we propose a novel Bayesian methodology for Value-at-Risk\ncomputation based on parametric Product Partition Models. Value-at-Risk is a\nstandard tool to measure and control the market risk of an asset or a\nportfolio, and it is also required for regulatory purposes. Its popularity is\npartly due to the fact that it is an easily understood measure of risk. The use\nof Product Partition Models allows us to remain in a Normal setting even in\npresence of outlying points, and to obtain a closed-form expression for\nValue-at-Risk computation. We present and compare two different scenarios: a\nproduct partition structure on the vector of means and a product partition\nstructure on the vector of variances. We apply our methodology to an Italian\nstock market data set from Mib30. The numerical results clearly show that\nProduct Partition Models can be successfully exploited in order to quantify\nmarket risk exposure. The obtained Value-at-Risk estimates are in full\nagreement with Maximum Likelihood approaches, but our methodology provides\nricher information about the clustering structure of the data and the presence\nof outlying points.\n","Comment: 30 pages, 6 figures and 6 tables"]}]
["0809.1361",{"format":[],"subject":["Mathematical Physics","Mathematics - Dynamical Systems","70H05, 70H33"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1361"],"date":["2008-09-08","2009-05-15"],"type":["text"],"creator":["Dorodnitsyn, Vladimir","Kozlov, Roman"],"language":[],"coverage":[],"title":["Invariance and first integrals of canonical Hamiltonian equations"],"description":["  In this paper we consider the relation between symmetries and first integrals\nof canonical Hamiltonian equations. Based on a newly established identity\n(which is an analog of well known Noether's identity for Lagrangian approach),\nthis approach provides a simple and clear way to construct first integrals with\nthe help of symmetries of a Hamiltonian. The approach is illustrated by a\nnumber of examples, including equations of the three-dimensional Kepler motion.\n"]}]
["0809.3230",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3230","Journal of Modern Dynamics 3, number 2, 253-270 (2009)","doi:10.3934/jmd.2009.3.253"],"date":["2008-09-18","2009-05-15"],"type":["text"],"creator":["Chaika, Jon","Damanik, David","Krueger, Helge"],"language":[],"coverage":[],"title":["Schr\\\"odinger Operators Defined by Interval Exchange Transformations"],"description":["  We discuss discrete one-dimensional Schr\\\"odinger operators whose potentials\nare generated by an invertible ergodic transformation of a compact metric space\nand a continuous real-valued sampling function. We pay particular attention to\nthe case where the transformation is a minimal interval exchange\ntransformation. Results about the spectrum and the spectral type of these\noperators are established. In particular, we provide the first examples of\ntransformations for which the associated Schr\\\"odinger operators have purely\nsingular spectrum for every non-constant continuous sampling function.\n"]}]
["0809.4142",{"format":[],"subject":["Mathematics - Geometric Topology","57M25","57N10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4142"],"date":["2008-09-24","2009-05-15"],"type":["text"],"creator":["Coward, Alexander","Lackenby, Marc"],"language":[],"coverage":[],"title":["Unknotting genus one knots"],"description":["  For any knot with genus one and unknotting number one, other than the\nfigure-eight knot, we prove that there is exactly one way to unknot it by means\nof a crossing change. In the case of the figure-eight knot, we prove that there\nare precisely two unknotting crossing changes. The proof uses sutured manifold\ntheory and an analysis of the arc complex of the once-punctured torus.\n","Comment: 17 pages, 11 figures; v2 corrects an error in Section 4; v3 is the\n  final version. To appear in Commentarii Mathematici Helvetici"]}]
["0810.0958",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.0958","2009MNRAS.395.1662I","doi:10.1111/j.1365-2966.2009.14659.x"],"date":["2008-10-06","2009-05-15"],"type":["text"],"creator":["Inam, S. C.","Townsend, L. J.","McBride, V. A.","Baykal, A.","Coe, M. J.","Corbet, R. H. D."],"language":[],"coverage":[],"title":["RXTE-PCA Observations of XMMU J054134.7-682550"],"description":["  We analyzed RXTE-PCA observations of a recent outburst of the X-ray pulsar\nXMMU J054134.7$-$682550. We calculated the pulse frequency history of the\nsource. We found no sign of a binary companion. The source spins up when the\nX-ray flux is higher, with a correlation between the spin-up rate and X-ray\nflux, which may be interpreted as a sign of an accretion disk. On the other\nhand, the source was found to have an almost constant spin frequency when the\nX-ray flux is lower without any clear sign of a spin-down episode. The decrease\nin pulsed fraction with decreasing X-ray flux was intrepreted as a sign of\naccretion geometry change, but we did not find any evidence of a transition\nfrom accretor to propeller regimes. The source was found to have variable pulse\nprofiles. Two peaks in pulse profiles were usually observed. We studied the\nX-ray spectral evolution of the source throughout the observation. Pulse phase\nresolved analysis does not provide any further evidence for a cyclotron line,\nbut may suggest a slight variation of intensity and width of the 6.4 keV iron\nline with phase.\n","Comment: Published in MNRAS"]}]
["0810.3163",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Computational Complexity","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3163"],"date":["2008-10-17","2009-05-14"],"type":["text"],"creator":["Briand, Emmanuel","Orellana, Rosa","Rosas, Mercedes"],"language":[],"coverage":[],"title":["Reduced Kronecker coefficients and counter-examples to Mulmuley's strong\n  saturation conjecture SH"],"description":["  We provide counter-examples to Mulmuley's strong saturation conjecture\n(strong SH) for the Kronecker coefficients. This conjecture was proposed in the\nsetting of Geometric Complexity Theory to show that deciding whether or not a\nKronecker coefficient is zero can be done in polynomial time. We also provide a\nshort proof of the #P-hardness of computing the Kronecker coefficients. Both\nresults rely on the connections between the Kronecker coefficients and another\nfamily of structural constants in the representation theory of the symmetric\ngroups: Murnaghan's reduced Kronecker coefficients.\n  An appendix by Mulmuley introduces a relaxed form of the saturation\nhypothesis SH, still strong enough for the aims of Geometric Complexity Theory.\n","Comment: 25 pages. With an appendix by Ketan Mulmuley. To appear in\n  Computational Complexity. See also\n  http://emmanuel.jean.briand.free.fr/publications/"]}]
["0811.0448",{"format":[],"subject":["Quantitative Finance - Statistical Finance","Physics - Data Analysis, Statistics and Probability","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0448"],"date":["2008-11-04","2009-05-14"],"type":["text"],"creator":["Eom, Cheoljun","Kwon, Okyu","Jung, Woo-Sung"],"language":[],"coverage":[],"title":["Statistical properties of information flow in financial time series"],"description":["  This paper has been withdrawn by the authors.\n","Comment: This paper has been withdrawn by the authors"]}]
["0811.3512",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3512","Nucl.Phys.Proc.Suppl.188:345-347,2009.","doi:10.1016/j.nuclphysbps.2009.02.081"],"date":["2008-11-21"],"type":["text"],"creator":["Merlo, Luca"],"language":[],"coverage":[],"title":["LFV in Models with A4 Flavour Symmetry"],"description":["  The approximated tri-bimaximal mixing observed in the neutrino oscillations\nis a particular feature of a class of models characterized by the spontaneously\nbroken horizontal flavour symmetry A4. In this paper, it is presented an\nanalysis on the predictions of these models for relevant low-energy\nobservables. In an effective operator approach, these effects are dominated by\ndim-6 operators, suppressed by the scale M of new physics. Indications for M\nand an upper bound on \\theta_{13} of a few percent are found.\n","Comment: 3 pages, 1 figure, adapted from a talk given at \"Now 2008\", September\n  6-13 2008, Conca Specchiulla (Otranto, Italy)"]}]
["0811.4126",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.4126","Phys. Rev. Lett. 102, 148002 (2009)","doi:10.1103/PhysRevLett.102.148002"],"date":["2008-11-25","2009-05-15"],"type":["text"],"creator":["Ulrich, Stephan","Aspelmeier, Timo","Roeller, Klaus","Fingerle, Axel","Herminghaus, Stephan","Zippelius, Annette"],"language":[],"coverage":[],"title":["Cooling and aggregation in wet granulates"],"description":["  Wet granular materials are characterized by a defined bond energy in their\nparticle interaction such that breaking a bond implies an irreversible loss of\na fixed amount of energy. Associated with the bond energy is a nonequilibrium\ntransition, setting in as the granular temperature falls below the bond energy.\nThe subsequent aggregation of particles into clusters is shown to be a\nself-similar growth process with a cluster size distribution that obeys\nscaling. In the early phase of aggregation the clusters are fractals with\nD_f=2, for later times we observe gelation. We use simple scaling arguments to\nderive the temperature decay in the early and late stages of cooling and verify\nour results with event-driven simulations.\n","Comment: 4 pages, 6 figures, suggestions of the referees implemented, EPAPS\n  supplementary material added:\n  http://netserver.aip.org/cgi-bin/epaps?ID=E-PRLTAO-102-003917"]}]
["0812.1606",{"format":[],"subject":["Quantum Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1606","New Journal of Physics 11 055022 (2009)","doi:10.1088/1367-2630/11/5/055022"],"date":["2008-12-08"],"type":["text"],"creator":["Soderberg, Kathy-Anne Brickman","Gemelke, Nathan","Chin, Cheng"],"language":[],"coverage":[],"title":["Ultracold molecules: vehicles to scalable quantum information processing"],"description":["  We describe a novel scheme to implement scalable quantum information\nprocessing using Li-Cs molecular state to entangle $^{6}$Li and $^{133}$Cs\nultracold atoms held in independent optical lattices. The $^{6}$Li atoms will\nact as quantum bits to store information, and $^{133}$Cs atoms will serve as\nmessenger bits that aid in quantum gate operations and mediate entanglement\nbetween distant qubit atoms. Each atomic species is held in a separate optical\nlattice and the atoms can be overlapped by translating the lattices with\nrespect to each other. When the messenger and qubit atoms are overlapped,\ntargeted single spin operations and entangling operations can be performed by\ncoupling the atomic states to a molecular state with radio-frequency pulses. By\ncontrolling the frequency and duration of the radio-frequency pulses,\nentanglement can either be created or swapped between a qubit messenger pair.\nWe estimate operation fidelities for entangling two distant qubits and discuss\nscalability of this scheme and constraints on the optical lattice lasers.\n"]}]
["0812.3292",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3292","New J. Phys. 11, 045023 (2009)","doi:10.1088/1367-2630/11/4/045023"],"date":["2008-12-17"],"type":["text"],"creator":["Fossier, Simon","Diamanti, Eleni","Debuisschert, Thierry","Villing, André","Tualle-Brouri, Rosa","Grangier, Philippe"],"language":[],"coverage":[],"title":["Field test of a continuous-variable quantum key distribution prototype"],"description":["  We have designed and realized a prototype that implements a\ncontinuous-variable quantum key distribution protocol based on coherent states\nand reverse reconciliation. The system uses time and polarization multiplexing\nfor optimal transmission and detection of the signal and phase reference, and\nemploys sophisticated error-correction codes for reconciliation. The security\nof the system is guaranteed against general coherent eavesdropping attacks. The\nperformance of the prototype was tested over preinstalled optical fibres as\npart of a quantum cryptography network combining different quantum key\ndistribution technologies. The stable and automatic operation of the prototype\nover 57 hours yielded an average secret key distribution rate of 8 kbit/s over\na 3 dB loss optical fibre, including the key extraction process and all quantum\nand classical communication. This system is therefore ideal for securing\ncommunications in metropolitan size networks with high speed requirements.\n","Comment: 15 pages, 6 figures, submitted to New Journal of Physics (Special\n  issue on Quantum Cryptography)"]}]
["0812.3609",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3609","Phys. Rev. Lett. 102, 196802 (2009)","doi:10.1103/PhysRevLett.102.196802"],"date":["2008-12-18","2009-05-15"],"type":["text"],"creator":["Silvestrov, P. G.","Zyuzin, V. A.","Mishchenko, E. G."],"language":[],"coverage":[],"title":["Mesoscopic Spin-Hall Effect in 2D electron systems with smooth\n  boundaries"],"description":["  Spin-Hall effect in ballistic 2D electron gas with Rashba-type spin-orbit\ncoupling and smooth edge confinement is studied. We predict that the interplay\nof semiclassical electron motion and quantum dynamics of spins leads to several\ndistinct features in spin density along the edge that originate from\naccumulation of turning points from many classical trajectories. Strong peak is\nfound near a point of the vanishing of electron Fermi velocity in the lower\nspin-split subband. It is followed by a strip of negative spin density that\nextends until the crossing of the local Fermi energy with the degeneracy point\nwhere the two spin subbands intersect. Beyond this crossing there is a wide\nregion of a smooth positive spin density. The total amount of spin accumulated\nin each of these features exceeds greatly the net spin across the entire edge.\nThe features become more pronounced for shallower boundary potentials,\ncontrolled by gating in typical experimental setups.\n","Comment: 4 pages, 4 figures, published version"]}]
["0812.4189",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4189","2009MNRAS.395.1015I","doi:10.1111/j.1365-2966.2009.14596.x"],"date":["2008-12-22","2009-05-15"],"type":["text"],"creator":["Inam, S. C.","Sahiner, S.","Baykal, A."],"language":[],"coverage":[],"title":["Recent Torque Reversal of 4U 1907+09"],"description":["  We present timing and spectral analysis of RXTE-PCA observations of the\naccretion powered pulsar 4U 1907+09 between June 2007 and August 2008. 4U\n1907+09 had been in a spin-down episode with a spin-down rate of\n$-3.54\\times10^{-14}$ Hz s$^{-1}$ before 1999. From RXTE observations after\nMarch 2001, the source showed a $\\sim 60$% decrease in spin-down magnitude and\nINTEGRAL observations after March 2003 showed that source started to spin-up.\nWe found that the source recently entered a new spin-down episode with a\nspin-down rate of $-3.59 \\times 10^{-14}$ Hz s$^{-1}$. This spin-down rate is\npretty close to the previous long term spin-down rate of the source measured\nbefore 1999. From the spectral analysis, we showed that Hydrogen column density\nvaries with the orbital phase.\n","Comment: Published in MNRAS"]}]
["0812.4314",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4314","J. Phys. B 42, 114014 (2009)","doi:10.1088/0953-4075/42/11/114014"],"date":["2008-12-22"],"type":["text"],"creator":["Fossier, Simon","Diamanti, Eleni","Debuisschert, Thierry","Tualle-Brouri, Rosa","Grangier, Philippe"],"language":[],"coverage":[],"title":["Improvement of continuous-variable quantum key distribution systems by\n  using optical preamplifiers"],"description":["  Continuous-variable quantum key distribution protocols, based on Gaussian\nmodulation of the quadratures of coherent states, have been implemented in\nrecent experiments. A present limitation of such systems is the finite\nefficiency of the detectors, which can in principle be compensated for by the\nuse of classical optical preamplifiers. Here we study this possibility in\ndetail, by deriving the modified secret key generation rates when an optical\nparametric amplifier is placed at the output of the quantum channel. After\npresenting a general set of security proofs, we show that the use of\npreamplifiers does compensate for all the imperfections of the detectors when\nthe amplifier is optimal in terms of gain and noise. Imperfect amplifiers can\nalso enhance the system performance, under conditions which are generally\nsatisfied in practice.\n","Comment: 11 pages, 7 figures, submitted to J. Phys. B (special issue on Few\n  Atoms Optics)"]}]
["0812.4513",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4513"],"date":["2008-12-24","2009-05-15"],"type":["text"],"creator":["Ueda, Hiroshi","Nakano, Hiroki","Kusakabe, Koichi","Nishino, Tomotoshi"],"language":[],"coverage":[],"title":["Gap Estimation by means of Hyperbolic Deformation"],"description":["  We present a way of numerical gap estimation applicable for one-dimensional\ninfinite uniform quantum systems. Using the density matrix renormalization\ngroup method for a non-uniform Hamiltonian, which has deformed interaction\nstrength of $j$-th bond proportional to $\\cosh \\lambda j$, the uniform\nHamiltonian is analyzed as a limit of $\\lambda \\to 0$. As a consequence of the\ndeformation, an excited quasi-particle is weakly bounded around the center of\nthe system, and kept away from the system boundary. Therefore, insensitivity of\nan estimated excitation gap of the deformed system to the boundary allows us to\nhave the bulk excitation gap $\\Delta(\\lambda)$, and shift in $\\Delta(\\lambda)$\nfrom $\\Delta(0)$ is nearly linear in $\\lambda$ when $\\lambda \\ll 1$. Efficiency\nof this estimation is demonstrated through application to the S=1\nantiferromagnetic Heisenberg chain. Combining the above estimation and another\none obtained from the technique of convergence acceleration for finite-size\ngaps estimated by numerical diagonalizations, we conclude that the Haldane gap\nis in $[0.41047905,~0.41047931]$.\n","Comment: 11 pages, 13 figures, submitted to JPSJ"]}]
["0901.0348",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Superconductivity","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0348","Phys. Rev. A 79, 053625 (2009)","doi:10.1103/PhysRevA.79.053625"],"date":["2009-01-03","2009-05-15"],"type":["text"],"creator":["Bulgac, Aurel","Yoon, Sukjin"],"language":[],"coverage":[],"title":["Induced P-wave superfluidity within full energy-momentum dependent\n  Eliashberg approximation in asymmetric dilute Fermi gases"],"description":["  We consider a very asymmetric system of Fermions with an interaction\ncharacterized by a positive scattering length only. The minority atoms pair and\nform a BEC of dimers, while the surplus fermions interact only indirectly\nthrough the exchange of Bogoliubov sound modes. This interaction has a finite\nrange, the retardation effects are significant and the surplus fermions will\nform a P-wave superfluid. We compute the P-wave pairing gap in the BCS and\nEliashberg with only energy dependence approximations, and demonstrate their\ninadequacy in comparison with a full treatment of the momentum and energy\ndependence of the induced interaction. The pairing gap computed with a full\nmomentum and energy dependence is significantly larger in magnitude and that\nmakes it more likely that this new exotic paired phase could be put in evidence\nin atomic trap experiments.\n","Comment: 5 pages, 1 figure, updated references and figure, published version"]}]
["0901.1343",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.1343","Phys. Rev. Lett. 102, 196804 (2009)","doi:10.1103/PhysRevLett.102.196804"],"date":["2009-01-09"],"type":["text"],"creator":["Schnyder, Andreas P.","Ryu, Shinsei","Ludwig, Andreas W. W."],"language":[],"coverage":[],"title":["Lattice model of three-dimensional topological singlet superconductor\n  with time-reversal symmetry"],"description":["  We study topological phases of time-reversal invariant singlet\nsuperconductors in three spatial dimensions. In these particle-hole symmetric\nsystems the topological phases are characterized by an even-numbered winding\nnumber $\\nu$. At a two-dimensional (2D) surface the topological properties of\nthis quantum state manifest themselves through the presence of $\\nu$ flavors of\ngapless Dirac fermion surface states, which are robust against localization\nfrom random impurities. We construct a tight-binding model on the diamond\nlattice that realizes a topologically nontrivial phase, in which the winding\nnumber takes the value $\\nu =\\pm 2$. Disorder corresponds to a (non-localizing)\nrandom SU(2) gauge potential for the surface Dirac fermions, leading to a\npower-law density of states $\\rho(\\epsilon) \\sim \\epsilon^{1/7}$. The bulk\neffective field theory is proposed to be the (3+1) dimensional SU(2) Yang-Mills\ntheory with a theta-term at $\\theta=\\pi$.\n","Comment: 5 pages, 3 figures"]}]
["0901.1374",{"format":[],"subject":["Mathematics - Probability","60G52","60F05","60G17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.1374"],"date":["2009-01-10","2009-05-15"],"type":["text"],"creator":["Yano, Kouji"],"language":[],"coverage":[],"title":["Two kinds of conditionings for stable L\\'evy processes"],"description":["  Two kinds of conditionings for one-dimensional stable L\\'evy processes are\ndiscussed via $ h $-transforms of excursion measures: One is to stay positive,\nand the other is to avoid the origin.\n","Comment: Proceedings of the 1st MSJ-SI, \"Probabilistic Approach to Geometry\",\n  Adv. Stud. Pure Math., Math. Soc. Japan, to appear"]}]
["0901.2569",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2569"],"date":["2009-01-16","2009-05-15"],"type":["text"],"creator":["Riemer-Sorensen, Signe","Hansen, Steen H."],"language":[],"coverage":[],"title":["Decaying dark matter in Draco"],"description":["  Context. The sterile neutrino is an excellent dark matter candidate, which\ncan be searched for in a wide range of astrophysical sites. It has previously\nbeen shown that the optimal search strategy is to consider dwarf galaxies\nbelonging to the Milky Way. Aims. We search for line emission from decaying\ndark matter. Methods. We analyse publicly available Chandra X-ray observations\nof the dwarf galaxy Draco. Results. The Draco and blank sky (background)\nspectra are nearly identical in shape, which allows us to conclude: i) Dwarf\nspheroidals are ideal for studying dark matter X-ray emission since the\nbaryonic noise is impressively low, ii) there is very little room for line\nemission, which leads to constraints in the mass-mixing angle parameter space\nof the sterile neutrino. We compare the standard flux derivation method to a\nvery conservative rebinning approach. The resulting constraints are strongly\ndependent on the chosen method.\n","Comment: 4 pages, 6 figures, matches accepted version"]}]
["0901.2944",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2944","AIP Conf. Proc.1122:181-184, 2009","doi:10.1063/1.3141246"],"date":["2009-01-19"],"type":["text"],"creator":["Aman, Jan E.","Pidokrajt, Narit","Ward, John"],"language":[],"coverage":[],"title":["Information geometry of asymptotically AdS black holes"],"description":["  We investigate thermodynamic geometries of two families of asymptotically\nAnti-de Sitter black holes, i.e. the Reissner-Nordstr\\\"om Anti-de Sitter in\nfour dimensions and the BTZ black hole. It is found that the Anti-de Sitter\nspace renders the geometry nontrivial (c.f. the Reissner-Nordstr\\\"om black hole\nin asymptotically flat background). The BTZ black hole's thermodynamic geometry\nis trivial despite the fact that it is characterized by the (negative)\ncosmological constant. As a matter of curiosity we compute thermodynamic\ngeometry of these black holes regarding the cosmological constant as a true\nparameter but no physically significant results can be derived.\n","Comment: Contribution to proceedings of ERE2008, 4 pages"]}]
["0901.3225",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3225","J. Phys. A: Math. and Theor. 42, 2009, 195007","doi:10.1088/1751-8113/42/19/195007"],"date":["2009-01-21","2009-05-15"],"type":["text"],"creator":["Bradde, Serena","Bianconi, Ginestra"],"language":[],"coverage":[],"title":["Percolation transition and distribution of connected components in\n  generalized random network ensembles"],"description":["  In this work, we study the percolation transition and large deviation\nproperties of generalized canonical network ensembles. This new type of random\nnetworks might have a very rich complex structure, including high heterogeneous\ndegree sequences, non-trivial community structure or specific spatial\ndependence of the link probability for networks embedded in a metric space. We\nfind the cluster distribution of the networks in these ensembles by mapping the\nproblem to a fully connected Potts model with heterogeneous couplings. We show\nthat the nature of the Potts model phase transition, linked to the birth of a\ngiant component, has a crossover from second to first order when the number of\ncritical colors $q_c = 2$ in all the networks under study. These results shed\nlight on the properties of dynamical processes defined on these network\nensembles.\n","Comment: 27 pages, 15 figures"]}]
["0901.3368",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3368","Phys.Rev.D79:106005,2009","doi:10.1103/PhysRevD.79.106005"],"date":["2009-01-22","2009-04-20"],"type":["text"],"creator":["Jokela, Niko","Jarvinen, Matti","Keski-Vakkuri, Esko"],"language":[],"coverage":[],"title":["The energy-momentum tensor of perturbed tachyon matter"],"description":["  We add an initial nonhomogeneous perturbation to an otherwise homogeneous\ncondensing tachyon background and compute its space time energy-momentum tensor\nfrom worldsheet string theory. We show that in the far future the\nenergy-momentum tensor corresponds to nonhomogeneous pressureless tachyon\nmatter.\n","Comment: 8 pages. v2: minor corrections, to appear in PRD"]}]
["0901.3621",{"format":[],"subject":["Physics - Fluid Dynamics","Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3621"],"date":["2009-01-23","2009-05-15"],"type":["text"],"creator":["Shaw, William T."],"language":[],"coverage":[],"title":["A simple resolution of Stokes' paradox?"],"description":["  This paper proposes a solution to Stokes' paradox for asymptotically uniform\nviscous flow around a cylinder. The existence of a {\\it global} stream function\nsatisfying a perturbative form of the two-dimensional Navier-Stokes equations\nfor low Reynolds number is established. This stream function satisfies the\nappropriate boundary conditions on both the cylinder and at infinity, but\nnevertheless agrees with Stokes' original results at finite radius as the\nReynolds number tends to zero. The Navier-Stokes equations are satisfied to a\npower-log power of the Reynolds number. The drag on the cylinder is calculated\nfrom first principles and the free parameter of the approach can be chosen to\ngive good agreement with data on drag. In this revised working paper we put our\napproach on a firmer mathematical basis using the Helmholtz-Laplace equation as\na linear approximation to the Navier-Stokes system. In so doing we demonstrate\nthe instability of the original paradox. We also demonstrate the absence of a\nparadox of Stokes-Whitehead class, and give further theoretical constraints on\nthe free parameters of the model.\n","Comment: New version puts model on firmer mathematical basis and partially\n  fixes free parameters. Also confirms no paradox of Stokes-Whitehead type"]}]
["0901.3846",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3846","New Journal of Physics 11 055048 (2009)","doi:10.1088/1367-2630/11/5/055048"],"date":["2009-01-24"],"type":["text"],"creator":["Chin, Cheng","Flambaum, V. V.","Kozlov, M. G."],"language":[],"coverage":[],"title":["Ultracold molecules: new probes on the variation of fundamental\n  constants"],"description":["  Ultracold molecules offer brand new opportunities to probe the variation of\nfundamental constants with unprecedented sensitivity. This paper summarizes\ntheoretical background and current constraints on the variation of fine\nstructure constant and electron-to-proton mass ratio, as well as proposals and\nexperimental efforts to measure the variations based on ultracold molecules. In\nparticular, we describe two novel spectroscopic schemes on ultracold molecules\nwhich have greatly enhanced sensitivity to fundamental constants: resonant\nscattering near Feshbach resonances and spectroscopy on close-lying energy\nlevels of ultracold molecules.\n"]}]
["0902.0887",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0887","Phys. Rev. B 79, 205314 (2009)","doi:10.1103/PhysRevB.79.205314"],"date":["2009-02-05"],"type":["text"],"creator":["Kapustin, A. A.","Shashkin, A. A.","Dolgopolov, V. T.","Goiran, M.","Rakoto*, H.","Kvon, Z. D."],"language":[],"coverage":[],"title":["Spin susceptibility and polarization field in a dilute two-dimensional\n  electron system in (111) silicon"],"description":["  We find that the polarization field, B_chi, obtained by scaling the\nweak-parallel-field magnetoresistance at different electron densities in a\ndilute two-dimensional electron system in (111) silicon, corresponds to the\nspin susceptibility that grows strongly at low densities. The polarization\nfield, B_sat, determined by resistance saturation, turns out to deviate to\nlower values than B_chi with increasing electron density, which can be\nexplained by filling of the upper electron subbands in the fully spin-polarized\nregime.\n"]}]
["0902.1429",{"format":[],"subject":["Physics - Geophysics","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1429"],"date":["2009-02-09","2009-05-15"],"type":["text"],"creator":["Alagoz, B. Baykant","Alagoz, Serkan"],"language":[],"coverage":[],"title":["Seismic Crystals And Earthquake Shield Application"],"description":["  We theoretically demonstrate that earthquake shield made of seismic crystal\ncan damp down surface waves, which are the most destructive type for\nconstructions. In the paper, seismic crystal is introduced in aspect of band\ngaps (Stop band) and some design concepts for earthquake and tsunami shielding\nwere discussed in theoretical manner. We observed in our FDTD based 2D elastic\nwave simulations that proposed earthquake shield could provide about 0.5\nreductions in magnitude of surface wave on the Richter scale. This reduction\nrate in magnitude can considerably reduce destructions in the case of\nearthquake.\n","Comment: submitted to CEJP"]}]
["0902.3270",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3270","Phys. Rev. Lett. 102, 197802 (2009)","doi:10.1103/PhysRevLett.102.197802"],"date":["2009-02-18"],"type":["text"],"creator":["Lopatina, Lena M.","Selinger, Jonathan V."],"language":[],"coverage":[],"title":["Theory of Ferroelectric Nanoparticles in Nematic Liquid Crystals"],"description":["  Recent experiments have reported that ferroelectric nanoparticles have\ndrastic effects on nematic liquid crystals--increasing the isotropic-nematic\ntransition temperature by about 5 K, and greatly increasing the sensitivity to\napplied electric fields. To understand these effects, we develop a theory for\nthe statistical mechanics of ferroelectric nanoparticles in liquid crystals.\nThis theory predicts the enhancements of liquid-crystal properties, in good\nagreement with experiments. These predictions apply even when electrostatic\ninteractions are partially screened by moderate concentrations of ions.\n","Comment: 4 pages, including 4 postscript figures, uses REVTeX 4"]}]
["0902.3775",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3775","S. Olsen and R.H. McKenzie, The Journal of Chemical Physics, 130,\n  184302 (2009)","doi:10.1063/1.3121324"],"date":["2009-02-22","2009-05-14"],"type":["text"],"creator":["Olsen, Seth","McKenzie, Ross H."],"language":[],"coverage":[],"title":["A Diabatic Three-State Representation of Photoisomerization in the Green\n  Fluorescent Protein Chromophore"],"description":["  We give a quantum chemical description of bridge photoisomerization reaction\nof green fluorescent protein (GFP) chromophores using a representation over\nthree diabatic states. Bridge photoisomerization leads to non-radiative decay,\nand competes with fluorescence in these systems. In the protein, this pathway\nis suppressed, leading to fluorescence. Understanding the electronic structure\nof the photoisomerization is a prerequisite to understanding how the protein\nsuppresses this pathway and preserves the emitting state of the chromophore. We\npresent a solution to the state-averaged complete active space problem, which\nis spanned at convergence by three fragment-localized orbitals. We generate the\ndiabatic-state representation by applying a block diagonalization\ntransformation to the Hamiltonian calculated for the anionic chromophore model\nHBDI with multi-reference, multi-state perturbation theory. The diabatic states\nthat emerge are charge-localized structures with a natural valence-bond\ninterpretation. At planar geometries, the diabatic picture recaptures the\ncharge transfer resonance of the anion. The strong S0-S1 excitation at these\ngeometries is reasonably described within a two-state model, but extension to a\nthree-state model is necessary to describe decay via two possible pathways\nassociated with photoisomerization of the (methine) bridge. Parametric\nHamiltonians based on the three-state ansatz can be fit directly to data\ngenerated using the underlying active space. We provide an illustrative example\nof such a parametric Hamiltonian.\n"]}]
["0902.3925",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3925"],"date":["2009-02-23","2009-05-15"],"type":["text"],"creator":["Buice, Michael A.","Cowan, Jack D.","Chow, Carson C."],"language":[],"coverage":[],"title":["Systematic fluctuation expansion for neural network activity equations"],"description":["  Population rate or activity equations are the foundation of a common approach\nto modeling for neural networks. These equations provide mean field dynamics\nfor the firing rate or activity of neurons within a network given some\nconnectivity. The shortcoming of these equations is that they take into account\nonly the average firing rate while leaving out higher order statistics like\ncorrelations between firing. A stochastic theory of neural networks which\nincludes statistics at all orders was recently formulated. We describe how this\ntheory yields a systematic extension to population rate equations by\nintroducing equations for correlations and appropriate coupling terms. Each\nlevel of the approximation yields closed equations, i.e. they depend only upon\nthe mean and specific correlations of interest, without an {\\it ad hoc}\ncriterion for doing so. We show in an example of an all-to-all connected\nnetwork how our system of generalized activity equations captures phenomena\nmissed by the mean fieldrate equations alone.\n","Comment: 67 pages, 8 figures, corrected typos, changes for resubmission"]}]
["0903.0976",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0976","New J. Phys. 11 (2009) 055044","doi:10.1088/1367-2630/11/5/055044"],"date":["2009-03-05"],"type":["text"],"creator":["Thalhammer, G.","Barontini, G.","Catani, J.","Rabatti, F.","Weber, C.","Simoni, A.","Minardi, F.","Inguscio, M."],"language":[],"coverage":[],"title":["Collisional and molecular spectroscopy in an ultracold Bose-Bose mixture"],"description":["  The route toward a Bose-Einstein condensate of dipolar molecules requires the\nability to efficiently associate dimers of different chemical species and\ntransfer them to the stable rovibrational ground state. Here, we report on\nrecent spectroscopic measurements of two weakly bound molecular levels and\nnewly observed narrow d-wave Feshbach resonances. The data are used to improve\nthe collisional model for the Bose-Bose mixture 41K87Rb, among the most\npromising candidates to create a molecular dipolar BEC.\n","Comment: 13 pages, 3 figures"]}]
["0903.2744",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2744","Phys. Rev. A 79, 054306 (2009)","doi:10.1103/PhysRevA.79.054306"],"date":["2009-03-16","2009-05-15"],"type":["text"],"creator":["Svozil, Karl"],"language":[],"coverage":[],"title":["Three criteria for quantum random number generators based on beam\n  splitters"],"description":["  We propose three criteria for the generation of random digital strings from\nquantum beam splitters: (i) three or more mutually exclusive outcomes\ncorresponding to the invocation of three- and higher dimensional Hilbert\nspaces; (ii) the mandatory use of pure states in conjugated bases for\npreparation and detection; and (iii) the use of entangled singlet (unique)\nstates for elimination of bias.\n","Comment: 9 pages"]}]
["0903.4521",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4521"],"date":["2009-03-26","2009-05-15"],"type":["text"],"creator":["Philip, Geevarghese","Raman, Venkatesh","Sikdar, Somnath"],"language":[],"coverage":[],"title":["Solving Dominating Set in Larger Classes of Graphs: FPT Algorithms and\n  Polynomial Kernels"],"description":["  We show that the k-Dominating Set problem is fixed parameter tractable (FPT)\nand has a polynomial kernel for any class of graphs that exclude K_{i,j} as a\nsubgraph, for any fixed i, j >= 1. This strictly includes every class of graphs\nfor which this problem has been previously shown to have FPT algorithms and/or\npolynomial kernels. In particular, our result implies that the problem\nrestricted to bounded- degenerate graphs has a polynomial kernel, solving an\nopen problem posed by Alon and Gutner.\n","Comment: 12 pages, 1 figure, 1 table"]}]
["0903.5071",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.5071","J. Phys. A: Math. Theor. 42 (2009) 222002","doi:10.1088/1751-8113/42/22/222002"],"date":["2009-03-30"],"type":["text"],"creator":["Sommers, Hans-Juergen","Khoruzhenko, Boris A"],"language":[],"coverage":[],"title":["Schur function averages for the real Ginibre ensemble"],"description":["  We derive an explicit simple formula for expectations of all Schur functions\nin the real Ginibre ensemble. It is a positive integer for all entries of the\npartition even and zero otherwise. The result can be used to determine the\naverage of any analytic series of elementary symmetric functions by Schur\nfunction expansion.\n"]}]
["0904.0768",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.0768"],"date":["2009-04-05","2009-05-15"],"type":["text"],"creator":["Srinivasan, Srimathy","Thangaraj, Andrew"],"language":[],"coverage":[],"title":["Codes on Planar Graphs"],"description":["  Codes defined on graphs and their properties have been subjects of intense\nrecent research. On the practical side, constructions for capacity-approaching\ncodes are graphical. On the theoretical side, codes on graphs provide several\nintriguing problems in the intersection of coding theory and graph theory. In\nthis paper, we study codes defined by planar Tanner graphs. We derive an upper\nbound on minimum distance $d$ of such codes as a function of the code rate $R$\nfor $R \\ge 5/8$. The bound is given by $$d\\le \\lceil \\frac{7-8R}{2(2R-1)}\n\\rceil + 3\\le 7.$$ Among the interesting conclusions of this result are the\nfollowing: (1) planar graphs do not support asymptotically good codes, and (2)\nfinite-length, high-rate codes on graphs with high minimum distance will\nnecessarily be non-planar.\n","Comment: several improvements in presentation; more figures for illustration"]}]
["0904.2541",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","G.2.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2541"],"date":["2009-04-16","2009-05-15"],"type":["text"],"creator":["Gebauer, Heidi"],"language":[],"coverage":[],"title":["Disproof of the Neighborhood Conjecture with Implications to SAT"],"description":["  We study a Maker/Breaker game described by Beck. As a result we disprove a\nconjecture of Beck on positional games, establish a connection between this\ngame and SAT and construct an unsatisfiable k-CNF formula with few occurrences\nper variable, thereby improving a previous result by Hoory and Szeider and\nshowing that the bound obtained from the Lovasz Local Lemma is tight up to a\nconstant factor. The Maker/Breaker game we study is as follows. Maker and\nBreaker take turns in choosing vertices from a given n-uniform hypergraph F,\nwith Maker going first. Maker's goal is to completely occupy a hyperedge and\nBreaker tries to avoid this. Beck conjectures that if the maximum neighborhood\nsize of F is at most 2^(n-1) then Breaker has a winning strategy. We disprove\nthis conjecture by establishing an n-uniform hypergraph with maximum\nneighborhood size 3*2^(n - 3) where Maker has a winning strategy. Moreover, we\nshow how to construct an n-uniform hypergraph with maximum degree (2^(n-1))/n\nwhere maker has a winning strategy. Finally, we establish a connection between\nSAT and the Maker/Breaker game we study. We can use this connection to derive\nnew results in SAT. Kratochvil, Savicky and Tuza showed that for every k >= 3\nthere is an integer f(k) such that every (k,f(k))-formula is satisfiable, but\n(k,f(k) + 1)-SAT is already NP-complete (it is not known whether f(k) is\ncomputable). Kratochvil, Savicky and Tuza also gave the best known lower bound\nf(k) = Omega(2^k/k), which is a consequence of the Lovasz Local Lemma. We prove\nthat, in fact, f(k) = Theta(2^k/k), improving upon the best known upper bound\nO((log k) * 2^k/k) by Hoory and Szeider.\n","Comment: 12 pages, 1 figure"]}]
["0904.3912",{"format":[],"subject":["Computer Science - Computational Complexity","F.2.0","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3912"],"date":["2009-04-24","2009-05-14"],"type":["text"],"creator":["Ferraro, Frank","Hall, Garrett","Wood, Andrew"],"language":[],"coverage":[],"title":["Refutation of Aslam's Proof that NP = P"],"description":["  Aslam presents an algorithm he claims will count the number of perfect\nmatchings in any incomplete bipartite graph with an algorithm in the\nfunction-computing version of NC, which is itself a subset of FP. Counting\nperfect matchings is known to be #P-complete; therefore if Aslam's algorithm is\ncorrect, then NP=P. However, we show that Aslam's algorithm does not correctly\ncount the number of perfect matchings and offer an incomplete bipartite graph\nas a concrete counter-example.\n","Comment: 13 pages, 2 figures, a response to Aslam's paper (arXiv:0812.1385v11)\n  and the underlying arguments (arXiv:0812.1385v9). Very minor content changes\n  and typos fixed"]}]
["0904.4010",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks","Computer Science - Symbolic Computation","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.4010","New J. Phys. 11:023001 (2009); freely available online","doi:10.1088/1367-2630/11/2/023001"],"date":["2009-04-27"],"type":["text"],"creator":["Timme, Marc","van Bussel, Frank","Fliegner, Denny","Stolzenberg, Sebastian"],"language":[],"coverage":[],"title":["Counting Complex Disordered States by Efficient Pattern Matching:\n  Chromatic Polynomials and Potts Partition Functions"],"description":["  Counting problems, determining the number of possible states of a large\nsystem under certain constraints, play an important role in many areas of\nscience. They naturally arise for complex disordered systems in physics and\nchemistry, in mathematical graph theory, and in computer science. Counting\nproblems, however, are among the hardest problems to access computationally.\nHere, we suggest a novel method to access a benchmark counting problem, finding\nchromatic polynomials of graphs. We develop a vertex-oriented symbolic pattern\nmatching algorithm that exploits the equivalence between the chromatic\npolynomial and the zero-temperature partition function of the Potts\nantiferromagnet on the same graph. Implementing this bottom-up algorithm using\nappropriate computer algebra, the new method outperforms standard top-down\nmethods by several orders of magnitude, already for moderately sized graphs. As\na first application, we compute chromatic polynomials of samples of the simple\ncubic lattice, for the first time computationally accessing three-dimensional\nlattices of physical relevance. The method offers straightforward\ngeneralizations to several other counting problems.\n","Comment: 7 pages, 4 figures"]}]
["0904.4107",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.4107"],"date":["2009-04-27","2009-05-15"],"type":["text"],"creator":["Ianni, Isabella","Ruiz, David"],"language":[],"coverage":[],"title":["Ground and bound states for a static Schrodinger-Poisson-Slater problem"],"description":["  In this paper the following version of the Schrodinger-Poisson-Slater problem\nis studied: $$ - \\Delta u + (u^2 \\star \\frac{1}{|4\\pi x|}) u=\\mu |u|^{p-1}u, $$\nwhere $u: \\R^3 \\to \\R$ and $\\mu>0$. The case $p <2$ being already studied, we\nconsider here $p \\geq 2$. For $p>2$ we study both the existence of ground and\nbound states. It turns out that $p=2$ is critical in a certain sense, and will\nbe studied separately. Finally, we prove that radial solutions satisfy a\npoint-wise exponential decay at infinity for $p>2$.\n"]}]
["0905.1176",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.1176","Appl. Phys. Lett. 94, 192503 (2009)","doi:10.1063/1.3136904"],"date":["2009-05-08"],"type":["text"],"creator":["Ganguli, Nirmal","Dasgupta, Indra","Sanyal, Biplab"],"language":[],"coverage":[],"title":["The making of ferromagnetic Fe doped ZnO nano-clusters"],"description":["  In this letter, the authors present a study of the energetics and magnetic\ninteractions in Fe doped ZnO clusters by ab-initio density functional\ncalculations. The results indicate that defects under suitable conditions can\ninduce ferromagnetic interactions between the dopant Fe atoms whereas\nantiferromagnetic coupling dominates in a neutral defect-free cluster. The\ncalculations also reveal an unusual ionic state of the dopant Fe atom residing\nat the surface of the cluster, a feature that is important to render the\ncluster ferromagnetic.\n","Comment: 3 pages, 3 figures"]}]
["0905.1546",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.1546"],"date":["2009-05-11","2009-05-14"],"type":["text"],"creator":["Zhu, Zhisu","So, Anthony Man-Cho","Ye, Yinyu"],"language":[],"coverage":[],"title":["Fast and Near-Optimal Matrix Completion via Randomized Basis Pursuit"],"description":["  Motivated by the philosophy and phenomenal success of compressed sensing, the\nproblem of reconstructing a matrix from a sampling of its entries has attracted\nmuch attention recently. Such a problem can be viewed as an\ninformation-theoretic variant of the well-studied matrix completion problem,\nand the main objective is to design an efficient algorithm that can reconstruct\na matrix by inspecting only a small number of its entries. Although this is an\nimpossible task in general, Cand\\`es and co-authors have recently shown that\nunder a so-called incoherence assumption, a rank $r$ $n\\times n$ matrix can be\nreconstructed using semidefinite programming (SDP) after one inspects\n$O(nr\\log^6n)$ of its entries. In this paper we propose an alternative approach\nthat is much more efficient and can reconstruct a larger class of matrices by\ninspecting a significantly smaller number of the entries. Specifically, we\nfirst introduce a class of so-called stable matrices and show that it includes\nall those that satisfy the incoherence assumption. Then, we propose a\nrandomized basis pursuit (RBP) algorithm and show that it can reconstruct a\nstable rank $r$ $n\\times n$ matrix after inspecting $O(nr\\log n)$ of its\nentries. Our sampling bound is only a logarithmic factor away from the\ninformation-theoretic limit and is essentially optimal. Moreover, the runtime\nof the RBP algorithm is bounded by $O(nr^2\\log n+n^2r)$, which compares very\nfavorably with the $\\Omega(n^4r^2\\log^{12}n)$ runtime of the SDP-based\nalgorithm. Perhaps more importantly, our algorithm will provide an exact\nreconstruction of the input matrix in polynomial time. By contrast, the\nSDP-based algorithm can only provide an approximate one in polynomial time.\n","Comment: 23 pages. New section (Section 3.3) added"]}]
["0905.1600",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H60, 14N05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.1600"],"date":["2009-05-11","2009-05-14"],"type":["text"],"creator":["Choe, Insong","Hitching, George H."],"language":[],"coverage":[],"title":["Secant varieties and Hirschowitz bound on vector bundles over a curve"],"description":["  For a vector bundle V over a curve X of rank n and for each integer r in the\nrange 1 \\le r \\le n-1, the Segre invariant s_r is defined by generalizing the\nminimal self-intersection number of the sections on a ruled surface. In this\npaper we generalize Lange and Narasimhan's results on rank 2 bundles which\nrelated the invariant s_1 to the secant varieties of the curve inside certain\nextension spaces. For any n and r, we find a way to get information on the\ninvariant s_r from the secant varieties of certain subvariety of a scroll over\nX. Using this geometric picture, we obtain a new proof of the Hirschowitz bound\non s_r.\n","Comment: 13 pages"]}]
["0905.1683",{"format":[],"subject":["Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.1683"],"date":["2009-05-11","2009-05-14"],"type":["text"],"creator":["Rvachev, Marat M."],"language":[],"coverage":[],"title":["Action potential as a pressure pulse propagating in the axoplasm"],"description":["  We suggest that the propagation of the action potential is driven by a\npressure pulse propagating in the axoplasm along the axon length. The pressure\npulse mechanically activates Na ion channels embedded in the axon membrane.\nThis activation initiates the development of a local membrane voltage spike, as\nin the Hodgkin-Huxley model of the action potential. Extracellular Ca ions\ninfluxing during the voltage spike trigger a mechanism that amplifies the\npressure pulse and therefore prevents its viscous decay. The model is able to\nexplain a number of phenomena that are unexplained within the Hodgkin-Huxley\nframework: the Meyer-Overton rule for the effectiveness of anesthetics, as well\nas various mechanical, optical and thermodynamic phenomena accompanying the\naction potential. The model correctly predicts the velocity of propagation of\nthe nerve impulse, including its dependence on axon diameter, degree of\nmyelination and temperature.\n","Comment: 9 pages, 5 figures"]}]
["0905.1740",{"format":[],"subject":["Computer Science - Computers and Society","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.1740"],"date":["2009-05-11"],"type":["text"],"creator":["Wu, Fang","Wilkinson, Dennis M.","Huberman, Bernardo A."],"language":[],"coverage":[],"title":["Feedback loops of attention in peer production"],"description":["  A significant percentage of online content is now published and consumed via\nthe mechanism of crowdsourcing. While any user can contribute to these forums,\na disproportionately large percentage of the content is submitted by very\nactive and devoted users, whose continuing participation is key to the sites'\nsuccess. As we show, people's propensity to keep participating increases the\nmore they contribute, suggesting motivating factors which increase over time.\nThis paper demonstrates that submitters who stop receiving attention tend to\nstop contributing, while prolific contributors attract an ever increasing\nnumber of followers and their attention in a feedback loop. We demonstrate that\nthis mechanism leads to the observed power law in the number of contributions\nper user and support our assertions by an analysis of hundreds of millions of\ncontributions to top content sharing websites Digg.com and Youtube.com.\n"]}]
["0905.2129",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Experiment","High Energy Physics - Phenomenology","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2129"],"date":["2009-05-13","2009-05-15"],"type":["text"],"creator":["Piekarewicz, J.","Centelles, M.","Roca-Maza, X.","Viñas, X."],"language":[],"coverage":[],"title":["The Smoothness of Physical Observables"],"description":["  The Garvey-Kelson (GK) relations are powerful algebraic expressions\nconnecting the masses of neighboring atomic nuclei and derived under reasonable\nphysical assumptions. In this contribution we show that these relations are\neven more general than originally assumed as their validity is conditioned by\nthe smoothness of the underlying nuclear mass function and nothing else. Based\non the assumed smoothness of the underlying physical function, the main\nconclusions from this study are: (1) the GK relations are model independent;\n(2) any slowly-varying physical observable satisfies the GK relations; and (3)\nthe accuracy of the GK relations may be systematically improved. Examples from\nnuclear physics (charge radii) and from particle physics (baryon masses) are\nused to illustrate the flexibility of the approach.\n","Comment: 4 pages and 1 figure; typos corrected in Eqs. (2),(4), and (5)"]}]
["0905.2166",{"format":[],"subject":["Mathematics - Functional Analysis","46S40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2166"],"date":["2009-05-13","2009-05-14"],"type":["text"],"creator":["Gordji, M. Eshaghi","Ghobadipour, N."],"language":[],"coverage":[],"title":["On the Mazur--Ulam theorem in fuzzy normed spaces"],"description":["  In this paper, we establish the Mazur--Ulam theorem in the fuzzy strictly\nconvex real normed spaces.\n","Comment: 4 pages"]}]
["0905.2181",{"format":[],"subject":["Mathematics - Numerical Analysis","Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2181"],"date":["2009-05-13"],"type":["text"],"creator":["Chorin, Alexandre J.","Tu, Xuemin"],"language":[],"coverage":[],"title":["Non-Bayesian particle filters"],"description":["  Particle filters for data assimilation in nonlinear problems use \"particles\"\n(replicas of the underlying system) to generate a sequence of probability\ndensity functions (pdfs) through a Bayesian process. This can be expensive\nbecause a significant number of particles has to be used to maintain accuracy.\nWe offer here an alternative, in which the relevant pdfs are sampled directly\nby an iteration. An example is discussed in detail.\n"]}]
["0905.2190",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2190"],"date":["2009-05-13"],"type":["text"],"creator":["Bechtle, P.","Brein, O.","Heinemeyer, S.","Weiglein, G.","Williams, K. E."],"language":[],"coverage":[],"title":["HiggsBounds: Confronting arbitrary Higgs sectors with exclusion bounds\n  from LEP and Tevatron"],"description":["  HiggsBounds is a computer code which tests the Higgs sectors of new models\nagainst the current exclusion bounds from the Higgs searches at LEP and the\nTevatron. As input, it requires a selection of model predictions, such as Higgs\nmasses, branching ratios, effective couplings and total decay widths.\nHiggsBounds then uses the expected and observed topological cross section\nlimits from the Higgs searches to determine which points in the parameter space\nhave already been excluded at 95% CL. HiggsBounds will be updated to include\nnew results as they become available.\n","Comment: 4 pages, 1 figure; talk given by K. E. Williams at \"Rencontres de\n  Moriond - QCD and High Energy Interactions 2009\""]}]
["0905.2195",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2195"],"date":["2009-05-13"],"type":["text"],"creator":["Chatterjee, Krishnendu","Doyen, Laurent","Henzinger, Thomas A."],"language":[],"coverage":[],"title":["Expressiveness and Closure Properties for Quantitative Languages"],"description":["  Weighted automata are nondeterministic automata with numerical weights on\ntransitions. They can define quantitative languages $L$ that assign to each\nword $w$ a real number $L(w)$. In the case of infinite words, the value of a\nrun is naturally computed as the maximum, limsup, liminf, limit average, or\ndiscounted sum of the transition weights. We study expressiveness and closure\nquestions about these quantitative languages.\n  We first show that the set of words with value greater than a threshold can\nbe non-$\\omega$-regular for deterministic limit-average and discounted-sum\nautomata, while this set is always $\\omega$-regular when the threshold is\nisolated (i.e., some neighborhood around the threshold contains no word). In\nthe latter case, we prove that the $\\omega$-regular language is robust against\nsmall perturbations of the transition weights.\n  We next consider automata with transition weights 0 or 1 and show that they\nare as expressive as general weighted automata in the limit-average case, but\nnot in the discounted-sum case.\n  Third, for quantitative languages $L_1$ and $L_2$, we consider the operations\n$\\max(L_1,L_2)$, $\\min(L_1,L_2)$, and $1-L_1$, which generalize the boolean\noperations on languages, as well as the sum $L_1 + L_2$. We establish the\nclosure properties of all classes of quantitative languages with respect to\nthese four operations.\n"]}]
["0905.2197",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","31C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2197"],"date":["2009-05-13"],"type":["text"],"creator":["Calef, Matthew T."],"language":[],"coverage":[],"title":["Riesz s-Equilibrium Measures on d-Dimensional Fractal Sets as s\n  Approaches d"],"description":["  Let $A$ be a compact set in $\\Rp$ of Hausdorff dimension $d$. For\n$s\\in(0,d)$, the Riesz $s$-equilibrium measure $\\mu^{s,A}$ is the unique Borel\nprobability measure with support in $A$ that minimizes $$\n\\Is(\\mu):=\\iint\\Rk{x}{y}{s}d\\mu(y)d\\mu(x)$$ over all such probability measures.\nIn this paper we show that if $A$ is a strictly self-similar $d$-fractal, then\n$\\mu^{s,A}$ converges in the weak-star topology to normalized $d$-dimensional\nHausdorff measure restricted to $A$ as $s$ approaches $d$ from below.\n"]}]
["0905.2198",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","14F20","11S15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2198"],"date":["2009-05-13"],"type":["text"],"creator":["Tsushima, Takahiro"],"language":[],"coverage":[],"title":["On localizations of characteristic classes of l-adic sheaves of rank 1"],"description":["  The Grothendieck-Ogg-Shafarevich formula is generalized to any dimensional\nscheme by Abbes-Kato-Saito. In this paper, we introduce two methods of\nlocalization of the characteristic classes for sheaves of rank 1 and compare\nthem. As a corollary of this comparison, we obtain a refinement of a formula\nproved by Abbes-Saito without denominator for a smooth sheaf of rank 1 which is\nclean with respect to the boundary.\n","Comment: 12 pages"]}]
["0905.2200",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2200"],"date":["2009-05-13"],"type":["text"],"creator":["Cao, Yong","Patnaik, Debprakash","Ponce, Sean","Archuleta, Jeremy","Butler, Patrick","Feng, Wu-chun","Ramakrishnan, Naren"],"language":[],"coverage":[],"title":["Towards Chip-on-Chip Neuroscience: Fast Mining of Frequent Episodes\n  Using Graphics Processors"],"description":["  Computational neuroscience is being revolutionized with the advent of\nmulti-electrode arrays that provide real-time, dynamic, perspectives into brain\nfunction. Mining event streams from these chips is critical to understanding\nthe firing patterns of neurons and to gaining insight into the underlying\ncellular activity. We present a GPGPU solution to mining spike trains. We focus\non mining frequent episodes which captures coordinated events across time even\nin the presence of intervening background/\"junk\" events. Our algorithmic\ncontributions are two-fold: MapConcatenate, a new computation-to-core mapping\nscheme, and a two-pass elimination approach to quickly find supported episodes\nfrom a large number of candidates. Together, they help realize a real-time\n\"chip-on-chip\" solution to neuroscience data mining, where one chip (the\nmulti-electrode array) supplies the spike train data and another (the GPGPU)\nmines it at a scale unachievable previously. Evaluation on both synthetic and\nreal datasets demonstrate the potential of our approach.\n"]}]
["0905.2201",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2201"],"date":["2009-05-13"],"type":["text"],"creator":["Deluca, C."],"language":[],"coverage":[],"title":["Photon + Jet production at sqrt{s}=1.96 TeV"],"description":["  Prompt photon production results by the CDF and D\\OCollaborations in the\nTevatron Run II at a center of mass energy of $\\sqrt{s}$=1.96 TeV are\npresented. Cross sections for central isolated photons, photon+jet production\nand photons produced in association with a heavy flavor quark are reported. The\nmeasurements are compared to Next-to-Leading order perturbative QCD\npredictions.\n","Comment: 4 pages, 6 figures, Proceedings for the QCD Session at Moriond 2009"]}]
["0905.2203",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2203"],"date":["2009-05-13"],"type":["text"],"creator":["Patnaik, Debprakash","Ponce, Sean P.","Cao, Yong","Ramakrishnan, Naren"],"language":[],"coverage":[],"title":["Accelerator-Oriented Algorithm Transformation for Temporal Data Mining"],"description":["  Temporal data mining algorithms are becoming increasingly important in many\napplication domains including computational neuroscience, especially the\nanalysis of spike train data. While application scientists have been able to\nreadily gather multi-neuronal datasets, analysis capabilities have lagged\nbehind, due to both lack of powerful algorithms and inaccessibility to powerful\nhardware platforms. The advent of GPU architectures such as Nvidia's GTX 280\noffers a cost-effective option to bring these capabilities to the\nneuroscientist's desktop. Rather than port existing algorithms onto this\narchitecture, we advocate the need for algorithm transformation, i.e.,\nrethinking the design of the algorithm in a way that need not necessarily\nmirror its serial implementation strictly. We present a novel implementation of\na frequent episode discovery algorithm by revisiting \"in-the-large\" issues such\nas problem decomposition as well as \"in-the-small\" issues such as data layouts\nand memory access patterns. This is non-trivial because frequent episode\ndiscovery does not lend itself to GPU-friendly data-parallel mapping\nstrategies. Applications to many datasets and comparisons to CPU as well as\nprior GPU implementations showcase the advantages of our approach.\n"]}]
["0905.2204",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2204"],"date":["2009-05-13"],"type":["text"],"creator":["Daif, Ounsi El","Drouard, Emmanuel","Park, Yeonsang","Fave, Alain","Kaminski, Anne","Lemiti, Mustapha","Letartre, Xavier","Viktorovitch, Pierre","Ahn, Sungmo","Jeon, Heonsu","Seassal, Christian"],"language":[],"coverage":[],"title":["Absorption enhancement in amorphous silicon photonic crystals for thin\n  film photovoltaic solar cells"],"description":["  We report on very high enhancement of thin layer's absorption through\nband-engineering of a photonic crystal structure. We realized amorphous silicon\n(aSi) photonic crystals, where slow light modes improve absorption efficiency.\nWe show through simulation that an increase of the absorption by a factor of\n1.5 is expected for a film of aSi. The proposal is then validated by an\nexperimental demonstration, showing an important increase of the absorption of\na layer of aSi over a spectral range of 0.32-0.76 microns.\n","Comment: 4 pages, 5 figures"]}]
["0905.2205",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2205"],"date":["2009-05-13"],"type":["text"],"creator":["Kaminska, Anna","Pacholek, Pawel"],"language":[],"coverage":[],"title":["Reheating in an early supersymmetric universe"],"description":["  Motivated by a recent discussion about the role of flat directions, a typical\nfeature of supersymmetric models, in the process of particle production in the\nearly universe a consistent model of inflation and preheating in supergravity\nwith MSSM fields has been built. It is based on a model proposed by M.\nKawasaki, M. Yamaguchi and T. Yanagida. In the inflationary stage, the flat\ndirections acquire large vacuum expectation values (VEVs) without spoiling the\nbackground of slow-roll, high-scale inflation consistent with the latest WMAP5\nobservational data. In the stage of particle production, naturally following\ninflation, the role of flat direction large VEVs depends strongly on effects\nconnected with the supergravity framework and non-renormalizable terms in the\nsuperpotential, which have been neglected so far in the literature. Such\neffects turn out to be very important, changing the previous picture of\npreheating in the presence of large flat direction VEVs by allowing for\nefficient preheating from the inflaton.\n","Comment: Talk given at 44th Rencontres de Moriond on Electroweak Interactions\n  and Unified Theories, 7-14 March 2009"]}]
["0905.2206",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2206"],"date":["2009-05-13"],"type":["text"],"creator":["Granot, Jonathan","LAT, for the Fermi","collaborations, GBM"],"language":[],"coverage":[],"title":["GRB Theory in the Fermi Era"],"description":["  Before the launch of the Fermi Gamma-ray Space Telescope there were only a\nhandful of gamma-ray bursts (GRBs) detected at high energies (above 100 MeV),\nwhile several different suggestions have been made for possible high-energy\nemission sites and mechanisms. Here I briefly review some of the theoretical\nexpectations for high-energy emission from GRBs, outline some of the hopes for\nimproving our understanding of GRB physics through Fermi observations of the\nprompt GRB emission or the early afterglow (first few hours after the GRB), and\nsummarize what we have learned so far from the existing Fermi GRB observations\n(over its first half-year of operation). Highlights include the first detection\nof > GeV emission from a short GRB, as well as detailed temporal and spectral\ninformation for the first GRB with > GeV emission and a measured redshift, that\nhas the highest measured apparent (isotropic equivalent) radiated energy output\n(for any GRB), the largest lower limit on the bulk Lorentz factor of the\nemitting region, and constrains possible Lorentz invariance violation by\nplacing a robust lower limit on the quantum gravity mass.\n","Comment: 8 pages, 1 figure with 3 panels - Invited talk, submitted to\n  Proceedings of 44th Recontres de Moriond - \"Very High Energy Phenomena in the\n  Universe\", La Thuile (Val d'Aosta, Italy) February 1 - 8, 2009"]}]
["0905.2214",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2214"],"date":["2009-05-13"],"type":["text"],"creator":["Goodrich, Michael T.","Nelson, Michael J.","Sun, Jonathan Z."],"language":[],"coverage":[],"title":["The Rainbow Skip Graph: A Fault-Tolerant Constant-Degree P2P Relay\n  Structure"],"description":["  We present a distributed data structure, which we call the rainbow skip\ngraph. To our knowledge, this is the first peer-to-peer data structure that\nsimultaneously achieves high fault tolerance, constant-sized nodes, and fast\nupdate and query times for ordered data. It is a non-trivial adaptation of the\nSkipNet/skip-graph structures of Harvey et al. and Aspnes and Shah, so as to\nprovide fault-tolerance as these structures do, but to do so using\nconstant-sized nodes, as in the family tree structure of Zatloukal and Harvey.\nIt supports successor queries on a set of n items using O(log n) messages with\nhigh probability, an improvement over the expected O(log n) messages of the\nfamily tree.\n","Comment: Expanded version of a paper appearing in ACM-SIAM Symp. on Discrete\n  Algorithms (SODA)"]}]
["0905.2218",{"format":[],"subject":["Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2218"],"date":["2009-05-13"],"type":["text"],"creator":["Hadjiconstantinou, Nicolas G.","Radtke, Gregg A.","Baker, Lowell L."],"language":[],"coverage":[],"title":["Low-variance Monte Carlo Solutions of the Boltzmann Transport Equation"],"description":["  We present and discuss a variance-reduced stochastic particle method for\nsimulating the relaxation-time model of the Boltzmann transport equation. The\npresent paper focuses on the dilute gas case, although the method is expected\nto directly extend to all fields (carriers) for which the relaxation-time\napproximation is reasonable. The variance reduction, achieved by simulating\nonly the deviation from equilibrium, results in a significant computational\nefficiency advantage compared to traditional stochastic particle methods in the\nlimit of small deviation from equilibrium. More specifically, the proposed\nmethod can efficiently simulate arbitrarily small deviations from equilibrium\nat a computational cost that is independent of the deviation from equilibrium,\nwhich is in sharp contrast to traditional particle methods.\n","Comment: 17 pages, 3 figures"]}]
["0905.2219",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2219"],"date":["2009-05-13"],"type":["text"],"creator":["Novikov, Vladimir"],"language":[],"coverage":[],"title":["Generalisations of the Camassa-Holm equation"],"description":["  We classify generalised Camassa-Holm type equations which possess infinite\nhierarchies of higher symmetries. We show that the obtained equations can be\ntreated as negative flows of integrable quasi-linear scalar evolution equations\nof orders 2, 3 and 5. We present the corresponding Lax representations or\nlinearisation transformations for these equations. Some of the obtained\nequations seem to be new.\n"]}]
["0905.2220",{"format":[],"subject":["Mathematics - Probability","60G17","60G40","60G44","60H10","60J25","60J60","60J65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2220","MSJ Memoirs, Mathematical Society of Japan, Volume 19, 2009"],"date":["2009-05-13"],"type":["text"],"creator":["Najnudel, Joseph","Roynette, Bernard","Yor, Marc"],"language":[],"coverage":[],"title":["A global view of Brownian penalisations"],"description":["  In this monograph, we construct and study a sigma-finite measure on\ncontinuous functions from R_+ to R, strongly related to many probability\nmeasures obtained by penalisation of Brownian motion, i.e. as limits of\nprobabilities which are absolutely continuous with respect to Wiener measure.\nThis remarkable sigma-finite measure can be generalized in three other cases:\none can start from a two-dimensional Brownian motion, from a recurrent\ndiffusion with values in R_+, and from a discrete, recurrent Markov chain.\n"]}]
["0905.2226",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2226"],"date":["2009-05-13"],"type":["text"],"creator":["Deng, Xue-Mei","Xie, Yi","Huang, Tian-Yi"],"language":[],"coverage":[],"title":["Reply to \"the Comment on 'Modified Scalar-Tensor-Vector Gravity Theory\n  and the Constraint on its Parameters' \""],"description":["  J. W. Moffat and V. T. Toth submitted recently a comment (arXiv:0903.5291) on\nour latest paper \"Modified scalar-tensor-vector gravity theory and the\nconstraint on its parameters\" [Deng, et al., Phys. Rev. D 79, 044014 (2009);\narXiv:0901.3730 ]. We reply to each of their comments and justify our work and\nconclusions. Especially, their general STVG (MOG) theory has to be modified to\nfit the modern precision experiments.\n","Comment: 4 pages, no figure"]}]
["0905.2232",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2232"],"date":["2009-05-13"],"type":["text"],"creator":["Fujii, Toshiyuki","Nishida, Munehiro","Hatakenaka, Noriyuki"],"language":[],"coverage":[],"title":["Proposal for testing Einstein's moon using three-time correlations"],"description":["  Quantum mechanics has predicted many counterintuitive phenomena in daily\nlife, and has changed our view of the world. Among such predictions, the\nexistence of a macroscopic object in superposition is especially unbelievable.\nAs Einstein asked, \"Do you really believe that the moon exists only when you\nlook at it?\". However, recent experimental results on a mesoscopic scale will\nultimately require us to dismiss commonsense so-called macroscopic reality.\nLeggett and Garg applied the Bell scheme for testing local realism to the time\nevolution of a macroscopic two-state system, and proposed a temporal version of\nthe Bell inequality (the Leggett-Garg (LG) inequality) for testing macroscopic\nrealism. However, as with the Bell inequality, the statistical approach behind\nthis scheme may be less effective in showing clear incompatibility. Here we\npropose a temporal version of the Greenberger-Horne-Zeilinger (GHZ) scheme\nwithout statistical treatment for testing Einstein's moon using three-time\ncorrelations.\n","Comment: 4 pages, 4 figures"]}]
["0905.2236",{"format":[],"subject":["Statistics - Machine Learning","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2236"],"date":["2009-05-13"],"type":["text"],"creator":["Harrington Jr., Patrick L.","Hero III, Alfred O."],"language":[],"coverage":[],"title":["Percolation Thresholds of Updated Posteriors for Tracking Causal Markov\n  Processes in Complex Networks"],"description":["  Percolation on complex networks has been used to study computer viruses,\nepidemics, and other casual processes. Here, we present conditions for the\nexistence of a network specific, observation dependent, phase transition in the\nupdated posterior of node states resulting from actively monitoring the\nnetwork. Since traditional percolation thresholds are derived using observation\nindependent Markov chains, the threshold of the posterior should more\naccurately model the true phase transition of a network, as the updated\nposterior more accurately tracks the process. These conditions should provide\ninsight into modeling the dynamic response of the updated posterior to active\nintervention and control policies while monitoring large complex networks.\n"]}]
["0905.2244",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2244"],"date":["2009-05-14"],"type":["text"],"creator":["Bytev, V. O."],"language":[],"coverage":[],"title":["The Simple Nonpolar Continuum Media. Part I. the Equivalence\n  Transformation"],"description":["  In the realm of Continuum Physics, material bodies are realized as continous\nmedia and so-called extensive quantities, such as mass, momentum and energy,\nare monitored through the fields of their densities, which are related by\nbalance laws constitutive equations.\n"]}]
["0905.2246",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2246"],"date":["2009-05-14"],"type":["text"],"creator":["Fujii, Toshiyuki","Matsuo, Shigemasa","Hatakenaka, Noriyuki"],"language":[],"coverage":[],"title":["Quantum Knitting Computer"],"description":["  We propose a fluxon-controlled quantum computer incorporated with three-qubit\nquantum error correction using special gate operations, i.e., joint-phase and\nSWAP gate operations, inherent in capacitively coupled superconducting flux\nqubits. The proposed quantum computer acts exactly like a knitting machine at\nhome.\n"]}]
["0905.2249",{"format":[],"subject":["Computer Science - Computational Geometry","Computer Science - Discrete Mathematics","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2249"],"date":["2009-05-14"],"type":["text"],"creator":["O'Rourke, Joseph"],"language":[],"coverage":[],"title":["Some Properties of Yao Y4 Subgraphs"],"description":["  The Yao graph for k=4, Y4, is naturally partitioned into four subgraphs, one\nper quadrant. We show that the subgraphs for one quadrant differ from the\nsubgraphs for two adjacent quadrants in three properties: planarity,\nconnectedness, and whether the directed graphs are spanners.\n","Comment: 7 pages, 6 figures"]}]
["0905.2251",{"format":[],"subject":["Mathematics - Combinatorics","05C69, 11B83"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2251"],"date":["2009-05-14"],"type":["text"],"creator":["Alikhani, Saeid","Peng, Yee-hock"],"language":[],"coverage":[],"title":["Introduction to Domination Polynomial of a Graph"],"description":["  We introduce a domination polynomial of a graph G. The domination polynomial\nof a graph G of order n is the polynomial D(G, x) =\\sum_{i=1}^n d(G, i)x^i,\nwhere d(G, i) is the number of dominating sets of G of size i. We obtain some\nproperties of D(G, x) and its coefficients. Also we compute this polynomial for\nsome specific graphs.\n","Comment: 10 pages. Accepted\n  http://www.combinatorialmath.ca/ArsCombinatoria/index.html"]}]
["0905.2256",{"format":[],"subject":["Mathematics - Probability","60J65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2256"],"date":["2009-05-14"],"type":["text"],"creator":["Letac, Philippe Biane Gérard"],"language":[],"coverage":[],"title":["The mean perimeter of some random plane convex sets generated by a\n  Brownian motion"],"description":["  If $C_1$ is the convex hull of the curve of the standard Brownian motion in\nthe complex plane watched from 0 to 1, we consider the convex hulls of $C_1$\nand several rotations of it and we compute the mean of the length of their\nperimeter by elementary calculations.\n"]}]
["0905.2257",{"format":[],"subject":["Computer Science - Programming Languages","Computer Science - Distributed, Parallel, and Cluster Computing","D.2.1","D.2.4","F.1.1","F.3.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2257"],"date":["2009-05-14"],"type":["text"],"creator":["Bergstra, J. A.","Middelburg, C. A."],"language":[],"coverage":[],"title":["A protocol for instruction stream processing"],"description":["  The behaviour produced by an instruction sequence under execution is a\nbehaviour to be controlled by some execution environment: each step performed\nactuates the processing of an instruction by the execution environment and a\nreply returned at completion of the processing determines how the behaviour\nproceeds. In this paper, we are concerned with the case where the processing\ntakes place remotely. We describe a protocol to deal with the case where the\nbehaviour produced by an instruction sequence under execution leads to the\ngeneration of a stream of instructions to be processed and a remote execution\nunit handles the processing of that stream of instructions.\n","Comment: 15pages"]}]
["0905.2260",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Nonlinear Sciences - Adaptation and Self-Organizing Systems","Physics - Biological Physics","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2260"],"date":["2009-05-14"],"type":["text"],"creator":["Smith, J. A","Martin, A. M"],"language":[],"coverage":[],"title":["Comparison of Hard-Core and Soft-Core Potentials for Modelling Flocking\n  in Free Space"],"description":["  An investigation into the properties of a two dimensional (2D+1) system of\nself propelled particles (known as boids) in free space is conducted using a\nLagrangian Individual-Based Model. A potential, associated with each boid is\nspecified and a Lagrangian is subsequently derived in order to obtain the\nequations of motion for each particle in the flock. The Morse potential and the\nLennard-Jones potential, both well understood in atomic and molecular physics,\nare specified. In contrast to the original model proposed by Vicsek [Phys. Rev.\nLett. 75, 1226 (1995)] systems are considered with open boundary conditions.\nThese two models successfully replicate the phases observed in Vicsek's\noriginal model, as well as several other significant phases, providing a\nrealistic model of a wide range of flocking phenomena.\n","Comment: 9 pages, 6 figures, 1 table"]}]
["0905.2264",{"format":[],"subject":["Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2264"],"date":["2009-05-14"],"type":["text"],"creator":["Singh, Virendra"],"language":[],"coverage":[],"title":["Bhabha's Contributions to Elementary Particle Physics and Cosmic Rays\n  Research"],"description":["  Bhabha's scientific research contributions are descibed in the context of his\nlife and contemporary science. During the Cambridge period(1927-1939),he worked\nin Positron theory(Bhabha scattering),Cosmic rays (Bhabha- Heitler theory of\ncosmic ray showers,prediction of heavier electrons) and Meson theory.In\nBangalore during 1939-1945, he worked on classical relativistic spinning\nparticles (Bhabha-Corben equations),meson theory and initiated experimental\nwork in cosmic rays in India.He then founded Tata Institute of Fundamental\nResearch in1945 at Bombay and moved there. Here he started work on relativistic\nwave equations (Bhabha eqns.).He also initiated India's nuclear energy\nprogramme in 1948 and this was his main preoccupation later.\n","Comment: 17 pages"]}]
["0905.2265",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2265"],"date":["2009-05-14"],"type":["text"],"creator":["Demni, Nizar"],"language":[],"coverage":[],"title":["Product formula for Jacobi polynomials, spherical harmonics and\n  generalized Bessel function of dihedral type"],"description":["  We work out the expression of the generalized Bessel function of type B in\nthe two-rank case. This is done using Dijskma and Koornwinder's product formula\nfor Jacobi polynomials and the obtained expression is given by multiple\nintegrals involving only a normalized modified Bessel function and two\nsymmetric Beta distributions. We think of that expression as the major step\ntoward the explicit expression of the Dunkl's intertwining V operator\nreflections-invariant functions. Finally, we give in the same setting an\nexplicit formula for the action of V on a product of a power of the norm and a\nspherical harmonic. The obtained formula extends to all dihedral systems and it\nimproves the one derived by Y.Xu.\n","Comment: this paper is accepted for publication in Int. Trans. Spec. Funct"]}]
["0905.2266",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2266"],"date":["2009-05-14"],"type":["text"],"creator":["Barnard, James"],"language":[],"coverage":[],"title":["SUSY Gauge Singlets and Dualities"],"description":["  We discuss how, by including gauge singlets in supersymmetric gauge theories,\none can construct and test new types of duality. This may help in finding dual\ntheories of supersymmetric GUTs. This talk is based on the recent article\narXiv:0903.1313 [hep-th].\n","Comment: Presentation at the XLIVth Rencontres de Moriond on Electroweak\n  Interactions and Unified Theories, La Thuile, Italy, 7-14 Mar 2009"]}]
["0905.2271",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory","81T15, 17B80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2271"],"date":["2009-05-14"],"type":["text"],"creator":["Baditoiu, Gabriel","Rosenberg, Steven"],"language":[],"coverage":[],"title":["Feynman Diagrams and Lax Pair Equations"],"description":["  We find a Lax pair equation corresponding to the Connes-Kreimer Birkhoff\nfactorization of the character group of a Hopf algebra. This flow preserves the\nlocality of counterterms. In particular, we obtain a flow for the character\ngiven by Feynman rules, and relate this flow to the Renormalization Group Flow.\n","Comment: Rewritten and expanded version of math-ph/0611014"]}]
["0905.2274",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2274","Proceedings of IAU Symposium No. 255 \"Low-Metallicity Star\n  Formation: From the First Stars to Dwarf Galaxies\" (2008), eds. L.K. Hunt, S.\n  Madden & R. Schneider (Cambridge University Press), pp. 282-288","doi:10.1017/S1743921308024794"],"date":["2009-05-14"],"type":["text"],"creator":["Nomoto, Keni'chi","Tanaka, Masaomi","Kamiya, Yasuomi","Tominaga, Nozomu","Maeda, Keiichi"],"language":[],"coverage":[],"title":["First Stars -- Type Ib Supernovae Connection"],"description":["  The very peculiar abundance patterns observed in extremely metal-poor (EMP)\nstars can not be explained by ordinary supernova nucleosynthesis but can be\nwell-reproduced by nucleosynthesis in hyper-energetic and hyper-aspherical\nexplosions, i.e., Hypernovae (HNe). Previously, such HNe have been observed\nonly as Type Ic supernovae. Here, we examine the properties of recent Type Ib\nsupernovae (SNe Ib). In particular, SN Ib 2008D associated with the luminous\nX-ray transient 080109 is found to be a more energetic explosion than normal\ncore-collapse supernovae. We estimate that the progenitor's main sequence mass\nis 20--25 M_sun and a kinetic energy of explosion is ~ 6 x 10^{51} erg. These\nproperties are intermediate between those of normal SNe and hypernovae\nassociated with gamma-ray bursts. Such energetic SNe Ib can make important\ncontribution to the chemical enrichment in the early Universe.\n","Comment: 7 pages, 5 figures"]}]
["0905.2278",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2278"],"date":["2009-05-14"],"type":["text"],"creator":["Beiglboeck, Mathias","Bergelson, Vitaly","Fish, Alexander"],"language":[],"coverage":[],"title":["Sumset Phenomenon in Countable Amenable Groups"],"description":["  Jin proved that whenever $A$ and $B$ are sets of positive upper density in\n$\\Z$, $A+B$ is piecewise syndetic. Jin's theorem was subsequently generalized\nby Jin and Keisler to a certain family of abelian groups, which in particular\ncontains $\\Z^d$. Answering a question of Jin and Keisler, we show that this\nresult can be extended to countable amenable groups.\n  Moreover we establish that such sumsets (or -- depending on the notation --\n\"productsets\") are piecewise Bohr, a result which for $G=\\Z$ was proved by\nBergelson, Furstenberg and Weiss. In the case of an abelian group $G$, we show\nthat a set is piecewise Bohr if and only if it contains a sumset of two sets of\npositive upper Banach density.\n"]}]
["0905.2283",{"format":[],"subject":["Mathematics - Rings and Algebras","11D09, 12J05, 12J15, 17A35, 17A45, 17D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2283"],"date":["2009-05-14"],"type":["text"],"creator":["Lundström, Patrik"],"language":[],"coverage":[],"title":["Hilbert 90 for Algebras with Conjugation"],"description":["  We show a version of Hilbert 90 that is valid for a large class of algebras\nmany of which are not commutative, distributive or associative. This class\ncontains the nth iteration of the Conway-Smith doubling procedure. We use our\nversion of Hilbert 90 to parametrize all solutions in ordered fields to the\nnorm one equation for such algebras.\n","Comment: 15 pages"]}]
["0905.2285",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2285"],"date":["2009-05-14"],"type":["text"],"creator":["Yu, Shin-Shan"],"language":[],"coverage":[],"title":["Searches for New Physics at the Tevatron in Photon and Jet Final States"],"description":["  We present the results of searches for non-standard model phenomena in photon\nand jet final states. These searches use data from integrated luminosities of\n0.7--2.7/fb of p-pbar collisions at sqrt(s)=1.96 TeV, collected with the CDF\nand D0 detectors at the Fermilab Tevatron. No significant excess in data has\nbeen observed. We report limits on the parameters of several models, including:\nlarge extra dimension, compositeness, leptoquarks, and supersymmetry.\n","Comment: Proceedings for the Moriond 2009 EW session 7 pages, 6 figures"]}]
["0905.2286",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Combinatorics","14J32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2286"],"date":["2009-05-14"],"type":["text"],"creator":["Kannan, S. S.","Pattanayak, S. K."],"language":[],"coverage":[],"title":["Projective normality of finite group quotients and EGZ theorem"],"description":["  In this note, we prove that for any finite dimensional vector space $V$ over\n$\\mathbb {C}$, and for a finite cyclic group $G$, the projective variety\n$\\mathbb P(V)/G$ is projectively normal with respect to the descent of\n$\\mathcal O(1)^{\\otimes |G|}$ by a method using toric variety, and deduce the\nEGZ theorem as a consequence.\n","Comment: 3 pages"]}]
["0905.2288",{"format":[],"subject":["Computer Science - Software Engineering","Computer Science - Programming Languages","D.2.8"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2288"],"date":["2009-05-14"],"type":["text"],"creator":["Zhang, Hongyu","Tan, Hee Beng Kuan","Marchesi, Michele"],"language":[],"coverage":[],"title":["The Distribution of Program Sizes and Its Implications: An Eclipse Case\n  Study"],"description":["  A large software system is often composed of many inter-related programs of\ndifferent sizes. Using the public Eclipse dataset, we replicate our previous\nstudy on the distribution of program sizes. Our results confirm that the\nprogram sizes follow the lognormal distribution. We also investigate the\nimplications of the program size distribution on size estimation and quality\npredication. We find that the nature of size distribution can be used to\nestimate the size of a large Java system. We also find that a small percentage\nof largest programs account for a large percentage of defects, and the number\nof defects across programs follows the Weibull distribution when the programs\nare ranked by their sizes. Our results show that the distribution of program\nsizes is an important property for understanding large and complex software\nsystems.\n","Comment: 10 pages, 2 figures, 6 tables"]}]
["0905.2293",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Complex Variables","37F75 (Primary) 37C15, 37F20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2293"],"date":["2009-05-14"],"type":["text"],"creator":["Branner, Bodil","Dias, Kealey"],"language":[],"coverage":[],"title":["Classification of Complex Polynomial Vector Fields in One Complex\n  Variable"],"description":["  A classification of the global structure of monic and centered one-variable\ncomplex polynomial vector fields is presented.\n","Comment: 57 pages, 35 figures, submitted to the Journal of Difference\n  Equations and Applications"]}]
["0905.2297",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2297"],"date":["2009-05-14"],"type":["text"],"creator":["Rajesh, R","Sharma, Vinod"],"language":[],"coverage":[],"title":["On Optimal Distributed Joint Source-Channel Coding for Correlated\n  Gaussian Sources over Gaussian Channels"],"description":["  We consider the problem of distributed joint source-channel coding of\ncorrelated Gaussian sources over a Gaussian Multiple Access Channel (GMAC).\nThere may be side information at the decoder and/or at the encoders. First we\nspecialize a general result (for transmission of correlated sources over a MAC\nwith side information) to obtain sufficient conditions for reliable\ntransmission over a Gaussian MAC. This system does not satisfy the\nsource-channel separation. We study and compare three joint source-channel\ncoding schemes available in literature. We show that each of these schemes is\noptimal under different scenarios. One of the schemes, Amplify and Forward (AF)\nwhich simplifies the design of encoders and the decoder, is optimal at low SNR\nbut not at high SNR. Another scheme is asymptotically optimal at high SNR. The\nthird coding scheme is optimal for orthogonal Gaussian channels. We also show\nthat AF is close to the optimal scheme for orthogonal channels even at high\nSNR.\n","Comment: 24 pages, 9 figures submitted to IEEE Trans Wireless commn"]}]
["0905.2299",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2299"],"date":["2009-05-14"],"type":["text"],"creator":["Dittmaier, S.","Uwer, P.","Weinzierl, S."],"language":[],"coverage":[],"title":["Phenomenological studies of top-pair production + jet at NLO"],"description":["  In this talk we discuss top-quark pair production in association with an\nadditional jet. We present numerical results based on a next-to-leading order\nQCD calculation.\n","Comment: 4 pages, contribution to the proceedings of the XLIIIth Rencontres de\n  Moriond (QCD)"]}]
["0905.2301",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2301"],"date":["2009-05-14"],"type":["text"],"creator":["BenAmor, Ali","Blanchard, Philippe"],"language":[],"coverage":[],"title":["Local existence and uniqueness for the frictional Newton-Schroedinger\n  equation in three dimensions"],"description":["  We prove local existence and uniqueness for the Newton-Schroedinger equation\nin three dimensions. Further we show that the blow-up alternative holds true as\nwell as the continuous dependence of the solution w.r.t. the initial data.\n"]}]
["0905.2303",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2303"],"date":["2009-05-14"],"type":["text"],"creator":["Esnault, Hélène","Hai, Phùng Hô"],"language":[],"coverage":[],"title":["Two small remarks on Nori fundamental group scheme"],"description":["  For $X$ a complete, reduced, geometrically connected scheme over a perfect\nfield of characteristic $p>0$, we analyze the decomposition of Nori's\nfundamental group scheme into its local and \\'etale parts and raise the\nquestion of the relation between the geometry and the splitting of the group\nscheme. We also describe in categorial terms the functor which corresponds to\nthe inclusion of the maximal reduced subgroup scheme.\n","Comment: 6 pages"]}]
["0905.2305",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2305"],"date":["2009-05-14"],"type":["text"],"creator":["Bevan, A. J."],"language":[],"coverage":[],"title":["SuperB"],"description":["  An overview of the SuperB project and its physics programme is presented.\nThere are many new physics sensitive observables that can be measured at a high\nluminosity e+e- collider operating near a centre of mass energy of ~10 GeV, and\nmany new physics scenarios to test in the literature. Together these form a\ngolden matrix of observables versus scenarios. Each scenario has its it's own\ngolden channel(s) and the pattern of deviations from Standard Model behaviour\nthat will be measured by SuperB can be used to home in on the new physics\nscenario describing nature at high energies.\n","Comment: Proceedings for Moriond EW 2009, 7 pages"]}]
["0905.2308",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2308"],"date":["2009-05-14"],"type":["text"],"creator":["Richard, Jean-Marc"],"language":[],"coverage":[],"title":["Steiner-tree confinement and tetraquarks"],"description":["  The linear confinement in quarkonium is generalised as a minimal tree, with\ninteresting geometrical properties. This model binds tetraquarks more easily\nthan the additive model used in earlier investigations.\n","Comment: 6 pages, 1 fig., Contr. \"Excited QCD\", Zakopane, Poland, Proc. to be\n  published in Acta Physica Polonica"]}]
["0905.2314",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2314"],"date":["2009-05-14"],"type":["text"],"creator":["Ghose, Partha"],"language":[],"coverage":[],"title":["A Relativistic Particle and Gravitoelectromagnetism"],"description":["  The mutual interaction of a relativistic particle and gravitoelectromagnetism\n(GEM) is studied both classically and quantum theoretically.\n","Comment: 15 pages, one figure"]}]
["0905.2315",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2315","Annals of Applied Statistics 2009, Vol. 3, No. 1, 1-5","doi:10.1214/09-AOAS234"],"date":["2009-05-14"],"type":["text"],"creator":["Loredo, Thomas J.","Rice, John","Stein, Michael L."],"language":[],"coverage":[],"title":["Introduction to papers on astrostatistics"],"description":["  We are pleased to present a Special Section on Statistics and Astronomy in\nthis issue of the The Annals of Applied Statistics. Astronomy is an\nobservational rather than experimental science; as a result, astronomical data\nsets both small and large present particularly challenging problems to analysts\nwho must make the best of whatever the sky offers their instruments. The\nresulting statistical problems have enormous diversity. In one problem, one may\nhave to carefully quantify uncertainty in a hard-won, sparse data set; in\nanother, the sheer volume of data may forbid a formally optimal analysis,\nrequiring judicious balancing of model sophistication, approximations, and\nclever algorithms. Often the data bear a complex relationship to the underlying\nphenomenon producing them, much in the manner of inverse problems.\n","Comment: Published in at http://dx.doi.org/10.1214/09-AOAS234 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0905.2319",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2319","Physical Review Letters 102 (2009) 195501"],"date":["2009-05-14"],"type":["text"],"creator":["Rountree, Cindy Linn","Vandembroucq, Damien","Talamali, Mehdi","Bouchaud, Elisabeth","Roux, Stéphane"],"language":[],"coverage":[],"title":["Plasticity-induced structural anisotropy of silica glass"],"description":["  Amorphous silica density at ambient pressure is known to depend on thermal\nhistory (through the quenching rate) but also, at room temperature, on the\nmaximum pressure applied in the past. Here we show that beyond density, a\nmechanical loading can endow the structure with an orientational order.\nMolecular dynamics simulations show evidence that amorphous silica develops a\npermanent anisotropic structure after extended shear plastic flow. This\nanisotropy which survives for an unstressed specimen is revealed markedly by\nthe fabric tensor computed over the Si-O-Si orientations, albeit the SiO4\ntetrahedra microstructure remains mostly unaltered.\n"]}]
["0905.2323",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2323"],"date":["2009-05-14"],"type":["text"],"creator":["Kar, Deepak","Collaboration, for the CDF"],"language":[],"coverage":[],"title":["Measurement of the Underlying Event at Tevatron"],"description":["  CDF Run II data for the underlying event associated with Drell-Yan lepton\npair production are examined as a function of the lepton-pair transverse\nmomentum. The data are compared with a previous analysis on the behavior of the\nunderlying event in high transverse momentum jet production and also with\nseveral other QCD Monte-Carlo models. The goal is to provide data that can be\nused to tune and improve the QCD Monte-Carlo models of the underlying event,\nwhich is especially important now in view of the LHC startup.\n","Comment: For the Moriond 2009 QCD session proceedings"]}]
["0905.2333",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Representation Theory","05E10, 05E05, 13A50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2333"],"date":["2009-05-14"],"type":["text"],"creator":["Assaf, Sami","Garsia, Adriano"],"language":[],"coverage":[],"title":["A kicking basis for the two-column Garsia-Haiman modules"],"description":["  In the early 1990s, Garsia and Haiman conjectured that the dimension of the\nGarsia-Haiman module is n!, and they showed that the resolution of this\nconjecture implies the Macdonald Positivity Conjecture. Haiman proved these\nconjectures in 2001 using algebraic geometry, but the question remains to find\nan explicit basis for the module which would give a simple proof of the\ndimension. Using the theory of Orbit Harmonics developed by Garsia and Haiman,\nwe present a \"kicking basis\" for Garsia-Haiman modules indexed by a partition\nwith at most two columns.\n","Comment: 14 pages, 7 figures, to appear in DMTCS as part of the conference\n  proceedings for FPSAC 2009"]}]
["0905.2343",{"format":[],"subject":["Mathematics - Complex Variables","32C55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2343"],"date":["2009-05-14"],"type":["text"],"creator":["Coltoiu, Mihnea"],"language":[],"coverage":[],"title":["The Levi problem on Stein spaces with singularities. A survey"],"description":["  We discuss the well-known open problems: the local Steiness problem and the\nunion problem.\n"]}]
["0905.2347",{"format":[],"subject":["Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2347"],"date":["2009-05-14"],"type":["text"],"creator":["Torres-Moreno, Juan-Manuel","Bougrain, Laurent","Alexandre, Frdéric"],"language":[],"coverage":[],"title":["Combining Supervised and Unsupervised Learning for GIS Classification"],"description":["  This paper presents a new hybrid learning algorithm for unsupervised\nclassification tasks. We combined Fuzzy c-means learning algorithm and a\nsupervised version of Minimerror to develop a hybrid incremental strategy\nallowing unsupervised classifications. We applied this new approach to a\nreal-world database in order to know if the information contained in unlabeled\nfeatures of a Geographic Information System (GIS), allows to well classify it.\nFinally, we compared our results to a classical supervised classification\nobtained by a multilayer perceptron.\n","Comment: 8 pages, 3 figures"]}]
["0905.2350",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2350"],"date":["2009-05-14"],"type":["text"],"creator":["Altarelli, Guido"],"language":[],"coverage":[],"title":["Theoretical Models of Neutrino Mixing: Recent Developments"],"description":["  The data on neutrino mixing are at present compatible with Tri-Bimaximal (TB)\nmixing. If one takes this indication seriously then the models that lead to TB\nmixing in first approximation are particularly interesting and A4 models are\nprominent in this list. However, the agreement of TB mixing with the data could\nstill be an accident. We discuss a recent model based on S4 where Bimaximal\nmixing is instead valid at leading order and the large corrections needed to\nreproduce the data arise from the diagonalization of charged leptons. The value\nof $\\theta_{13}$ could distinguish between the two alternatives.\n","Comment: 21 pages. Talk at the 13th International Workshop on Neutrino\n  Telescopes, Venice, March 10-13, 2009"]}]
["0905.2352",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2352"],"date":["2009-05-14"],"type":["text"],"creator":["Honorez, Laura Lopez"],"language":[],"coverage":[],"title":["Non-adiabatic instability in coupled dark sectors"],"description":["  It has been recently pointed out that coupled dark matter-dark energy systems\nsuffer from non-adiabatic instabilities at early times and large scales. We\nshow how coupled models free from non-adiabatic instabilities can be identified\nas a function of a generic coupling Q and of the dark energy equation of state\nw. In our analysis, we do not refer to any particular cosmic field. We also\nconfront a viable class of model in which the interaction is directly\nproportional to the dark energy density to recent cosmological data. In that\nframework, we show the correlations between the dark coupling and several\ncosmological parameters allowing to e.g.larger neutrino mass than in uncoupled\nmodels.\n","Comment: To appear in the proceedings for XLIVemes rencontres de Moriond,\n  Electroweak Interactions And Unified Theories session,La Thuile, Italy, 7-14\n  Mar 2007"]}]
["0905.2354",{"format":[],"subject":["Mathematics - K-Theory and Homology","16E40","18D30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2354"],"date":["2009-05-14"],"type":["text"],"creator":["Lowen, Wendy","Bergh, Michel Van den"],"language":[],"coverage":[],"title":["A Hochschild Cohomology Comparison Theorem for prestacks"],"description":["  We generalize and clarify Gerstenhaber and Schack's \"Special Cohomology\nComparison Theorem\". More specifically we obtain a fully faithful functor\nbetween the derived categories of bimodules over a prestack over a small\ncategory U and the derived category of bimodules over its corresponding fibered\ncategory. In contrast to Gerstenhaber and Schack we do not have to assume that\nU is a poset.\n","Comment: 17 pages"]}]
["0905.2366",{"format":[],"subject":["Quantitative Finance - Trading and Market Microstructure"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2366"],"date":["2009-05-14"],"type":["text"],"creator":["LaViolette, Randall A.","Ellebracht, Lory A.","Stamber, Kevin L.","Gieseler, Charles J.","Cook, Benjamin K."],"language":[],"coverage":[],"title":["Emergence of Price Divergence in a Model Short-Term Electric Power\n  Market"],"description":["  A minimal model of a market of myopic non-cooperative agents who trade\nbilaterally with random bids reproduces qualitative features of short-term\nelectric power markets, such as those in California and New England. Each agent\nknows its own budget and preferences but not those of any other agent. The\nnear-equilibrium price established mid-way through the trading session diverges\nto both much higher and much lower prices towards the end of the trading\nsession. This price divergence emerges in the model without any possibility\nthat the agents could have conspired to \"game\" the market. The results were\nweakly sensitive to the endowments but strongly sensitive to the nature of the\nagent's preferences and budget constraints.\n","Comment: 21 pages, 7 figures, 1 table"]}]
["0905.2367",{"format":[],"subject":["Computer Science - Software Engineering","Computer Science - Formal Languages and Automata Theory","D.2","F.1.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2367"],"date":["2009-05-14"],"type":["text"],"creator":["Chen, Zhe","Motet, Gilles"],"language":[],"coverage":[],"title":["A Language-theoretic View on Guidelines and Consistency Rules of UML"],"description":["  Guidelines and consistency rules of UML are used to control the degrees of\nfreedom provided by the language to prevent faults. Guidelines are used in\nspecific domains (e.g., avionics) to recommend the proper use of technologies.\nConsistency rules are used to deal with inconsistencies in models. However,\nguidelines and consistency rules use informal restrictions on the uses of\nlanguages, which makes checking difficult. In this paper, we consider these\nproblems from a language-theoretic view. We propose the formalism of C-Systems,\nshort for \"formal language control systems\". A C-System consists of a\ncontrolled grammar and a controlling grammar. Guidelines and consistency rules\nare formalized as controlling grammars that control the uses of UML, i.e. the\nderivations using the grammar of UML. This approach can be implemented as a\nparser, which can automatically verify the rules on a UML user model in XMI\nformat. A comparison to related work shows our contribution: a generic top-down\nand syntax-based approach that checks language level constraints at\ncompile-time.\n","Comment: 16 pages. In Proceedings of the 5th European Conference on Model\n  Driven Architecture - Foundations and Applications (ECMDA-FA 2009), Enschede,\n  The Netherlands, Lecture Notes in Computer Science 5562, pp. 66-81. Springer,\n  2009"]}]
["0905.2371",{"format":[],"subject":["Mathematics - Differential Geometry","53A35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2371"],"date":["2009-05-14"],"type":["text"],"creator":["Corro, Armando V.","Martinez, Antonio","Milan, Francisco"],"language":[],"coverage":[],"title":["Complete Flat Surfaces with two Isolated Singularities in Hyperbolic\n  3-space"],"description":["  We construct examples of flat surfaces in $\\mathbb{H}^3$ which are graphs\nover a two-punctured horosphere and classify complete embedded flat surfaces in\n$\\mathbb{H}^3$ with only one end and at most two isolated singularities.\n","Comment: 16 pages, 4 figures"]}]
["0905.2372",{"format":[],"subject":["Mathematics - Probability","Mathematics - Functional Analysis","44A12","60H40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2372"],"date":["2009-05-14"],"type":["text"],"creator":["Becnel, Jeremy J."],"language":[],"coverage":[],"title":["Extending the Support Theorem to Infinite Dimensions"],"description":["  The Radon transform is one of the most useful and applicable tools in\nfunctional analysis. First constructed by John Radon in 1917 it has now been\nadapted to several settings. One of the principle theorems involving the Radon\ntransform is the Support Theorem. In this paper, we discuss how the Radon\ntransform can be constructed in the white noise setting. We also develop a\nSupport Theorem in this setting.\n","Comment: 22 pages"]}]
["0905.2375",{"format":[],"subject":["Mathematics - Differential Geometry","34A55","53C65: 47G30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2375"],"date":["2009-05-14"],"type":["text"],"creator":["Holman, Sean","Stefanov, Plamen"],"language":[],"coverage":[],"title":["The weighted doppler transform"],"description":["  We consider the tomography problem of recovering a covector field on a simple\nRiemannian manifold based on its weighted Doppler transformation over a family\nof curves $\\Gamma$. This is a generalization of the attenuated Doppler\ntransform. Uniqueness is proven for a generic set of weights and families of\ncurves under a condition on the weight function. This condition is satisfied in\nparticular if the weight function is never zero, and its derivatives along the\ncurves in $\\Gamma$ is never zero.\n"]}]
["0905.2379",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2379"],"date":["2009-05-14"],"type":["text"],"creator":["Mahmud, Mehreen","Gabuzda, Denise C."],"language":[],"coverage":[],"title":["Using Faraday Rotation Gradients to probe Magnetic Tower Models"],"description":["  Parsec-scale multi-wavelength VLBA polarization observations can be used to\nstudy the magnetic-field structures of Active Galactic Nuclei (AGN) based on\nFaraday Rotation (FR) gradients. A number of transverse FR gradients have been\nfound, and interpreted as corresponding to helical magnetic fields wrapped\naround the jets; the gradients reflect the systematic change in the\nline-of-sight component of a toroidal or helical magnetic field across the jet\n(e.g Gabuzda, Murray & Cronin 2004). Our observations of a sample of BL Lac\nobjects at six wavelengths near 2, 4 and 6 cm have also revealed a previously\nundetected phenomena: these transverse gradients sometimes change their\ndirection with distance from the core. We have observed this behaviour in at\nleast five sources, which display gradients in their VLBI core region opposite\nto those in the jet. We suggest that this may be linked to magnetic tower\nmodels. In magnetic tower models, the field lines go outward with the jet and\nreturn and close in the accretion disk (or vice versa); differential rotation\nof the accretion disk winds up the inner and outer field lines into two helices\n(the inner helix \"nested\" in the outer helix). The total observed FR gradient\nis a sum of the effect of these two helical fields. It may be that gradients\ndetected relatively far from the core correspond to the outer helix, while\ngradients detected in the core region correspond to dominance of the inner\nhelix. This provides tentative evidence for the unification of helical magnetic\nfields and magnetic tower models, which could provide crucial new information\nfor understanding AGN jets. Further VLBI studies with resolution sufficient to\nreliably detect these gradients in the cm-wavelength core and inner jet will be\nimportant for further investigations of this phenomena.\n","Comment: from the proceedings for 'The 9th European VLBI Network Symposium on\n  The role of VLBI in the Golden Age for Radio Astronomy and EVN Users Meeting'\n  September 23-26th 2008, Bologna, Italy"]}]
["0905.2383",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11G10, 11G18, 11F85, 11F33"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2383"],"date":["2009-05-14"],"type":["text"],"creator":["Goren, Eyal Z.","Kassaei, Payman L"],"language":[],"coverage":[],"title":["Canonical Subgroups over Hilbert Modular Varieties"],"description":["  We obtain new results on the geometry of Hilbert modular varieties in\npositive characteristic and morphisms between them. Using these results and\nmethods of rigid geometry, we develop a theory of canonical subgroups for\nabelian varieties with real multiplication.\n","Comment: 56 pages"]}]
["0905.2384",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2384"],"date":["2009-05-14","2009-05-15"],"type":["text"],"creator":["Sidelnik, I. P.","Wundheiler, B.","Colombo, E.","Etchegoyen, A.","Ferrero, A.","Platino, M.","Wainberg, O."],"language":[],"coverage":[],"title":["First buried muon counter prototype for the Auger Observatory"],"description":["  AMIGA (Auger Muons and Infill for the Ground Array) constitutes an\nenhancement for the Pierre Auger Observatory. It consists of a denser array of\nsurface detectors and muon counters whose objective is both to extend the\ndetection range down to 10^17 eV and to help towards mass composition\ndetermination. The latter is to be achieved with muon counters since the shower\nmuon content is one of the best parameter for particle type identification. In\nthis work, we present the study of a muon counter prototype. The prototype was\nburied 3 m deep in an effort to avoid signal contamination from the shower\nelectromagnetic component. We study the performance of the detector before and\nafter burying it with its associated electronic components. The detector\nvalidation is performed from signal analysis of charged particles traversing\nthe counter.\n","Comment: 6 pages, 6 figures, Student contribution to the \"First La Plata\n  International School: Compact Objects and their Emission\", held in La Plata,\n  Argentina, March 10-14, 2008"]}]
["0905.2390",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2390"],"date":["2009-05-14"],"type":["text"],"creator":["Sauli, Vladimir"],"language":[],"coverage":[],"title":["Confinement of electrons in QED2+1 and quarks in QCD3+1 in Temporal\n  Euclidean space"],"description":["  Without any analytical assumption we solve the ladder QED2+1 in Minkowski\nspace. Further, we transform Greens functions to the Temporal Euclidean space,\nwherein we show that in the special case of ladder QED2+1 the solution is fully\nequivalent to the Minkowski one. QCD quark gap equation is solved in the\nframework of Temporal Euclidean space as well. In both models, the obtained\ncomplex fermion propagators exhibits confinement, since it does not satisfies\nKhallen-Lehmann representation.\n","Comment: 6pages, based on the talk Excited QCD, Zakopane 2009"]}]
["0905.2394",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2394"],"date":["2009-05-14"],"type":["text"],"creator":["Arina, Chiara"],"language":[],"coverage":[],"title":["Reconciling dark matter and neutrino masses in mSUGRA"],"description":["  We study the minimal SUGRA phenomenology in the case of an alternative seesaw\nmechanism for generating neutrino masses. Changes in the neutrino sector lead\nto a modification of the supersymmetric particle spectrum and the sneutrino\nnaturally arises as the lightest supersymmetric particle. The obtained\nsneutrino has a relic density within the WMAP range and is compatible with\npresent nuclear recoil bounds.\n","Comment: Proceedings of the XLIVth Rencontres de Moriond, Electroweak\n  interactions and unified theories"]}]
["0905.2396",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Complex Variables","14J28"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2396"],"date":["2009-05-14","2009-05-15"],"type":["text"],"creator":["Oguiso, Keiji"],"language":["en"],"coverage":[],"title":["The third smallest Salem number in automorphisms of K3 surfaces"],"description":["  We realize the logarithm of the third smallest known Salem number as the\ntopological entropy of a K3 surface automorphism with a Siegel disk and a\npointwisely fixed curve at the same time. We also show the logarithm of the\nLehmer number, the smallest known Salem number, is not realizable as the\ntopological entropy of any Enriques surface automorphism. These results are\nentirely inspired by McMullen's works and Mathematica programs.\n","Comment: 22 pages, many typos in formulas, values and in english are\n  corrected. Main results are unchanged"]}]
["0905.2399",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2399"],"date":["2009-05-14"],"type":["text"],"creator":["Gubinelli, Massimiliano","Lejay, Antoine"],"language":[],"coverage":[],"title":["Global existence for rough differential equations under linear growth\n  conditions"],"description":["  We prove existence of global solutions for differential equations driven by a\ngeometric rough path under the condition that the vector fields have linear\ngrowth. We show by an explicit counter-example that the linear growth condition\nis not sufficient if the driving rough path is not geometric. This settle a\nlong-standing open question in the theory of rough paths. So in the geometric\nsetting we recover the usual sufficient condition for differential equation.\nThe proof rely on a simple mapping of the differential equation from the\nEuclidean space to a manifold to obtain a rough differential equation with\nbounded coefficients.\n","Comment: 20 pages"]}]
["0905.2400",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2400"],"date":["2009-05-14"],"type":["text"],"creator":["Degond, Pierre","Hirstoaga, Sever","Vignal, Marie-Hélène"],"language":[],"coverage":[],"title":["The Vlasov model under large magnetic fields in the low-Mach number\n  regime"],"description":["  This article is concerned with the kinetic modeling, by means of the Vlasov\nequation, of charged particles under the influence of a strong external\nelectromagnetic field, i.e. when epsilon^2, the dimensionless cyclotron period,\ntends to zero. This leads us to split the velocity variable in the Vlasov\nequation into fluid and random components. The latter is supposed to have a\nlarge magnitude of order 1/epsilon (which corresponds to the low Mach number\nregime). In the limit epsilon -> 0, the resulting model is a hybrid model which\ncouples a kinetic description of the microscopic random motion of the particles\nto a fluid description of the macroscopic behavior of the plasma. The\nmicroscopic model is a first-order partial differential system for the\ndistribution function, which is averaged over the ultra-fast Larmor gyration\nand the fast parallel motion along the magnetic field lines. The perpendicular\ncomponent (with respect to the magnetic field lines) of the bulk velocity is\ngoverned by the classical relations describing the E X B and diamagnetic\ndrifts, while its parallel component satisfies an elliptic equation along the\nmagnetic field lines.\n"]}]
["0905.2403",{"format":[],"subject":["Mathematics - Representation Theory","17B56, 17B10","13A50."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2403"],"date":["2009-05-14"],"type":["text"],"creator":["Boe, Brian D.","Kujawa, Jonathan R.","Nakano, Daniel K."],"language":[],"coverage":[],"title":["Complexity and module varieties for classical Lie superalgebras"],"description":["  Let g=g_{0} \\oplus g_{1} be a classical Lie superalgebra and F be the\ncategory of finite dimensional g-supermodules which are semisimple over g_{0}.\nIn this paper we investigate the homological properties of the category F. In\nparticular we prove that F is self-injective in the sense that all projective\nsupermodules are injective. We also show that all supermodules in F admit a\nprojective resolution with polynomial rate of growth and, hence, one can study\ncomplexity in F. If g is a Type I Lie superalgebra we introduce support\nvarieties which detect projectivity and are related to the associated varieties\nof Duflo and Serganova. If in addition g has a (strong) duality then we prove\nthat the conditions of being tilting or projective are equivalent.\n","Comment: 21 pages"]}]
["0905.2404",{"format":[],"subject":["Mathematics - Numerical Analysis","65K10, 65N55 65N21, 65Y05 90C25, 52A41, 49M30, 49M27, 68U10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2404"],"date":["2009-05-14"],"type":["text"],"creator":["Fornasier, Massimo","Langer, Andreas","Schönlieb, Carola-Bibiane"],"language":[],"coverage":[],"title":["A Convergent Overlapping Domain Decomposition Method for Total Variation\n  Minimization"],"description":["  This paper is concerned with the analysis of convergent sequential and\nparallel overlapping domain decomposition methods for the minimization of\nfunctionals formed by a discrepancy term with respect to data and a total\nvariation constraint. To our knowledge, this is the first successful attempt of\naddressing such strategy for the nonlinear, nonadditive, and nonsmooth problem\nof total variation minimization. We provide several numerical experiments,\nshowing the successful application of the algorithm for the restoration of 1D\nsignals and 2D images in interpolation/inpainting problems respectively, and in\na compressed sensing problem, for recovering piecewise constant medical-type\nimages from partial Fourier ensembles.\n","Comment: Matlab code and numerical experiments of the methods provided in this\n  paper can be downloaded at the web-page:\n  http://homepage.univie.ac.at/carola.schoenlieb/webpage_tvdode/tv_dode_numerics.htm"]}]
["cond-mat/0006172",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0006172","Phys. Rev. B 67, 184523 (2003)"],"date":["2000-06-09"],"type":["text"],"creator":["Olson, C. J.","Reichhardt, C.","Scalettar, R. T.","Zimanyi, G. T.","Gronbech-Jensen, N."],"language":[],"coverage":[],"title":["Metastability and Transient Effects in Vortex Matter Near a Disorder\n  Driven Transition"],"description":["  We examine metastable and transient effects both above and below the\nfirst-order disorder driven decoupling line in a 3D simulation of magnetically\ninteracting pancake vortices. We observe pronounced transient and history\neffects as well as supercooling and superheating between the ordered and\ndisordered phases. In the disordered supercooled state as a function of DC\ndriving, reordering occurs through the formation of growing moving channels of\nthe ordered phase. We find that hysteresis in V(I) is strongly dependent on the\nproximity to the decoupling transition line.\n","Comment: 4 pages, 5 postscript figures"]}]
["gr-qc/0612050",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0612050","Proceedings of the Eleventh Marcel Grossmann Meeting 2006, Eds. H\n  Kleinert, RT Jantzen and R Ruffini, World Scientific, Singapore, p. 1290-1292\n  (2008)"],"date":["2006-12-08"],"type":["text"],"creator":["Kovács, Zoltán","Gergely, László Á."],"language":[],"coverage":[],"title":["Hamiltonian theory of brane-world gravity"],"description":["  A brane-world universe consists of a 4-dimensional brane embedded into a\n5-dimensional space-time (bulk). We apply the Arnowitt-Deser-Misner\ndecomposition to the brane-world, which results in a 3+1+1 break-up of the\nbulk. We present the canonical theory of brane cosmology based on this\ndecomposition. The Hamiltonian equations allow for the study of any physical\nphenomena in brane gravity. This method gives new prospects for studying the\ninitial value problem, stability analysis, brane black holes, cosmological\nperturbation theory and canonical quantization in brane-worlds.\n","Comment: to appear in the Proceedings of the Eleventh Marcel Grossmann Meeting\n  2006, World Scientific, Singapore (2007)"]}]
["gr-qc/0612052",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0612052","Proceedings of the Eleventh Marcel Grossmann Meeting 2006, Eds. H\n  Kleinert, RT Jantzen and R Ruffini, World Scientific, Singapore, p. 2302-2304\n  (2008)"],"date":["2006-12-08"],"type":["text"],"creator":["Kovács, Zoltán","Gergely, László Á.","Horváth, Zsolt"],"language":[],"coverage":[],"title":["Canonical Analysis of Radiating Atmospheres of Stars in Equilibrium"],"description":["  The spherically symmetric, static spacetime generated by a cross-flow of\nnon-interacting null dust streams can be conveniently interpreted as the\nradiation atmosphere of a star, which also receives exterior radiation.\nFormally, such a superposition of sources is equivalent to an anisotropic\nfluid. Therefore, there is a preferred time function in the system, defined by\nthis reference fluid. This internal time is employed as a canonical coordinate,\nin order to linearize the Hamiltonian constraint. This turns to be helpful in\nthe canonical quantization of the geometry of the radiating atmosphere.\n","Comment: to appear in the Proceedings of the Eleventh Marcel Grossmann Meeting\n  2006, World Scientific, Singapore (2007)"]}]
["gr-qc/0612086",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0612086","Proceedings of the Eleventh Marcel Grossmann Meeting 2006, Eds. H\n  Kleinert, RT Jantzen and R Ruffini, World Scientific, Singapore, p. 2503-2505\n  (2008)"],"date":["2006-12-13"],"type":["text"],"creator":["Gergely, László Á.","Keresztes, Zoltán","Mikóczi, Balázs"],"language":[],"coverage":[],"title":["The second post-Newtonian order generalized Kepler equation"],"description":["  The radial component of the motion of compact binary systems composed of\nneutron stars and/or black holes on eccentric orbit is integrated. We consider\nall type of perturbations that emerge up to second post-Newtonian order. These\nperturbations are either of relativistic origin or are related to the spin,\nmass quadrupole and magnetic dipole moments of the binary components. We derive\na generalized Kepler equation and investigate its domain of validity, in which\nit properly describes the radial motion.\n","Comment: to appear in the Proceedings of the Eleventh Marcel Grossmann Meeting\n  2006, World Scientific, Singapore (2007)"]}]
["gr-qc/0612163",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0612163","Proceedings of the Eleventh Marcel Grossmann Meeting 2006, Eds. H\n  Kleinert, RT Jantzen and R Ruffini, World Scientific, Singapore, p. 997-999\n  (2008)"],"date":["2006-12-27"],"type":["text"],"creator":["Gergely, László Á."],"language":[],"coverage":[],"title":["Is dark matter futile on the brane?"],"description":["  We investigate whether dark matter can be replaced by various source terms\nappearing in the effective Einstein equation, valid on a brane embedded into a\nhigher dimensional space-time (the bulk). Such non-conventional source terms\ninclude a quadratic (ordinary) matter source term, a geometric source term\noriginating in the Weyl curvature of the bulk, a source term arising from the\npossible asymmetric embedding, and finally the pull-back to the brane of\npossible non-standard model bulk fields.\n","Comment: to appear in the Proceedings of the Eleventh Marcel Grossmann Meeting\n  2006, World Scientific, Singapore (2007)"]}]
["math/0308279",{"format":[],"subject":["Mathematics - Differential Geometry","53C50 (Primary)","14J17, 32S25, 51M20, 52B10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0308279","Geom. Dedicata 126 (2007), 155-175"],"date":["2003-08-28","2004-11-02"],"type":["text"],"creator":["Pratoussevitch, Anna"],"language":[],"coverage":[],"title":["Fundamental Domains in Lorentzian Geometry"],"description":["  We consider discrete subgroups Gamma of the simply connected Lie group\nSU~(1,1), the universal cover of SU(1,1), of finite level, i.e. the subgroup\nintersects the centre of SU~(1,1) in a subgroup of finite index, this index is\ncalled the level of the group. The Killing form induces a Lorentzian metric of\nconstant curvature on the Lie group SU~(1,1). The discrete subgroup Gamma acts\non SU~(1,1) by left translations. We describe the Lorentz space form\nSU~(1,1)/Gamma by constructing a fundamental domain F for Gamma. We want F to\nbe a polyhedron with totally geodesic faces. We construct such F for all Gamma\nsatisfying the following condition: The image of Gamma in PSU(1,1) has a fixed\npoint u in the unit disk of order larger than the index of Gamma. The\nconstruction depends on the group Gamma and on the orbit Gamma(u) of the fixed\npoint u.\n","Comment: 16 pages with 5 figures; typos corrected; introduction completed"]}]
["math/0402153",{"format":[],"subject":["Mathematics - Differential Geometry","51M10 (Primary)","53C55","57M50 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0402153","Geom. Dedicata 111 (2005), 159-185."],"date":["2004-02-10","2004-06-21"],"type":["text"],"creator":["Pratoussevitch, Anna"],"language":[],"coverage":[],"title":["Traces in Complex Hyperbolic Triangle Groups"],"description":["  We present several formulas for the traces of elements in complex hyperbolic\ntriangle groups generated by complex reflections.\n  The space of such groups of fixed signature is of real dimension one. We\nparameterise this space by a real invariant alpha of triangles in the complex\nhyperbolic plane. The main result of the paper is a formula, which expresses\nthe trace of an element of the group as a Laurent polynomial in exp(i alpha)\nwith coefficients independent of alpha and computable using a certain\ncombinatorial winding number. We also give a recursion formula for these\nLaurent polynomials and generalise the trace formulas for the groups generated\nby complex mu-reflections.\n  We apply these formulas to prove some discreteness and some non-discreteness\nresults for complex hyperbolic triangle groups.\n","Comment: 22 pages, 1 figure; prop. 11 added, typos corrected; cor. 19 removed\n  (not correct)"]}]
["math/0501189",{"format":[],"subject":["Mathematics - Probability","60F99 (Primary), 60G50, 60J45, 60J65 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0501189","Electron. J. Probab., volume 10, paper 44, pages 1442-1467, 2005"],"date":["2005-01-12"],"type":["text"],"creator":["Kozdron, Michael J.","Lawler, Gregory F."],"language":[],"coverage":[],"title":["Estimates of random walk exit probabilities and application to\n  loop-erased random walk"],"description":["  We prove an estimate for the probability that a simple random walk in a\nsimply connected subset A of Z^2 starting on the boundary exits A at another\nspecified boundary point. The estimates are uniform over all domains of a given\ninradius. We apply these estimates to prove a conjecture of S. Fomin in 2001\nconcerning a relationship between crossing probabilities of loop-erased random\nwalk and Brownian motion.\n","Comment: 26 pages, 0 figures"]}]
["math/0506337",{"format":[],"subject":["Mathematics - Probability","60F05 (Primary), 60G50, 60J45, 60J65 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0506337","ALEA Lat. Am. J. Probab. Math. Stat., volume 2, paper 02-05, pages\n  125-155, 2006"],"date":["2005-06-16","2005-12-08"],"type":["text"],"creator":["Kozdron, Michael J."],"language":[],"coverage":[],"title":["On the scaling limit of simple random walk excursion measure in the\n  plane"],"description":["  The Brownian excursion measure is a conformally invariant infinite measure on\ncurves. It figured prominently in one of the first major applications of SLE,\nnamely the explicit calculations of the planar Brownian intersection exponents\nfrom which the Hausdorff dimension of the frontier of the Brownian path could\nbe computed (Lawler, Schramm, and Werner, 2001). In this paper we define the\nsimple random walk excursion measure and show that for any bounded, simply\nconnected Jordan domain D, the simple random walk excursion measure on D\nconverges in the scaling limit to the Brownian excursion measure on D.\n","Comment: v2: 31 pages, 0 figures; fixed minor typos, updated acknowledgements\n  and references"]}]
["math/0604260",{"format":[],"subject":["Mathematics - Algebraic Topology","55P43, 55S45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0604260","Algebr. Geom. Topol. 6 (2006) 1785-1829","doi:10.2140/agt.2006.6.1785"],"date":["2006-04-11","2009-05-15"],"type":["text"],"creator":["Dugger, Daniel","Shipley, Brooke"],"language":[],"coverage":[],"title":["Postnikov extensions of ring spectra"],"description":["  We give a functorial construction of k-invariants for ring spectra and use\nthese to classify extensions in the Postnikov tower of a ring spectrum.\n","Comment: This is the version published by Algebraic & Geometric Topology on 1\n  November 2006"]}]
["math/0605159",{"format":[],"subject":["Mathematics - Probability","60G50 (Primary), 60J45, 60J65 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0605159","Fields Institute Communications, volume 50, pages 199-224, 2007"],"date":["2006-05-07","2006-06-07"],"type":["text"],"creator":["Kozdron, Michael J.","Lawler, Gregory F."],"language":[],"coverage":[],"title":["The configurational measure on mutually avoiding SLE paths"],"description":["  We define multiple chordal SLEs in a simply connected domain by considering a\nnatural configurational measure on paths. We show how to construct these\nmeasures so that they are conformally covariant and satisfy certain boundary\nperturbation and Markov properties, as well as a cascade relation. As an\nexample of our construction, we derive the scaling limit of Fomin's identity in\nthe case of two paths directly; that is, we prove that the probability that an\nSLE(2) and a Brownian excursion do not intersect can be given in terms of the\ndeterminant of the excursion hitting matrix. Finally, we define the lambda-SAW,\na one-parameter family of measures on self-avoiding walks on Z^2.\n","Comment: v2: 29 pages, 4 figures; fixed minor typos, updated references"]}]
["math/0703615",{"format":[],"subject":["Mathematics - Probability","60-02 (Primary), 60F99, 60G50, 60J45, 60J65 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703615","C. R. Math. Rep. Acad. Sci. Canada, volume 29, number 3, pages\n  65-80, 2007"],"date":["2007-03-20","2008-02-10"],"type":["text"],"creator":["Kozdron, Michael J."],"language":[],"coverage":[],"title":["The scaling limit of Fomin's identity for two paths in the plane"],"description":["  We review some recently completed research that establishes the scaling limit\nof Fomin's identity for loop-erased random walk on Z^2 in terms of the chordal\nSchramm-Loewner evolution (SLE) with parameter 2. In the case of two paths, we\nprovide a simplified proof of the identity for loop-erased random walk and\nsimple random walk, and prove directly that the corresponding identity holds\nfor chordal SLE(2) and Brownian motion. We also include a brief introduction to\nSLE and discussion of the relationship between SLE(2) and loop-erased random\nwalk.\n","Comment: v2: 14 pages, 2 figures, review paper to appear in C.R. Math. Rep.\n  Acad. Sci. Canada; added brief introduction to SLE, updated acknowledgements\n  and references"]}]
["quant-ph/0505151",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0505151","Quantum Information with Continous Variables of Atoms and Light,\n  pages 23-42 (Imperial College Press, London, 2007)"],"date":["2005-05-20"],"type":["text"],"creator":["Eisert, J.","Wolf, M. M."],"language":[],"coverage":[],"title":["Gaussian quantum channels"],"description":["  This article provides an elementary introduction to Gaussian channels and\ntheir capacities. We review results on the classical, quantum, and entanglement\nassisted capacities and discuss related entropic quantities as well as\nadditivity issues. Some of the known results are extended. In particular, it is\nshown that the quantum conditional entropy is maximized by Gaussian states and\nthat some implications for additivity problems can be extended to the Gaussian\nsetting.\n","Comment: 20 pages, LaTeX. Review article, previously unpublished material in\n  Sections 3.3 and 5.4"]}]
["quant-ph/0507128",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0507128","Phys. Rev. Lett. 95, 260501 (2005)","doi:10.1103/PhysRevLett.95.260501"],"date":["2005-07-13","2009-05-15"],"type":["text"],"creator":["Barreiro, Julio T.","Langford, Nathan K.","Peters, Nicholas A.","Kwiat, Paul G."],"language":[],"coverage":[],"title":["Generation of Hyperentangled Photons Pairs"],"description":["  We experimentally demonstrate the first quantum system entangled in every\ndegree of freedom (hyperentangled). Using pairs of photons produced in\nspontaneous parametric downconversion, we verify entanglement by observing a\nBell-type inequality violation in each degree of freedom: polarization, spatial\nmode and time-energy. We also produce and characterize maximally hyperentangled\nstates and novel states simultaneously exhibiting both quantum and classical\ncorrelations. Finally, we report the tomography of a 2x2x3x3 system\n(36-dimensional Hilbert space), which we believe is the first reported photonic\nentangled system of this size to be so characterized.\n","Comment: 5 pages, 3 figures, 1 table, published version"]}]
