["0705.0547",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0547"],"date":["2007-05-03","2009-08-06"],"type":["text"],"creator":["Perez, Asher","Mussack, Katie","Dappen, Werner","Mao, Dan"],"language":[],"coverage":[],"title":["The Solar-Interior Equation of State with the Path-Integral Formalism I.\n  Domain of Validity"],"description":["  This is the first paper in a series that deals with solar-physics\napplications of the equation-of-state formalism based on the formulation of the\nso-called \"Feynman-Kac (FK) representation\". Here, the FK equation of state is\npresented and adapted for solar applications. Its domain of validity is\nassessed. The practical application to the Sun will be dealt with in Paper II.\nPaper III will extend the current FK formalism to a higher order. Use of the FK\nequation of state is limited to physical conditions for which more than 90% of\nhelium is ionized. This incudes the inner region of the Sun out to about .98 of\nthe solar radius. Despite this limitation, in the parts of the Sun where it is\napplicable, the FK equation of state has the power to be more accurate than the\nequations of state currently used in solar modeling. The FK approach is\nespecially suited to study physical effects such as Coulomb screening, bound\nstates, the onset of recombination of fully ionized species, as well as\ndiffraction and exchange effects. The localizing power of helioseismology\nallows a test of the FK equation of state. Such a test will be beneficial both\nfor better solar models and for tighter solar constraints of the equation of\nstate.\n","Comment: Completely rewritten revised version. Accepted for publication in\n  Astronomy & Astrophysics"]}]
["0705.3215",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3215","Discrete Appl. Math. 156 (2008), no. 18, 3525-3531.","doi:10.1016/j.dam.2008.04.008"],"date":["2007-05-22","2007-09-21"],"type":["text"],"creator":["MacArthur, Ben D.","Sánchez-García, Rubén J.","Anderson, James W."],"language":[],"coverage":[],"title":["On Automorphism Groups of Networks"],"description":["  We consider the size and structure of the automorphism groups of a variety of\nempirical `real-world' networks and find that, in contrast to classical random\ngraph models, many real-world networks are richly symmetric. We relate\nautomorphism group structure to network topology and discuss generic forms of\nsymmetry and their origin in real-world networks.\n","Comment: 10 pages, 2 figures, major changes, abridged version"]}]
["0707.3058",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3058","PoS KAON:009,2008"],"date":["2007-07-20","2007-10-03"],"type":["text"],"creator":["Banerjee, Swagato"],"language":[],"coverage":[],"title":["Measurement of |V_us| using hadronic tau decays from BaBar & Belle"],"description":["  We report on measurements of branching fractions for several hadronic tau\ndecays to final states with kaons, which can be used to determine the strange\nquark mass and the element |V_us| of the Cabibbo-Kobayashi-Maskawa quark-mixing\nmatrix. The results are obtained from data collected with the BaBar and Belle\ndetectors at the PEP-II and KEKB asymmetric-energy e+e- colliders at SLAC and\nKEK, respectively, both operating at center-of-mass energies near the Y(4S)\nresonance.\n","Comment: 5 pages, 1 figure, 1 table (To appear in the proceedings of\n  International Kaon Conference '07)"]}]
["0708.3238",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3238","PoS KAON:005,2008"],"date":["2007-08-23"],"type":["text"],"creator":["Sciolla, Gabriella","Collaboration, representing the Babar"],"language":[],"coverage":[],"title":["How well do we know the Unitarity Triangle? An experimental review"],"description":["  In the past 10 years our knowledge of the parameters rho and eta of the\nCabibbo-Kobayashi-Maskawa matrix has improved substantially. This article\nreviews the measurements that contributed to this advance, and discusses their\nimplication in terms of understanding CP violation in the Standard Model and\nbeyond.\n","Comment: 9 pages, 8 postscript figures, contributed to the Proceedings of Kaon\n  2007 (KAON International Conference), May 21-25 2007, Laboratori Nazionali di\n  Frascati dell'INFN, Rome, Italy"]}]
["0710.2153",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2153"],"date":["2007-10-10","2009-08-07"],"type":["text"],"creator":["Grobis, M.","Yamachika, R.","Wachowiak, A.","Lu, Xinghua","Crommie, M. F."],"language":[],"coverage":[],"title":["Phase Separation and Charge Transfer in a K-doped C60 Monolayer on\n  Ag(001)"],"description":["  We have performed a scanning tunneling microscopy and spectroscopy study of\npotassium-doped C60 monolayers (KxC60) on Ag(001) in the regime of x ~ 1. Low\ntemperature annealing (640 K) leads to the formation of two well-ordered KxC60\nphases that exhibit differing levels of electron charge transfer. Further\nannealing (710 K) distills out the higher electron-doped phase from the lower\nelectron-doped phase, leaving behind a third C60 phase completely devoid of K.\nSpectroscopic measurements indicate that the electron-doping level of the\nhigher electron-doped KC60 phase is anomalously large.\n","Comment: 15 pages, 4 figures. v2 has minor edits for clarity"]}]
["0710.3650",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Complex Variables","37F50","32H50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3650","doi:10.1007/s00209-009-0493-z"],"date":["2007-10-19","2008-06-13"],"type":["text"],"creator":["Raissy, Jasmin"],"language":[],"coverage":[],"title":["Linearization of holomorphic germs with quasi-Brjuno fixed points"],"description":["  Let $f$ be a germ of holomorphic diffeomorphism of $\\C^n$ fixing the origin\n$O$, with $df_O$ diagonalizable. We prove that, under certain arithmetic\nconditions on the eigenvalues of $df_O$ and some restrictions on the\nresonances, $f$ is locally holomorphically linearizable if and only if there\nexists a particular $f$-invariant complex manifold. Most of the classical\nlinearization results can be obtained as corollaries of our result.\n","Comment: 20 pages; added some statements and an example to clarify the context"]}]
["0711.2551",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2551","Automatica 45 (2009), pp. 1837-1846","doi:10.1016/j.automatica.2009.04.018"],"date":["2007-11-15","2009-05-24"],"type":["text"],"creator":["Nurdin, H. I.","James, M. R.","Petersen, I. R."],"language":[],"coverage":[],"title":["Coherent quantum LQG control"],"description":["  Based on a recently developed notion of physical realizability for quantum\nlinear stochastic systems, we formulate a quantum LQG optimal control problem\nfor quantum linear stochastic systems where the controller itself may also be a\nquantum system and the plant output signal can be fully quantum. Such a control\nscheme is often referred to in the quantum control literature as \"coherent\nfeedback control.'' It distinguishes the present work from previous works on\nthe quantum LQG problem where measurement is performed on the plant and the\nmeasurement signals are used as input to a fully classical controller with no\nquantum degrees of freedom. The difference in our formulation is the presence\nof additional non-linear and linear constraints on the coefficients of the\nsought after controller, rendering the problem as a type of constrained\ncontroller design problem. Due to the presence of these constraints our problem\nis inherently computationally hard and this also distinguishes it in an\nimportant way from the standard LQG problem. We propose a numerical procedure\nfor solving this problem based on an alternating projections algorithm and, as\ninitial demonstration of the feasibility of this approach, we provide fully\nquantum controller design examples in which numerical solutions to the problem\nwere successfully obtained. For comparison, we also consider the case of\nclassical linear controllers that use direct or indirect measurements, and show\nthat there exists a fully quantum linear controller which offers an improvement\nin performance over the classical ones.\n","Comment: 25 pages, 1 figure, revised and corrected version (mainly to Section\n  8). To be published in Automatica, Journal of IFAC, 2009"]}]
["0801.1909",{"format":[],"subject":["Mathematics - Probability","60J45 (Primary) 31C20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1909","Annals of Applied Probability 2009, Vol. 19, No. 3, 1092-1107","doi:10.1214/08-AAP572"],"date":["2008-01-12","2009-08-07"],"type":["text"],"creator":["Addario-Berry, Louigi","Broutin, Nicolas","Lugosi, Gábor"],"language":[],"coverage":[],"title":["Effective resistance of random trees"],"description":["  We investigate the effective resistance $R_n$ and conductance $C_n$ between\nthe root and leaves of a binary tree of height $n$. In this electrical network,\nthe resistance of each edge $e$ at distance $d$ from the root is defined by\n$r_e=2^dX_e$ where the $X_e$ are i.i.d. positive random variables bounded away\nfrom zero and infinity. It is shown that\n$\\mathbf{E}R_n=n\\mathbf{E}X_e-(\\operatorname\n{\\mathbf{Var}}(X_e)/\\mathbf{E}X_e)\\ln n+O(1)$ and $\\operatorname\n{\\mathbf{Var}}(R_n)=O(1)$. Moreover, we establish sub-Gaussian tail bounds for\n$R_n$. We also discuss some possible extensions to supercritical Galton--Watson\ntrees.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AAP572 the Annals of\n  Applied Probability (http://www.imstat.org/aap/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0802.1534",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1534","PoS RADCOR2007:017,2007"],"date":["2008-02-11"],"type":["text"],"creator":["Forde, Darren"],"language":[],"coverage":[],"title":["Constructing QCD one-loop amplitudes"],"description":["  In the context of constructing one-loop amplitudes using a unitarity\nbootstrap approach we discuss a general systematic procedure for obtaining the\ncoefficients of the scalar bubble and triangle integral functions of one-loop\namplitudes. Coefficients are extracted after examining the behaviour of the cut\nintegrand as the unconstrained parameters of a specifically chosen\nparametersiation of the cut loop momentum approach infinity.\n","Comment: 5 Pages. To appear in the proceedings of the 8th International\n  Symposium on Radiative Corrections (RADCOR 2007): Application of Quantum\n  Field Theory to Phenomenology, Florence, Italy, 1-6 Oct 2007"]}]
["0803.2475",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2475","PoS RADCOR2007:056,2007"],"date":["2008-03-17"],"type":["text"],"creator":["Dixon, Lance J."],"language":[],"coverage":[],"title":["Gluon scattering in N=4 super-Yang-Mills theory from weak to strong\n  coupling"],"description":["  I describe some recent developments in the understanding of gluon scattering\namplitudes in N=4 super-Yang-Mills theory in the large-N_c limit. These\namplitudes can be computed to high orders in the weak coupling expansion, and\nalso now at strong coupling using the AdS/CFT correspondence. They hold the\npromise of being solvable to all orders in the gauge coupling, with the help of\ntechniques based on integrability. They are intimately related to expectation\nvalues for polygonal Wilson loops composed of light-like segments.\n","Comment: 20 pages, 10 figures, talk presented at RADCOR 2007"]}]
["0805.1275",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1275","Res.Astron.Astrophys.9:409-421,2009","doi:10.1088/1674-4527/9/4/004"],"date":["2008-05-09","2008-07-07"],"type":["text"],"creator":["Qiu, Cong-Xin","Dai, Zi-Gao"],"language":[],"coverage":[],"title":["Testing Lorentz Violation Using Propagating UHECRs"],"description":["  Lorentz invariant violation (LIV) test is very important to study in the new\nphysics. All the known astrophysical constraints either have a very small\nexaminable parameter space, or are only suitable for some special theoretical\nmodels. Here we suggest that it is possible to detect the time-delay of\nultra-high-energy cosmic-rays (UHECRs) directly. We discuss some difficulties\nin our method, including the intergalactic magnetic fields. It seems that none\nof them are crucial, hence this method could give a larger examinable parameter\nspace and a stronger constraint on LIV.\n","Comment: 13 pages, 3 figures"]}]
["0806.0631",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0631","Q. Inf. Comp. Vol.8, No.8&9, pp. 715--721, 2008"],"date":["2008-06-03"],"type":["text"],"creator":["Harrow, Aram W."],"language":[],"coverage":[],"title":["Exact universality from any entangling gate without inverses"],"description":["  This note proves that arbitrary local gates together with any entangling\nbipartite gate V are universal. Previously this was known only when access to\nboth V and V^{-1} was given, or when approximate universality was demanded.\n","Comment: 4 pages"]}]
["0806.3828",{"format":[],"subject":["Physics - Chemical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3828"],"date":["2008-06-24","2009-08-07"],"type":["text"],"creator":["Kornyushin, Yuri"],"language":[],"coverage":[],"title":["Kinetic and electrostatic energies in quantum mechanics"],"description":["  A concept of kinetic energy in quantum mechanics is analyzed. Kinetic energy\nis a non-zero positive value in many cases of bound states, when a wave\nfunction is a real-valued one and there are no visible motion and flux. This\ncan be understood, using expansion of the wave function into Fourier integral,\nthat is, on the basis of virtual plane waves. The ground state energy of a\nhydrogen atom is calculated in a special way, regarding explicitly all the\nterms of electrostatic and kinetic energies. The correct values of the ground\nstate energy and the radius of decay are achieved only when the electrostatic\nenergies of the electron and the proton (self-energies) are not taken into\naccount. This proves again that self-action should be excluded in quantum\nmechanics. A model of a spherical ball with uniformly distributed charge of\nparticles is considered. It is shown that for a neutral ball (with compensated\nelectric charge) the electrostatic energy is a non-zero negative value in this\nmodel. This occurs because the self-energy of the constituting particles should\nbe subtracted. So it shown that the energy of the electric field does not have\nto be of a positive value in any imaginable problem.\n","Comment: This paper can help to understand better the topic of kinetic energy\n  and self-action in non-relativistic Quantum Mechanics; Russian version\n  included"]}]
["0807.4363",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4363","Phys.Rev.Lett.103:011301,2009","doi:10.1103/PhysRevLett.103.011301"],"date":["2008-07-28","2009-06-08"],"type":["text"],"creator":["Carroll, Sean M.","Mantry, Sonny","Ramsey-Musolf, Michael J.","Stubbs, Christopher W."],"language":[],"coverage":[],"title":["Dark-Matter-Induced Weak Equivalence Principle Violation"],"description":["  A long-range fifth force coupled to dark matter can induce a coupling to\nordinary matter if the dark matter interacts with Standard Model fields. We\nconsider constraints on such a scenario from both astrophysical observations\nand laboratory experiments. We also examine the case where the dark matter is a\nweakly interacting massive particle, and derive relations between the coupling\nto dark matter and the coupling to ordinary matter for different models.\nCurrently, this scenario is most tightly constrained by galactic dynamics, but\nimprovements in Eotvos experiments can probe unconstrained regions of parameter\nspace.\n","Comment: 4 pages"]}]
["0808.0184",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0184","Astrophys.J.682:775-783,2008; AIP Conf.Proc.1085:518-521,2009","doi:10.1086/589641","doi:10.1063/1.3076723"],"date":["2008-08-01"],"type":["text"],"creator":["Reimer, A.","Costamante, L.","Madejski, G.","Reimer, O.","Dorner, D."],"language":[],"coverage":[],"title":["A Hard X-Ray View of Two Distant VHE Blazars: 1ES 1101-232 and 1ES\n  1553+113"],"description":["  TeV blazars are known as prominent nonthermal emitters across the entire\nelectromagnetic spectrum with their photon power peaking in the X-ray and TeV\nbands. If distant, absorption of gamma-ray photons by the extragalactic\nbackground light (EBL) alters the intrinsic TeV spectral shape, thereby\naffecting the overall interpretation. Suzaku observations for two of the more\ndistant TeV blazars known to date, 1ES 1101-232 and 1ES 1553+113, were carried\nout in 2006 May and July, respectively, including a quasi-simultaneous coverage\nwith the state-of-the-art Cerenkov telescope facilities. We report on the\nresulting data sets with emphasis on the X-ray band and set in context to their\nhistorical behavior. During our campaign, we did not detect any significant\nX-ray or gamma-ray variability. 1ES 1101-232 was found in a quiescent state\nwith the lowest X-ray flux ever measured. The combined XIS and HXD PIN data for\n1ES 1101-232 and 1ES 1553+113 clearly indicate spectral curvature up to the\nhighest hard X-ray data point (~30 keV), manifesting as softening with\nincreasing energy. We describe this spectral shape by either a broken power law\nor a log-parabolic fit with equal statistical goodness of fits. The combined\n1ES 1553+113 very high energy spectrum (90-500 GeV) did not show any\nsignificant changes with respect to earlier observations. The resulting\ncontemporaneous broadband spectral energy distributions of both TeV blazars are\ndiscussed in view of implications for intrinsic blazar parameter values, taking\ninto account the gamma-ray absorption in the EBL.\n","Comment: 9 pages, 10 figures"]}]
["0809.0912",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0912","Astron.J.137:4118-4126,2009","doi:10.1088/0004-6256/137/5/4118"],"date":["2008-09-04","2009-02-08"],"type":["text"],"creator":["Inada, Naohisa","Oguri, Masamune","Shin, Min-Su","Kayo, Issha","Strauss, Michael A.","Morokuma, Tomoki","Schneider, Donald P.","Becker, Robert H.","Bahcall, Neta A.","York, Donald G."],"language":[],"coverage":[],"title":["Five New High-Redshift Quasar Lenses from the Sloan Digital Sky Survey"],"description":["  We report the discovery of five gravitationally lensed quasars from the Sloan\nDigital Sky Survey (SDSS). All five systems are selected as two-image lensed\nquasar candidates from a sample of high-redshift (z>2.2) SDSS quasars. We\nconfirmed their lensing nature with additional imaging and spectroscopic\nobservations. The new systems are SDSS J0819+5356 (source redshift z_s=2.237,\nlens redshift z_l=0.294, and image separation \\theta=4.04\"), SDSS J1254+2235\n(z_s=3.626, \\theta=1.56\"), SDSS J1258+1657 (z_s=2.702, \\theta=1.28\"), SDSS\nJ1339+1310 (z_s=2.243, \\theta=1.69\"), and SDSS J1400+3134 (z_s=3.317,\n\\theta=1.74\"). We estimate the lens redshifts of the latter four systems to be\nz_l=0.2-0.8 from the colors and magnitudes of the lensing galaxies. We find\nthat the image configurations of all systems are well reproduced by standard\nmass models. Although these lenses will not be included in our statistical\nsample of z_s<2.2 lenses, they expand the number of lensed quasars which can be\nused for high-redshift galaxy and quasar studies.\n","Comment: 25 pages, 5 figures, 6 tables, accepted for publication in AJ; see\n  http://www-utap.phys.s.u-tokyo.ac.jp/~sdss/sqls/ for an up-to-date status of\n  the SQLS"]}]
["0809.0913",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0913","Mon.Not.Roy.Astron.Soc.391:1973-1980,2008","doi:10.1111/j.1365-2966.2008.14032.x"],"date":["2008-09-04","2008-10-01"],"type":["text"],"creator":["Oguri, Masamune","Inada, Naohisa","Blackburne, Jeffrey A.","Shin, Min-Su","Kayo, Issha","Strauss, Michael A.","Schneider, Donald P.","York, Donald G."],"language":[],"coverage":[],"title":["Mass models and environment of the new quadruply lensed quasar SDSS\n  J1330+1810"],"description":["  We present the discovery of a new quadruply lensed quasar. The lens system,\nSDSS J1330+1810 at z_s=1.393, was identified as a lens candidate from the\nspectroscopic sample of the Sloan Digital Sky Survey. Optical and near-infrared\nimages clearly show four quasar images with a maximum image separation of\n1.76\", as well as a bright lensing galaxy. We measure a redshift of the lensing\ngalaxy of z_l=0.373 from absorption features in the spectrum. We find a\nforeground group of galaxies at z=0.31 centred ~120\" southwest of the lens\nsystem. Simple mass models fit the data quite well, including the flux ratios\nbetween images, although the lens galaxy appears to be ~1 mag brighter than\nexpected by the Faber-Jackson relation. Our mass modelling suggests that shear\nfrom nearby structure is affecting the lens potential.\n","Comment: 9 pages, 10 figures, 2 tables, accepted for publication in MNRAS"]}]
["0809.2667",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2667","Phys. Rev. B 80, 085408 (2009)","doi:10.1103/PhysRevB.80.085408"],"date":["2008-09-16","2009-07-25"],"type":["text"],"creator":["Roldan, R.","Fuchs, J. -N.","Goerbig, M. O."],"language":[],"coverage":[],"title":["Collective modes of doped graphene and a standard 2DEG in a strong\n  magnetic field: linear magneto-plasmons versus magneto-excitons"],"description":["  A doped graphene layer in the integer quantum Hall regime reveals a highly\nunusual particle-hole excitation spectrum, which is calculated from the\ndynamical polarizability in the random phase approximation. We find that the\nelementary neutral excitations in graphene in a magnetic field are unlike those\nof a standard two-dimensional electron gas (2DEG): in addition to the\nupper-hybrid mode, the particle-hole spectrum is reorganized in linear\nmagneto-plasmons that disperse roughly parallel to $\\omega=v_F q$, instead of\nthe usual horizontal (almost dispersionless) magneto-excitons. These modes\ncould be detected in an inelastic light scattering experiment.\n","Comment: 8 pages, 3 figures. Version accepted for publication in Phys. Rev. B"]}]
["0809.2993",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2993","Phys. Rev. Lett. 103, 067201 (2009)"],"date":["2008-09-17","2009-08-05"],"type":["text"],"creator":["Jacobs, Kurt","Landahl, Andrew"],"language":[],"coverage":[],"title":["Engineering Giant Nonlinearities in Quantum Nanosystems"],"description":["  We describe a method to engineer giant nonlinearities in, and probes to\nmeasure nonlinear observables of, mesoscopic quantum resonators. This involves\ntailoring the Hamiltonian of a simple auxiliary system perturbatively coupled\nto the resonator, and has the potential to engineer a wide range of\nnonlinearities to high accuracy. We give a number of explicit examples,\nincluding a readily realizable two-qubit auxiliary system that creates an x^4\npotential and a Chi^(3) (Kerr) nonlinearity, valid to fifth-order in the\nperturbative coupling.\n","Comment: 4 pages, retex4; v2: published version, improved and compactified\n  presentation"]}]
["0810.2829",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2829"],"date":["2008-10-15","2009-08-07"],"type":["text"],"creator":["Yang, Yao-Hui"],"language":[],"coverage":[],"title":["Blume-Emery-Griffiths dynamics in social networks"],"description":["  We introduce the Blume-Emery-Griffiths (BEG) model in a social networks to\ndescribe the three-state dynamics of opinion formation. It shows that the\nprobability distribution function of the time series of opinion is a\nGaussian-like distribution. We also study the response of BEG model to the\nexternal periodic perturbation. One can observe that both the interior\nthermo-noise and the external field result in phase transition, which is a\nsplit phenomena of the opinion distributions. It is opposite between the effect\nacted on the opinion systems of the amplitude of the external field and of the\nthermo-noise.\n","Comment: 7 pages, 6 figures"]}]
["0810.4346",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4346","Phys.Lett.B675:336-339,2009","doi:10.1016/j.physletb.2009.04.032"],"date":["2008-10-23","2009-04-28"],"type":["text"],"creator":["Reyes, C. M.","Urrutia, L. F.","Vergara, J. D."],"language":[],"coverage":[],"title":["The Photon Sector in the Quantum Myers-Pospelov Model: An improved\n  description"],"description":["  The quantization of the electromagnetic sector of the Myers-Pospelov model\ncoupled to standard fermions is studied. Our main objective is to construct an\neffective quantum theory that results in a genuine perturbation of QED, such\nthat setting zero the Lorentz invariance violation (LIV) parameters will\nreproduce it. This is achieved by introducing an additional low energy scale\n$M$, together with a physically motivated prescription to take the QED limit.\nThe prescription is successfully tested in the calculation of the electron\nself-energy in the one loop approximation. The LIV radiative corrections turn\nout to be properly scaled by very small factors for any reasonable values of\nthe parameters, no fine-tuning problems are found at this stage and the choice\nfor $M$ to be of the order of the electroweak symmetry breaking scale is\nconsistent with the stringent bounds for the LIV parameters, in particular with\nthose arising from induced dimension three operators.\n","Comment: 11 pages, no figures, shortened version, new interpretation of the\n  scale M, additional references added, accepted for publication in Phys. Lett.\n  B"]}]
["0811.0733",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0733","J. Phys.: Conf. Ser. 150, 042101 (2009)","doi:10.1088/1742-6596/150/4/042101"],"date":["2008-11-05"],"type":["text"],"creator":["Kubo, Katsunori"],"language":[],"coverage":[],"title":["Ferromagnetism and orbital order in the two-orbital Hubbard model"],"description":["  We investigate spin and orbital states of the two-orbital Hubbard model on a\nsquare lattice by using a variational Monte Carlo method at quarter-filling,\ni.e., the electron number per site is one. As a variational wave function, we\nconsider a Gutzwiller projected wave function of a mean-field type wave\nfunction for a staggered spin and/or orbital ordered state. Then, we evaluate\nexpectation value of energy for the variational wave functions by using the\nMonte Carlo method and determine the ground state. In the strong Coulomb\ninteraction region, the ground state is the perfect ferromagnetic state with\nantiferro-orbital (AF-orbital) order. By decreasing the interaction, we find\nthat the disordered state becomes the ground state. Although we have also\nconsidered the paramagnetic state with AF-orbital order, i.e., purely orbital\nordered state, and partial ferromagnetic states with and without AF-orbital\norder, they do not become the ground state.\n","Comment: 4 pages, 1 figure, accepted for publication in Journal of Physics:\n  Conference Series"]}]
["0811.1049",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics","High Energy Physics - Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1049","Annals Phys.324:1875-1896,2009","doi:10.1016/j.aop.2009.06.001"],"date":["2008-11-07","2009-08-07"],"type":["text"],"creator":["Rico, E.","Hübener, R.","Montangero, S.","Moran, N.","Pirvu, B.","Vala, J.","Briegel, H. J."],"language":[],"coverage":[],"title":["Valence Bond States: Link models"],"description":["  An isotropic anti-ferromagnetic quantum state on a square lattice is\ncharacterized by symmetry arguments only. By construction, this quantum state\nis the result of an underlying valence bond structure without breaking any\nsymmetry in the lattice or spin spaces. A detailed analysis of the correlations\nof the quantum state is given (using a mapping to a 2D classical statistical\nmodel and methods in field theory like mapping to the non-linear sigma model or\nbosonization techniques) as well as the results of numerical treatments\n(regarding exact diagonalization and variational methods). Finally, the\nphysical relevance of the model is motivated. A comparison of the model to\nknown anti-ferromagnetic Mott-Hubbard insulators is given by means of the\ntwo-point equal-time correlation function obtained i) numerically from the\nsuggested state and ii) experimentally from neutron scattering on cuprates in\nthe anti-ferromagnetic insulator phase.\n","Comment: 20 pages, 15 figures; added references, corrected some typos, new\n  sections. Published version"]}]
["0811.3018",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3018","Astrophys.J.693:648-655,2009","doi:10.1088/0004-637X/693/1/648"],"date":["2008-11-18"],"type":["text"],"creator":["Mueller, M.","Schwartz, D. A."],"language":[],"coverage":[],"title":["Constraints on the Low-Energy Cutoff in the Electron Distribution of the\n  PKS 0637-752 Jet"],"description":["  We re-analyze the Chandra ACIS spectrum of the kpc-scale jet in PKS 0637-752\nto investigate the possible low energy cutoff in the relativistic electron\nspectrum producing the non-thermal radiation in the scenario of inverse Compton\nemission off the cosmic microwave background. This was among the first objects\ntargeted by the Chandra Observatory and gives a unique opportunity to study the\nlow energy X-ray emission free of detector contamination. As previously\nreported in the literature, the spectrum can be fit by a power law, with the\nslope predicted by the radio spectrum, modified by low energy absorption\nthrough the Galaxy as determined from the spectrum of the quasar core and by HI\n21 cm observations. We obtain a marginally better fit with an model of inverse\nCompton emission produced by an electron population that exhibits a cutoff at\n(gamma_min delta_10) between about 50 and 80 (assuming Gamma = delta). This\nrange for gamma_min is higher than has previously been assumed in broad-band\nspectral fits to the jet emission. The observed optical flux can be used to\nplace a lower limit on gamma_min; the constraint is not very strong, but does\nsuggest that gamma_min must be higher than 1 to avoid overproducing the optical\nemission. We investigate the effect of uncertainties in the column density for\ngalactic absorption as well as the calibration of Chandra for these early\nobservations. Finally, we discuss the implication of these limits on the jet\nluminosity in this source.\n","Comment: 23 pages, 4 figures, accepted for publication in ApJ"]}]
["0812.3529",{"format":[],"subject":["Mathematical Physics","Mathematics - Dynamical Systems","26A24","26A33","34L99","49K10","49K30","49S05","70A05","70H03","70S05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3529"],"date":["2008-12-18","2009-08-07"],"type":["text"],"creator":["Cresson, Jacky","Inizan, Pierre"],"language":[],"coverage":[],"title":["Irreversibility, least action principle and causality"],"description":["  The least action principle, through its variational formulation, possesses a\nfinalist aspect. It explicitly appears in the fractional calculus framework,\nwhere Euler-Lagrange equations obtained so far violate the causality principle.\nIn order to clarify the relation between those two principles, we firstly\nremark that the derivatives used to described causal physical phenomena are in\nfact left ones. This leads to a formal approach of irreversible dynamics, where\nforward and backward temporal evolutions are decoupled. This formalism is then\nintegrated to the Lagrangian systems, through a particular embedding procedure.\nIn this set-up, the application of the least action principle leads to\ndistinguishing trajectories and variations dynamical status. More precisely,\nwhen trajectories and variations time arrows are opposed, we prove that the\nleast action principle provides causal Euler-Lagrange equations, even in the\nfractional case. Furthermore, the embedding developped is coherent.\n","Comment: 14 pages"]}]
["0812.3579",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Dynamical Systems","32H50","37F50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3579"],"date":["2008-12-18","2009-08-07"],"type":["text"],"creator":["Raissy, Jasmin"],"language":[],"coverage":[],"title":["Simultaneous linearization of holomorphic germs in presence of\n  resonances"],"description":["  Let $f_1, ..., f_m$ be $m\\ge 2$ germs of biholomorphisms of $\\C^n$, fixing\nthe origin, with $(\\d f_1)_O$ diagonalizable and such that $f_1$ commutes with\n$f_h$ for any $h=2,..., m$. We prove that, under certain arithmetic conditions\non the eigenvalues of $(\\d f_1)_O$ and some restrictions on their resonances,\n$f_1, ..., f_m$ are simultaneously holomorphically linearizable if and only if\nthere exists a particular complex manifold invariant under $f_1,..., f_m$.\n","Comment: 7 pages, corrected misprints, to appear in Conformal Geometry and\n  Dynamics"]}]
["0901.0303",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics","Mathematics - Differential Geometry","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0303","J.Math.Phys.50:063514,2009","doi:10.1063/1.3155786"],"date":["2009-01-05","2009-06-25"],"type":["text"],"creator":["Gunara, Bobby Eka","Zen, Freddy Permana"],"language":[],"coverage":[],"title":["Flat BPS Domain Walls on 2d K\\\"ahler-Ricci Soliton"],"description":["  In this paper we address several aspects of flat Bogomolnyi-Prasad-Sommerfeld\n(BPS) domain walls together with their Lorentz invariant vacua of 4d N=1\nsupergravity coupled to a chiral multiplet. The scalar field spans a\none-parameter family of 2d K\\\"ahler manifolds satisfying a K\\\"ahler-Ricci flow\nequation. We find that BPS equations and the scalar potential deform with\nrespect to the real parameter related to the K\\\"ahler-Ricci soliton. In\naddition, the analysis using gradient and renormalization group flows are\ncarried out to ensure the existence of Lorentz invariant vacua related to Anti\nde Sitter/Conformal Field Theory (AdS/CFT) correspondence.\n","Comment: 11 pages, 2 tables. Section 3 slightly modified"]}]
["0901.4406",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4406","Phys. Rev. B 80, 075105 (2009)","doi:10.1103/PhysRevB.80.075105"],"date":["2009-01-28","2009-07-18"],"type":["text"],"creator":["Pavlenko, Natalia"],"language":[],"coverage":[],"title":["Mechanism of orbital reconstruction at the interfaces of transition\n  metal oxides"],"description":["  Orbital reconstruction at interfaces between YBa2Cu3O6 and SrO-terminated\nSrTiO3 is studied using local spin density approximation (LSDA) with\nintra-atomic Coulomb repulsion (LSDA+U). The change of population of\ninterfacial Cu 3d orbitals results in stabilization of a new oxidation state\n$3d^8$ which involves an additional modification of orbital occupancies in the\nnearest SrO and TiO2 layers. We find that an increase of electron charge in Cu\n3d_{x^2-y^2} states counterbalances a depopulation of 3d_{3z^2-r^2} orbitals\nwhich induces, on account of the onsite Coulomb repulsion U, a splitting of\n3d_{3z^2-r^2} states at CuO2-SrO interfaces.\n","Comment: 7 pages, 7 figures, to appear in Physical Review B"]}]
["0902.2216",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2216"],"date":["2009-02-12","2009-08-06"],"type":["text"],"creator":["Mia, Mohammed","Dasgupta, Keshav","Gale, Charles","Jeon, Sangyong"],"language":[],"coverage":[],"title":["The Double Life of Thermal QCD"],"description":["  We study the gravity dual of a thermal gauge theory whose behavior parallels\nthat of thermal QCD in the far IR. The UV of our theory has infinite degrees of\nfreedom. We holographically renormalize the supergravity action to compute the\nstress tensor of the dual gauge theory with fundamental flavors incorporating\nthe logarithmic running of the gauge coupling. From the stress tensor we obtain\nthe shear viscosity and the entropy of the medium at a temperature T, and\ninvestigate the violation of the bound for the viscosity to the entropy ratio.\nThis is a shortened and simplified companion paper to arXiv:0902.1540, and is\nbased on the talks given by M. Mia at the \"Strong and Electroweak Matter 2008\"\nworkshop and the McGill workshop on \"AdS/CFT, Condensed Matter and QCD\" in the\nfall of 2008.\n","Comment: 9 pages, 2 .eps figures, Latex; v2: typos corrected and references\n  added; v3: equation 7 corrected and a reference added"]}]
["0902.2459",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2459","Eur.Phys.J.A40:267-273,2009","doi:10.1140/epja/i2009-10792-7"],"date":["2009-02-14"],"type":["text"],"creator":["Beck, Christian"],"language":[],"coverage":[],"title":["Superstatistics in high energy physics: Application to cosmic ray energy\n  spectra and e+e- annihilation"],"description":["  We work out a superstatistical description of high-energy scattering\nprocesses that takes into account temperature fluctuations in small volume\nelements. For Gamma-distributed fluctuations of the inverse temperature one\neffectively obtains formulas similar to those used in nonextensive statistical\nmechanics, whereas for other temperature distributions more general\nsuperstatistical models arise. We consider two main examples: Scattering\nprocesses of cosmic ray particles and e+e- annihilation processes. In both\ncases one obtains excellent fits of experimentally measured energy spectra and\ncross sections.\n","Comment: 18 pages, 3 figures. Contribution for EPJA topical issue"]}]
["0902.2854",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2854","Phys. Rev. A, 79, 065603 (2009)","doi:10.1103/PhysRevA.79.065603"],"date":["2009-02-17","2009-04-17"],"type":["text"],"creator":["Shih, Sheng-Min","Wang, Daw-Wei"],"language":[],"coverage":[],"title":["Pseudo-potential of a power-law decaying interaction in two-dimensional\n  systems"],"description":["  We analytically derive the general pseudo-potential operator of an arbitrary\nisotropic interaction for particles confined in two-dimensional (2D) systems,\nusing the frame work developed by Huang and Yang for 3D scattering. We also\nanalytically derive the low energy dependence of the scattering phase-shift for\nan arbitrary interaction with a power-law decaying tail, $V_{\\rm\n2D}(\\rho)\\propto \\rho^{-\\alpha}$ (for $\\alpha>2$). We apply our results to the\n2D dipolar gases ($\\alpha=3$) as an example, calculating the momentum and\ndipole moment dependence of the pseudo-potential for both $s$- and p-wave\nscattering channels if the two scattering particles are in the same 2D layer.\nResults for the s-wave scattering between particles in two different (parallel)\nlayers are also investigated. Our results can be directly applied to the\nsystems of dipolar atoms and/or polar molecules in a general 2D geometry.\n","Comment: 4 pages and 2 figures. Some correction is made for the\n  pseudo-potential of higher angular momentum. Mre references are added"]}]
["0902.2979",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Other Condensed Matter","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2979","Phys. Rev. A 80, 013603 (2009)","doi:10.1103/PhysRevA.80.013603"],"date":["2009-02-17","2009-08-07"],"type":["text"],"creator":["Chalker, J. T.","Shapiro, B."],"language":[],"coverage":[],"title":["Caustic formation in expanding condensates of cold atoms"],"description":["  We study the evolution of density in an expanding Bose-Einstein condensate\nthat initially has a spatially varying phase, concentrating on behaviour when\nthese phase variations are large. In this regime large density fluctuations\ndevelop during expansion. Maxima have a characteristic density that diverges\nwith the amplitude of phase variations and their formation is analogous to that\nof caustics in geometrical optics. We analyse in detail caustic formation in a\nquasi-one dimensional condensate, which before expansion is subject to a\nperiodic or random optical potential, and we discuss the equivalent problem for\na quasi-two dimensional system. We also examine the influence of many-body\ncorrelations in the initial state on caustic formation for a Bose gas expanding\nfrom a strictly one-dimensional trap. In addition, we study a similar\narrangement for non-interacting fermions, showing that Fermi surface\ndiscontinuities in the momentum distribution give rise in that case to sharp\npeaks in the spatial derivative of the density. We discuss recent experiments\nand argue that fringes reported in time of flight images by Chen and co-workers\n[Phys. Rev. A 77, 033632 (2008)] are an example of caustic formation.\n","Comment: 10 pages, 5 figures. Published version"]}]
["0902.3151",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3151","AIP Conf.Proc.1132:288-302,2009","doi:10.1063/1.3151843"],"date":["2009-02-18"],"type":["text"],"creator":["Kundt, Wolfgang"],"language":[],"coverage":[],"title":["Critical Thoughts on Cosmology"],"description":["  An overview is given in section 1, of uncertain building blocks of\npresent-day cosmologies. Thereafter, these edited lecture notes deal with the\nfollowing four special problems: (1) They advertise Wiltshire's result --\nmaking `dark energy' obsolete -- that accelerated cosmic expansion may be an\nartefact, due to an incorrect evaluation of the cosmic timescale in a Universe\nwhose bulk matter is inhomogeneously distributed. (2) They cast doubt on\nHawking's prediction of black-hole evaporation. (3) They point at various\ninconsistencies of the black-hole paradigm, in favour of nuclear-burning\ncentral engines of AGN. (4) They re-interpret (a best case of) `anomalous\nredshifts' as non-cosmological, kinematic redshifts in strong jet sources.\n","Comment: 15 pages, 6 figures"]}]
["0903.2295",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2295","Phys. Rev. A 80, 024302 (2009)","doi:10.1103/PhysRevA.80.024302"],"date":["2009-03-12","2009-08-06"],"type":["text"],"creator":["Ota, Yukihiro","Kondo, Yasusi"],"language":[],"coverage":[],"title":["Composite pulses in NMR as non-adiabatic geometric quantum gates"],"description":["  We show that some composite pulses widely employed in NMR experiments are\nregarded as non-adiabatic geometric quantum gates with Aharanov-Anandan phases.\nThus, we reveal the presence of a fundamental issue on quantum mechanics behind\nthe traditional technique of the composite pulses. To examine the robustness of\nsuch composite pulses against fluctuations, we present a practical noise model\nin a two-level system. Then, we find that the composite pulses possesses purely\ngeometrical nature even under a specific type of fluctuations.\n"]}]
["0903.3214",{"format":[],"subject":["Mathematics - Functional Analysis","46B50, 46E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3214","Proc. A. Razmadze Math. Inst. 150 (2009), 105-113."],"date":["2009-03-18"],"type":["text"],"creator":["Rafeiro, Humberto"],"language":[],"coverage":[],"title":["Kolmogorov compactness criterion in variable exponent Lebesgue spaces"],"description":["  The well-known Kolmogorov compactness criterion is extended to the case of\nvariable exponent Lebesgue spaces $L^{p(\\cdot)}({\\Omega})$, where $\\Omega$ is a\nbounded open set in $\\mathbb R^n$ and $p(\\cdot)$ satisfies some \"standard\"\nconditions. Our final result should be called Kolmogorov-Tulajkov Sudakov\ncompactness criterion, since it includes the case $p_-=1$ and requires only the\n\"uniform\" condition.\n","Comment: 8 pages"]}]
["0903.3521",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3521","Phys.Lett.B675:332-335,2009","doi:10.1016/j.physletb.2009.04.042"],"date":["2009-03-20","2009-04-29"],"type":["text"],"creator":["Kutak, Krzysztof"],"language":[],"coverage":[],"title":["Saturation and linear transport equation"],"description":["  We show that the GBW saturation model provides an exact solution to the one\ndimensional linear transport equation. We also show that it is motivated by the\nBK equation considered in the saturated regime when the diffusion and the\nsplitting term in the diffusive approximation are balanced by the nonlinear\nterm.\n","Comment: Minor corrections. Accepted for publication in Phys. Lett. B"]}]
["0903.4257",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4257"],"date":["2009-03-25","2009-08-07"],"type":["text"],"creator":["Miao, Yan-Gang"],"language":[],"coverage":[],"title":["Effective Framework of kappa-Minkowski Spacetime and Its Application"],"description":["  This paper has been withdrawn by the author because it needs to be rewritten\ncompletely.\n","Comment: This paper has been withdrawn"]}]
["0904.0319",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Complex Variables","37F99","32H50, 37G05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.0319"],"date":["2009-04-02","2009-08-07"],"type":["text"],"creator":["Raissy, Jasmin"],"language":[],"coverage":[],"title":["Torus actions in the normalization problem"],"description":["  Let $f$ be a germ of biholomorphism of $\\C^n$, fixing the origin. We show\nthat if the germ commutes with a torus action, then we get information on the\ngerms that can be conjugated to $f$, and furthermore on the existence of a\nholomorphic linearization or of a holomorphic normalization of $f$. We find out\nin a complete and computable manner what kind of structure a torus action must\nhave in order to get a Poincar\\'e-Dulac holomorphic normalization, studying the\npossible torsion phenomena. In particular, we link the eigenvalues of $df_O$ to\nthe weight matrix of the action. The link and the structure we found are more\ncomplicated than what one would expect; a detailed study was needed to\ncompletely understand the relations between torus actions, holomorphic\nPoincar\\'e-Dulac normalizations, and torsion phenomena. We end the article\ngiving an example of techniques that can be used to construct torus actions.\n","Comment: 45 pages, added a Remark in the last section, final version to appear\n  in Journal of Geometric Analysis"]}]
["0904.0320",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.0320","Phys.Rev.C79:045502,2009","doi:10.1103/PhysRevC.79.045502"],"date":["2009-04-02","2009-04-27"],"type":["text"],"creator":["Leinson, L. B."],"language":[],"coverage":[],"title":["Superfluid response and the neutrino emissivity of baryon matter:\n  Fermi-liquid effects"],"description":["  The linear response of a nonrelativistic superfluid baryon system on an\nexternal weak field is investigated while taking into account of the\nFermi-liquid interactions. We generalize the theory developed by Leggett for a\nsuperfluid Fermi-liquid at finite temperature to the case of timelike momentum\ntransfer typical of the problem of neutrino emission from neutron stars. A\nspace-like kinematics is also analysed for completeness and compared with known\nresults. We use the obtained response functions to derive the neutrino energy\nlosses caused by recombination of broken pairs in the electrically neutral\nsuperfluid baryon matter. We find that the dominant neutrino radiation occurs\nthrough the axial-vector neutral currents. The emissivity is found to be of the\nsame order as in the BCS approximation, but the details of its temperature\ndependence are modified by the Fermi-liquid interactions. The role of\nelectromagnetic correlations in the pairing case of protons interacting with\nthe electron background is discussed in the conclusion.\n","Comment: 25 pages, 1 figures"]}]
["0904.1113",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Computational Complexity","Computer Science - Computational Geometry","F.2.2","I.5.3","H.3.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1113"],"date":["2009-04-07","2009-08-07"],"type":["text"],"creator":["Arthur, David","Manthey, Bodo","Röglin, Heiko"],"language":[],"coverage":[],"title":["k-Means has Polynomial Smoothed Complexity"],"description":["  The k-means method is one of the most widely used clustering algorithms,\ndrawing its popularity from its speed in practice. Recently, however, it was\nshown to have exponential worst-case running time. In order to close the gap\nbetween practical performance and theoretical analysis, the k-means method has\nbeen studied in the model of smoothed analysis. But even the smoothed analyses\nso far are unsatisfactory as the bounds are still super-polynomial in the\nnumber n of data points.\n  In this paper, we settle the smoothed running time of the k-means method. We\nshow that the smoothed number of iterations is bounded by a polynomial in n and\n1/\\sigma, where \\sigma is the standard deviation of the Gaussian perturbations.\nThis means that if an arbitrary input data set is randomly perturbed, then the\nk-means method will run in expected polynomial time on that input set.\n","Comment: Full version of FOCS 2009 paper. The argument has been improved and\n  the restriction to at least three dimensions could be dropped"]}]
["0904.1585",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1585","J. Phys. A: Math. Theor. 42 (2009) 342001","doi:10.1088/1751-8113/42/34/342001"],"date":["2009-04-09","2009-08-07"],"type":["text"],"creator":["Harris, R. J.","Touchette, H."],"language":[],"coverage":[],"title":["Current fluctuations in stochastic systems with long-range memory"],"description":["  We propose a method to calculate the large deviations of current fluctuations\nin a class of stochastic particle systems with history-dependent rates.\nLong-range temporal correlations are seen to alter the speed of the large\ndeviation function in analogy with long-range spatial correlations in\nequilibrium systems. We give some illuminating examples and discuss the\napplicability of the Gallavotti-Cohen fluctuation theorem.\n","Comment: 10 pages, 1 figure. v2: Minor alterations. v3: Very minor alterations\n  for consistency with published version appearing at\n  http://stacks.iop.org/1751-8121/42/342001"]}]
["0904.2062",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2062","Phys. Rev. A 80, 023603 (2009)","doi:10.1103/PhysRevA.80.023603"],"date":["2009-04-14","2009-08-07"],"type":["text"],"creator":["Anderson, R. P.","Ticknor, C.","Sidorov, A. I.","Hall, B. V."],"language":[],"coverage":[],"title":["Spatially inhomogeneous phase evolution of a two-component Bose-Einstein\n  condensate"],"description":["  We investigate the spatially dependent relative phase evolution of an\nelongated two-component Bose-Einstein condensate. The pseudospin-1/2 system is\ncomprised of the |F=1,m_F=-1> and |F=2,m_F=+1> hyperfine ground states of 87Rb,\nwhich we magnetically trap and interrogate with radio-frequency and microwave\nfields. We probe the relative phase evolution with Ramsey interferometry and\nobserve a temporal decay of the interferometric contrast well described by a\nmean-field formalism. Inhomogeneity of the collective relative phase dominates\nthe loss of interferometric contrast, rather than decoherence or phase\ndiffusion. We demonstrate a technique to simultaneously image each state,\nyielding subpercent variations in the measured relative number while preserving\nthe spatial mode of each component. In addition, we propose a spatially\nsensitive interferometric technique to image the relative phase.\n","Comment: 8 pages, 7 figures"]}]
["0904.2564",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2564","Phys. Rev. Lett. 103, 045301 (2009)","doi:10.1103/PhysRevLett.103.045301"],"date":["2009-04-16","2009-06-11"],"type":["text"],"creator":["Henn, E. A. L.","Seman, J. A.","Roati, G.","Magalhaes, K. M. F.","Bagnato, V. S."],"language":[],"coverage":[],"title":["Emergence of turbulence in an oscillating Bose-Einstein condensate"],"description":["  We report on the experimental observation of vortices tangle in an atomic BEC\nof Rb-87 atoms when an external oscillatory perturbation is introduced in the\ntrap. The vortices tangle configuration is a signature of the presence of a\nturbulent regime in the cloud. We also show that this turbulent cloud has\nsuppression of the aspect ratio inversion typically observed in quantum\ndegenerate bosonic gases during free expansion. Instead, the cloud expands\nkeeping the ratio between their axis constant. Turbulence in atomic superfluids\nmay constitute an alternative system to investigate decay mechanisms as well as\nto test fundamental theoretical aspects in this field.\n","Comment: accepted for Phys. Rev. Lett"]}]
["0904.2618",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2618","J. Phys. Soc. Jpn. 78, 083701 (2009)","doi:10.1143/JPSJ.78.083701"],"date":["2009-04-16","2009-06-17"],"type":["text"],"creator":["Terashima, Taichi","Kimata, Motoi","Satsukawa, Hidetaka","Harada, Atsushi","Hazama, Kaori","Uji, Shinya","Suzuki, Hiroyuki S.","Matsumoto, Takehiko","Murata, Keizo"],"language":[],"coverage":[],"title":["EuFe$_2$As$_2$ under high pressure: an antiferromagnetic bulk\n  superconductor"],"description":["  We report the ac magnetic susceptibility $\\chi_{ac}$ and resistivity $\\rho$\nmeasurements of EuFe$_2$As$_2$ under high pressure $P$. By observing nearly\n100% superconducting shielding and zero resistivity at $P$ = 28 kbar, we\nestablish that $P$-induced superconductivity occurs at $T_c \\sim$~30 K in\nEuFe$_2$As$_2$. $\\rho$ shows an anomalous nearly linear temperature dependence\nfrom room temperature down to $T_c$ at the same $P$. $\\chi_{ac}$ indicates that\nan antiferromagnetic order of Eu$^{2+}$ moments with $T_N \\sim$~20 K persists\nin the superconducting phase. The temperature dependence of the upper critical\nfield is also determined.\n","Comment: To appear in J. Phys. Soc. Jpn., Vol. 78 No. 8"]}]
["0904.3922",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3922","JHEP 0907:057,2009","doi:10.1088/1126-6708/2009/07/057"],"date":["2009-04-24","2009-06-17"],"type":["text"],"creator":["Horowitz, Gary","Lawrence, Albion","Silverstein, Eva"],"language":[],"coverage":[],"title":["Insightful D-branes"],"description":["  We study a simple model of a black hole in AdS and obtain a holographic\ndescription of the region inside the horizon. A key role is played by the\ndynamics of the scalar fields in the dual gauge theory. This leads to a\nproposal for a dual description of D-branes falling through the horizon of any\nAdS black hole. The proposal uses a field-dependent time reparameterization in\nthe field theory. We relate this reparametrization to various gauge invariances\nof the theory. Finally, we speculate on information loss and the black hole\nsingularity in this context.\n","Comment: 30 pages, 4 figures. v2: typos fixed, references and acknowledgements\n  added, a few small changes in the text"]}]
["0904.4591",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.4591","JHEP 0907:068,2009","doi:10.1088/1126-6708/2009/07/068"],"date":["2009-04-29","2009-07-14"],"type":["text"],"creator":["Hartmann, Betti","Arbabzadah, Farhad"],"language":[],"coverage":[],"title":["Cosmic strings interacting with dark strings"],"description":["  Motivated by astrophysical observations of excess electronic production in\nthe galaxy, new theoretical models of the dark matter sector have been proposed\nin which the Standard model couples to the dark matter sector through an\nattractive interaction. The coupling of the Standard model to \"dark strings\",\nwhich are solutions of the low energy dark sector has been investigated\nrecently. Here, we discuss the interaction between dark strings and standard\ncosmic strings and show that they can form bound states. In the presence of the\ninteraction term, a Bogomolny-Prasad-Sommerfield (BPS) bound exists that\ndepends on the interaction parameter and we observe that the attractive\ninteraction between dark strings and cosmic strings is most efficient if the\ntwo strings are identical. Moreover, our model allows for dark string solution\nthat can lower their energy by coupling to an electromagnetic field. We also\ninvestigate the gravitational properties of these solutions and show that they\nbecome supermassive with a singular space-time for values of the gravitational\ncoupling larger as compared to the non-interacting case. Moreover, the deficit\nangle of the solutions decreases with increasing interaction.\n","Comment: 17 Latex pages including 4 figures and 6 Tables; reference added;\n  some typos corrected, final version to appear in JHEP"]}]
["0904.4877",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.4877","Class.Quant.Grav.26:125011,2009","doi:10.1088/0264-9381/26/12/125011"],"date":["2009-04-30"],"type":["text"],"creator":["Coley, Alan","Hervik, Sigbjorn","Pelavas, Nicos"],"language":[],"coverage":[],"title":["Lorentzian spacetimes with constant curvature invariants in four\n  dimensions"],"description":["  In this paper we investigate four dimensional Lorentzian spacetimes with\nconstant curvature invariants ($CSI$ spacetimes). We prove that if a four\ndimensional spacetime is $CSI$, then either the spacetime is locally\nhomogeneous or the spacetime is a Kundt spacetime for which there exists a\nframe such that the positive boost weight components of all curvature tensors\nvanish and the boost weight zero components are all constant. We discuss some\nof the properties of the Kundt-$CSI$ spacetimes and their applications. In\nparticular, we discuss $\\mathcal{I}$-symmetric spaces and degenerate Kundt\n$CSI$ spacetimes.\n","Comment: 20pages, CQG accepted"]}]
["0905.0180",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0180","Phys. Rev. E 80, 021902 (2009)."],"date":["2009-05-02","2009-07-13"],"type":["text"],"creator":["Noguchi, Hiroshi"],"language":[],"coverage":[],"title":["Swinging and Synchronized Rotations of Red Blood Cells in Simple Shear\n  Flow"],"description":["  The dynamics of red blood cells (RBCs) in simple shear flow was studied using\na theoretical approach based on three variables: a shape parameter, the\ninclination angle $\\theta$, and phase angle $\\phi$ of the membrane rotation. At\nhigh shear rate and low viscosity contrast of internal fluid, RBCs exhibit\ntank-treading motion, where $\\phi$ rotates with swinging oscillation of shape\nand $\\theta$. At low shear rate, tumbling motion occurs and $\\theta$ rotates.\nIn the middle region between these two phases, it is found that synchronized\nrotation of $\\phi$ and $\\theta$ with integer ratios of the frequencies occurs\nin addition to intermittent rotation. These dynamics are robust to the\nmodification of the potential of the RBC shape and membrane rotation.\n  Our results agree well with recent experiments.\n","Comment: 9 pages, 12 figures"]}]
["0905.1599",{"format":[],"subject":["Nuclear Theory","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.1599","Phys.Rev.C80:011305,2009","doi:10.1103/PhysRevC.80.011305"],"date":["2009-05-11","2009-07-15"],"type":["text"],"creator":["Chowdhury, P. Roy","Basu, D. N.","Samanta, C."],"language":[],"coverage":[],"title":["Isospin dependent properties of asymmetric nuclear matter"],"description":["  The density dependence of nuclear symmetry energy is determined from a\nsystematic study of the isospin dependent bulk properties of asymmetric nuclear\nmatter using the isoscalar and the isovector components of density dependent\nM3Y interaction. The incompressibility $K_\\infty$ for the symmetric nuclear\nmatter, the isospin dependent part $K_{asy}$ of the isobaric incompressibility\nand the slope $L$ are all in excellent agreement with the constraints recently\nextracted from measured isotopic dependence of the giant monopole resonances in\neven-A Sn isotopes, from the neutron skin thickness of nuclei and from analyses\nof experimental data on isospin diffusion and isotopic scaling in intermediate\nenergy heavy-ion collisions. This work provides a fundamental basis for the\nunderstanding of nuclear matter under extreme conditions, and validates the\nimportant empirical constraints obtained from recent experimental data.\n","Comment: 14 pages including 1 iable and 1 figure"]}]
["0905.2559",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2559","JHEP 0907:040,2009","doi:10.1088/1126-6708/2009/07/040"],"date":["2009-05-15"],"type":["text"],"creator":["Cline, James M.","Kraml, Sabine","Laporte, Guillaume","Yamashita, Hiroki"],"language":[],"coverage":[],"title":["Electroweak Phase Transition and LHC Signatures in the Singlet Majoron\n  Model"],"description":["  We reconsider the strength of the electroweak phase transition in the singlet\nMajoron extension of the Standard Model, with a low (~TeV) scale of the singlet\nVEV. A strongly first order phase transition, of interest for electroweak\nbaryogenesis, is found in sizeable regions of the parameter space, especially\nwhen the cross-coupling lambda_{hs}|S|^2|H|^2 between the singlet and the\ndoublet Higgs is significant. Large Majorana Yukawa couplings of the singlet\nneutrinos, y_i S nu_i^c nu_i, are also important for strengthening the\ntransition. We incorporate the LEP and Tevatron constraints on the Higgs\nmasses, and electroweak precision constraints, in our search for allowed\nparameters; successful examples include singlet masses ranging from 5 GeV to\nseveral TeV. Models with a strong phase transition typically predict a\nnonstandard Higgs with mass in the range 113 GeV < m_H < 200 GeV and production\ncross sections reduced by mixing with the singlet, with cos^2(theta)\nsignificantly less than 1. We also find examples where the singlet is light and\nthe decay H -> SS can modify the Higgs branching ratios relative to Standard\nModel expectations.\n","Comment: 36 pages, 18 figures"]}]
["0905.2571",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2571","J.Phys.Conf.Ser.171:012035,2009","doi:10.1088/1742-6596/171/1/012035"],"date":["2009-05-15"],"type":["text"],"creator":["Vergou, Ariadne"],"language":[],"coverage":[],"title":["Non-extensive statistics and its effects on cosmology"],"description":["  Non-extensive statistics, namely Tsallis statistics, is applied on a case of\na supercritical string cosmology and interesting cosmological modifications are\nobtained. The two main results we focus on in this work are: fractal scaling\nfor relativisitic matter which occurs naturally in a radiation dominated era\nand effects (maybe considerable) on the relic abundances of supersymmetric dark\nmatter candidates (neutralinos) which are obtained by solving the modified\nBoltzmann equation. In fact these last effects can be linked to a very rich\nphenomenology yielding important restrictions.In the end of the paper we also\ngive the general framework of the D-particles foam model, which as proved can\ngive rise to statistical effects similar to Tsallis effects, by basically\nassuming a stochastic gravitational background.\n","Comment: 7 pages, 1 figure, Accepted for publication in Journal of Physics:\n  Conference Series, Discrete '08, Symposium on Prospects in the Physics of\n  Discrete Symmetries, Valencia, December 2008"]}]
["0905.4583",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4583","Nature Photonics 3, 469 (2009)","doi:10.1038/nphoton.2009.115"],"date":["2009-05-28"],"type":["text"],"creator":["Specht, H. P.","Bochmann, J.","Muecke, M.","Weber, B.","Figueroa, E.","Moehring, D. L.","Rempe, G."],"language":[],"coverage":[],"title":["Shaping the Phase of a Single Photon"],"description":["  While the phase of a coherent light field can be precisely known, the phase\nof the individual photons that create this field, considered individually,\ncannot. Phase changes within single-photon wave packets, however, have\nobservable effects. In fact, actively controlling the phase of individual\nphotons has been identified as a powerful resource for quantum communication\nprotocols. Here we demonstrate the arbitrary phase control of a single photon.\nThe phase modulation is applied without affecting the photon's amplitude\nprofile and is verified via a two-photon quantum interference measurement,\nwhich can result in the fermionic spatial behaviour of photon pairs. Combined\nwith previously demonstrated control of a single photon's amplitude, frequency,\nand polarisation, the fully deterministic phase shaping presented here allows\nfor the complete control of single-photon wave packets.\n","Comment: 4 pages, 4 figures"]}]
["0906.1031",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1031","S. S. Szigeti, M. R. Hush, A. R. R. Carvalho and J. J. Hope, Phys.\n  Rev. A 80, 013614 (2009)","doi:10.1103/PhysRevA.80.013614"],"date":["2009-06-04","2009-08-07"],"type":["text"],"creator":["Szigeti, S. S.","Hush, M. R.","Carvalho, A. R. R.","Hope, J. J."],"language":[],"coverage":[],"title":["Continuous measurement feedback control of a Bose-Einstein condensate\n  using phase contrast imaging"],"description":["  We consider the theory of feedback control of a Bose-Einstein condensate\n(BEC) confined in a harmonic trap under a continuous measurement constructed\nvia non-destructive imaging. A filtering theory approach is used to derive a\nstochastic master equation (SME) for the system from a general Hamiltonian\nbased upon system-bath coupling. Numerical solutions for this SME in the limit\nof a single atom show that the final steady state energy is dependent upon the\nmeasurement strength, the ratio of photon kinetic energy to atomic kinetic\nenergy, and the feedback strength. Simulations indicate that for a weak\nmeasurement strength, feedback can be used to overcome heating introduced by\nthe scattering of light, thereby allowing the atom to be driven towards the\nground state.\n","Comment: 4 figures, 11 pages"]}]
["0906.1801",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1801","Phys. Rev. Lett. 103, 065301 (2009) [4 pages]","doi:10.1103/PhysRevLett.103.065301"],"date":["2009-06-09","2009-08-07"],"type":["text"],"creator":["Edge, Jonathan M.","Cooper, N. R."],"language":[],"coverage":[],"title":["Signature of the FFLO phase in the collective modes of a trapped\n  ultracold Fermi gas"],"description":["  We study theoretically the collective modes of a two-component Fermi gas with\nattractive interactions in a quasi-one-dimensional harmonic trap. We focus on\nan imbalanced gas in the Fulde-Ferrell-Larkin-Ovchinnikov (FFLO) phase. Using a\nmean-field theory, we study the response of the ground state to time-dependent\npotentials. For potentials with short wavelengths, we find dramatic signatures\nin the large-scale response of the gas which are characteristic of the FFLO\nphase. This response provides an effective way to detect the FFLO state in\nexperiments.\n","Comment: published version"]}]
["0906.3315",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.3315","Europhys.Lett.87:10001,2009","doi:10.1209/0295-5075/87/10001"],"date":["2009-06-17"],"type":["text"],"creator":["Samojeden, L. L.","Kremer, G. M.","Devecchi, F. P."],"language":[],"coverage":[],"title":["Accelerated expansion in bosonic and fermionic 2D cosmologies with\n  quantum effects"],"description":["  In this work we analyze the effects produced by bosonic and fermionic\nconstituents, including quantum corrections, in two-dimensional (2D)\ncosmological models. We focus on a gravitational theory related to the\nCallan-Giddings-Harvey-Strominger model, to simulate the dynamics of a young,\nspatially-lineal, universe. The cosmic substratum is formed by an {\\it\ninflaton} field plus a matter component, sources of the 2D gravitational field;\nthe degrees of freedom also include the presence of a dilaton field. We show\nthat this combination permits, among other scenarios, the simulation of a\nperiod of inflation, that would be followed by a (bosonic/fermionic) matter\ndominated era. We also analyse how quantum effects contribute to the destiny of\nthe expansion, given the fact that in 2D we have a consistent (renormalizable)\nquantum theory of gravity. The dynamical behavior of the system follows from\nthe solution of the gravitational field equations, the (Klein-Gordon and Dirac)\nequations for the sources and the dilaton field equation. Consistent\n(accelerated) regimes are present among the solutions of the 2D equations; the\nresults depend strongly on the initial conditions used for the dilaton field.\nIn the particular case where fermions are included as matter fields a\ntransition to a decelerated expansion is possible, something that does not\nhappen in the exclusively bosonic case.\n","Comment: 6 pages, 5 figures, to appear in EPL"]}]
["0907.0881",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0881","Phys. Rev. E 80, 011115 (2009)"],"date":["2009-07-05"],"type":["text"],"creator":["Rajabpour, M. A.","Allaei, S. M. Vaez"],"language":[],"coverage":[],"title":["Scaling Relations for Contour Lines of Rough Surfaces"],"description":["  Equilibrium and non-equilibrium growth phenomena, e.g., surface growth,\ngenerically yields self-affine distributions. Analysis of statistical\nproperties of these distributions appears essential in understanding\nstatistical mechanics of underlying phenomena. Here, we analyze scaling\nproperties of the cumulative distribution of iso-height loops (i.e., contour\nlines) of rough self-affine surfaces in terms of loop area and system size.\nInspired by the Coulomb gas methods, we find the generating function of the\narea of the loops. Interestingly, we find that, after sorting loops with\nrespect to their perimeters, Zipf-like scaling relations hold for ranked loops.\nNumerical simulations are also provided in order to demonstrate the proposed\nscaling relations.\n","Comment: 17 pages, 5 figures, accepted for PRE"]}]
["0907.1401",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1401","Appl. Phys. Lett. 95, 052104 (2009)","doi:10.1063/1.3202389"],"date":["2009-07-08"],"type":["text"],"creator":["Foertig, A.","Baumann, A.","Rauh, D.","Dyakonov, V.","Deibel, C."],"language":[],"coverage":[],"title":["Charge Carrier Concentration and Temperature Dependent Recombination in\n  Polymer Fullerene Solar Cells"],"description":["  We performed temperature dependent transient photovoltage and photocurrent\nmeasurements on poly(3-hexylthiophene):[6,6]-phenyl-C61 butyric acid\nmethylester bulk heterojuction solar cells. We found a strongly charge carrier\nconcentration and temperature dependent Langevin recombination prefactor. The\nobserved recombination mechanism is discussed in terms of bimolecular\nrecombination. The experimental results were compared with charge carrier\nextraction by linearly increasing voltage (photo-CELIV) measurements done on\nthe same blend system. We explain the charge carrier dynamics, following an\napparent order larger than two, by dynamic trapping of charges in the tail\nstates of the gaussian density of states.\n","Comment: 4 pages, 3 figures, 1 table"]}]
["0907.2469",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.2469"],"date":["2009-07-14","2009-08-06"],"type":["text"],"creator":["Anderson, John D.","Nieto, Michael Martin"],"language":[],"coverage":[],"title":["Astrometric Solar-System Anomalies"],"description":["  There are at least four unexplained anomalies connected with astrometric\ndata. Perhaps the most disturbing is the fact that when a spacecraft on a flyby\ntrajectory approaches the Earth within 2000 km or less, it often experiences a\nchange in total orbital energy per unit mass. Next, a secular change in the\nastronomical unit AU is definitely a concern. It is increasing by about 15 cm\nyr$^{-1}$. The other two anomalies are perhaps less disturbing because of known\nsources of nongravitational acceleration. The first is an apparent slowing of\nthe two Pioneer spacecraft as they exit the solar system in opposite\ndirections. Some astronomers and physicists are convinced this effect is of\nconcern, but many others are convinced it is produced by a nearly identical\nthermal emission from both spacecraft, in a direction away from the Sun,\nthereby producing acceleration toward the Sun. The fourth anomaly is a measured\nincrease in the eccentricity of the Moon's orbit. Here again, an increase is\nexpected from tidal friction in both the Earth and Moon. However, there is a\nreported unexplained increase that is significant at the three-sigma level. It\nis prudent to suspect that all four anomalies have mundane explanations, or\nthat one or more anomalies are a result of systematic error. Yet they might\neventually be explained by new physics. For example, a slightly modified theory\nof gravitation is not ruled out, perhaps analogous to Einstein's 1916\nexplanation for the excess precession of Mercury's perihelion.\n","Comment: 9 pages 3 figures, to be published in the Proceedings of the IAU\n  Syjmposium 261. Additions from comments of referees and colleagues"]}]
["0907.2738",{"format":[],"subject":["Mathematics - Optimization and Control","93e03"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.2738"],"date":["2009-07-16","2009-08-06"],"type":["text"],"creator":["Chattopadhyay, Ishanu","Ray, Asok"],"language":[],"coverage":[],"title":["Optimal Control of Infinite Horizon Partially Observable Decision\n  Processes Modeled As Generators of Probabilistic Regular Languages"],"description":["  Decision processes with incomplete state feedback have been traditionally\nmodeled as Partially Observable Markov Decision Processes. In this paper, we\npresent an alternative formulation based on probabilistic regular languages.\nThe proposed approach generalizes the recently reported work on language\nmeasure theoretic optimal control for perfectly observable situations and shows\nthat such a framework is far more computationally tractable to the classical\nalternative. In particular, we show that the infinite horizon decision problem\nunder partial observation, modeled in the proposed framework, is\n$\\epsilon$-approximable and, in general, is no harder to solve compared to the\nfully observable case. The approach is illustrated via two simple examples.\n","Comment: 23 pages 13 figures: This is an abridged/summarized version with\n  explicit proofs either sketched or skipped. The full expanded version is\n  submitted for publication in the International Journal of Control (Taylor and\n  Francis)"]}]
["0907.3624",{"format":[],"subject":["Physics - Fluid Dynamics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3624"],"date":["2009-07-21","2009-08-07"],"type":["text"],"creator":["Dzhunushaliev, Vladimir"],"language":[],"coverage":[],"title":["Flux tube in turbulent flow and quantum chromodynamics"],"description":["  Using some assumptions about the correlation function of velocity in a\nturbulent flow, a cylindrically symmetric tube-like solution is obtained. It is\nproposed that this turbulent flow is similar to a flux tube in quantum\nchromodynamics. Using similar assumptions for quantum chromodynamics, a flux\ntube filled with a color electric field is obtained. The connection between\nturbulence theory and quantum chromodynamics is discussed.\n","Comment: changes in the text"]}]
["0907.4405",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Statistical Mechanics","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4405"],"date":["2009-07-27"],"type":["text"],"creator":["Gudkov, Vladimir","Nussinov, Shmuel","Nussinov, Zohar"],"language":[],"coverage":[],"title":["Characterizing Planar Graphs"],"description":["  Cataloging planar diagrams using the depth concept is proposed.\n"]}]
["0907.4652",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Combinatorics","05E05","20C30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4652"],"date":["2009-07-27","2009-08-06"],"type":["text"],"creator":["Briand, Emmanuel","Orellana, Rosa","Rosas, Mercedes"],"language":[],"coverage":[],"title":["The stability of the Kronecker products of Schur functions"],"description":["  In the late 1930's Murnaghan discovered the existence of a stabilization\nphenomenon for the Kronecker product of Schur functions. For n sufficiently\nlarge, the values of the Kronecker coefficients appearing in the product of two\nSchur functions of degree n do not depend on the first part of the indexing\npartitions, but only on the values of their remaining parts. We compute the\nexact value of n for which all the coefficients of a Kronecker product of Schur\nfunctions stabilize. We also compute two new bounds for the stabilization of a\nsequence of coefficients and show that they improve existing bounds of M. Brion\nand E. Vallejo.\n","Comment: 16 pages"]}]
["0907.5351",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Probability","05A15, 05A16, 60C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.5351","Electronic Journal of Combinatorics, vol. 16(1) (2009), #R99"],"date":["2009-07-30"],"type":["text"],"creator":["Lugo, Michael"],"language":[],"coverage":[],"title":["Profiles of permutations"],"description":["  This paper develops an analogy between the cycle structure of, on the one\nhand, random permutations with cycle lengths restricted to lie in an infinite\nset $S$ with asymptotic density $\\sigma$ and, on the other hand, permutations\nselected according to the Ewens distribution with parameter $\\sigma$. In\nparticular we show that the asymptotic expected number of cycles of random\npermutations of $[n]$ with all cycles even, with all cycles odd, and chosen\nfrom the Ewens distribution with parameter 1/2 are all ${1 \\over 2} \\log n +\nO(1)$, and the variance is of the same order. Furthermore, we show that in\npermutations of $[n]$ chosen from the Ewens distribution with parameter\n$\\sigma$, the probability of a random element being in a cycle longer than\n$\\gamma n$ approaches $(1-\\gamma)^\\sigma$ for large $n$. The same limit law\nholds for permutations with cycles carrying multiplicative weights with average\n$\\sigma$. We draw parallels between the Ewens distribution and the\nasymptotic-density case and explain why these parallels should exist using\npermutations drawn from weighted Boltzmann distributions.\n","Comment: 23 pages, 1 figure. Submitted to Electronic Journal of Combinatorics"]}]
["0907.5430",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.5430"],"date":["2009-07-30","2009-08-07"],"type":["text"],"creator":["Altman, Eitan","De Pellegrini, Francesco","Sassatelli, Lucile"],"language":[],"coverage":[],"title":["Dynamic control of Coding in Delay Tolerant Networks"],"description":["  Delay tolerant Networks (DTNs) leverage the mobility of relay nodes to\ncompensate for lack of permanent connectivity and thus enable communication\nbetween nodes that are out of range of each other. To decrease message delivery\ndelay, the information to be transmitted is replicated in the network. We study\nreplication mechanisms that include Reed-Solomon type codes as well as network\ncoding in order to improve the probability of successful delivery within a\ngiven time limit. We propose an analytical approach that allows us to compute\nthe probability of successful delivery. We study the effect of coding on the\nperformance of the network while optimizing parameters that govern routing.\n"]}]
["0908.0619",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0619"],"date":["2009-08-05","2009-08-07"],"type":["text"],"creator":["Amini, Arash","Marvasti, Farokh"],"language":[],"coverage":[],"title":["Deterministic Construction of Compressed Sensing Matrices using BCH\n  Codes"],"description":["  In this paper we introduce deterministic $m\\times n$ RIP fulfilling $\\pm 1$\nmatrices of order $k$ such that $\\frac{\\log m}{\\log k}\\approx \\frac{\\log(\\log_2\nn)}{\\log(\\log_2 k)}$. The columns of these matrices are binary BCH code vectors\nthat their zeros are replaced with -1 (excluding the normalization factor). The\nsamples obtained by these matrices can be easily converted to the original\nsparse signal; more precisely, for the noiseless samples, the simple Matching\nPursuit technique, even with less than the common computational complexity,\nexactly reconstructs the sparse signal. In addition, using Devore's binary\nmatrices, we expand the binary scheme to matrices with $\\{0,1,-1\\}$ elements.\n","Comment: 8 pages, 2 figures, 1 table"]}]
["0908.0629",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0629"],"date":["2009-08-05"],"type":["text"],"creator":["Das, Moumita","Mohanty, Subhendra","Prasanna, A. R."],"language":[],"coverage":[],"title":["Constraints on background torsion from birefringence of CMB polarization"],"description":["  We show that a non-minimal coupling of electromagnetism with background\ntorsion can produce birefringence of the electromagnetic waves. This\nbirefringence gives rise to a B-mode polarization of the CMB. From the bounds\non B-mode from WMAP and BOOMERanG data, one can put limits on the background\ntorsion at $\\xi_{1}T_{1}=(-3.35 \\pm 2.65) \\times 10^{-22} GeV^{-1}$.\n","Comment: 10 pages, RevTeX 4"]}]
["0908.0732",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0732"],"date":["2009-08-05"],"type":["text"],"creator":["Ghisellini, G.","Nardini, M.","Ghirlanda, G."],"language":[],"coverage":[],"title":["Prolonged activity of the central engine of Gamma Ray Bursts"],"description":["  We call \"prompt\" emission of Gamma Ray Bursts (GRBs) the erratic and violent\nphase of hard X-ray and soft gamma-ray emission, usually lasting for tens of\nseconds in long GRBs. However, the central engine of GRBs may live much longer.\nEvidence of it comes from the strange behaviour of the early \"afterglow\", seen\nespecially in the X-ray band, characterised by a \"steep-flat-steep\" light\ncurve, very often not paralleled by a similar behaviour in the optical band.\nThis difference makes it hard to explain both the optical and the X-ray\nemission with a unique component. Two different mechanisms seem to be required.\nOne can well be the standard emission from the forward shock of the fireball\nrunning through the interstellar medium. The second one is more elusive, and to\ncharacterise its properties we have studied those GRBs with well sampled data\nand known redshift, fitting at the same time the optical and the X-ray light\ncurves by means of a composite model, i.e. the sum of the standard forward\nshock emission and a phenomenological additional component with a minimum of\nfree parameters. Some interesting findings have emerged, pointing to a long\nactivity of the central engine powered by fallback material.\n","Comment: 6 pages, 7 figures, to be published in the proceedings of the\n  conference: Neutron Stars and Gamma Ray Bursts: Recent Developments and\n  Future Directions\" - March 30 - April 4, 2009 (Cairo and Alexandria, Egypt)"]}]
["0908.0753",{"format":[],"subject":["Computer Science - Information Theory","Mathematics - Optimization and Control","94B10 (primary), 94B35, 93B15, 93B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0753"],"date":["2009-08-05"],"type":["text"],"creator":["Gluesing-Luerssen, H.","Helmke, U.","Curto, J. I. Iglesias"],"language":[],"coverage":[],"title":["Algebraic Decoding for Doubly Cyclic Convolutional Codes"],"description":["  An iterative decoding algorithm for convolutional codes is presented. It\nsuccessively processes $N$ consecutive blocks of the received word in order to\ndecode the first block. A bound is presented showing which error configurations\ncan be corrected. The algorithm can be efficiently used on a particular class\nof convolutional codes, known as doubly cyclic convolutional codes. Due to\ntheir highly algebraic structure those codes are well suited for the algorithm\nand the main step of the procedure can be carried out using Reed-Solomon\ndecoding. Examples illustrate the decoding and a comparison with existing\nalgorithms is being made.\n","Comment: 16 pages"]}]
["0908.0764",{"format":[],"subject":["Computer Science - Information Retrieval","Computer Science - Human-Computer Interaction","H.3.3","H.5.2","H.5.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0764"],"date":["2009-08-05"],"type":["text"],"creator":["Reddy, Madhu","Jansen, Bernard J."],"language":[],"coverage":[],"title":["Learning about Potential Users of Collaborative Information Retrieval\n  Systems"],"description":["  One of the key components of designing usable and useful collaborative\ninformation retrieval systems is to understand the needs of the users of these\nsystems. Our research team has been exploring collaborative information\nbehavior in a variety of organizational settings. Our research goals have been\ntwo-fold: First, to develop a conceptual understanding of collaborative\ninformation behavior and second, gather requirements for the design of\ncollaborative information retrieval systems. In this paper, we present a brief\noverview of our fieldwork in a three different organizational settings, discuss\nour methodology for collecting data on collaborative information behavior, and\nhighlight some lessons that we are learning about potential users of\ncollaborative information retrieval systems in these domains.\n","Comment: Presented at 1st Intl Workshop on Collaborative Information Seeking,\n  2008 (arXiv:0908.0583)"]}]
["0908.0769",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0769","Phys. Rev. A 80, 022103 (2009)","doi:10.1103/PhysRevA.80.022103"],"date":["2009-08-05"],"type":["text"],"creator":["Grigolini, Adrian A. Budini Paolo"],"language":[],"coverage":[],"title":["Non-Markovian non-stationary completely positive open quantum system\n  dynamics"],"description":["  By modeling the interaction of a system with an environment through a renewal\napproach, we demonstrate that completely positive non-Markovian dynamics may\ndevelop some unexplored non-standard statistical properties. The renewal\napproach is defined by a set of disruptive events, consisting in the action of\na completely positive superoperator over the system density matrix. The random\ntime intervals between events are described by an arbitrary waiting-time\ndistribution. We show that, in contrast to the Markovian case, if one performs\na system-preparation (measurement) at an arbitrary time, the subsequent\nevolution of the density matrix evolution is modified. The non-stationary\ncharacter refers to the absence of an asymptotic master equation even when the\npreparation is performed at arbitrary long times. In spite of this property, we\ndemonstrate that operator expectation values and operators correlations have\nthe same dynamical structure, establishing the validity of a non-stationary\nquantum regression hypothesis. The non-stationary property of the dynamic is\nalso analyzed through the response of the system to an external weak\nperturbation.\n","Comment: 13 pages, 3 figures"]}]
["0908.0771",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0771"],"date":["2009-08-06"],"type":["text"],"creator":["Ho, Yen-Hung","Chiu, Yu-Huang","Lin, De-Hone","Chang, Chen-Peng","Lin, Ming-Fa"],"language":[],"coverage":[],"title":["Low-frequency Magneto-optical Spectra of Bilayer Bernal Graphene"],"description":["  The low-frequency magneto-optical absorption spectra of bilayer Bernal\ngraphene are studied within the tight-binding model and gradient approximation.\nThe interlayer interactions strongly affect the electronic properties of the\nLandau levels (LL's), and thus enrich the optical absorption spectra. According\nto the characteristics of the wave functions, the low-energy LL's can be\ndivided into two groups. This division results in four kinds of optical\nabsorption peaks with complex optical selection rules. Observing the\nexperimental convergent absorption frequencies close to zero magnetic field\nmight be useful and reliable in determining the values of several hopping\nintegrals. The dependence of the optical absorption spectra on the field\nstrength is investigated in detail, and the results differ considerably from\nthose of monolayer graphene.\n","Comment: 10 pages and 3 figures"]}]
["0908.0772",{"format":[],"subject":["Computer Science - Learning","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0772"],"date":["2009-08-05"],"type":["text"],"creator":["Golovin, Daniel","Krause, Andreas","Streeter, Matthew"],"language":[],"coverage":[],"title":["Online Learning of Assignments that Maximize Submodular Functions"],"description":["  Which ads should we display in sponsored search in order to maximize our\nrevenue? How should we dynamically rank information sources to maximize value\nof information? These applications exhibit strong diminishing returns:\nSelection of redundant ads and information sources decreases their marginal\nutility. We show that these and other problems can be formalized as repeatedly\nselecting an assignment of items to positions to maximize a sequence of\nmonotone submodular functions that arrive one by one. We present an efficient\nalgorithm for this general problem and analyze it in the no-regret model. Our\nalgorithm possesses strong theoretical guarantees, such as a performance ratio\nthat converges to the optimal constant of 1-1/e. We empirically evaluate our\nalgorithm on two real-world online optimization problems on the web: ad\nallocation with submodular utilities, and dynamically ranking blogs to detect\ninformation cascades.\n","Comment: 12 pages"]}]
["0908.0774",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0774"],"date":["2009-08-05"],"type":["text"],"creator":["Cody, Ann Marie"],"language":[],"coverage":[],"title":["Pulsation powered by deuterium burning in brown bwarfs and very-low-mass\n  stars"],"description":["  Pulsation powered by deuterium burning in brown dwarfs and very low mass\nstars has been put forth (Palla & Baraffe 2005) as a novel probe of the\ninteriors of these objects in the 1-15 Myr age range. Previous observations\nhave hinted at variability on the expected timescales of a few hours,\nsuggesting but not confirming that the phenomenon is at work in young brown\ndwarfs. We have recently carried out a dedicated campaign to search for this\nputative class of pulsators among known low-mass members of five young star\nclusters. Our survey achieves sensitivity to periodic oscillations with\nphotometric amplitudes down to several millimagnitudes. We present the census\nof variability over timescales ranging from minutes to days and discuss the\ncurrent prospects for pulsation as a tool in the study of young, objects near\nthe substellar boundary. As a byproduct, this work provides new insights into\nthe distribution of stellar rotation periods at young ages via the detection of\nvariability due to cool surface spots.\n","Comment: 5 pages, 4 figures. To appear in AIP proceedings \"Stellar Pulsation:\n  Challenges for Theory and Observation\", Eds. J. Guzik and P. Bradley"]}]
["0908.0778",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematical Physics","70H03","70H09","37E20","34B15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0778"],"date":["2009-08-05"],"type":["text"],"creator":["de Carvalho, C. A. A.","Peixoto, M. M.","Pinheiro, D.","Pinto, A. A."],"language":[],"coverage":[],"title":["An asymptotic universal focal decomposition for non-isochronous\n  potentials"],"description":["  Galileo, in the XVII century, observed that the small oscillations of a\npendulum seem to have constant period. In fact, the Taylor expansion of the\nperiod map of the pendulum is constant up to second order in the initial\nangular velocity around the stable equilibrium. It is well known that, for\nsmall oscillations of the pendulum and small intervals of time, the dynamics of\nthe pendulum can be approximated by the dynamics of the harmonic oscillator. We\nstudy the dynamics of a family of mechanical systems that includes the pendulum\nat small neighbourhoods of the equilibrium but after long intervals of time so\nthat the second order term of the period map can no longer be neglected. We\nanalyze such dynamical behaviour through a renormalization scheme acting on the\ndynamics of this family of mechanical systems. The main theorem states that the\nasymptotic limit of this renormalization scheme is universal: it is the same\nfor all the elements in the considered class of mechanical systems. As a\nconsequence, we obtain an universal asymptotic focal decomposition for this\nfamily of mechanical systems. This paper is intended to be the first of a\nseries of articles aiming at a semiclassical quantization of systems of the\npendulum type as a natural application of the focal decomposition associated to\nthe two-point boundary value problem.\n","Comment: 31 pages, 3 figures"]}]
["0908.0780",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0780"],"date":["2009-08-05"],"type":["text"],"creator":["Moffat, J. W.","Toth, V. T."],"language":[],"coverage":[],"title":["Redesigning Electroweak Theory: Does the Higgs Particle Exist?"],"description":["  An electroweak model in which the masses of the W and Z bosons and the\nfermions are generated by quantum loop graphs through a symmetry breaking is\ninvestigated. The model is based on a regularized quantum field theory in which\nthe quantum loop graphs are finite to all orders of perturbation theory and the\nmassless theory is gauge invariant, Poincare invariant, and unitary. The\nbreaking of the electroweak symmetry SU(2) X U(1) is achieved without a Higgs\nparticle. A fundamental energy scale of ~542 GeV (not to be confused with a\nnaive cutoff) enters the theory through the regularization of the Feynman loop\ndiagrams. The theory yields a prediction for the W mass that is accurate to\nabout 0.5% without radiative corrections. The scattering amplitudes for WW ->\nWW and e+e- -> WW processes do not violate unitarity at high energies due to\nthe suppression of the amplitudes by the running of the coupling constants at\nvertices.\n","Comment: 12 pages. Talk given by JWM at the Tenth Workshop on Non-Perturbative\n  QCD at l'Institut d'Astrophysique de Paris, France, 8-12 June 2009"]}]
["0908.0785",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0785"],"date":["2009-08-05"],"type":["text"],"creator":["Thomaz, M. T.","Pinto, A. C. Aguiar","Moutinho, M."],"language":[],"coverage":[],"title":["Contribution of adiabatic phases to noncyclic evolution"],"description":["  We show that the difference of adiabatic phases, that are basis-dependent, in\nnoncyclic evolution of non-degenerate quantum systems have to be taken into\naccount to give the correct interference result in the calculation of physical\nquantities in states that are a superposition of instantaneous eigenstates of\nenergy. To verify the contribution of those adiabatic phases in the\ninterference phenomena, we consider the spin-1/2 model coupled to a precessing\nexternal magnetic field. In the model, the adiabatic phase increases in time up\nto reach the difference of the Berry's phases of the model when the external\nmagnetic field completes a period.\n","Comment: 7 pages, no figure"]}]
["0908.0786",{"format":[],"subject":["Mathematics - Differential Geometry","53C42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0786"],"date":["2009-08-05"],"type":["text"],"creator":["Caminha, A.","Sousa, P.","Camargo, F."],"language":[],"coverage":[],"title":["Complete Foliations of Space Forms by Hypersurfaces"],"description":["  We study foliations of space forms by complete hypersurfaces, under some mild\nconditions on its higher order mean curvatures. In particular, in Euclidean\nspace we obtain a Bernstein-type theorem for graphs whose mean and scalar\ncurvature do not change sign but may otherwise be nonconstant. We also\nestablish the nonexistence of foliations of the standard sphere whose leaves\nare complete and have constant scalar curvature, thus extending a theorem of\nBarbosa, Kenmotsu and Oshikiri. For the more general case of {\\em r-}minimal\nfoliations of the Euclidean space, possibly with a singular set, we are able to\ninvoke a theorem of Ferus to give conditions under which the nonsigular leaves\nare foliated by hyperplanes.\n","Comment: 11 pages"]}]
["0908.0787",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0787"],"date":["2009-08-05"],"type":["text"],"creator":["Xiao, Ming-wen"],"language":[],"coverage":[],"title":["Theory of transformation for the diagonalization of quadratic\n  Hamiltonians"],"description":["  A theory of transformation is presented for the diagonalization of a\nHamiltonian that is quadratic in creation and annihilation operators or in\ncoordinates and momenta. It is the systemization and theorization of Dirac and\nBogoliubov-Valatin transformations, and thus provides us an operational\nprocedure to answer, in a direct manner, the questions as to whether a\nquadratic Hamiltonian is diagonalizable, whether the diagonalization is unique,\nand how the transformation can be constructed if the diagonalization exists.\nThe underlying idea is to consider the dynamic matrix. Each quadratic\nHamiltonian has a dynamic matrix of its own. The eigenvalue problem of the\ndynamic matrix determines the diagonalizability of the quadratic Hamiltonian\ncompletely. In brief, the theory ascribes the diagonalization of a quadratic\nHamiltonian to the eigenvalue problem of its dynamic matrix, which is familiar\nto all of us. That makes it much easy to use. Applications to various physical\nsystems are discussed, with especial emphasis on the quantum fields, such as\nKlein-Gordon field, phonon field, etc..\n"]}]
["0908.0788",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0788"],"date":["2009-08-05"],"type":["text"],"creator":["Ota, Y.","Iwamoto, S.","Kumagai, N.","Arakawa, Y."],"language":[],"coverage":[],"title":["Impact of electron-phonon interactions on quantum-dot cavity quantum\n  electrodynamics"],"description":["  Semiconductor quantum dots (QDs) in photonic nanocavities provide monolithic,\nrobust platforms for both quantum information processing and cavity quantum\nelectrodynamics (QED). An inherent feature of such solid-state cavity QED\nsystems is the presence of electron-phonon interactions, which distinguishes\nthese systems from conventional atomic cavity QED. Understanding the effects of\nelectron-phonon interactions on these systems is indispensable for controlling\nand exploiting the rich physics that they exhibit. Here we investigate the\neffects of electron-phonon interactions on a QD-based cavity QED system. When\nthe QD and the cavity are off-resonance, we observe phonon-assisted cavity mode\nemission that strongly depends on the temperature and cavity-detuning. When\nthey are on-resonance, we observe an asymmetric vacuum Rabi doublet, the\nsplitting of which narrows with increasing temperature. These experimental\nobservations can be well reproduced using a cavity QED model that includes\nelectron-acoustic-phonon interactions. Our work provides significant insight\ninto the important but hitherto poorly understood mechanism of non-resonant\nQD-cavity coupling and into the physics of various cavity QED systems utilizing\nemitters coupled to phonons, such as nitrogen-vacancy centres in diamond and\ncolloidal nanocrystals.\n","Comment: 25 pages 3 figures"]}]
["0908.0791",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0791","J. Phys. Chem. C 112, 13882 (2008)"],"date":["2009-08-05"],"type":["text"],"creator":["Srikala, D.","Singh, V. N.","Banerjee, A.","Mehta, B. R.","Patnaik, S."],"language":[],"coverage":[],"title":["Control of magnetism in cobalt nanoparticles by oxygen passivation"],"description":["  We report on the preparation of ferromagnetic cobalt nanospheres with\nantiferromagnetic oxide capping layer and its implication for the variation in\nmagnetic property. The hcp cobalt nanospheres were prepared by thermal\ndecomposition of cobalt carbonyl in the presence of organic surfactants. The\nspherical nanoparticles thus prepared were oxidized to grow antiferromagnetic\nlayers of varying composition and thickness on top of cobalt spheres. High\nresolution transmission electron microscopy confirmed growth of Co3O4 in one\ncase and CoO in another case. Strong exchange anisotropy and enhanced coercive\nfield was observed due to the core-shell structure in Co-CoO system. On the\nother hand only a marginal improvement was seen in Co-Co3O4 system. A low\ntemperature paramagnetic behavior was also observed that is interpreted in the\nframework of crystal defects in the oxide shell.\n","Comment: 17 pages, 4 figures"]}]
["0908.0793",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0793"],"date":["2009-08-06"],"type":["text"],"creator":["Hsu, David","Hsu, Murielle","Beggs, John M."],"language":[],"coverage":[],"title":["A general approach for analyzing baseline power spectral densities:\n  Zwanzig-Mori projection operators and the generalized Langevin equation"],"description":["  There continues to be widespread interest in 1/f^(alpha) behavior in baseline\npower spectral densities (PSD's) but its origins remain controversial.\nZwanzig-Mori projection operators provide a rigorous, common starting place for\nbuilding a theory of PSD's from the bottom up. In this approach, one separates\nout explicit \"system\" degrees of freedom (which are experimentally monitored)\nfrom all other implicit or \"bath\" degrees of freedom, and then one \"projects\"\nor integrates out all the implicit degrees of freedom. The result is the\ngeneralized Langevin equation. Within this formalism, the system PSD has a\nsimple relation to the bath PSD. We explore how several models of the bath PSD\naffect the system PSD. We suggest that analyzing the baseline can yield\nvaluable information on the bath. The Debye model of acoustic bath oscillations\nin particular gives rise to a low frequency 1/f divergence. Other power law\nbehaviors are possible with other models. None of these models require\nself-organized criticality.\n"]}]
["0908.0795",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0795"],"date":["2009-08-06"],"type":["text"],"creator":["Dolya, S. N.","Reshetnikova, K. A."],"language":[],"coverage":[],"title":["About the Electrodynamic Acceleration of Macroscopic Particles"],"description":["  An electric charge is imparted to macroscopic particles, whereupon they are\npre-accelerated in an electrostatic field by the high voltage U = 220 kV. Then\nthe particles are accelerated by a traveling electromagnetic wave with the\ninitial phase velocity lying in the range v/c = 1e-3 - 1e-5. Focusing the\nparticles is provided by electrostatic doublets. At the acceleration length L =\n20 m, the particles with Z/A = 2.3e-7 increase their velocity from v/c = 1e-5\nto v/c = 1e-4.\n","Comment: 17 pages, 11 figures"]}]
["0908.0796",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0796","doi:10.1051/0004-6361/200912374"],"date":["2009-08-06"],"type":["text"],"creator":["Campins, H.","Emery, J. P.","Kelley, M.","Fernandez, Y.","Licandro, J.","Delbo, M.","Barucci, A.","Dotto, E."],"language":[],"coverage":[],"title":["Spitzer Observations of Spacecraft Target 162173 (1999 JU3)"],"description":["  Near-Earth asteroid 162173 (1999 JU3) is the primary target of the Hayabusa-2\nsample return mission, and a potential target of the Marco Polo sample return\nmission. Earth-based studies of this object are fundamental to these missions.\nWe present a mid-infrared spectrum (5-38 microns) of 1999 JU3 obtained with\nNASA's Spitzer Space Telescope in May 2008. These observations place new\nconstraints on the surface properties of this asteroid. To fit our spectrum we\nused the near-Earth asteroid thermal model (NEATM) and the more complex\nthermophysical model (TPM). However, the position of the spin-pole, which is\nuncertain, is a crucial input parameter for constraining the thermal inertia\nwith the TPM; hence, we consider two pole orientations. In the extreme case of\nan equatorial retrograde geometry we derive a lower limit to the thermal\ninertia of 150 J/m^2/K/s^0.5. If we adopt the pole orientation of Abe et al.\n(2008a) our best-fit thermal model yields a value for the thermal inertia of\n700+/-200 J/m^2/K/s^0.5 and even higher values are allowed by the uncertainty\nin the spectral shape due to the absolute flux calibration. The lower limit to\nthe thermal inertia, which is unlikely but possible, would be consistent with a\nfine regolith similar to wthat is found for asteroid 433 Eros. However, the\nthermal inertia is expected to be higher, possibly similar to or greater than\nthat on asteroid 25143 Itokawa. Accurately determining the spin-pole of\nasteroid 162173 will narrow the range of possible values for its thermal\ninertia.\n","Comment: 4 pages, 2 figures; to be published as a Letter in Astronomy and\n  Astrophysics"]}]
["0908.0811",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0811"],"date":["2009-08-06"],"type":["text"],"creator":["Bouwhuis, Mieke","collaboration, for the ANTARES"],"language":[],"coverage":[],"title":["Concepts and performance of the Antares data acquisition system"],"description":["  The data acquisition system of the Antares neutrino telescope is based on the\nunique \"all-data-to-shore\" concept. In this, all signals from the\nphoto-multiplier tubes are digitised, and all digital data are sent to shore\nwhere they are processed in real time by a PC farm. This data acquisition\nsystem showed excellent stability and flexibility since the detector became\noperational in March 2006. The applied concept enables to operate different\nphysics triggers to the same data in parallel, each optimized for a specific\n(astro)physics signal. The list of triggers includes two general purpose muon\ntriggers, a Galactic Centre trigger, and a gamma-ray burst trigger. The\nperformance of the data acquisition system is evaluated by its operational\nefficiency and the data filter capabilities. In addition, the efficiencies of\nthe different physics triggers are quantified.\n","Comment: Proceedings of 31st ICRC conference, Lodz 2009, 3 pages, 1 figure"]}]
["0908.0812",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0812"],"date":["2009-08-06"],"type":["text"],"creator":["Rossi, Dario","Testa, Claudio","Valenti, Silvio","Veglia, Paolo","Muscariello, Luca"],"language":[],"coverage":[],"title":["News from the Internet congestion control world"],"description":["  A few months ago, the BitTorrent developers announced that the transfer of\ntorrent data in the official client was about to switch to uTP, an\napplication-layer congestion-control protocol using UDP at the transport-layer.\nThis announcement immediately raised an unmotivated buzz about a new, imminent\ncongestion collapse of the whole Internet. Though this reaction was not built\non solid technical foundation, nevertheless a legitimate question remains:\ni.e., whether this novel algorithm is a necessary building block for future\nInternet applications, or whether it may result in an umpteenth addition to the\nalready well populated world of Internet congestion control algorithms.\n  In this paper, we tackle precisely this issue. The novel protocol is now\nunder discussion at the IETF LEDBAT working group, and has been defined in a\ndraft document in March 2009, whose adoption decision will be taken at the\nbeginning of August 2009. Adhering to the IETF draft definition, we implement\nthe LEDBAT congestion control algorithm and investigate its performance by\nmeans of packet-level simulations. Considering a simple bottleneck scenario\nwhere LEDBAT competes against either TCP or other LEDBAT flows, we evaluate the\nfairness of the resource share as well as its efficiency. Our preliminary\nresults show that indeed, there is an undoubted appeal behind the novel\napplication-layer congestion-control protocol. Yet, care must be taken in order\nto ensure that some important points, such as intra-protocol fairness, are\nfully clarified in the draft specification -- which we hope that this work can\ncontribute to.\n","Comment: 9 pages, 4 figures, submitted to IEEE INFOCOM 2010"]}]
["0908.0813",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0813","Cent. Eur. Astropys. Bull. 33 (2009), 1, 141-154"],"date":["2009-08-06"],"type":["text"],"creator":["Önel, Hakan","Mann, Gottfried J."],"language":[],"coverage":[],"title":["Generation of large scale electric fields in coronal flare circuits"],"description":["  A large number of energetic electrons are generated during solar flares. They\ncarry a substantial part of the flare released energy but how these electrons\nare created is not fully understood yet. This paper suggests that plasma motion\nin an active region in the photosphere is the source of large electric\ncurrents. These currents can be described by macroscopic circuits. Under\nspecial circumstances currents can establish in the corona along magnetic field\nlines. The energy released by these currents when moderate assumptions for the\nlocal conditions are made, is found be comparable to the flare energy.\n"]}]
["0908.0814",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0814"],"date":["2009-08-06"],"type":["text"],"creator":["Brown, Anthony M.","collaboration, for the ANTARES"],"language":[],"coverage":[],"title":["Positioning system of the ANTARES Neutrino Telescope"],"description":["  Completed in May 2008, the ANTARES neutrino telescope is located 40 km off\nthe coast of Toulon, at a depth of about 2500 m. The telescope consists of 12\ndetect or lines housing a total of 884 optical modules. Each line is anchored\nto the seabed and pulled taught by the buoyancy of the individual optical\nmodules and a top buoy. Due to the fluid nature of the sea-water detecting\nmedium and the flexible nature of the detector lines, the optical modules of\nthe ANTARES telescope can suffer from deviations of up to several meters from\nthe vertical and as such, real time positioning is needed. Real time\npositioning of the ANTARES telescope is achieved by a combination of an\nacoustic positioning system and a lattice of tiltmeters and compasses. These\nindependent and complementary systems are used to compute a global fit to each\nindividual detector line, allowing us to construct a 3 dimensional picture of\nthe ANTARES neutrino telescope with an accuracy of less than 10 cm. In this\npaper we describe the positioning system of the ANTARES neutrino telescope and\ndiscuss its performance during the first year of 12 line data taking.\n","Comment: Proceedings of 31st ICRC conference, Lodz 2009, 4 pages, 3 pictures"]}]
["0908.0815",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0815"],"date":["2009-08-06"],"type":["text"],"creator":["Kim, J. H.","Oh, Sangjun","Xu, X.","Joo, Jinho","Rindflesich, M.","Tomsic, M.","Dou, S. X."],"language":[],"coverage":[],"title":["Lattice paramenter, lattice disorder and resistivity of carbohydrate\n  doepd MgB2 and their correlation with the transition temperature"],"description":["  The change in the lattice parameters or the lattice disorder is claimed as a\ncause of the slight reduction in the transition temperature by carbon doping in\nMgB2. In this work, an extensive investigation on the effects of carbohydrate\ndoping has been carried out. It is found that not only the a-axis but also the\nc-axis lattice parameter increases with the sintering temperature. A linear\nrelation between the unit cell volume and the critical temperature is observed.\nCompared with the well known correlation between the lattice strain and the\ncritical temperature, the X-ray peak broadening itself shows a closer\ncorrelation with the transition temperature. The residual resistivity and the\ncritical temperature are linearly correlated with each other as well and its\nimplication is further discussed.\n","Comment: 3 pages. Accepted by Jouranl of nanoscience and Nanotechnology (JNN)"]}]
["0908.0816",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0816"],"date":["2009-08-06"],"type":["text"],"creator":["Heijboer, Aart","collaboration, for the ANTARES"],"language":[],"coverage":[],"title":["Reconstruction of Atmospheric Neutrinos in Antares"],"description":["  In May 2008, the Antares neutrino telescope was completed at 2.5 km depth in\nthe Mediterranean Sea; data taking has been going on since. A prerequisite for\nneutrino astronomy is an accurate reconstruction of the neutrino events, as\nwell as a detailed understanding of the atmospheric muon and neutrino\nbackgrounds. Several methods have been developed to confront the challenges of\nmuon reconstruction in the sea water environment, which are posed by e.g.\nbackgrounds due to radioactivity and bioluminescence. I will discuss the\ntechniques that allowed Antares to confidently identify its first neutrino\nevents, as well as recent results on the measurement of atmospheric neutrinos.\n","Comment: Proceedings of 31st ICRC conference, Lodz 2009, 4 pages, 5 figures"]}]
["0908.0818",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0818"],"date":["2009-08-06"],"type":["text"],"creator":["Bouwhuis, Mieke","collaboration, for the ANTARES"],"language":[],"coverage":[],"title":["Search for gamma-ray bursts with the Antares neutrino telescope"],"description":["  Satellites that are capable of detecting gamma-ray bursts can trigger the\nAntares neutrino telescope via the real-time gamma-ray bursts coordinates\nnetwork. Thanks to the \"all-data-to-shore\" concept that is implemented in the\ndata acquisition system of Antares, the sensitivity to neutrinos from gamma-ray\nbursts is significantly increased when a gamma-ray burst is detected by these\nsatellites. The performance of the satellite-triggered data taking is shown, as\nwell as the resulting gain in detection efficiency. Different search methods\ncan be applied to the data taken in coincidence with gamma-ray bursts. For\ngamma-ray bursts above the Antares horizon, for which a neutrino signal is more\ndifficult to find, an analysis method is applied to detect muons induced by the\nhigh-energy gamma rays from the source.\n","Comment: Proceedings of 31st ICRC conference, Lodz 2009, pages 4, figures 4"]}]
["0908.0824",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0824"],"date":["2009-08-06"],"type":["text"],"creator":["Sandoval, Carlos"],"language":[],"coverage":[],"title":["Inclusive Single Hadron Production in Neutral Current Deep-Inelastic\n  Scattering at Next-to-Leading Order"],"description":["  A study of inclusive production of single hadrons with finite transverse\nmomentum in neutral current deep-inelastic scattering has been carried out.\nCross sections have been calculated using perturbative Quantum Chromodynamics\nat next-to-leading order and compared to HERA data. Predictions for light\ncharged hadron production data were also calculated for large values of Q^2 to\nshow the possible effects of the Z-boson exchange.\n","Comment: 5 pages, to appear in the proceedings of XVII International Workshop\n  on Deep-Inelastic Scattering and Related Subjects (DIS 2009), Madrid, 26-30\n  April 2009"]}]
["0908.0825",{"format":[],"subject":["Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0825"],"date":["2009-08-06"],"type":["text"],"creator":["Nakamura, S.","Narikiyo, O."],"language":[],"coverage":[],"title":["Principle of Superposition in Protein-Folding"],"description":["  We propose a principle of superposition to describe protein-folding nuclei\nand explain an evolutional conservation of a field pattern specifying\nnative-state structure.\n"]}]
["0908.0833",{"format":[],"subject":["Computer Science - Computational Engineering, Finance, and Science","Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0833"],"date":["2009-08-06"],"type":["text"],"creator":["Ivankov, Petr R."],"language":[],"coverage":[],"title":["Top-down Paradigm in Engineering Software Integration"],"description":["  The top-down approach of engineering software integration is considered in\nthis parer. A set of advantages of this approach are presented, by examples.\nAll examples are supplied by open source code.\n","Comment: 29 pages, 44 figures, 5 references"]}]
["0908.0840",{"format":[],"subject":["Quantitative Finance - Pricing of Securities","Mathematics - Optimization and Control","Mathematics - Probability","Quantitative Finance - Risk Management","60H30,90C47"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0840"],"date":["2009-08-06"],"type":["text"],"creator":["Tevzadze, R.","Uzunashvili, T."],"language":[],"coverage":[],"title":["Robust mean-variance hedging in the single period model"],"description":["  We give an explicit solution of robust mean-variance hedging problem in the\nsingle period model for some type of contingent claims. The alternative\napproach is also considered.\n"]}]
["0908.0851",{"format":[],"subject":["Nuclear Experiment","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0851"],"date":["2009-08-06"],"type":["text"],"creator":["Ghosh, Tapasi","Chattopadhyay, Subhasis"],"language":[],"coverage":[],"title":["Track fitting by Kalman Filter method for a prototype cosmic ray muon\n  detector"],"description":["  We have developed a track fitting procedure based on Kalman Filter technique\nfor an Iron Calorimeter (ICAL) prototype detector when the detector is flushed\nwith single muon tracks. The relevant track parameters i.e., momentum,\ndirection and charge are reconstructed and analyzed. This paper discusses the\ndesign of the prototype detector, its geometry simulation by Geant4, and the\ndetector response with the cosmic ray muons. Finally we show the resolution of\nreconstructed momenta and also the charge identification efficiency of $\\mu^+$\nand $\\mu^-$ events in the magnetized ICAL.\n","Comment: 5 pages, 9 figures"]}]
["0908.0852",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0852"],"date":["2009-08-06"],"type":["text"],"creator":["Thøgersen, Martin"],"language":[],"coverage":[],"title":["Universality in Ultra-Cold Few- and Many-Boson Systems"],"description":["  This dissertation presents theoretical investigations of universality and\nfinite-range corrections in few- and many-boson systems. The main focus is on\nultra-cold atomic gases seen both from the three-body, many-body, and\nmean-field perspective. Topics include corrections to Efimov physics, the\nN-body Efimov effect, two-body correlations in condensates and higher-order\ninteractions in mean-field BECs.\n","Comment: Ph.D. dissertation. 145 pages, 48 figures"]}]
["0908.0855",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0855"],"date":["2009-08-06"],"type":["text"],"creator":["Guillard, Goulven","collaboration, for the ANTARES"],"language":[],"coverage":[],"title":["Gamma ray astronomy with Antares"],"description":["  It has been suggested that underwater neutrino telescopes could detect muons\nfrom gamma ray showers. Antares' ability to detect high energy muons produced\nby TeV photons is discussed in the light of a full Monte Carlo study. It is\nshown that currently known sources would be hardly detectable\n","Comment: Proceedings of the 31st ICRC conference, Lodz 2009, 4 pages, no\n  figures"]}]
["0908.0856",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0856"],"date":["2009-08-06"],"type":["text"],"creator":["Renk, Tobias","Jaekel, Holger","Jondral, Friedrich K.","Gunduz, Deniz","Goldsmith, Andrea"],"language":[],"coverage":[],"title":["Outage Capacity of Incremental Relaying at Low Signal-to-Noise Ratios"],"description":["  We present the \\epsilon-outage capacity of incremental relaying at low\nsignal-to-noise ratios (SNR) in a wireless cooperative network with slow\nRayleigh fading channels. The relay performs decode-and-forward and repetition\ncoding is employed in the network, which is optimal in the low SNR regime. We\nderive an expression on the optimal relay location that maximizes the\n\\epsilon-outage capacity. It is shown that this location is independent of the\noutage probability and SNR but only depends on the channel conditions\nrepresented by a path-loss factor. We compare our results to the\n\\epsilon-outage capacity of the cut-set bound and demonstrate that the ratio\nbetween the \\epsilon-outage capacity of incremental relaying and the cut-set\nbound lies within 1/\\sqrt{2} and 1. Furthermore, we derive lower bounds on the\n\\epsilon-outage capacity for the case of K relays.\n","Comment: 5 pages, 4 figures, to be presented at VTC Fall 2009 in Anchorage,\n  Alaska"]}]
["0908.0858",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0858"],"date":["2009-08-06"],"type":["text"],"creator":["Mangano, Salvatore","Collaboration, for the ANTARES"],"language":[],"coverage":[],"title":["Skymap for atmospheric muons at TeV energies measured in deep-sea\n  neutrino telescope ANTARES"],"description":["  Recently different experiments mention to have observed a large scale\ncosmic-ray anisotropy at TeV energies, e.g. Milagro, Tibet and\nSuper-Kamiokande. For these energies the cosmic-rays are expected to be nearly\nisotropic. Any measurements of cosmic-rays anisotropy could bring some\ninformation about propagation and origin of cosmic-rays. Though the primary aim\nof the ANTARES neutrino telescope is the detection of high energy cosmic\nneutrinos, the detector measures mainly down-doing muons, which are decay\nproducts of cosmic-rays collisions in the Earth's atmosphere. This proceeding\ndescribes an anlaysis method for the first year measurement of down-going\natmospheric muons at TeV energies in the ANTARES experiment, when five out of\nthe final number of twelve lines were taking data.\n","Comment: Proceedings of the 31st ICRC conference, Lodz 2009, 3 pages, 2\n  figures"]}]
["0908.0860",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0860"],"date":["2009-08-06"],"type":["text"],"creator":["Pavalas, Gabriela","Clemente, Nicolas Picot","Collaboration, for the ANTARES"],"language":[],"coverage":[],"title":["Search for Exotic Physics with the ANTARES Detector"],"description":["  Besides the detection of high energy neutrinos, the ANTARES telescope offers\nan opportunity to improve sensitivity to exotic cosmological relics. In this\narticle we discuss the sensitivity of the ANTARES detector to elativistic\nmonopoles and slow nuclearites. Dedicated trigger algorithms and search\nstrategies are being developed to search or them. The data filtering,\nbackground rejection selection criteria are described, as well as the expected\nsensitivity of ANTARES to exotic physics.\n","Comment: Proceedings of the 31st ICRC conference, Lodz 2009, 4 pages, 6\n  figures"]}]
["0908.0863",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0863","International Journal of High Performance Computing Applications,\n  Feb 2009; vol. 23: pp. 42 - 61"],"date":["2009-08-06"],"type":["text"],"creator":["Donald, James Mc","Golden, Aaron","Jennings, S. Gerard"],"language":[],"coverage":[],"title":["Opendda: a Novel High-Performance Computational Framework for the\n  Discrete Dipole Approximation"],"description":["  This work presents a highly optimized computational framework for the\nDiscrete Dipole Approximation, a numerical method for calculating the optical\nproperties associated with a target of arbitrary geometry that is widely used\nin atmospheric, astrophysical and industrial simulations. Core optimizations\ninclude the bit-fielding of integer data and iterative methods that complement\na new Discrete Fourier Transform (DFT) kernel, which efficiently calculates the\nmatrix vector products required by these iterative solution schemes. The new\nkernel performs the requisite 3-D DFTs as ensembles of 1-D transforms, and by\ndoing so, is able to reduce the number of constituent 1-D transforms by 60% and\nthe memory by over 80%. The optimizations also facilitate the use of parallel\ntechniques to further enhance the performance. Complete OpenMP-based\nshared-memory and MPI-based distributed-memory implementations have been\ncreated to take full advantage of the various architectures. Several benchmarks\nof the new framework indicate extremely favorable performance and scalability.\nOpenDDA is available following the usual open source regulations from\nhttp://www.opendda.org\n","Comment: 29 pages, 5 figures"]}]
["0908.0864",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0864"],"date":["2009-08-06"],"type":["text"],"creator":["Toscano, Simona","collaboration, for the ANTARES"],"language":[],"coverage":[],"title":["Point source searches with the ANTARES neutrino telescope"],"description":["  With the installation of its last two lines in May 2008, ANTARES is currently\nthe largest neutrino detector in the Northern Hemisphere. The detector\ncomprises 12 detection lines, carrying 884 ten-inch photomultipliers, at a\ndepth of about 2500 m in the Mediterranean Sea, about 40 km off shore Toulon in\nSouth France. Thanks to its exceptional angular resolution, better than 0.3\ndegree above 10 TeV, and its favorable location with the Galactic Center\nvisible 63% of time, ANTARES is specially suited for the search of\nastrophysical point sources. Since 2007 ANTARES has been taking data in smaller\nconfigurations with 5 and 10 lines. With only 5 lines it already has been\npossible to set the most restrictive upper limits in the Southern sky. In this\ncontribution we present the search of point sources with the 5-line data\nsample.\n","Comment: Proceedings of the 31st ICRC conference, Lodz 2009, 4 pages, 5\n  figures, 1 table"]}]
["0908.0865",{"format":[],"subject":["Mathematics - Probability","60J22 (Primary) 65C40 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0865","Annals of Applied Probability 2009, Vol. 19, No. 3, 863-898","doi:10.1214/08-AAP563"],"date":["2009-08-06"],"type":["text"],"creator":["Beskos, Alexandros","Roberts, Gareth","Stuart, Andrew"],"language":[],"coverage":[],"title":["Optimal scalings for local Metropolis--Hastings chains on nonproduct\n  targets in high dimensions"],"description":["  We investigate local MCMC algorithms, namely the random-walk Metropolis and\nthe Langevin algorithms, and identify the optimal choice of the local step-size\nas a function of the dimension $n$ of the state space, asymptotically as\n$n\\to\\infty$. We consider target distributions defined as a change of measure\nfrom a product law. Such structures arise, for instance, in inverse problems or\nBayesian contexts when a product prior is combined with the likelihood. We\nstate analytical results on the asymptotic behavior of the algorithms under\ngeneral conditions on the change of measure. Our theory is motivated by\napplications on conditioned diffusion processes and inverse problems related to\nthe 2D Navier--Stokes equation.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AAP563 the Annals of\n  Applied Probability (http://www.imstat.org/aap/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0908.0867",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0867"],"date":["2009-08-06"],"type":["text"],"creator":["Wuebker, Achim"],"language":[],"coverage":[],"title":["Asymptotic optimality of isoperimetric constants with respect to\n  $L^{2}(\\pi)$-spectral gaps"],"description":["  In this paper we investigate the existence of $L^{2}(\\pi)$-spectral gaps for\n$\\pi$-irreducible, positive recurrent Markov chains on general state space. We\nobtain necessary and sufficient conditions for the existence of\n$L^{2}(\\pi)$-spectral gaps in terms of a sequence of isoperimetric constants\nand establish their asymptotic behavior. It turns out that in some cases the\nspectral gap can be understood in terms of convergence of an induced\nprobability flow to the uniform flow. The obtained theorems can be interpreted\nas mixing results and yield sharp estimates for the spectral gap of some Markov\nchains.\n"]}]
["0908.0870",{"format":[],"subject":["Physics - Physics and Society","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0870"],"date":["2009-08-06"],"type":["text"],"creator":["Wang, Jiao","Lai, C. -H."],"language":[],"coverage":[],"title":["Symmetry consideration in identifying network structures"],"description":["  The topological information of a network can be retrieved equivalently from\nits complement consisting of the same nodes but complementary edges. Hence the\npartition of a network into certain substructures based on given criteria\nshould be the same as that of its complement based on the equivalent criteria\nif the topological information is considered exclusively. This symmetry of\npartitioning between a network and its complement is due to the equivalence of\ntheir topological information and hence should be respected regardless of the\ndetailed characteristics of the substructures considered. In this work we\nsuggest this symmetry consideration as a general guideline and propose a\nsymmetric community detection scheme to show its implications. Our method has\nno resolution limit and can be used to detect hierarchical community structures\nat different levels. Our study also suggests that the community structure is\nunlikely a result of random fluctuations in large networks.\n","Comment: 5 pages, 5 figures, submitted for journal publication on 8, June,\n  2009"]}]
["0908.0879",{"format":[],"subject":["Mathematics - Number Theory","11R18 (Primary)","11M20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0879"],"date":["2009-08-06"],"type":["text"],"creator":["Myers, Marilyn"],"language":[],"coverage":[],"title":["A generalised Kummer's Conjecture"],"description":["  Kummer's Conjecture predicts the rate of growth of the relative class numbers\nof cyclotomic fields of prime conductor. We extend Kummer's Conjecture to\ncyclotomic fields of conductor n, where n is any natural number. We show that\nthe Elliott-Halberstam Conjecture implies that this Generalised Kummer's\nConjecture is true for almost all n but is false for infinitely many n.\n","Comment: 19 pages, to appear in Glasgow Mathematical Journal"]}]
["0908.0884",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0884","Mathematical Problems in Engineering, Volume 2009, Article ID\n  507815, 10 pages","doi:10.1155/2009/507815"],"date":["2009-08-06"],"type":["text"],"creator":["Zhou, Jiangbo","Tian, Lixin"],"language":[],"coverage":[],"title":["Periodic and solitary wave solutions to the Fornberg-Whitham equation"],"description":["  New travelling wave solutions to the Fornberg-Whitham equation are\ninvestigated. They are characterized by two parameters. The expresssions for\nthe periodic and solitary wave solutions are obtained.\n","Comment: 12 pages, 16 figures"]}]
["0908.0888",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0888"],"date":["2009-08-06"],"type":["text"],"creator":["Wuebker, Achim","Kabluchko, Zakhar"],"language":[],"coverage":[],"title":["$L^{2}$-spectral gaps, weak-reversible and very weak-reversible Markov\n  chains"],"description":["  The theory of $L^2$-spectral gaps for reversible Markov chains has been\nstudied by many authors. In this paper we consider positive recurrent general\nstate space Markov chains with stationary transition probabilities. Replacing\nthe assumption of reversibility by a less strong one, we still obtain a simple\nnecessary and sufficient condition for the spectral gap property of the\nassociated Markov operator in terms of isoperimetric constant. Moreover, we\ndefine a new sequence of isoperimetric constants which provides a necessary and\nsufficient condition for the existence of a spectral gap in a very general\nsetting. Finally, these results are used to obtain simple sufficient conditions\nfor the existence of a spectral gap in terms of the first and second order\ntransition probabilities.\n"]}]
["0908.0890",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0890"],"date":["2009-08-06"],"type":["text"],"creator":["Jiang, Zhan-Feng","Shan, Wen-Yu"],"language":[],"coverage":[],"title":["A Quantum Spin Hall Round Disk as a Spin Rotator and Filter"],"description":["  We study theoretically the spin transport of a Quantum Spin Hall round disk.\nWhen an electron traverses the disk in virtue of the edge states, its spin's\nin-plane component can be rotated by a magnetic flux through the disk. The spin\nrotation occurs due to the interference of two helical edge states with\nopposite spins, which is regarded as the Aharonov-Bohm effect in the spin space\nand a manifestation of the Berry phase. Besides, the disk has a spin filter\neffect on the tunneling current when we apply an appropriate magnetic field and\ngate voltage on it. The spin polarization ratio can reach 100% when the\ncouplings between the disk and leads are weak.\n","Comment: 6 pages, 4 figures"]}]
["0908.0893",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Performance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0893"],"date":["2009-08-06"],"type":["text"],"creator":["Seifeldin, Moustafa","Youssef, Moustafa"],"language":[],"coverage":[],"title":["Nuzzer: A Large-Scale Device-Free Passive Localization System for\n  Wireless Environments"],"description":["  The widespread usage of wireless local area networks and mobile devices has\nfostered the interest in localization systems for wireless environments. The\nmajority of research in the context of wireless-based localization systems has\nfocused on device-based active localization, in which a device is attached to\ntracked entities. Recently, device-free passive localization (DfP) has been\nproposed where the tracked entity is neither required to carry devices nor\nparticipate actively in the localization process. DfP systems are based on the\nfact that RF signals are affected by the presence of people and objects in the\nenvironment. The DfP concept enables a wide range of applications including\nintrusion detection and tracking, border protection, and smart buildings\nautomation. Previous studies have focused on small areas with direct line of\nsight and/or controlled environments. In this paper, we present the design,\nimplementation and analysis of Nuzzer, a large-scale device-free passive\nlocalization system for real environments.\n  Without any additional hardware, it makes use of the already installed\nwireless data networks to monitor and process changes in the received signal\nstrength (RSS) transmitted from access points at one or more monitoring points.\nWe present probabilistic techniques for DfP localization and evaluate their\nperformance in a typical office building, rich in multipath, with an area of\n1500 square meters. Our results show that the Nuzzer system gives device-free\nlocation estimates with less than 2 meters median distance error using only two\nmonitoring laptops and three access points. This indicates the suitability of\nNuzzer to a large number of application domains.\n","Comment: 9 pages"]}]
["0908.0894",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0894"],"date":["2009-08-06"],"type":["text"],"creator":["Abidi, Hamadi","Hmidi, Taoufik","Keraani, Sahbi"],"language":[],"coverage":[],"title":["On the global regularity of axisymmetric Navier-Stokes-Boussinesq system"],"description":["  In this paper we prove a global well-posedness result for tridimensional\nNavier-Stokes-Boussinesq system with axisymmetric initial data. This system\ncouples Navier-Stokes equations with a transport equation governing the\ndensity.\n"]}]
["0908.0897",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0897"],"date":["2009-08-06"],"type":["text"],"creator":["Wuebker, Achim"],"language":[],"coverage":[],"title":["$L^{2}$-spectral gaps for time discrete reversible Markov chains"],"description":["  In this paper we study the spectral properties of Markov-operator on\n$L^{2}$-spaces. Lawler and Sokal (Trans. Amer. Math. Soc., 1988, 309, pp.\n557-580) used isoperimetric constants for discrete and continuous time Markov\nchains to obtain a spectral gap at 1. For time discrete Markov chains this does\nnot exclude periodic behavior. We define a new constant measuring the distance\nfrom periodicity and give necessary and sufficient conditions for the existence\nof a global spectral gap in terms of this constant.\n"]}]
["0908.0905",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0905","Mathematical Problems in Engineering, Volume 2009, Article ID\n  249361, 13 pages","doi:10.1155/2009/249361"],"date":["2009-08-06"],"type":["text"],"creator":["Zhou, Jiangbo","Tian, Lixin"],"language":[],"coverage":[],"title":["Solitons, peakons, and periodic cuspons of a generalized\n  Degasperis-Procesi equation"],"description":["  We employ the bifurcation theory of planar dynamical systems to investigate\nthe exact travelling wave solutions of a generalized Degasperis-Procesi\nequation. The implicit expression of smooth soliton solutions is given. The\nexplicit expressions of peaked soliton solutions and periodic cuspon solutions\nare also obtained. Further, we show the relationship among the smooth soliton\nsolutions, the peaked soliton solutions, and the periodic cuspon solutions. The\nphysical relevance of the found solutions and the reasonwhy these solutions can\nexist in this equation are also given.\n","Comment: 14 pages, 41 figures"]}]
["0908.0909",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0909"],"date":["2009-08-06"],"type":["text"],"creator":["Erwin, Peter"],"language":[],"coverage":[],"title":["Double-Barred Galaxies"],"description":["  I present a brief review of what is known about double-barred galaxies, where\na small (\"inner\") bar is nested inside a larger (\"outer\") bar; the review is\nfocused primarily on their demographics and photometric properties. Roughly 20%\nof S0--Sb galaxies are double-barred; they may be rarer in later Hubble types.\nInner bars are typically ~ 500 pc in radius (~ 12% the size of outer bars), but\nsizes range from ~ 100 pc to > 1 kpc. The structure of at least some inner bars\nappears very similar to that of outer bars (and single large-scale bars).\nDirect and indirect evidence all support the hypothesis that inner bars rotate\nindependently of outer bars, although actual pattern speeds for inner bars are\npoorly constrained. Finally, I note that inner bars do not appear to promote\nnuclear activity.\n","Comment: LaTeX, 9 pages, 6 PDF figures (plus small logo PDF figure). To appear\n  in \"Tumbling, Twisting, and Winding Galaxies: Pattern Speeds along the Hubble\n  Sequence\", E. M. Corsini and V. P. Debattista (eds.), Memorie della Societa`\n  Astronomica Italiana"]}]
["0908.0910",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0910"],"date":["2009-08-06"],"type":["text"],"creator":["Wang, Z.","Chen, H. X."],"language":[],"coverage":[],"title":["Representation theory of a Class of Hopf algebras"],"description":["  The representations of the pointed Hopf algebras $U$ and $\\su$ are described,\nwhere $U$ and $\\su$ can be regarded as deformations of the usual quantized\nenveloping algebras $U_q(\\mathfrak{sl}(3))$ and the small quantum groups\nrespectively. It is illustrated that these representations have a close\nconnection with those of the quantized enveloping algebras\n$U_q(\\mathfrak{sl}(2))$ and those of the half quantum groups of\n$\\mathfrak{sl}(3)$.\n","Comment: 20pages"]}]
["0908.0912",{"format":[],"subject":["Computer Science - Information Retrieval","H.3.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0912"],"date":["2009-08-06"],"type":["text"],"creator":["Foley, Colum","Smeaton, Alan F."],"language":[],"coverage":[],"title":["Evaluation of Coordination Techniques in Synchronous Collaborative\n  Information Retrieval"],"description":["  Traditional Information Retrieval (IR) research has focussed on a single user\ninteraction modality, where a user searches to satisfy an information need.\nRecent advances in web technologies and computer hardware have enabled multiple\nusers to collaborate on many computer-supported tasks, therefore there is an\nincreasing opportunity to support two or more users searching together at the\nsame time in order to satisfy a shared information need, which we refer to as\nSynchronous Collaborative Information Retrieval (SCIR). SCIR systems represent\na significant paradigmatic shift from traditional IR systems. In order to\nsupport effective SCIR, new techniques are required to coordinate users'\nactivities. In addition, the novel domain of SCIR presents challenges for\neffective evaluations of these systems. In this paper we will propose an\neffective and re-usable evaluation methodology based on simulating users\nsearching together. We will outline how we have used this evaluation in\nempirical studies of the effects of different division of labour and sharing of\nknowledge techniques for SCIR.\n","Comment: Presented at 1st Intl Workshop on Collaborative Information Seeking,\n  2008 (arXiv:0908.0583)"]}]
["0908.0914",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0914","doi:10.1016/j.amc.2009.04.073"],"date":["2009-08-06"],"type":["text"],"creator":["Zhou, Jiangbo","Tian, Lixin","Fan, Xinghua"],"language":[],"coverage":[],"title":["New exact travelling wave solutions for the K(2,2) equation with osmosis\n  dispersion"],"description":["  In this paper, by using bifurcation method, we successfully find the\nK(2,2)equation with osmosis dispersion possess two new types of travelling wave\nsolu tions called kink-like wave solutions and antikink-like wave solutions.\nThey are defined on some semifinal bounded domains and possess properties of\nkink waves and anti-kink waves. Their implicit expressions are obtained. For\nsome concrete data, the graphs of the implicit functions are displayed, and the\nnumerical simulation of travelling wave system is made by Maple. The results\nshow that our theoretical analysis agrees with the numerical simulation.\n","Comment: 18 pages, 40 figures"]}]
["0908.0916",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0916"],"date":["2009-08-06"],"type":["text"],"creator":["Wang, Z.","Chen, H. X."],"language":[],"coverage":[],"title":["The half-quantum group U^>=0"],"description":["  Let U^>=0 denote the half quantum group for a fixed simple Lie algebra. We\nexamine some properties and representation of U^>=0. We prove that the Hopf\nalgebra U^>=0 is not quasi-cocommutative, and hence the category of left\nU^>=0-module is not a braided monoidal category. In the weight module category\nW, we describe all the simple objects and the projective objects. We also\ndescribe all simple Yetter-Drinfel'd U^>=0-weight modules.\n","Comment: 16pages"]}]
["0908.0917",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Dynamical Systems","58J65, 60H30","76D05, 76D09"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0917"],"date":["2009-08-06"],"type":["text"],"creator":["Gliklikh, Yuri E."],"language":[],"coverage":[],"title":["Solutions of equations of viscous hydrodynamics via stochastic\n  perturbations of inviscid flows"],"description":["  We introduce a special stochastic perturbation of the flow of diffuse matter\nas a curve in the group of diffeomorphisms of flat n-dimensional torus such\nthat the perturbed system yields a solution of Burgers equation in the tangent\nspace at unit of the diffeomorphism group. The same perturbation of the flow of\nperfect incompressible fluid yields a solution of Reynolds type equation but\nunder some special external force on the diffeomorphism group it transforms\ninto a solution of Navier-Stokes equation without external force.\n","Comment: 16 pages"]}]
["0908.0919",{"format":[],"subject":["Computer Science - Information Retrieval","H.3.3","H.5.2","H.5.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0919"],"date":["2009-08-06"],"type":["text"],"creator":["Hopfgartner, Frank","Vallet, David","Halvey, Martin","Jose, Joemon"],"language":[],"coverage":[],"title":["Collaborative Search Trails for Video Search"],"description":["  In this paper we present an approach for supporting users in the difficult\ntask of searching for video. We use collaborative feedback mined from the\ninteractions of earlier users of a video search system to help users in their\ncurrent search tasks. Our objective is to improve the quality of the results\nthat users find, and in doing so also assist users to explore a large and\ncomplex information space. It is hoped that this will lead to them considering\nsearch options that they may not have considered otherwise. We performed a user\ncentred evaluation. The results of our evaluation indicate that we achieved our\ngoals, the performance of the users in finding relevant video clips was\nenhanced with our system; users were able to explore the collection of video\nclips more and users demonstrated a preference for our system that provided\nrecommendations.\n","Comment: Presented at 1st Intl Workshop on Collaborative Information Seeking,\n  2008 (arXiv:0908.0583)"]}]
["0908.0921",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0921","doi:10.1016/j.nonrwa.2008.11.014"],"date":["2009-08-06"],"type":["text"],"creator":["Zhou, Jiangbo","Tian, Lixin"],"language":[],"coverage":[],"title":["Solitons, peakons and periodic cusp wave solutions for the\n  Fornberg-Whitham equation"],"description":["  In this paper, we employ the bifurcation method of dynamical systems to\ninvestigate the exact travelling wave solutions for the Fornberg-Whitham\nequation. The implicit expression for solitons is given. The explicit\nexpressions for peakons and periodic cusp wave solutions are also obtained.\nFurther, we show that the limits of soliton solutions and periodic cusp wave\nsolutions are peakons.\n","Comment: 11 pages, 20 figures"]}]
["0908.0926",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0926"],"date":["2009-08-06"],"type":["text"],"creator":["Araudo, Anabella T.","Bosch-Ramon, Valenti","Romero, Gustavo E."],"language":[],"coverage":[],"title":["Jet-Cloud Interactions in AGNs"],"description":["  Active galactic nuclei present continuum and line emission. The former is\nproduced by the accretion disk and the jets, whereas the latter is originated\nby gas located close to the super-massive black hole. The small region where\nthe broad lines are emitted is called the broad-line region. The structure of\nthis region is not well known, although it has been proposed that it may be\nformed by small and dense ionized clouds surrounding the supermassive\nblack-hole. In this work, we study the interaction of one cloud from the broad\nline region with the jet of the active galactic nuclei. We explore the\nhigh-energy emission produced by this interaction close to the base of the jet.\nThe resulting radiation may be detectable for nearby non-blazar sources as well\nas for powerful quasars, and its detection could give important information on\nthe broad line region and the jet itself.\n","Comment: Proceeding of the conference \"High-Energy Gamma-rays and Neutrinos\n  from Extra-Galactic Sources\". Heidelberg, 13-16 January 2009"]}]
["0908.0928",{"format":[],"subject":["Computer Science - Human-Computer Interaction","Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0928","Proc. European Spreadsheet Risks Int. Grp. (EuSpRIG) 2009 39-46\n  ISBN 978-1-905617-89-0"],"date":["2009-08-06"],"type":["text"],"creator":["Dunn, Angus"],"language":[],"coverage":[],"title":["Automated Spreadsheet Development"],"description":["  Few major commercial or economic decisions are made today which are not\nunderpinned by analysis using spreadsheets. It is virtually impossible to avoid\nmaking mistakes during their drafting and some of these errors remain, unseen\nand uncorrected, until something turns the spotlight on them. By then it may be\ntoo late. The challenge is to find a way of creating spreadsheets which will\npreserve the benefit of their power and flexibility while making their creation\nmore transparent and safer. Full documentation and documented version and\nquality control, section by section, of the eventual spreadsheet would be a\nbonus. And if the whole process could be made quicker, too, that would be a\nfurther bonus.\n","Comment: 8 Pages, 3 Colour Figures"]}]
["0908.0929",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0929"],"date":["2009-08-06"],"type":["text"],"creator":["Arapura, Donu"],"language":[],"coverage":[],"title":["Homomorphisms between Kaehler groups"],"description":["  This is partly a survey and partly a research article. Some known results and\nopen problems about Kaehler groups (fundamental groups of compact Kaehler\nmanifolds) are discussed. A new notion of Kaehler homomorphism is introduced.\nThis is a homomorphism induced by a holomorphic map between these types of\nmanifolds. Some obstructions for a homomorphism to be Kaehler are discussed.\nAmong these is the main result on the vanishing of a certain cohomology class\nassociated to such map. This is reduced to the decomposition theorem for\nperverse sheaves suitably extended to Kaehler orbifolds.\n","Comment: 17 pages, latex, expanded talk at conference in Jaca for Anatoly\n  Libgober"]}]
["0908.0930",{"format":[],"subject":["Computer Science - Human-Computer Interaction","Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0930","Proc. European Spreadsheet Risks Int. Grp. (EuSpRIG) 2009 83-94\n  ISBN 978-1-905617-89-0"],"date":["2009-08-06"],"type":["text"],"creator":["Bekenn, Bill","Hooper, Ray"],"language":[],"coverage":[],"title":["Some Spreadsheet Poka-Yoke"],"description":["  Whilst not all spreadsheet defects are structural in nature, poor layout\nchoices can compromise spreadsheet quality. These defects may be avoided at the\ndevelopment stage by some simple mistake prevention and detection devices.\nPoka-Yoke (Japanese for Mistake Proofing), which owes its genesis to the Toyota\nProduction System (the standard for manufacturing excellence throughout the\nworld) offers some principles that may be applied to reducing spreadsheet\ndefects. In this paper we examine spreadsheet structure and how it can lead to\ndefects and illustrate some basic spreadsheet Poka-Yokes to reduce them. These\ninclude guidelines on how to arrange areas of cells so that whole rows and\ncolumns can be inserted anywhere without causing errors, and rules for when to\nuse relative and absolute references with respect to what type of area is being\nreferred to.\n","Comment: 12 Pages, 8 Colour Figures"]}]
["0908.0931",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0931"],"date":["2009-08-06"],"type":["text"],"creator":["Romero, Gustavo E.","Araudo, Anabella T.","Bosch-Ramon, Valenti","Paredes, Josep M."],"language":[],"coverage":[],"title":["Gamma-rays from massive protostars"],"description":["  Massive protostars have associated bipolar outflows with velocities of\nhundreds of km/s. Such outflows produce strong shocks when interact with the\nambient medium leading to regions of non-thermal radio emission. Under certain\nconditions, the population of relativistic particles accelerated at the\nterminal shocks of the protostellar jets can produce significant gamma-ray\nemission. We estimate the conditions necessary for high-energy emission in the\nnon-thermal hot spots of jets associated with massive protostars embedded in\ndense molecular clouds. Our results show that particle-matter interactions can\nlead to the detection of molecular clouds hosting massive young stellar objects\nby the Fermi satellite at MeV-GeV energies and even by Cherenkov telescope\narrays in the GeV-TeV range. Astronomy at gamma-rays can be used to probe the\nphysical conditions in star forming regions and particle acceleration processes\nin the complex environment of massive molecular clouds.\n","Comment: Proceeding of the conference \"High Energy Phenomena in Massive\n  Stars\". Jaen (Spain), 2-5 February 2009"]}]
["0908.0932",{"format":[],"subject":["Computer Science - Human-Computer Interaction","Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0932","Proc. European Spreadsheet Risks Int. Grp. (EuSpRIG) 2009 113-118\n  ISBN 978-1-905617-89-0"],"date":["2009-08-06"],"type":["text"],"creator":["Iyengar, M. Sriram","Svirbely, John R."],"language":[],"coverage":[],"title":["The Medical Algorithms Project"],"description":["  The Medical Algorithms Project, a web-based resource located at\nwww.medal.org, is the world's largest collection of medical-related\nspreadsheets, consisting of over 13,500 Excel spreadsheets each encoding a\nmedical algorithm from 45 different areas of medical practice. This free\nresource is in use worldwide with over 106,000 registered users as of March 1,\n2009.\n","Comment: 6 Pages, 2 Colour Figures"]}]
["0908.0933",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0933"],"date":["2009-08-06"],"type":["text"],"creator":["Araudo, Anabella T.","Bosch-Ramon, Valenti","Romero, Gustavo E."],"language":[],"coverage":[],"title":["High-energy flares from jet-clump interactions"],"description":["  High-mass microquasars are binary systems composed by a massive star and a\ncompact object from which relativistic jets are launched. Regarding the\ncompanion star, observational evidence supports the idea that winds of hot\nstars are formed by clumps. Then, these inhomogeneities may interact with the\njets producing a flaring activity. In the present contribution we study the\ninteraction between a jet and a clump of the stellar wind in a high-mass\nmicroquasar. This interaction produces a shock in the jet, where particles may\nbe accelerated up to relativistic energies. We calculate the spectral energy\ndistributions of the dominant non-thermal processes: synchrotron radiation,\ninverse Compton scattering, and proton-proton collisions. Significant levels of\nX- and gamma-ray emission are predicted, with luminosities in the different\ndomains up to ~ 10^{34} - 10^{35} erg/s on a timescale of about ~ 1 h. Finally,\njet-clump interactions in high-mass microquasars could be detectable at high\nenergies. These phenomena may be behind the fast TeV variability found in some\nhigh-mass X-ray binary systems, such as Cygnus X-1, LS 5039 and LS I+61 303. In\naddition, our model can help to derive information on the properties of jets\nand clumpy winds.\n","Comment: Proceeding of the conference \"High Energy Phenomena in Massive\n  Stars\". Jaen (Spain), 2-5 February 2009"]}]
["0908.0935",{"format":[],"subject":["Computer Science - Human-Computer Interaction","Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0935","Proc. European Spreadsheet Risks Int. Grp. (EuSpRIG) 2009 69-81\n  ISBN 978-1-905617-89-0"],"date":["2009-08-06"],"type":["text"],"creator":["McKeever, Ruth","McDaid, Kevin","Bishop, Brian"],"language":[],"coverage":[],"title":["An Exploratory Analysis of the Impact of Named Ranges on the Debugging\n  Performance of Novice Users"],"description":["  This paper describes an exploratory empirical study of the effect of named\nranges on spreadsheet debugging performance. Named ranges are advocated in both\nacademia and industry, yet no experimental evidence has been cited to back up\nthese recommendations. This paper describes an exploratory experiment involving\n21 participants that assesses the performance of novices debugging a\nspreadsheet containing named ranges. The results are compared with the\nperformance of a different set of novices debugging the same spreadsheet\nwithout named ranges. The findings suggest that novice users debug on average\nsignificantly fewer errors if the spreadsheet contains named ranges. The\npurpose of the investigative study is to derive a detailed and coherent set of\nresearch questions regarding the impact of range names on the debugging\nperformance and behaviour of spreadsheet users. These will be answered through\nfuture controlled experiments.\n","Comment: 13 Pages, 4 Figures. Winner of the 2009 David Chadwick Prize for Best\n  Student Paper"]}]
["0908.0939",{"format":[],"subject":["Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0939"],"date":["2009-08-06"],"type":["text"],"creator":["White, Eddie"],"language":[],"coverage":[],"title":["Clustering for Improved Learning in Maze Traversal Problem"],"description":["  The maze traversal problem (finding the shortest distance to the goal from\nany position in a maze) has been an interesting challenge in computational\nintelligence. Recent work has shown that the cellular simultaneous recurrent\nneural network (CSRN) can solve this problem for simple mazes. This thesis\nfocuses on exploiting relevant information about the maze to improve learning\nand decrease the training time for the CSRN to solve mazes. Appropriate\nvariables are identified to create useful clusters using relevant information.\nThe CSRN was next modified to allow for an additional external input. With this\nadditional input, several methods were tested and results show that clustering\nthe mazes improves the overall learning of the traversal problem for the CSRN.\n","Comment: 29 pages, 15 figures, Undergraduate Honors Thesis"]}]
["astro-ph/0101238",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0101238","Astron.Astrophys.373:1-11,2001","doi:10.1051/0004-6361:20010604"],"date":["2001-01-15","2001-07-10"],"type":["text"],"creator":["Kerscher, M.","Mecke, K.","Schmalzing, J.","Beisbart, C.","Buchert, T.","Wagner, H."],"language":[],"coverage":[],"title":["Morphological fluctuations of large-scale structure: the PSCz survey"],"description":["  In a follow-up study to a previous analysis of the IRAS 1.2Jy catalogue, we\nquantify the morphological fluctuations in the PSCz survey. We use a variety of\nmeasures, among them the family of scalar Minkowski functionals. We confirm the\nexistence of significant fluctuations that are discernible in volume-limited\nsamples out to 200Mpc/h. In contrast to earlier findings, comparisons with\ncosmological N-body simulations reveal that the observed fluctuations roughly\nagree with the cosmic variance found in corresponding mock samples. While\ntwo-point measures, e.g. the variance of count-in-cells, fluctuate only mildly,\nthe fluctuations in the morphology on large scales indicate the presence of\ncoherent structures that are at least as large as the sample.\n","Comment: aa style, 13 pages, 9 figures, matching accepted version"]}]
["astro-ph/0403529",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0403529","Eur.Phys.J.C35:543-554,2004","doi:10.1140/epjc/s2004-01816-3"],"date":["2004-03-22"],"type":["text"],"creator":["Cuesta, Herman J. Mosquera","Fiuza, Karen"],"language":[],"coverage":[],"title":["Strongest gravitational waves from neutrino oscillations at supernova\n  core bounce"],"description":["  Resonant active-to-active ($\\nu_a \\to \\nu_a$), as well as active-to-sterile\n($\\nu_a \\to \\nu_s$) neutrino ($\\nu$) oscillations can take place during the\ncore bounce of a supernova collapse. Besides, over this phase, weak magnetism\nincreases antineutrino ($\\bar{\\nu}$) mean free paths, and thus its luminosity.\nBecause the oscillation feeds mass-energy into the target $\\nu$ species, the\nlarge mass-squared difference between species ($\\nu_a \\to \\nu_s$) implies a\nhuge amount of energy to be given off as gravitational waves ($L_{\\textrm{GWs}}\n\\sim 10^{49}$ erg s$^{-1}$), due to anisotropic but coherent $\\nu$ flow over\nthe oscillation length. This asymmetric $\\nu$-flux is driven by both the\nspin-magnetic and the {\\it universal spin-rotation} coupling. The novel\ncontribution of this paper stems from 1) the new computation of the anisotropy\nparameter $\\alpha \\sim 0.1-0.01$, and 2) the use of the tight constraints from\nneutrino experiments as SNO and KamLAND, and the cosmic probe WMAP, to compute\nthe gravitational-wave emission during neutrino oscillations in supernovae core\ncollapse and bounce. We show that the mass of the sterile neutrino $\\nu_s$ that\ncan be resonantly produced during the flavor conversions makes it a good\ncandidate for dark matter as suggested by Fuller et {\\it al.} (2003). The new\nspacetime strain thus estimated is still several orders of magnitude larger\nthan those from $\\nu$ difussion (convection and cooling) or quadrupole moments\nof neutron star matter. This new feature turns these bursts the more promissing\nsupernova gravitational-wave signal that may be detected by observatories as\nLIGO, VIRGO, etc., for distances far out to the VIRGO cluster of galaxies.\n","Comment: Accepted for publication in the European Physical Journal C (Theory)\n  22 pages, latex file (revtex style), 2 figures, 5 tables"]}]
["astro-ph/0607355",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0607355","Astrophys.J.660:L1-L6,2007","doi:10.1086/517931"],"date":["2006-07-15"],"type":["text"],"creator":["Davis, M.","Guhathakurta, P.","Konidaris, N.","Newman, J. A.","Ashby, M. L. N.","Biggs, A. D.","Barmby, P.","Bundy, K.","Chapman, S.","Coil, A. L.","Conselice, C.","Cooper, M.","Croton, D.","Eisenhardt, P.","Ellis, R.","Faber, S.","Fang, T.","Fazio, G. G.","Georgakakis, A.","Gerke, B.","Goss, W. M.","Gwyn, S.","Harker, J.","Hopkins, A.","Huang, J. -S.","Ivison, R. J.","Kassin, S. A.","Kirby, E.","Koekemoer, A.","Koo, D. C.","Laird, E.","Floc'h, E. Le","Lin, L.","Lotz, J.","Marshall, P. J.","Martin, D. C.","Metevier, A.","Moustakas, L. A.","Nandra, K.","Noeske, K.","Papovich, C.","Phillips, A. C.","Rich, R. M.","Rieke, G. H.","Rigopoulou, D.","Salim, S.","Schiminovich, D.","Simard, L.","Smail, I.","Small, T. A.","Weiner, B.","Willmer, C. N. A.","Willner, S. P.","Wilson, G.","Wright, E.","Yan, R."],"language":[],"coverage":[],"title":["The All-wavelength Extended Groth Strip International Survey (AEGIS)\n  Data Sets"],"description":["  In this the first of a series of Letters, we present a description of the\npanchromatic data sets that have been acquired in the Extended Groth Strip\nregion of the sky. Our survey, the All-wavelength Extended Groth strip\nInternational Survey (AEGIS), is intended to study the physical properties and\nevolutionary processes of galaxies at z ~ 1. It includes the following deep,\nwide-field imaging data sets: Chandra/ACIS X-ray (0.5 - 10 keV), GALEX\nultraviolet (1200 - 2500 Angstrom), CFHT/MegaCam Legacy Survey optical (3600 -\n9000 Angstroms), CFHT/CFH12K optical (4500 - 9000 Angstroms), Hubble Space\nTelescope/ACS optical (4400 - 8500 Angstroms), Palomar/WIRC near-infrared (1.2\n- 2.2 microns), Spitzer/IRAC mid-infrared (3.6 - 8.0 microns), Spitzer/MIPS\nfar-infrared (24 - 70 microns), and VLA radio continuum (6 - 20 cm). In\naddition, this region of the sky has been targeted for extensive spectroscopy\nusing the DEIMOS spectrograph on the Keck II 10 m telescope. Our survey is\ncompared to other large multiwavelength surveys in terms of depth and sky\ncoverage.\n","Comment: 21 pages, 1 fig; intro letter for AEGIS ApJL special issue; ps & pdf\n  at http://www.ucolick.org/~raja/aegis.ps &\n  http://www.ucolick.org/~raja/aegis.pdf"]}]
["cs/0607139",{"format":[],"subject":["Computer Science - Computational Complexity","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0607139","Theory of Computing 5 (2009) 1, pp. 141-172","doi:10.4086/toc.2009.v005a008"],"date":["2006-07-31","2006-12-27"],"type":["text"],"creator":["Holenstein, Thomas"],"language":[],"coverage":[],"title":["Parallel repetition: simplifications and the no-signaling case"],"description":["  Consider a game where a refereed a referee chooses (x,y) according to a\npublicly known distribution P_XY, sends x to Alice, and y to Bob. Without\ncommunicating with each other, Alice responds with a value \"a\" and Bob responds\nwith a value \"b\". Alice and Bob jointly win if a publicly known predicate\nQ(x,y,a,b) holds.\n  Let such a game be given and assume that the maximum probability that Alice\nand Bob can win is v<1. Raz (SIAM J. Comput. 27, 1998) shows that if the game\nis repeated n times in parallel, then the probability that Alice and Bob win\nall games simultaneously is at most v'^(n/log(s)), where s is the maximal\nnumber of possible responses from Alice and Bob in the initial game, and v' is\na constant depending only on v.\n  In this work, we simplify Raz's proof in various ways and thus shorten it\nsignificantly. Further we study the case where Alice and Bob are not restricted\nto local computations and can use any strategy which does not imply\ncommunication among them.\n","Comment: 27 pages; v2:PRW97 strengthening added, references added, typos\n  fixed; v3: fixed error in the proof of the no-signaling theorem, minor\n  changes"]}]
["hep-ph/0204029",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0204029","Eur.Phys.J.C24:361-371,2002","doi:10.1007/s10052-002-0956-4"],"date":["2002-04-02","2002-05-08"],"type":["text"],"creator":["Bargiotti, M.","Bertin, A.","Bruschi, M.","Capponi, M.","De Castro, S.","Fabbri, L.","Faccioli, P.","Galli, D.","Giacobbe, B.","Marconi, U.","Massa, I.","Piccinini, M.","Poli, M.","Cesari, N. Semprini","Spighi, R.","Vagnoni, V.","Vecchi, S.","Villa, M.","Vitale, A.","Zoccoli, A."],"language":[],"coverage":[],"title":["Bayesian analysis of the constraints on gamma from B --> K pi rates and\n  CP asymmetries in the flavour-SU(3) approach"],"description":["  The relation between the branching ratios and direct CP asymmetries of B -->\nK pi decays and the angle gamma of the CKM unitarity triangle is studied\nnumerically in the general framework of the SU(3) approach, with minimal\nassumptions about the parameters not fixed by flavour-symmetry arguments.\nExperimental and theoretical uncertainties are subjected to a statistical\ntreatment according to the Bayesian method. In this context, the experimental\nlimits recently obtained by CLEO, BaBar and Belle for the direct CP asymmetries\nare translated into the bound |gamma - 90 deg| > 21 deg at the 95% C.L.. A\ndetailed analysis is carried out to evaluate the conditions under which\nmeasurements of the CP averaged branching ratios may place a significant\nconstraint on gamma. Predictions for the ratios of charged (R_c) and neutral\n(R_n) B --> K pi decays are also presented.\n","Comment: LaTeX, 16 pages, 11 figures, 1 table. Accepted for publication in\n  Eur. Phys. J. C"]}]
["hep-ph/0512183",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0512183","PoS HEP2005:285,2006"],"date":["2005-12-14"],"type":["text"],"creator":["Ferroli, R. Baldini"],"language":[],"coverage":[],"title":["BaBar results on e+e- --> ppbar by means of initial state radiation"],"description":["  BaBar has measured with unprecedented accuracy the e+e- --> ppbar cross\nsection from the threshold up to Q^2 ~ 20 GeV^2/c^4, finding out an unexpected\ncross section, with plateaux and negative steps. Evidence for a ratio\n|G_E/G_M|>1 has also been found as well as a sudden variation in |G_M| just\nabove the threshold.\n","Comment: Talk given at EPS International Europhysics Conference on High Energy\n  Physics (HEPP-EPS 2005), Lisbon, Portugal, 21-27 Jul 2005. 5 pages, 4 figures"]}]
["hep-ph/0603056",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0603056","Phys.Lett.B637:295-297,2006","doi:10.1016/j.physletb.2006.04.051"],"date":["2006-03-08"],"type":["text"],"creator":["Sayre, J.","Wiesenfeldt, S."],"language":[],"coverage":[],"title":["Higher-dimensional operators in SUSY SO(10) GUT models"],"description":["  SO(10) GUT models with only small Higgs fields use higher-dimensional\noperators to generate realistic fermion mass matrices. In particular, a Higgs\nfield in the spinor representation, 16^d_H, acquires a weak scale vev. We\ninclude the weak vev of the corresponding field \\bar{16}^u_H and investigate\nthe effect on two successful models, one by Albright and Barr (AB) and another\nby Babu, Pati and Wilczek (BPW). We find that the BPW model is a particular\ncase within a class of models with identical fermion masses and mixings. In\ncontrast, we expect corrections to the parameters of AB-type models.\n","Comment: 3 pages"]}]
["hep-ph/9507212",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/9507212","Phys.Rev.D55:2931-2949,1997","doi:10.1103/PhysRevD.55.2931"],"date":["1995-07-03"],"type":["text"],"creator":["Goswami, Srubabati"],"language":[],"coverage":[],"title":["Accelerator, reactor, solar and atmospheric neutrino oscillation: beyond\n  three generations"],"description":["  We perform a phenomenological analysis of neutrino oscillation in a four\ngeneration framework introducing an additional sterile neutrino. In such a\nscenario, more than one pattern is possible that can accommodate three\nhieararchically different mass squared differences as required by the present\nexperiments. We considered two different spectrums. Choosing the\n${\\Delta{m}}^2$s in the ranges suitable for the LSND, atmospheric and solar\nneutrino oscillation, limits on the mixing angles are derived, consistent with\nthe most restrictive accelerator and reactor data as well as the atmospheric\nand solar neutrino results. The allowed mixing angles are found to be\nconstrained very severely in both cases. For one mass pattern in the combined\nallowed zone the atmospheric anomaly can be explained by $\\nu_e - \\nu_{\\mu}$\noscillation whereas for the other the $\\nu_{\\mu} - \\nu_{\\tau}$ channel is\npreferred. The accelerator experiments CHORUS and NOMAD have different\nsensitivities in these regions and they can distinguish between the two\nchoices.\n","Comment: Latex, 26 pages, 6 figures, 1 included in the Latex File, remaining 5\n  available on request"]}]
["hep-ph/9608311",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/9608311","Phys.Rev.D55:1353-1364,1997","doi:10.1103/PhysRevD.55.1353"],"date":["1996-08-13"],"type":["text"],"creator":["Faid, B.","Fogli, G. L.","Lisi, E.","Montanino, D."],"language":[],"coverage":[],"title":["Solar neutrinos: Near-far asymmetry and just-so oscillations"],"description":["  We propose to study possible signals of just-so oscillations in\nnew-generation solar neutrino experiments by separating the events detected\nwhen the earth is nearest to the sun (perihelion $\\pm$~3~months) from those\ndetected when the earth is farthest from the sun (aphelion $\\pm$~3~months). We\nintroduce a solar model independent near-far asymmetry, which is non-zero if\njust-so oscillations occur. We apply our calculations to the kinetic energy\nspectra of electrons induced by $^8$B solar neutrino interactions in the\nSuperKamiokande and Sudbury Neutrino Observatory experiments. We show that the\nsensitivity to the neutrino oscillation parameters can be increased by probing\nthe near-far asymmetry in selected parts of the electron energy spectra.\n","Comment: RevTeX, 17 pages + 11 figures. Requires epsfig.sty"]}]
["hep-ph/9806328",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/9806328","Phys.Rev.D58:093016,1998","doi:10.1103/PhysRevD.58.093016"],"date":["1998-06-09"],"type":["text"],"creator":["Barger, V.","Pakvasa, S.","Weiler, T. J.","Whisnant, K."],"language":[],"coverage":[],"title":["Variations on Four-Neutrino Oscillations"],"description":["  We make a model-independent analysis of all available data that indicate\nneutrino oscillations. Using probability diagrams, we confirm that a mass\nspectrum with two nearly degenerate pairs of neutrinos separated by a mass gap\nof $\\simeq1$ eV is preferred over a spectrum with one mass eigenstate separated\nfrom the others. We derive some new relations among the four-neutrino mixing\nmatrix elements. We design four-neutrino mass matrices with three active\nneutrinos and one sterile neutrino that naturally incorporate maximal\noscillations of atmospheric $\\nu_\\mu$ and explain the solar neutrino and LSND\nresults. The models allow either a large or small angle MSW or vacuum\noscillation description of the solar neutrino deficit. The models predict (i)\noscillations of either $\\nu_e \\to \\nu_\\tau$ or $\\nu_e \\to\\nu_s$ in\nlong-baseline experiments at $L/E \\gg 1$ km/GeV, with amplitude determined by\nthe LSND oscillation amplitude and argument given by the atmospheric $\\delta\nm^2$, and (ii) the equality of the $\\nu_e$ disappearance probability, the\n$\\nu_\\mu$ disappearance probability, and the LSND $\\nu_\\mu\\to\\nu_e$ appearance\nprobability in short-baseline experiments.\n","Comment: Latex2.09, 40 pages, uses epsf.sty to include 8 postscript figures"]}]
["hep-ph/9812273",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/9812273","Phys.Rev.D59:093007,1999","doi:10.1103/PhysRevD.59.093007"],"date":["1998-12-07","1999-02-24"],"type":["text"],"creator":["Barger, V.","Whisnant, K."],"language":[],"coverage":[],"title":["Global Three-Neutrino Vacuum Oscillation fits to the Solar and\n  Atmospheric Anomalies"],"description":["  We determine the three-neutrino mixing and mass parameters that are allowed\nby the solar and atmospheric neutrino data when vacuum oscillations are\nresponsible for both phenomena. The global fit does not appreciably change the\nallowed regions for the parameters obtained from effective two-neutrino fits.\nWe discuss how measurements of the solar electron energy spectrum below 6.5 GeV\nin Super-Kamiokande and seasonal variations in the Super-Kamiokande, $^{71}$Ga,\nand BOREXINO experiments can distinguish the different solar vacuum solutions.\n","Comment: Revtex, 31 pages, uses epsf.sty, 14 postscript figures. Version to be\n  published in Phys. Rev. D"]}]
["hep-ph/9812538",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/9812538","Nucl.Phys.B566:33-91,2000","doi:10.1016/S0550-3213(99)00589-1"],"date":["1998-12-31","1999-05-24"],"type":["text"],"creator":["Babu, K. S.","Pati, Jogesh C.","Wilczek, Frank"],"language":[],"coverage":[],"title":["Fermion masses, neutrino oscillations, and proton decay in the light of\n  SuperKamiokande"],"description":["  Within the framework of unified gauge models, interactions responsible for\nneutrino masses can also provide mechanisms for nucleon instability. We discuss\ntheir implications concretely in the light of recent results on neutrino\noscillation from the SuperKamiokande collaboration. We construct a predictive\nSO(10)-based framework that describes the masses and mixing of all quarks and\nleptons. An overconstrained global fit is obtained, that makes five successful\npredictions for quarks and charged leptons. The same description provides\nagreement with the SuperK results on atmospheric neutrinos and supports a\nsmall-angle MSW mechanism. We find that current limits on nucleon stability put\nsignificant stress on the framework. Further, a distinctive feature of the\nSO(10) model developed here is the likely prominence of the $\\mu^+ K^0$ mode in\naddition to the $\\bar{\\nu} K^+$ mode of proton decay. Thus improved searches in\nthese channels for proton decay will either turn up events, or force us outside\nthis circle of ideas.\n","Comment: 57 pages in RevTex, typos corrected"]}]
["hep-th/0603131",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0603131","Class.Quant.Grav.23:6409-6423,2006","doi:10.1088/0264-9381/23/22/019"],"date":["2006-03-16","2006-05-15"],"type":["text"],"creator":["Edery, A.","Fabbri, Luca","Paranjape, M. B."],"language":[],"coverage":[],"title":["Spontaneous breaking of conformal invariance in theories of conformally\n  coupled matter and Weyl gravity"],"description":["  We study the theory of Weyl conformal gravity with matter degrees of freedom\nin a conformally invariant interaction. Specifically, we consider a triplet of\nscalar fields and SO(3) non-abelian gauge fields, i.e. the Georgi-Glashow model\nconformally coupled to Weyl gravity. We show that the equations of motion admit\nsolutions spontaneously breaking the conformal symmetry and the gauge symmetry,\nproviding a mechanism for supplying a scale in the theory. The vacuum solution\ncorresponds to anti-de-Sitter space-time, while localized soliton solutions\ncorrespond to magnetic monopoles in asymptotically anti-de-Sitter space-time.\nThe resulting effective action gives rise to Einstein gravity and the residual\nU(1) gauge theory. This mechanism strengthens the reasons for considering\nconformally invariant matter-gravity theory, which has shown promising\nindications concerning the problem of missing matter in galactic rotation\ncurves.\n","Comment: 20 pages, 1 figure, revised and added references"]}]
["math/0601587",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematics - Algebraic Topology","19L47, 55N91 (Primary)","19K99, 46L80 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0601587","J. Pure Appl. Algebra 212 (2008), no. 5, 1046-1059.","doi:10.1016/j.jpaa.2007.07.019"],"date":["2006-01-24","2006-04-18"],"type":["text"],"creator":["Sanchez-Garcia, Ruben"],"language":[],"coverage":[],"title":["Bredon homology and equivariant K-homology of SL(3,Z)"],"description":["  We obtain the equivariant K-homology of the classifying space\n\\underline{E}SL(3,Z) from the computation of its Bredon homology with respect\nto finite subgroups and coefficients in the representation ring. We also obtain\nthe corresponding results for GL(3,Z). Our calculations give therefore the\ntopological side of the Baum-Connes conjecture for these groups.\n","Comment: 16 pages, 2 figures; v2 - one reference updated, submitted to\n  K-Theory"]}]
["math/0604402",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematics - Algebraic Topology","19L47, 55N91 (Primary)","19K99, 46L80 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0604402","J. Lond. Math. Soc. (2) 75 (2007), no. 3, 773-790","doi:10.1112/jlms/jdm035"],"date":["2006-04-18"],"type":["text"],"creator":["Sanchez-Garcia, Ruben"],"language":[],"coverage":[],"title":["Equivariant K-homology for some Coxeter groups"],"description":["  We obtain the equivariant K-homology of the classifying space \\underline{E}W\nfor W a right-angled or, more generally, an even Coxeter group. The key result\nis a formula for the relative Bredon homology of \\underline{E}W in terms of\nCoxeter cells. Our calculations amount to the K-theory of the reduced\nC^*-algebra of W, via the Baum-Connes assembly map.\n","Comment: 22 pages, 5 figures"]}]
["math/0610901",{"format":[],"subject":["Mathematics - Symplectic Geometry","High Energy Physics - Theory","Mathematics - Algebraic Geometry","53D45","14N35","14J32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610901","J. Amer. Math. Soc. 21 (2008), 1169-1209.","doi:10.1090/S0894-0347-08-00597-3"],"date":["2006-10-29","2007-05-28"],"type":["text"],"creator":["Pandharipande, R.","Solomon, J.","Walcher, J."],"language":[],"coverage":[],"title":["Disk enumeration on the quintic 3-fold"],"description":["  Holomorphic disk invariants with boundary in the real Lagrangian of a quintic\n3-fold are calculated by localization and proven mirror transforms. A careful\ndiscussion of the underlying virtual intersection theory is included. The\ngenerating function for the disk invariants is shown to satisfy an extension of\nthe Picard-Fuchs differential equations associated to the mirror quintic. The\nOoguri-Vafa multiple cover formula is used to define virtually enumerative disk\ninvariants. The results may also be viewed as providing a virtual enumeration\nof real rational curves on the quintic.\n","Comment: 52 pages, 5 figures. Added background on open mirror symmetry in\n  Section 0.4, and added details especially in Lemma 7 and Lemma 18"]}]
["math/0611139",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Algebraic Geometry","53D05,14J32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611139","J. Differential Geom. 81 (2009), no. 3, 483--573"],"date":["2006-11-06"],"type":["text"],"creator":["Castano-Bernard, R.","Matessi, D."],"language":[],"coverage":[],"title":["Lagrangian 3-torus fibrations"],"description":["  We give a method to construct singular Lagrangian 3-torus fibrations over\ncertain a priori given integral affine manifolds with singularities, which we\ncall simple. The main result of this article is the proof that the topological\nCalabi-Yau compactifications of M. Gross' \"Topological Mirror Symmetry\", can be\nmade into symplectic compactifications. As an example, we obtain a pair of\ncompact symplectic 6-manifolds together with Lagrangian fibrations whose\nunderlying affine structures are dual. The symplectic manifolds obtained are\nhomeomorphic to a smooth quintic Calabi-Yau 3-fold and its mirror.\n","Comment: 68 pages, 17 figures"]}]
