["0705.3744",{"format":[],"subject":["Mathematics - Differential Geometry","53B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3744","Bulletin Braz. Math. Soc. 40 (2009) 1, 85 - 97","doi:10.1007/s00574-009-0004-1"],"date":["2007-05-25"],"type":["text"],"creator":["Dillen, Franki","Munteanu, Marian Ioan"],"language":[],"coverage":[],"title":["Constant Angle Surfaces in $\\H^2\\times \\R$"],"description":["  In this paper we classify constant angle surfaces in $\\H^2\\times\\R$, where\n$\\H^2$ is the hyperbolic plane.\n","Comment: 9 Latex pages"]}]
["0709.2757",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2757","Phys. Rev. A 77, 021602(R) (2008)","doi:10.1103/PhysRevA.77.021602"],"date":["2007-09-18","2008-02-15"],"type":["text"],"creator":["Watanabe, Gentaro","Cozzini, Marco","Stringari, Sandro"],"language":[],"coverage":[],"title":["Tkachenko modes in a superfluid Fermi gas at unitarity"],"description":["  We calculate the frequencies of the Tkachenko oscillations of a vortex\nlattice in a harmonically trapped superfluid Fermi gas. We use the\nelasto-hydrodynamic theory by properly accounting for the elastic constants,\nthe Thomas-Fermi density profile of the atomic cloud, and the boundary\nconditions. Thanks to the Fermi pressure, which is responsible for larger cloud\nradii with respect to the case of dilute Bose-Einstein condensed gases, large\nvortex lattices are achievable in the unitary limit of infinite scattering\nlength, even at relatively small angular velocities. This opens the possibility\nof experimentally observing vortex oscillations in the regime where the\ndispersion relation approaches the Tkachenko law for incompressible fluids and\nthe mode frequency is almost comparable to the trapping frequencies.\n","Comment: 5 pages, 1 figure; minor changes, now published as Phys. Rev. A 77,\n  021602(R) (2008)"]}]
["0709.3953",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Combinatorics","14N35, 51M20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3953","International Mathematics Research Notices (2009) 2009:221-240","doi:10.1093/imrn/rnn130"],"date":["2007-09-25","2009-07-01"],"type":["text"],"creator":["Kerber, Michael","Markwig, Hannah"],"language":[],"coverage":[],"title":["Intersecting Psi-classes on tropical M_{0,n}"],"description":["  We apply the tropical intersection theory developed by L. Allermann and J.\nRau to compute intersection products of tropical Psi-classes on the moduli\nspace of rational tropical curves. We show that in the case of zero-dimensional\n(stable) intersections, the resulting numbers agree with the intersection\nnumbers of Psi-classes on the moduli space of n-marked rational curves computed\nin algebraic geometry.\n","Comment: 16 pages"]}]
["0710.0985",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0985","PoSLAT2007:019,2007"],"date":["2007-10-04","2009-07-01"],"type":["text"],"creator":["McNeile, Craig"],"language":[],"coverage":[],"title":["Hard hadron spectroscopy"],"description":["  I review lattice QCD calculations that compute the masses of the flavour\nsinglet pseudoscalar mesons. I describe the progress in computing the mass\nspectrum of light 0++ mesons using lattice QCD. I also compare the results for\nbasic quantities such as fpi and mrho, from various different formalisms of\nlattice QCD. I discuss the physical value of r0.\n","Comment: 22 pages, 10 figures, plenary talk presented at the XXV International\n  Symposium on Lattice Field Theory, 30 July - 4 August 2007, Regensburg,\n  Germany. Changed the discussion of preliminary results for a0 and b1 masses\n  from ETMC, because of an error in the analysis found while preparing\n  arXiv:0906.4720"]}]
["0710.2470",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2470","ECONFC070910:151,2007"],"date":["2007-10-12","2009-07-01"],"type":["text"],"creator":["McNeile, Craig"],"language":[],"coverage":[],"title":["Lattice Approach to Light Scalars"],"description":["  I report on lattice QCD calculations that study the properties of the a0 and\nf0 mesons.\n","Comment: 10 pages 2 figures, Invited talk at MENU 2007, September 10 - 14,\n  2007, Juelich, Germany. Changed the discussion of the preliminary results for\n  a0 mass from ETMC, because of an error in the analysis found while preparing\n  arXiv:0906.4720"]}]
["0710.3031",{"format":[],"subject":["Mathematics - Differential Geometry","53C60, 53C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3031"],"date":["2007-10-16","2009-07-01"],"type":["text"],"creator":["Torrome, Ricardo Gallego","Etayo, Fernando"],"language":[],"coverage":[],"title":["On a rigidity condition for Berwald Spaces"],"description":["  We show that which that for a Berwald structure, any Riemannian structure\nthat is preserved by the Berwald connection leaves the indicatrix invariant\nunder horizontal parallel transport. We also obtain the converse result: if\n$({\\bf M},F)$ is a Finsler structure such that there exists a Riemannian\nstructure that leaves invariant the indicatrix under parallel transport of the\nassociated Levi-Civita connection, then the structure $({\\bf M},F)$ is Berwald.\nAs application, a necessary condition for pure Landsberg spaces is formulated.\nUsing this criterion we provide an strategy to solve the existence or not of\npure Landsberg surfaces\n","Comment: 19 pages; version acepted for publication in RACSAM"]}]
["0712.3507",{"format":[],"subject":["Mathematics - Probability","Mathematics - Combinatorics","60C05 (Primary)","05A20, 05B35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.3507"],"date":["2007-12-20","2009-07-01"],"type":["text"],"creator":["Kahn, Jeff","Neiman, Michael"],"language":[],"coverage":[],"title":["Negative correlation and log-concavity"],"description":["  We give counterexamples and a few positive results related to several\nconjectures of R. Pemantle and D. Wagner concerning negative correlation and\nlog-concavity properties for probability measures and relations between them.\nMost of the negative results have also been obtained, independently but\nsomewhat earlier, by Borcea et al. We also give short proofs of a pair of\nresults due to Pemantle and Borcea et al.; prove that \"almost exchangeable\"\nmeasures satisfy the \"Feder-Mihail\" property, thus providing a \"non-obvious\"\nexample of a class of measures for which this important property can be shown\nto hold; and mention some further questions.\n","Comment: 21 pages; only minor changes since previous version; accepted for\n  publication in Random Structures and Algorithms"]}]
["0712.3864",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.3864","doi:10.1140/epjd/e2009-00188-3"],"date":["2007-12-23"],"type":["text"],"creator":["Li, Pengbo","Gong, Qihuang","Guo, Guangcan"],"language":[],"coverage":[],"title":["Effective generation of Ising interaction and cluster states in coupled\n  microcavities"],"description":["  We propose a scheme for realizing the Ising spin-spin interaction and atomic\ncluster states utilizing trapped atoms in coupled microcavities. It is shown\nthat the atoms can interact with each other via the exchange of virtual photons\nof the cavities. Through suitably tuning the parameters, an effective Ising\nspin-spin interaction can be generated in this optical system, which is used to\nproduce the cluster states. This scheme does not need the preparation of\ninitial states of atoms and cavity modes, and is insensitive to cavity decay.\n","Comment: 11pages, 2 figures, Revtex4"]}]
["0801.0525",{"format":[],"subject":["Mathematics - Differential Geometry","53B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0525","Turkish J. Mathematics, 33, (2009), 168-178."],"date":["2008-01-03"],"type":["text"],"creator":["Munteanu, Marian Ioan","Nistor, Ana Irina"],"language":[],"coverage":[],"title":["A New Approach on Constant Angle Surfaces in E^3"],"description":["  In this paper we study constant angle surfaces in Euclidean 3-space. Even\nthat the result is a consequence of some classical results involving the Gauss\nmap (of the surface), we give another approach to classify all surfaces for\nwhich the unit normal makes a constant angle with a fixed direction.\n","Comment: 9 pages, 4 figures"]}]
["0806.0064",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0064","Physics Letters A, Vol. 373 (12-13), pages 1159-1164 (2009)","doi:10.1016/j.physleta.2009.01.063"],"date":["2008-05-31","2009-07-01"],"type":["text"],"creator":["Daniela, Tordella","Stefania, Scarsoglio"],"language":[],"coverage":[],"title":["The first $R_{cr}$ as a possible measure of the entrainment length in a\n  2D steady wake"],"description":["  At a fixed distance from the body which creates the wake, entrainment is only\nseen to increase with the Reynolds number ($R$) up to a distance of almost 20\nbody scales. This increase levels up to a Reynolds number close to the critical\nvalue for the onset of the first instability. The entrainment is observed to be\nalmost extinguished at a distance which is nearly the same for all the steady\nwakes within the $R$ range here considered, i.e. [20-100], which indicates that\nsupercritical steady wakes have the same entrainment length as the subcritical\nones. It is observed that this distance is equal to a number of body lengths\nthat is equal to the value of the critical Reynolds number ($\\sim 47$), as\nindicated by a large compilation of experimental results. {\\it A fortiori} of\nthese findings, we propose to interpret the unsteady bifurcation as a process\nthat allows a smooth increase-redistribution of the entrainment along the wake\naccording to the weight of the convection over the diffusion. The entrainment\nvariation along the steady wake has been determined using a matched asymptotic\nexpansion of the Navier-Stokes velocity field [Tordella and Belan, {\\it Physics\nof Fluids}, 15(2003)] built on criteria that include the matching of the\ntransversal velocity produced by the entrainment process.\n"]}]
["0806.4713",{"format":[],"subject":["Condensed Matter - Superconductivity","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4713","Phys. Rev. A 78, 063619 (2008)","doi:10.1103/PhysRevA.78.063619"],"date":["2008-06-28","2008-11-19"],"type":["text"],"creator":["Watanabe, Gentaro","Orso, Giuliano","Dalfovo, Franco","Pitaevskii, Lev P.","Stringari, Sandro"],"language":[],"coverage":[],"title":["Equation of state and effective mass of the unitary Fermi gas in a 1D\n  periodic potential"],"description":["  By solving the Bogoliubov -- de Gennes equations at zero temperature, we\nstudy the effects of a one-dimensional optical lattice on the behavior of a\nsuperfluid Fermi gas at unitarity. We show that, due to the lattice, at low\ndensities the gas becomes highly compressible and the effective mass is large,\nwith a consequent significant reduction of the sound velocity. We discuss the\nrole played by the lattice in the formation of molecules and the emergence of\ntwo-dimensional effects in the equation of state. Predictions for the density\nprofiles and for the frequency of the collective oscillations in the presence\nof harmonic trapping are also given.\n","Comment: 6 pages, 4 figures, to appear in Phys. Rev. A"]}]
["0808.1870",{"format":[],"subject":["Mathematics - Analysis of PDEs","Condensed Matter - Soft Condensed Matter","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1870"],"date":["2008-08-13","2009-07-01"],"type":["text"],"creator":["Majumdar, Apala"],"language":[],"coverage":[],"title":["Equilibrium order parameters of liquid crystals in the Landau-De Gennes\n  theory"],"description":["  We study nematic liquid crystal configurations in confined geometries within\nthe continuum Landau--De Gennes theory. These nematic configurations are\nmathematically described by symmetric, traceless two-tensor fields, known as\n$\\Qvec$-tensor order parameter fields. We obtain explicit upper bounds for the\norder parameters of equilibrium liquid crystal configurations in terms of the\ntemperature, material constants, boundary conditions and the domain geometry.\nThese bounds are compared with the bounds predicted by the statistical\nmechanics definition of the $\\Qvec$-tensor order parameter. They give\nquantitative information about the temperature regimes for which the Landau-De\nGennes definition and the statistical mechanics definition of the\n$\\Qvec$-tensor order parameter agree and the temperature regimes for which the\ntwo definitions fail to agree. For the temperature regimes where the two\ndefinitions do not agree, we discuss possible alternatives.\n","Comment: Submitted to SIAM Journal on Applied Mathematics"]}]
["0809.1968",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Nonlinear Sciences - Cellular Automata and Lattice Gases","Nonlinear Sciences - Pattern Formation and Solitons","Physics - Physics and Society","Quantitative Biology - Other Quantitative Biology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1968","J. Stat. Mech. (2009) P07007","doi:10.1088/1742-5468/2009/07/P07007"],"date":["2008-09-11"],"type":["text"],"creator":["Liu, Quan-Xing","Wang, Rong-Hua","Jin, Zhen"],"language":[],"coverage":[],"title":["Persistence, extinction and spatio-temporal synchronization of SIRS\n  cellular automata models"],"description":["  Spatially explicit models have been widely used in today's mathematical\necology and epidemiology to study persistence and extinction of populations as\nwell as their spatial patterns. Here we extend the earlier work--static\ndispersal between neighbouring individuals to mobility of individuals as well\nas multi-patches environment. As is commonly found, the basic reproductive\nratio is maximized for the evolutionary stable strategy (ESS) on diseases'\npersistence in mean-field theory. This has important implications, as it\nimplies that for a wide range of parameters that infection rate will tend\nmaximum. This is opposite with present results obtained in spatial explicit\nmodels that infection rate is limited by upper bound. We observe the emergence\nof trade-offs of extinction and persistence on the parameters of the infection\nperiod and infection rate and show the extinction time having a linear\nrelationship with respect to system size. We further find that the higher\nmobility can pronouncedly promote the persistence of spread of epidemics, i.e.,\nthe phase transition occurs from extinction domain to persistence domain, and\nthe spirals' wavelength increases as the mobility increasing and ultimately, it\nwill saturate at a certain value. Furthermore, for multi-patches case, we find\nthat the lower coupling strength leads to anti-phase oscillation of infected\nfraction, while higher coupling strength corresponds to in-phase oscillation.\n","Comment: 12pages"]}]
["0809.4745",{"format":[],"subject":["Mathematics - Differential Geometry","53A05","53A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4745","World Scientific 2009, 316-320"],"date":["2008-09-27"],"type":["text"],"creator":["Munteanu, Marian Ioan","Nistor, Ana Irina"],"language":[],"coverage":[],"title":["Polynomial Translation Weingarten Surfaces in 3-dimensional Euclidean\n  space"],"description":["  In this paper we will classify those translation surfaces in E3 involving\npolynomials which are Weingarten surfaces. We analyze Weingarten translation\nsurfaces satisfying 2aH + bK = 0. We study also other types of translation\nsurfaces, involving power functions, for which the second Gaussian curvature\nvanishes.\n","Comment: 8 pages, 5 figures, presented as poster at the VIII International\n  Colloquium on Differential Geometry, Santiago de Compostela, Spain, 7-11 July\n  2008; ISBN 978-981-4261166"]}]
["0809.5127",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.5127","Phys. Rev. Lett. 101, 266802 (2008)","doi:10.1103/PhysRevLett.101.266802"],"date":["2008-09-30"],"type":["text"],"creator":["Dil, Hugo","Meier, Fabian","Lobo-Checa, Jorge","Patthey, Luc","Bihlmayer, Gustav","Osterwalder, Juerg"],"language":[],"coverage":[],"title":["Rashba type spin-orbit splitting of quantum well states in ultrathin Pb\n  films"],"description":["  A Rashba type spin-orbit splitting is found for quantum well states formed in\nultrathin Pb films on Si(111). The resulting momentum splitting is comparable\nto what is found for semiconductor heterostructures. The splitting shows no\ncoverage dependency and the sign of the spin polarization is reversed compared\nto Rashba splitting in the Au(111) surface state. We explain our results by\ncompeting effects at the two boundaries of the Pb layer.\n"]}]
["0810.2461",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2461","Phys. Rev. B 79, 235404 (2009)","doi:10.1103/PhysRevB.79.235404"],"date":["2008-10-14","2009-03-30"],"type":["text"],"creator":["Darau, D.","Begemann, G.","Donarini, A.","Grifoni, M."],"language":[],"coverage":[],"title":["A benzene interference single-electron transistor"],"description":["  Interference effects strongly affect the transport characteristics of a\nbenzene single-electron transistor (SET) and for this reason we call it\ninterference SET (I-SET). We focus on the effects of degeneracies between\nmany-body states of the isolated benzene. We show that the particular current\nblocking and selective conductance suppression occurring in the benzene I-SET\nare due to interference effects between the orbitally degenerate states.\nFurther we study the impact of reduced symmetry due to anchor groups or\npotential drop over the molecule. We identify in the quasi-degeneracy of the\ninvolved molecular states the necessary condition for the robustness of the\nresults.\n","Comment: 17pages, 9 figures, revised version"]}]
["0810.4086",{"format":[],"subject":["Mathematics - Logic","03C45","03C90","03C95"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4086","Journal of Logic and Analysis 1, 7 (2009) 1-18","doi:10.4115/jla.2009.1.7"],"date":["2008-10-22","2009-06-02"],"type":["text"],"creator":["Yaacov, Itaï Ben","Berenstein, Alexander"],"language":[],"coverage":[],"title":["On perturbations of Hilbert spaces and probability algebras with a\n  generic automorphism"],"description":["  We prove that $IHS_A$, the theory of infinite dimensional Hilbert spaces\nequipped with a generic automorphism, is $\\aleph_0$-stable up to perturbation\nof the automorphism, and admits prime models up to perturbation over any set.\nSimilarly, $APr_A$, the theory of atomless probability algebras equipped with a\ngeneric automorphism is $\\aleph_0$-stable up to perturbation. However, not\nallowing perturbation it is not even superstable.\n"]}]
["0810.5612",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.5612","Am. J. of Phys. 77, 602 (2009)","doi:10.1119/1.3089530"],"date":["2008-10-31"],"type":["text"],"creator":["Denisov, S.","Hanggi, P.","Mateos, J. L."],"language":[],"coverage":[],"title":["ac-driven Brownian motors: a Fokker-Planck treatment"],"description":["  We consider a primary model of ac-driven Brownian motors, i.e., a classical\nparticle placed in a spatial-time periodic potential and coupled to a heat\nbath. The effects of fluctuations and dissipations are studied by a\ntime-dependent Fokker-Planck equation. The approach allows us to map the\noriginal stochastic problem onto a system of ordinary linear algebraic\nequations. The solution of the system provides complete information about\nratchet transport, avoiding such disadvantages of direct stochastic\ncalculations as long transients and large statistical fluctuations. The\nFokker-Planck approach to dynamical ratchets is instructive and opens the space\nfor further generalizations.\n"]}]
["0811.0604",{"format":[],"subject":["Nuclear Theory","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0604","Physical Review C 79 (2009) 035801","doi:10.1103/PhysRevC.79.035801"],"date":["2008-11-04","2009-07-01"],"type":["text"],"creator":["Baldo, Marcello","Ducoin, Camille"],"language":[],"coverage":[],"title":["Elementary excitations in homogeneous neutron star matter"],"description":["  We study the collective density modes which can affect neutron-star\nthermodynamics in the baryonic density range between nuclear saturation\n($\\rho_0$) and $3\\rho_0$. In this region, the expected constituents of\nneutron-star matter are mainly neutrons, protons and electrons ($npe$ matter),\nunder the constraint of beta equilibrium. The elementary excitations of this\n$npe$ medium are studied in the RPA framework. We emphasize the effect of\nCoulomb interaction, in particular the electron screening of the proton plasmon\nmode. For the treatment of the nuclear interaction, we compare two modern\nSkyrme forces and a microscopic approach. The importance of the nucleon\neffective mass is observed.\n","Comment: misprint corrected in Eq. (1)"]}]
["0811.3776",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Analysis of PDEs","Mathematics - Functional Analysis","58J35","35P05, 47A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3776"],"date":["2008-11-23","2009-06-30"],"type":["text"],"creator":["Gil, Juan B.","Krainer, Thomas","Mendoza, Gerardo A."],"language":[],"coverage":[],"title":["Trace expansions for elliptic cone operators with stationary domains"],"description":["  We analyze the behavior of the trace of the resolvent of an elliptic cone\ndifferential operator as the spectral parameter tends to infinity. The\nresolvent splits into two components, one associated with the minimal extension\nof the operator, and another, of finite rank, depending on the particular\nchoice of domain. We give a full asymptotic expansion of the first component\nand expand the component of finite rank in the case where the domain is\nstationary. The results make use, and develop further, our previous\ninvestigations on the analytic and geometric structure of the resolvent. The\nanalysis of nonstationary domains, considerably more intricate, is pursued\nelsewhere.\n","Comment: 27 pages. Minor corrections and change of title"]}]
["0811.3967",{"format":[],"subject":["Quantum Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3967","Appl. Phys. B 95, 213 (2009)","doi:10.1007/s00340-009-3436-9"],"date":["2008-11-24","2009-07-01"],"type":["text"],"creator":["Ritter, Stephan","Brennecke, Ferdinand","Baumann, Kristian","Donner, Tobias","Guerlin, Christine","Esslinger, Tilman"],"language":[],"coverage":[],"title":["Dynamical Coupling between a Bose-Einstein Condensate and a Cavity\n  Optical Lattice"],"description":["  A Bose-Einstein condensate is dispersively coupled to a single mode of an\nultra-high finesse optical cavity. The system is governed by strong\ninteractions between the atomic motion and the light field even at the level of\nsingle quanta. While coherently pumping the cavity mode the condensate is\nsubject to the cavity optical lattice potential whose depth depends nonlinearly\non the atomic density distribution. We observe bistability already below the\nsingle photon level and strong back-action dynamics which tunes the system\nperiodically out of resonance.\n","Comment: 5 pages, 4 figures"]}]
["0811.4738",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.4738","Europhysics Letters, 86, 30009 (2009)","doi:10.1209/0295-5075/86/30009"],"date":["2008-11-28"],"type":["text"],"creator":["Sokolov, I. M.","Heinsalu, E.","Hanggi, P.","Goychuk, I."],"language":[],"coverage":[],"title":["Universal fluctuations in subdiffusive transport"],"description":["  Subdiffusive transport in tilted washboard potentials is studied within the\nfractional Fokker-Planck equation approach, using the associated continuous\ntime random walk (CTRW) framework. The scaled subvelocity is shown to obey a\nuniversal law, assuming the form of a stationary Levy-stable distribution. The\nlatter is defined by the index of subdiffusion alpha and the mean subvelocity\nonly, but interestingly depends neither on the bias strength nor on the\nspecific form of the potential. These scaled, universal subvelocity\nfluctuations emerge due to the weak ergodicity breaking and are vanishing in\nthe limit of normal diffusion. The results of the analytical heuristic theory\nare corroborated by Monte Carlo simulations of the underlying CTRW.\n"]}]
["0901.0832",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0832","Proc. Natl. Acad. Sci. USA 106, 10116 (2009)","doi:10.1073/pnas.0901002106"],"date":["2009-01-07","2009-07-01"],"type":["text"],"creator":["Flindt, Christian","Fricke, Christian","Hohls, Frank","Novotny, Tomas","Netocny, Karel","Brandes, Tobias","Haug, Rolf J."],"language":[],"coverage":[],"title":["Universal oscillations in counting statistics"],"description":["  Noise is a result of stochastic processes that originate from quantum or\nclassical sources. Higher-order cumulants of the probability distribution\nunderlying the stochastic events are believed to contain details that\ncharacterize the correlations within a given noise source and its interaction\nwith the environment, but they are often difficult to measure. Here we report\nmeasurements of the transient cumulants <<n^m>> of the number n of passed\ncharges to very high orders (up to m=15) for electron transport through a\nquantum dot. For large m, the cumulants display striking oscillations as\nfunctions of measurement time with magnitudes that grow factorially with m.\nUsing mathematical properties of high-order derivatives in the complex plane we\nshow that the oscillations of the cumulants in fact constitute a universal\nphenomenon, appearing as functions of almost any parameter, including time in\nthe transient regime. These ubiquitous oscillations and the factorial growth\nare system-independent and our theory provides a unified interpretation of\nprevious theoretical studies of high-order cumulants as well as our new\nexperimental data.\n","Comment: 19 pages, 4 figures, final version as published in PNAS"]}]
["0901.0848",{"format":[],"subject":["Nuclear Theory","Condensed Matter - Strongly Correlated Electrons","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0848","Phys.Rev.Lett.102:202501,2009","doi:10.1103/PhysRevLett.102.202501"],"date":["2009-01-07","2009-07-01"],"type":["text"],"creator":["Assie, Marlene","Lacroix, Denis"],"language":[],"coverage":[],"title":["Probing neutron correlations through nuclear break-up"],"description":["  The effect of initial correlations between nucleons on the nuclear break-up\nmechanism is studied. A quantum transport theory which extends standard\nmean-field approach is developed to incorporate short range pairing correlation\nas well as direct nucleon-nucleon collisions. A time evolution of the nuclear\nbreak-up from a correlated system leading to the emission of two particles to\nthe continuum is performed. We show that initial correlations have strong\ninfluence on relative angles between particles emitted in coincidence. The\npresent qualitative study indicates that nuclear break-up might be a tool to\ninfer the residual interaction between nucleons in the nuclear medium.\n","Comment: final published version in Phys. Rev. Lett. 102 (2009), 4 pages, 3\n  figures"]}]
["0901.1957",{"format":[],"subject":["Mathematical Physics","35J10, 81Q10, 35P20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.1957"],"date":["2009-01-14","2009-07-01"],"type":["text"],"creator":["Klopp, Frédéric","Raikov, Georgi"],"language":[],"coverage":[],"title":["The Fate of the Landau Levels under Perturbations of Constant Sign"],"description":["  We show that the Landau levels cease to be eigenvalues if we perturb the 2D\nSchr\\\"odinger operator with constant magnetic field, by bounded electric\npotentials of fixed sign. We also show that, if the perturbation is not of\nfixed sign, then any Landau level may be an eigenvalue of arbitrary large,\nfinite or infinite, multiplicity of the perturbed problem.\n","Comment: This version corrects an error in the statement of Theorem 2. To\n  appear in International Mathematics Research Notices"]}]
["0902.4257",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","46L07, 46B20, 46H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.4257"],"date":["2009-02-24","2009-06-30"],"type":["text"],"creator":["Sharma, Sonia"],"language":[],"coverage":[],"title":["Operator spaces which are one-sided M-Ideals in their bidual"],"description":["  We generalize an important class of Banach spaces, namely the $M$-embedded\nBanach spaces, to the non-commutative setting of operator spaces. The one-sided\n$M$-embedded operator spaces are the operator spaces which are one-sided\n$M$-ideals in their second dual. We show that several properties from the\nclassical setting, like the stability under taking subspaces and quotients,\nunique extension property, Radon Nikod$\\acute {\\rm{y}}$m Property and many\nmore, are retained in the non-commutative setting. We also discuss the dual\nsetting of one-sided $L$-embedded operator spaces.\n","Comment: 17 pages, Revision"]}]
["0902.4896",{"format":[],"subject":["Physics - Fluid Dynamics","Astrophysics - Astrophysics of Galaxies","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.4896","Phys. Rev. E 79, 066314 (2009)","doi:10.1103/PhysRevE.79.066314"],"date":["2009-02-27","2009-06-21"],"type":["text"],"creator":["Priede, Jānis"],"language":[],"coverage":[],"title":["Pseudo--magnetorotational instability in a Taylor-Dean flow between\n  electrically connected cylinders"],"description":["  We consider a Taylor-Dean-type flow of an electrically conducting liquid in\nan annulus between two infinitely long perfectly conducting cylinders subject\nto a generally helical magnetic field. The cylinders are electrically connected\nthrough a remote, perfectly conducting endcap, which allows a radial electric\ncurrent to pass through the liquid. The radial current interacting with the\naxial component of magnetic field gives rise to the azimuthal electromagnetic\nforce, which destabilizes the base flow by making its angular momentum decrease\nradially outwards. This instability, which we refer to as the\npseudo--magnetorotational instability (MRI), looks like an MRI although its\nmechanism is basically centrifugal. In a helical magnetic field, the radial\ncurrent interacting with the azimuthal component of the field gives rise to an\naxial electromagnetic force, which drives a longitudinal circulation. First,\nthis circulation advects the Taylor vortices generated by the centrifugal\ninstability, which results in a traveling wave as in the helical MRI (HMRI).\nHowever, the direction of travel of this wave is opposite to that of the true\nHMRI. Second, at sufficiently strong differential rotation, the longitudinal\nflow becomes hydrodynamically unstable itself. For electrically connected\ncylinders in a helical magnetic field, hydrodynamic instability is possible at\nany sufficiently strong differential rotation. In this case, there is no\nhydrodynamic stability limit defined in the terms of the critical ratio of\nrotation rates of inner and outer cylinders that would allow one to distinguish\na hydrodynamic instability from the HMRI. These effects can critically\ninterfere with experimental as well as numerical determination of MRI.\n","Comment: 10 pages, 5 figures, minor revision, to appear in Phys. Rev. E"]}]
["0903.0231",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0231"],"date":["2009-03-02","2009-07-01"],"type":["text"],"creator":["Svozil, Karl"],"language":[],"coverage":[],"title":["Bertlmann's chocolate balls and quantum type cryptography"],"description":["  Some quantum cryptographic protocols can be implemented with specially\nprepared chocolate balls, others protected by value indefiniteness cannot.\nSimilarities and differences of cryptography with quanta and chocolate are\ndiscussed. Motivated by these considerations it is proposed to certify quantum\nrandom number generators and quantum cryptographic protocols by value\nindefiniteness. This feature, which derives itself from Bell- and\nKochen-Specker type arguments, is only present in systems with three or more\nmutually exclusive outcomes.\n","Comment: 18 pages, 6 figures; the photo a box full of colored balls can be\n  downloaded from http://tph.tuwien.ac.at/~svozil/publ/2009-qchocolate-box.jpg"]}]
["0903.0233",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0233","Phys. Rev. B 79, 241408(R) (2009)","doi:10.1103/PhysRevB.79.241408"],"date":["2009-03-02"],"type":["text"],"creator":["Meier, Fabian","Petrov, Vladimir","Guerrero, Sebastian","Mudry, Christopher","Patthey, Luc","Osterwalder, Juerg","Dil, J. Hugo"],"language":[],"coverage":[],"title":["Unconventional Fermi surface spin textures in the Bi_xPb_{1-x}/Ag(111)\n  surface alloy"],"description":["  The Fermi and Rashba energies of surface states in the Bi_xPb_{1-x}/Ag(111)\nalloy can be tuned simultaneously by changing the composition parameter x. We\nreport on unconventional Fermi surface spin textures observed by spin and\nangle-resolved photoemission spectroscopy {that are correlated with a\ntopological transition of the Fermi surface occurring at x=0.5. We show that\nthe surface states remain fully spin polarized upon alloying and that the spin\npolarization vectors are approximately tangential to the constant energy\ncontours. We discuss the implications of the topological transition for the\ntransport of spin.\n","Comment: 5 pages, 5 figures"]}]
["0903.0523",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0523","Foundations of Physics (2009) 39: 593-612","doi:10.1007/s10701-009-9292-y"],"date":["2009-03-03"],"type":["text"],"creator":["Ali, S. Twareque","Carmeli, Claudio","Heinosaari, Teiko","Toigo, Alessandro"],"language":[],"coverage":[],"title":["Commutative POVMs and Fuzzy Observables"],"description":["  In this paper we review some properties of fuzzy observables, mainly as\nrealized by commutative positive operator valued measures. In this context we\ndiscuss two representation theorems for commutative positive operator valued\nmeasures in terms of projection valued measures and describe, in some detail,\nthe general notion of fuzzification. We also make some related observations on\njoint measurements.\n","Comment: Contribution to the Pekka Lahti Festschrift"]}]
["0903.0849",{"format":[],"subject":["Mathematics - Complex Variables","32U05, 32U25, 32U35, 13H15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0849"],"date":["2009-03-04","2009-07-01"],"type":["text"],"creator":["Rashkovskii, Alexander"],"language":[],"coverage":[],"title":["An extremal problem for generalized Lelong numbers"],"description":["  We look for pointwise bounds on a plurisubharmonic function near its\nsingularity point, given the value of its generalized Lelong number with\nrespect to a plurisubharmonic weight. To this end, an extremal problem is\nconsidered. In certain cases, the problem is solved explicitly.\n","Comment: 22 pages; final version, to appear in Math. Z"]}]
["0903.3347",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3347"],"date":["2009-03-19","2009-07-01"],"type":["text"],"creator":["Assem, Ibrahim","Brüstle, Thomas","Charbonneau-Jodoin, Gabrielle","Plamondon, Pierre-Guy"],"language":[],"coverage":[],"title":["Gentle algebras arising from surface triangulations"],"description":["  In this paper, we associate an algebra A(T) to a triangulation T of a surface\nS with a set of boundary marking points. This algebra A(T) is gentle and\nGorenstein of dimension one. We also prove that A(T) is cluster-tilted if and\nonly if it is cluster-tilted of type A or A tilde, or if and only if the\nsurface S is a disc or an annulus. Moreover all cluster-tilted algebras of type\nA or A tilde are obtained in this way.\n","Comment: 37 pages, with more examples and details than the first version"]}]
["0903.3905",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3905"],"date":["2009-03-23"],"type":["text"],"creator":["PANDA Collaboration","Erni, W.","Keshelashvili, I.","Krusche, B.","Steinacher, M.","Heng, Y.","Liu, Z.","Liu, H.","Shen, X.","Wang, O.","Xu, H.","Becker, J.","Feldbauer, F.","Heinsius, F. -H.","Held, T.","Koch, H.","Kopf, B.","Pelizaeus, M.","Schroeder, T.","Steinke, M.","Wiedner, U.","Zhong, J.","Bianconi, A.","Bragadireanu, M.","Pantea, D.","Tudorache, A.","Tudorache, V.","De Napoli, M.","Giacoppo, F.","Raciti, G.","Rapisarda, E.","Sfienti, C.","Bialkowski, E.","Budzanowski, A.","Czech, B.","Kistryn, M.","Kliczewski, S.","Kozela, A.","Kulessa, P.","Pysz, K.","Schaefer, W.","Siudak, R.","Szczurek, A.","zycki, W. Czy.","Domagala, M.","Hawryluk, M.","Lisowski, E.","Lisowski, F.","Wojnar, L.","Gil, D.","Hawranek, P.","Kamys, B.","Kistryn, St.","Korcyl, K.","Krzemien, W.","Magiera, A.","Moskal, P.","Rudy, Z.","Salabura, P.","Smyrski, J.","Wronska, A.","Al-Turany, M.","Augustin, I.","Deppe, H.","Flemming, H.","Gerl, J.","Goetzen, K.","Hohler, R.","Lehmann, D.","Lewandowski, B.","Luehning, J.","Maas, F.","Mishra, D.","Orth, H.","Peters, K.","Saito, T.","Schepers, G.","Schmidt, C. J.","Schmitt, L.","Schwarz, C.","Voss, B.","Wieczorek, P.","Wilms, A.","Brinkmann, K. -T.","Freiesleben, H.","Jaekel, R.","Kliemt, R.","Wuerschig, T.","Zaunick, H. -G.","Abazov, V. M.","Alexeev, G.","Arefiev, A.","Astakhov, V. I.","Barabanov, M. Yu.","Batyunya, B. V.","Davydov, Yu. I.","Dodokhov, V. Kh.","Efremov, A. A.","Fedunov, A. G.","Feshchenko, A. A.","Galoyan, A. S.","Grigoryan, S.","Karmokov, A.","Koshurnikov, E. K.","Kudaev, V. Ch.","Lobanov, V. I.","Lobanov, Yu. Yu.","Makarov, A. F.","Malinina, L. V.","Malyshev, V. L.","Mustafaev, G. A.","Olshevski, A.","Pasyuk, M. A. .","Perevalova, E. A.","Piskun, A. A.","Pocheptsov, T. A.","Pontecorvo, G.","Rodionov, V. K.","Rogov, Yu. N.","Salmin, R. A.","Samartsev, A. G.","Sapozhnikov, M. G.","Shabratova, A.","Shabratova, G. S.","Skachkova, A. N.","Skachkov, N. B.","Strokovsky, E. A.","Suleimanov, M. K.","Teshev, R. Sh.","Tokmenin, V. V.","Uzhinsky, V. V.","Vodopianov, A. S.","Zaporozhets, S. A.","Zhuravlev, N. I.","Zorin, A. G.","Branford, D.","Foehl, K.","Glazier, D.","Watts, D.","Woods, P.","Eyrich, W.","Lehmann, A.","Teufel, A.","Dobbs, S.","Metreveli, Z.","Seth, K.","Tann, B.","Tomaradze, A.","Bettoni, D.","Carassiti, V.","Cecchi, A.","Dalpiaz, P.","Fioravanti, E.","Garzia, I.","Negrini, M.","Savri`e, M.","Stancari, G.","Dulach, B.","Gianotti, P.","Guaraldo, C.","Lucherini, V.","Pace, E.","Bersani, A.","Macri, M.","Marinelli, M.","Parodi, R. F.","Brodski, I.","Doering, W.","Drexler, P.","Dueren, M.","Gagyi-Palffy, Z.","Hayrapetyan, A.","Kotulla, M.","Kuehn, W.","Lange, S.","Liu, M.","Metag, V.","Nanova, M.","Novotny, R.","Salz, C.","Schneider, J.","Schoenmeier, P.","Schubert, R.","Spataro, S.","Stenzel, H.","Strackbein, C.","Thiel, M.","Thoering, U.","Yang, S.","Clarkson, T.","Cowie, E.","Downie, E.","Hill, G.","Hoek, M.","Ireland, D.","Kaiser, R.","Keri, T.","Lehmann, I.","Livingston, K.","Lumsden, S.","MacGregor, D.","McKinnon, B.","Murray, M.","Protopopescu, D.","Rosner, G.","Seitz, B.","Yang, G.","Babai, M.","Biegun, A. K.","Bubak, A.","Guliyev, E.","Jothi, V. S.","Kavatsyuk, M.","Loehner, H.","Messchendorp, J.","Smit, H.","van der Weele, J. C.","Garcia, F.","Riska, D. -O.","Buescher, M.","Dosdall, R.","Dzhygadlo, R.","Gillitzer, A.","Grunwald, D.","Jha, V.","Kemmerling, G.","Kleines, H.","Lehrach, A.","Maier, R.","Mertens, M.","Ohm, H.","Prasuhn, D.","Randriamalala, T.","Ritman, J.","Roeder, M.","Stockmanns, T.","Wintz, P.","Wuestner, P.","Kisiel, J.","Li, S.","Li, Z.","Sun, Z.","Xu, H.","Fissum, S.","Hansen, K.","Isaksson, L.","Lundin, M.","Schroeder, B.","Achenbach, P.","Espi, M. C. Mora","Pochodzalla, J.","Sanchez, S.","Sanchez-Lorente, A.","Dormenev, V. I.","Fedorov, A. A.","Korzhik, M. V.","Missevitch, O. V.","Balanutsa, V.","Chernetsky, V.","Demekhin, A.","Dolgolenko, A.","Fedorets, P.","Gerasimov, A.","Goryachev, V.","Boukharov, A.","Malyshev, O.","Marishev, I.","Semenov, A.","Hoeppner, C.","Ketzer, B.","Konorov, I.","Mann, A.","Neubert, S.","Paul, S.","Weitzel, Q.","Khoukaz, A.","Rausmann, T.","Taeschner, A.","Wessels, J.","Varma, R.","Baldin, E.","Kotov, K.","Peleganchuk, S.","Tikhonov, Yu.","Boucher, J.","Hennino, T.","Kunne, R.","Ong, S.","Pouthas, J.","Ramstein, B.","Rosier, P.","Sudol, M.","Van de Wiele, J.","Zerguerras, T.","Dmowski, K.","Korzeniewski, R.","Przemyslaw, D.","Slowinski, B.","Boca, G.","Braghieri, A.","Costanza, S.","Fontana, A.","Genova, P.","Lavezzi, L.","Montagna, P.","Rotondi, A.","Belikov, N. I.","Davidenko, A. M.","Derevschikov, A. A.","Goncharenko, Y. M.","Grishin, V. N.","Kachanov, V. A.","Konstantinov, D. A.","Kormilitsin, V. A.","Kravtsov, V. I.","Matulenko, Y. A.","Melnik, Y. M.","Meschanin, A. P.","Minaev, N. G.","Mochalov, V. V.","Morozov, D. A.","Nogach, L. V.","Nurushev, S. B.","Ryazantsev, A. V.","Semenov, P. A.","Soloviev, L. F.","Uzunian, A. V.","Vasiliev, A. N.","Yakutin, A. E.","Baeck, T.","Cederwall, B.","Bargholtz, C.","Geren, L.","Tegner, P. E.","Belostotski, S.","Gavrilov, G.","Itzotov, A.","Kisselev, A.","Kravchenko, P.","Manaenkov, S.","Miklukho, O.","Naryshkin, Y.","Veretennikov, D.","Vikhrov, V.","Zhadanov, A.","Fava, L.","Panzieri, D.","Alberto, D.","Amoroso, A.","Botta, E.","Bressani, T.","Bufalino, S.","Bussa, M. P.","Busso, L.","De Mori, F.","Destefanis, M.","Ferrero, L.","Grasso, A.","Greco, M.","Kugathasan, T.","Maggiora, M.","Marcello, S.","Serbanut, G.","Sosio, S.","Bertini, R.","Calvo, D.","Coli, S.","De Remigis, P.","Feliciello, A.","Filippi, A.","Giraudo, G.","Mazza, G.","Rivetti, A.","Szymanska, K.","Tosello, F.","Wheadon, R.","Morra, O.","Agnello, M.","Iazzi, F.","Szymanska, K.","Birsa, R.","Bradamante, F.","Bressan, A.","Martin, A.","Clement, H.","Ekstroem, C.","Calen, H.","Grape, S.","Hoeistad, B.","Johansson, T.","Kupsc, A.","Marciniewski, P.","Thome, E.","Zlomanczuk, J.","Diaz, J.","Ortiz, A.","Borsuk, S.","Chlopik, A.","Guzik, Z.","Kopec, J.","Kozlowski, T.","Melnychuk, D.","Plominski, M.","Szewinski, J.","Traczyk, K.","Zwieglinski, B.","Buehler, P.","Gruber, A.","Kienle, P.","Marton, J.","Widmann, E.","Zmeskal, J.","Lutz, M. F. M.","Pire, B.","Scholten, O.","Timmermans, R."],"language":[],"coverage":[],"title":["Physics Performance Report for PANDA: Strong Interaction Studies with\n  Antiprotons"],"description":["  To study fundamental questions of hadron and nuclear physics in interactions\nof antiprotons with nucleons and nuclei, the universal PANDA detector will be\nbuilt. Gluonic excitations, the physics of strange and charm quarks and nucleon\nstructure studies will be performed with unprecedented accuracy thereby\nallowing high-precision tests of the strong interaction. The proposed PANDA\ndetector is a state-of-the art internal target detector at the HESR at FAIR\nallowing the detection and identification of neutral and charged particles\ngenerated within the relevant angular and energy range. This report presents a\nsummary of the physics accessible at PANDA and what performance can be\nexpected.\n","Comment: 216 pages"]}]
["0903.4224",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4224","App. Phys. Lett. 94, 262501 (2009)","doi:10.1063/1.3167771"],"date":["2009-03-24","2009-06-05"],"type":["text"],"creator":["Thakur, Ajay D.","Ooi, Shuuichi","Chockalingam, Subbaiah P.","Jesudasan, John","Raychaudhuri, Pratap","Hirata, Kazuto"],"language":[],"coverage":[],"title":["Vortex matching effect in engineered thin films of NbN"],"description":["  We report robust vortex matching effects in antidot arrays fabricated on thin\nfilms of NbN. The near absence of hysteresis between field sweep directions\nindicates a negligible residual pinning in the host thin film. Owing to the\nvery small coherence length of NbN thin films ($\\xi < 5 nm$), the observations\nsuggests the possibility of probing physics of vortices at true nanometer\nlength scales in suitably fabricated structures.\n","Comment: Submitted to Appl. Phys. Lett"]}]
["0903.4396",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics","Mathematics - Analysis of PDEs","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4396","Proc. R. Soc. A (2009) 465, pp 2319-2346","doi:10.1098/rspa.2008.0508"],"date":["2009-03-25","2009-03-26"],"type":["text"],"creator":["Chazel, Florent","Benoit, Michel","Ern, Alexandre","Piperno, Serge"],"language":[],"coverage":[],"title":["A double-layer Boussinesq-type model for highly nonlinear and dispersive\n  waves"],"description":["  We derive and analyze in the framework of the mild-slope approximation a new\ndouble-layer Boussinesq-type model which is linearly and nonlinearly accurate\nup to deep water. Assuming the flow to be irrotational, we formulate the\nproblem in terms of the velocity potential thereby lowering the number of\nunknowns. The model derivation combines two approaches, namely the method\nproposed by Agnon et al. (Agnon et al. 1999, J. Fluid Mech., 399 pp. 319-333)\nand enhanced by Madsen et al. (Madsen et al. 2003, Proc. R. Soc. Lond. A, 459\npp. 1075-1104) which consists in constructing infinite-series Taylor solutions\nto the Laplace equation, to truncate them at a finite order and to use Pad\\'e\napproximants, and the double-layer approach of Lynett & Liu (Lynett & Liu 2004,\nProc. R. Soc. Lond. A, 460 pp. 2637-2669) allowing to lower the order of\nderivatives. We formulate the model in terms of a static Dirichlet-Neumann\noperator translated from the free surface to the still-water level, and we\nderive an approximate inverse of this operator that can be built once and for\nall. The final model consists of only four equations both in one and two\nhorizontal dimensions, and includes only second-order derivatives, which is a\nmajor improvement in comparison with so-called high-order Boussinesq models. A\nlinear analysis of the model is performed and its properties are optimized\nusing a free parameter determining the position of the interface between the\ntwo layers. Excellent dispersion and shoaling properties are obtained, allowing\nthe model to be applied up to deep water. Finally, numerical simulations are\nperformed to quantify the nonlinear behaviour of the model, and the results\nexhibit a nonlinear range of validity reaching deep water areas.\n","Comment: 28 pages, 5 figures. Submitted to Proceedings of the Royal Society A"]}]
["0903.4802",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4802","Phys. Rev. E 79, 061122 (2009)","doi:10.1103/PhysRevE.79.061122"],"date":["2009-03-27","2009-06-08"],"type":["text"],"creator":["Escobedo, Miguel","Valle, Manuel A."],"language":[],"coverage":[],"title":["Instability of the Rayleigh-Jeans spectrum in weak wave turbulence\n  theory"],"description":["  We study the four-wave kinetic equation of weak turbulence linearized around\nthe Rayleigh-Jeans spectrum when the collision integral is associated with\nshort-range interactions between non-relativistic bosonic quasiparticles. The\ntechnique used for the analysis of the stability is based on the properties of\nthe Mellin transform of the kernel in the integral equation. We find that any\nperturbation of the Rayleigh-Jeans distribution evolves towards low momentum\nscales in such a form that, when $t \\to \\infty$, all the particles occupy a\nsphere of radius arbitrary small.\n","Comment: Accepted for publication in Phys. Rev. E; new figure, references and\n  discussion added. 17 pages, 3 figures"]}]
["0904.0211",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","35Q40","35J10","34L25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.0211"],"date":["2009-04-01","2009-07-01"],"type":["text"],"creator":["Fermanian-Kammerer, Clotilde","Rousse, Vidian"],"language":[],"coverage":[],"title":["Semi-classical analysis of a conjoint crossing of three symmetric modes"],"description":["  In this article we focus on a semiclassical Schr\\\"odinger equation with\nmatrix-valued potential presenting a symmetric conjoint crossing of three\neigenvalues. The potential we consider is well-known in the chemical literature\nas a pseudo\n  Jahn-Teller potential. We analyze the energy transfers which occur between\nthe three modes in terms of Wigner measures.\n","Comment: 4 figures"]}]
["0904.0387",{"format":[],"subject":["Mathematical Physics","35Q40, 35J10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.0387"],"date":["2009-04-02","2009-07-01"],"type":["text"],"creator":["Rousse, Vidian"],"language":[],"coverage":[],"title":["Semiclassical Simple Initial Value Representations"],"description":["  In this article, a class of Fourier Integral Operators which converge to the\nunitary group of the Schr\\\"odinger equation in semiclassical limit $\\epsilon\\to\n0$ is constructed. The convergence is in the uniform operator norm and allows\nfor a error bound $C_N\\epsilon^{N+1}$ for any integer $N$ and extends to\nEhrenfest timescaleswith bound $C_N\\epsilon^{N+1-\\rho}$ where $\\rho$ can be\nmade arbitrary small. In the chemical literature those approximations are known\nas simple Initial Value Representations.\n"]}]
["0904.1213",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1213","Phys. Rev. B 79, 224434 (2009)","doi:10.1103/PhysRevB.79.224434"],"date":["2009-04-07","2009-06-04"],"type":["text"],"creator":["Giampaolo, S. M.","Adesso, G.","Illuminati, F."],"language":[],"coverage":[],"title":["Separability and ground state factorization in quantum spin systems"],"description":["  We investigate the existence and the properties of fully separable (fully\nfactorized) ground states in quantum spin systems. Exploiting techniques of\nquantum information and entanglement theory we extend a recently introduced\nmethod and construct a general, self-contained theory of ground state\nfactorization in frustration free quantum spin models defined on lattices in\nany spatial dimension and for interactions of arbitrary range. We show that,\nquite generally, non exactly solvable translationally invariant models in\npresence of an external uniform magnetic field can admit exact, fully\nfactorized ground state solutions. Unentangled ground states occur at finite\nvalues of the Hamiltonian parameters satisfying well defined balancing\nconditions between the applied field and the interaction strengths. These\nconditions are analytically determined together with the type of magnetic\norderings compatible with factorization and the corresponding values of the\nfundamental observables such as energy and magnetization. The method is applied\nto a series of examples of increasing complexity, including\ntranslationally-invariant models with short, long, and infinite ranges of\ninteraction, as well as systems with spatial anisotropies, in low and higher\ndimensions. We also illustrate how the general method, besides yielding a large\nseries of novel exact results for complex models in any dimension, recovers, as\nparticular cases, the results previously achieved on simple models in low\ndimensions exploiting direct methods based on factorized mean-field ansatz.\n","Comment: 21 pages, 2 figures"]}]
["0904.2604",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2604"],"date":["2009-04-16","2009-06-30"],"type":["text"],"creator":["Brendle, S.","Schoen, R. M."],"language":[],"coverage":[],"title":["Sphere Theorems in Geometry"],"description":["  In this paper, we give a survey of various sphere theorems in geometry. These\ninclude the topological sphere theorem of Berger and Klingenberg as well as the\ndifferentiable version obtained by the authors. These theorems employ a variety\nof methods, including geodesic and minimal surface techniques as well as\nHamilton's Ricci flow. We also obtain here new results concerning complete\nmanifolds with pinched curvature.\n","Comment: Some typos corrected; to appear in Surveys in Differential Geometry"]}]
["0904.4111",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.4111"],"date":["2009-04-27","2009-07-01"],"type":["text"],"creator":["Kugler, M.","Andlauer, T.","Korn, T.","Wagner, A.","Fehringer, S.","Schulz, R.","Kubová, M.","Gerl, C.","Schuh, D.","Wegscheider, W.","Vogl, P.","Schüller, C."],"language":[],"coverage":[],"title":["Gate control of low-temperature spin dynamics in two-dimensional hole\n  systems"],"description":["  We have investigated spin and carrier dynamics of resident holes in\nhigh-mobility two-dimensional hole systems in GaAs/Al$_{0.3}$Ga$_{0.7}$As\nsingle quantum wells at temperatures down to 400 mK. Time-resolved Faraday and\nKerr rotation, as well as time-resolved photoluminescence spectroscopy are\nutilized in our study. We observe long-lived hole spin dynamics that are\nstrongly temperature dependent, indicating that in-plane localization is\ncrucial for hole spin coherence. By applying a gate voltage, we are able to\ntune the observed hole g factor by more than 50 percent. Calculations of the\nhole g tensor as a function of the applied bias show excellent agreement with\nour experimental findings.\n","Comment: 8 pages, 7 figures"]}]
["0905.0703",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0703"],"date":["2009-05-05","2009-07-01"],"type":["text"],"creator":["Romanelli, A."],"language":[],"coverage":[],"title":["Decoherence without classicality in the resonant quantum kicked rotor"],"description":["  We study the quantum kicked rotor in resonance subjected to an unitary noise\ndefined through Kraus operators, we show that this type of decoherence does\nnot, in general, lead to the classical diffusive behavior. We find exact\nanalytical expressions for the density matrix and the variance in the primary\nresonances. The variance does not loose its ballistic behavior, however the\ncoherence decays as a power law. The secondary resonances are treated\nnumerically, obtaining a power-law decay for the variance and an exponential\nlaw decay for the coherence.\n","Comment: 5 pages"]}]
["0905.3067",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.3067","Phys. Rev. B 79, 241407(R) (2009)","doi:10.1103/PhysRevB.79.241407"],"date":["2009-05-19"],"type":["text"],"creator":["Ezawa, Motohiko"],"language":[],"coverage":[],"title":["Quasi-Phase Transition and Many-Spin Kondo Effects in Graphene Nanodisk"],"description":["  The trigonal zigzag nanodisk with size $N$ has $N$ localized spins. We\ninvestigate its thermodynamical properties with and without external leads.\nLeads are made of zigzag graphene nanoribbons or ordinary metallic wires. There\nexists a quasi-phase transition between the quasi-ferromagnet and\nquasi-paramagnet states, as signaled by a sharp peak in the specific heat and\nin the susceptability. Lead effects are described by the many-spin Kondo\nHamiltonian. A new peak emerges in the specific heat. Furthermore, the band\nwidth of free electrons in metallic leads becomes narrower. By investigating\nthe spin-spin correlation it is argued that free electrons in the lead form\nspin-singlets with electrons in the nanodisk. They are indications of many-spin\nKondo effects.\n","Comment: 5 pages, 5 figures"]}]
["0905.3510",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.3510","Phys. Rev. B 79, 245131 (2009)","doi:10.1103/PhysRevB.79.245131"],"date":["2009-05-21"],"type":["text"],"creator":["Fursina, A. A.","Sofin, R. G. S.","Shvets, I. V.","Natelson, D."],"language":[],"coverage":[],"title":["The origin of hysteresis in resistive switching in magnetite is Joule\n  heating"],"description":["  In many transition metal oxides the electrical resistance is observed to\nundergo dramatic changes induced by large biases. In magnetite, Fe$_3$O$_4$,\nbelow the Verwey temperature, an electric field driven transition to a state of\nlower resistance was recently found, with hysteretic current-voltage response.\nWe report the results of pulsed electrical conduction measurements in epitaxial\nmagnetite thin films. We show that while the high- to low-resistance transition\nis driven by electric field, the hysteresis observed in $I-V$ curves results\nfrom Joule heating in the low resistance state. The shape of the hysteresis\nloop depends on pulse parameters, and reduces to a hysteresis-free \"jump\" of\nthe current provided thermal relaxation is rapid compared to the time between\nvoltage pulses. A simple relaxation time thermal model is proposed that\ncaptures the essentials of the hysteresis mechanism.\n","Comment: 7 pages, 6 figures"]}]
["0906.2092",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2092","2009 J. Phys. A: Math. Theor. 42 295201 (9pp)","doi:10.1088/1751-8113/42/29/295201"],"date":["2009-06-11"],"type":["text"],"creator":["Levai, Geza","Siegl, Petr","Znojil, Miloslav"],"language":[],"coverage":[],"title":["Scattering in the PT-symmetric Coulomb potential"],"description":["  Scattering on the ${\\cal PT}$-symmetric Coulomb potential is studied along a\nU-shaped trajectory circumventing the origin in the complex $x$ plane from\nbelow. This trajectory reflects ${\\cal PT}$ symmetry, sets the appropriate\nboundary conditions for bound states and also allows the restoration of the\ncorrect sign of the energy eigenvalues. Scattering states are composed from the\ntwo linearly independent solutions valid for non-integer values of the 2L\nparameter, which would correspond to the angular momentum in the usual\nHermitian setting. Transmission and reflection coefficients are written in\nclosed analytic form and it is shown that similarly to other ${\\cal\nPT}$-symmetric scattering systems the latter exhibit handedness effect.\nBound-state energies are recovered from the poles of the transmission\ncoefficients.\n","Comment: Journal of Physics A: Mathematical and Theoretical 42 (2009) to\n  appear"]}]
["0906.4601",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4601"],"date":["2009-06-25"],"type":["text"],"creator":["Obousy, R. K.","Saharian, A. A."],"language":[],"coverage":[],"title":["Casimir energy and the possibility of higher dimensional manipulation"],"description":["  It is well known that the Casimir effect is an excellent candidate for the\nstabilization of the extra dimensions. It has also been suggested that the\nCasimir effect in higher dimensions may be the underlying phenomenon that is\nresponsible for the dark energy which is currently driving the accelerated\nexpansion of the universe. In this paper we suggest that, in principle, it may\nbe possible to directly manipulate the size of an extra dimension locally using\nStandard Model fields in the next generation of particle accelerators. This\nadjustment of the size of the higher dimension could serve as a technological\nmechanism to locally adjust the dark energy density and change the local\nexpansion of spacetime. This idea holds tantalizing possibilities in the\ncontext of exotic spacecraft propulsion.\n","Comment: 18 pages, 6 figures"]}]
["0906.4797",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","35L45 (Primary) 76N10, 35L60 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4797"],"date":["2009-06-26","2009-07-01"],"type":["text"],"creator":["Cheng, Bin","Xie, Chunjing"],"language":[],"coverage":[],"title":["On the Classical Solutions of Two Dimensional Inviscid Rotating Shallow\n  Water System"],"description":["  We prove global existence and asymptotic behavior of classical solutions for\ntwo dimensional inviscid Rotating Shallow Water system with small initial data\nsubject to the zero-relative-vorticity constraint. One of the key steps is a\nreformulation of the problem into a symmetric quasilinear Klein-Gordon system,\nfor which the global existence of classical solutions is then proved with\ncombination of the vector field approach and the normal forms. We also probe\nthe case of general initial data and reveal a lower bound for the lifespan that\nis almost inversely proportional to the size of the initial relative vorticity.\n","Comment: 1st version: 23 pages. 2nd version: add references at the end of\n  second paragraph after Theorem 1.1; the third paragraph after Theorem 1.2 is\n  newly added; definition of X(t) in (4.1) is slightly changed; proof of Lemma\n  4.2 is shortened"]}]
["0906.5291",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5291"],"date":["2009-06-29","2009-07-01"],"type":["text"],"creator":["Shahverdiev, E. M.","Shore, K. A."],"language":[],"coverage":[],"title":["Generalized Synchronization in Laser Devices with Electro-Optical\n  Feedback"],"description":["  We report on partial and global generalized synchronization in exemplar\nbidirectionally coupled non-identical chaotic systems with multiple time\ndelays. We derive conditions for such synchronization regimes. The general\napproach is applied to the case of multiple time delay laser systems with\nelectro-optical feedback. We also study the effect of signal sampling on the\nsignatures of time delays in the autocorrelation function of the multiple time\ndelay laser output.\n","Comment: 12 pages, 16 figures"]}]
["0906.5345",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Dynamical Systems","46L10","37A20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5345"],"date":["2009-06-29"],"type":["text"],"creator":["Chifan, Ionut","Ioana, Adrian"],"language":[],"coverage":[],"title":["On a Question of D. Shlyakhtenko"],"description":["  In this short note we construct two countable, infinite conjugacy class\ngroups which admit free, ergodic, probability measure preserving orbit\nequivalent actions, but whose group von Neumann algebras are not (stably)\nisomorphic.\n"]}]
["0906.5356",{"format":[],"subject":["Mathematics - Analysis of PDEs","35J50","35J60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5356"],"date":["2009-06-29"],"type":["text"],"creator":["Azzollini, Antonio"],"language":[],"coverage":[],"title":["Concentration and compactness in nonlinear Schrodinger-Poisson system\n  with a general nonlinearity"],"description":["  In this paper we use a concentration and compactness argument to prove the\nexistence of a nontrivial nonradial solution to the nonlinear\nSchrodinger-Poisson equations in R3, assuming on the nonlinearity the general\nhypotheses introduced by Berestycki & Lions\n","Comment: 22 pages"]}]
["0906.5359",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5359"],"date":["2009-06-29","2009-07-01"],"type":["text"],"creator":["Bobkov, Konstantin"],"language":[],"coverage":[],"title":["Scanning the Fluxless $G_2$ Landscape"],"description":["  We show that there exists an exponentially large discretuum of vacua in\n$G_2$-compactifications of M-theory without flux. In M-theory-inspired\n$G_2$-MSSM, quantities relevant for particle physics remain virtually\ninsensitive to large variations of the vacuum energy across the landscape. The\npurely non-perturbative vacua form a special subset of a more general class of\nvacua containing fractional Chern-Simons contributions. The cosmological\nconstant can be dynamically neutralized via a chain of transitions interpolated\nby fractional gauge instantons describing spontaneous nucleation of M2-brane\ndomain walls. Each transition is generically accompanied by a gauge symmetry\nbreaking in some sector of the theory. In particular, the visible sector GUT\nsymmetry breaking can likewise be triggered by a spontaneous nucleation of an\nM2-brane.\n","Comment: 22 pages, changed values in equations (56) and (57)"]}]
["0906.5363",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Operator Algebras","20F69","46L10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5363"],"date":["2009-06-29"],"type":["text"],"creator":["Chifan, Ionut","Ioana, Adrian"],"language":[],"coverage":[],"title":["On Relative Property (T) and Haagerup's Property"],"description":["  We consider the following three properties for countable discrete groups\n$\\Gamma$: (1) $\\Gamma$ has an infinite subgroup with relative property (T), (2)\nthe group von Neumann algebra $L\\Gamma$ has a diffuse von Neumann subalgebra\nwith relative property (T) and (3) $\\Gamma$ does not have Haagerup's property.\nIt is clear that (1) $\\Longrightarrow$ (2) $\\Longrightarrow$ (3). We prove that\nboth of the converses are false.\n"]}]
["0906.5370",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5370"],"date":["2009-06-29"],"type":["text"],"creator":["Forbes, Duncan A.","Kroupa, Pavel","Metz, Manuel","Spitler, Lee"],"language":[],"coverage":[],"title":["Globular Clusters and Satellite Galaxies: Companions to the Milky Way"],"description":["  Our Milky Way galaxy is host to a number of companions. These companions are\ngravitationally bound to the Milky Way and are stellar systems in their own\nright. They include a population of some 30 dwarf satellite galaxies (DSGs) and\nabout 150 globular clusters (GCs). Here we discuss the relationship between GCs\nand DSGs using an interactive 3D model of the Milky Way.\n","Comment: 3 pages, published in Mercury vol. 38, No. 2, page 24. See\n  http://astronomy.swin.edu.au/dforbes/mw.pdf for a full colour version with\n  figures"]}]
["0906.5372",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5372"],"date":["2009-06-29"],"type":["text"],"creator":["Kundagrami, Arindam","Muthukumar, M."],"language":[],"coverage":[],"title":["Effective charge, collapse and the critical point of a polyelectrolyte\n  chain"],"description":["  The charge of a polyelectrolyte (PE) controls myriads of phenomena in\nbiology, biotechnology, and materials science, but still remains elusive from\nan understanding. Considering the adsorption of counterions on an isolated PE\nchain, an analytical expression for the effective charge - valid for all chain\nflexibility, for variable salt, in good solvents at all conditions, in poor\nsolvents in the expanded (coil) state away from the critical point, and for\ngels, brushes and other PE systems in their expanded state - is derived. Phase\nboundaries and the critical point for the I-st order collapse transition,\ninduced cooperatively by counterion adsorption and chain conformations, are\ncalculated self-consistently. The size of the PE chain is found to be a\nsingle-valued function of charge.\n","Comment: 4 pages, 2 figures"]}]
["0906.5377",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5377","2009, in: The Magellanic System: Stars, Gas, and Galaxies, eds.\n  Jacco Th. van Loon and Joana M. Oliveira, IAUS 256 (CUP), P-4"],"date":["2009-06-29"],"type":["text"],"creator":["Guandalini, R.","Busso, M."],"language":[],"coverage":[],"title":["Galactic C and S Stars as Guidelines for Magellanic Cloud AGB Stars"],"description":["  The study of the evolutionary properties of Asymptotic Giant Branch stars\nstill presents unresolved topics. Progress in the theoretical understanding of\ntheir evolution is hampered by the difficulty to empirically explain key\nphysical parameters like their luminosity, mass loss rate and chemical\nabundances. We are performing an analysis of Galactic AGB stars trying to find\nconstraints for these parameters. Our aim is of extending this analysis to the\nAGB stars of the Magellanic Clouds and of the Dwarf Spheroidal Galaxies using\nalso mid-infrared observations from the Antarctic telescope IRAIT. AGB sources\nfrom the Magellanic Clouds will be fundamental in our understanding of the AGB\nevolution because they are all at a well defined distance (differently from the\nGalactic AGBs). Moreover, these sources present different values of\nmetallicity: this fact should permit us of examining in a better way their\nevolutionary properties comparing their behaviour with the one from Galactic\nsources.\n","Comment: 4 pages, 3 figures. Proceeding of the IAU Symposium 256: The\n  Magellanic System: Stars, Gas, and Galaxies. It is available online at\n  http://www.astro.keele.ac.uk/iaus256/proceedings/"]}]
["0906.5388",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J45","14M20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5388"],"date":["2009-06-29"],"type":["text"],"creator":["Araujo, Carolina","Castravet, Ana-Maria"],"language":[],"coverage":[],"title":["Polarized minimal families of rational curves and higher Fano manifolds"],"description":["  In this paper we investigate Fano manifolds $X$ whose Chern characters\n$ch_k(X)$ satisfy some positivity conditions. Our approach is via the study of\npolarized minimal families of rational curves $(H_x,L_x)$ through a general\npoint $x\\in X$. First we translate positivity properties of the Chern\ncharacters of $X$ into properties of the pair $(H_x,L_x)$. This allows us to\nclassify polarized minimal families of rational curves associated to Fano\nmanifolds $X$ satisfying $ch_2(X)\\geq0$ and $ch_3(X)\\geq0$. As a first\napplication, we provide sufficient conditions for these manifolds to be covered\nby subvarieties isomorphic to $\\mathbb P^2$ and $\\mathbb P^3$. Moreover, this\nclassification enables us to find new examples of Fano manifolds satisfying\n$ch_2(X)\\geq0$.\n","Comment: 17 pages"]}]
["0906.5393",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5393","IJCSIS June 2009 Issue, Vol. 2, No. 1"],"date":["2009-06-29"],"type":["text"],"creator":["Malik, Nasir Mahmood","Mushtaq, Arif","Khalid, Samina","Khalil, Tehmina","Malik, Faisal Munir"],"language":[],"coverage":[],"title":["Measurable & Scalable NFRs using Fuzzy Logic and Likert Scale"],"description":["  Most of the research related to Non Functional Requirements (NFRs) have\npresented NFRs frameworks by integrating non functional requirements with\nfunctional requirements while we proposed that measurement of NFRs is possible\ne.g. cost and performance and NFR like usability can be scaled. Our novel\nhybrid approach integrates three things rather than two i.e. Functional\nRequirements (FRs), Measurable NFRs (M-NFRs) and Scalable NFRs (S-NFRs). We\nhave also found the use of Fuzzy Logic and Likert Scale effective for handling\nof discretely measurable as well as scalable NFRs as these techniques can\nprovide a simple way to arrive at a discrete or scalable NFR in contrast to\nvague, ambiguous, imprecise, noisy or missing NFR. Our approach can act as\nbaseline for new NFR and aspect oriented frameworks by using all types of UML\ndiagrams.\n","Comment: 5 Pages, International Journal of Computer Science and Information\n  Security (IJCSIS)"]}]
["0906.5397",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5397"],"date":["2009-06-29"],"type":["text"],"creator":["Lee, Juyul","Jindal, Nihar"],"language":[],"coverage":[],"title":["Asymptotically Optimal Policies for Hard-deadline Scheduling over Fading\n  Channels"],"description":["  A hard-deadline, opportunistic scheduling problem in which $B$ bits must be\ntransmitted within $T$ time-slots over a time-varying channel is studied: the\ntransmitter must decide how many bits to serve in each slot based on knowledge\nof the current channel but without knowledge of the channel in future slots,\nwith the objective of minimizing expected transmission energy. In order to\nfocus on the effects of delay and fading, we assume that no other packets are\nscheduled simultaneously and no outage is considered. We also assume that the\nscheduler can transmit at capacity where the underlying noise channel is\nGaussian such that the energy-bit relation is a Shannon-type exponential\nfunction. No closed form solution for the optimal policy is known for this\nproblem, which is naturally formulated as a finite-horizon dynamic program, but\nthree different policies are shown to be optimal in the limiting regimes where\n$T$ is fixed and $B$ is large, $T$ is fixed and $B$ is small, and where $B$ and\n$T$ are simultaneously taken to infinity. In addition, the advantage of optimal\nscheduling is quantified relative to a non-opportunistic (i.e., channel-blind)\nequal-bit policy.\n","Comment: 24 pages, 9 figures, submitted to IEEE Transactions on Information\n  Theory"]}]
["0906.5402",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Functional Analysis","30E20, 30D50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5402"],"date":["2009-06-30"],"type":["text"],"creator":["Stoilov, Peyo"],"language":[],"coverage":[],"title":["Construction of analytic functions, which determine bounded Toeplitz\n  operators"],"description":["  Construction of analytic functions, which determine bounded Toeplitz\noperators\n","Comment: e.g.: 9 pages"]}]
["0906.5406",{"format":[],"subject":["Mathematics - Functional Analysis","47A05, 47A06 (Primary)","47A12 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5406"],"date":["2009-06-30"],"type":["text"],"creator":["Hassi, S.","de Snoo, H. S. V.","Szafraniec, F. H."],"language":[],"coverage":[],"title":["Componentwise and Cartesian decompositions of linear relations"],"description":["  Let $A$ be a, not necessarily closed, linear relation in a Hilbert space\n$\\sH$ with a multivalued part $\\mul A$. An operator $B$ in $\\sH$ with $\\ran\nB\\perp\\mul A^{**}$ is said to be an operator part of $A$ when $A=B \\hplus\n(\\{0\\}\\times \\mul A)$, where the sum is componentwise (i.e. span of the\ngraphs). This decomposition provides a counterpart and an extension for the\nnotion of closability of (unbounded) operators to the setting of linear\nrelations. Existence and uniqueness criteria for the existence of an operator\npart are established via the so-called canonical decomposition of $A$. In\naddition, conditions are developed for the decomposition to be orthogonal\n(components defined in orthogonal subspaces of the underlying space). Such\northogonal decompositions are shown to be valid for several classes of\nrelations. The relation $A$ is said to have a Cartesian decomposition if\n$A=U+\\I V$, where $U$ and $V$ are symmetric relations and the sum is\noperatorwise. The connection between a Cartesian decomposition of $A$ and the\nreal and imaginary parts of $A$ is investigated.\n"]}]
["0906.5408",{"format":[],"subject":["Mathematics - Operator Algebras","46L08 (Primary), 46E22 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5408"],"date":["2009-06-30"],"type":["text"],"creator":["Szafraniec, F. H."],"language":[],"coverage":[],"title":["Murphy's {\\em Positive definite kernels and Hilbert C${}^*$--modules}\n  reorganized"],"description":["  The paper the title refers to is that in {\\em Proceedings of the Edinburgh\nMathematical Society}, {\\bf 40} (1997), 367-374. Taking it as an excuse we\nintend to realize a twofold purpose: to atomize that important result showing\nby the way connections which are out of favour and to rectify a tiny piece of\nhistory.\n"]}]
["0906.5410",{"format":[],"subject":["Mathematics - Functional Analysis","43A35 (Primary), 44A60 (Secondary), 47A20, 47B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5410"],"date":["2009-06-30"],"type":["text"],"creator":["Cichoń, D.","Stochel, J.","Szafraniec, F. H."],"language":[],"coverage":[],"title":["Extending positive definiteness"],"description":["  The main result of the paper gives criteria for extendibility of sesquilinear\nform-valued mappings defined on symmetric subsets of *-semigroups to positive\ndefinite ones. By specifying this we obtain new solutions of:\n  * the truncated complex moment problem,\n  * the truncated multidimensional trigonometric moment problem,\n  * the truncated two-sided complex moment problem, as well as\ncharacterizations of unbounded subnormality and criteria for the existence of\nunitary power dilation.\n"]}]
["0906.5412",{"format":[],"subject":["Mathematics - Functional Analysis","47A20, 47B15, 47B20, 47B25 (Primary)","43A35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5412"],"date":["2009-06-30"],"type":["text"],"creator":["Szafraniec, F. H."],"language":[],"coverage":[],"title":["Normals, subnormals and an open question"],"description":["  An acute look at \\underbar{basic} facts concerning \\underbar{unbounded}\nsubnormal operators is taken here. These operators have the richest structure\nand are the most exciting among the whole family of beneficiaries of the normal\nones. Therefore, the latter must necessarily be taken into account as the\nreference point for any exposition of subnormality. So as to make the\npresentation more appealing a kind of comparative survey of the bounded and\nunbounded case has been set forth.\n  \\noindent This piece of writing serves rather as a practical guide to this\nlargely impenetrable territory than an exhausting report.\n"]}]
["0906.5413",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5413"],"date":["2009-06-30"],"type":["text"],"creator":["Ivancevic, Vladimir G.","Aidman, Eugene V.","Yen, Leong"],"language":[],"coverage":[],"title":["Extending Feynman's Formalisms for Modelling Human Joint Action\n  Coordination"],"description":["  The recently developed Life-Space-Foam approach to goal-directed human action\ndeals with individual actor dynamics. This paper applies the model to\ncharacterize the dynamics of co-action by two or more actors. This dynamics is\nmodelled by: (i) a two-term joint action (including cognitive/motivatonal\npotential and kinetic energy), and (ii) its associated adaptive path integral,\nrepresenting an infinite--dimensional neural network. Its feedback adaptation\nloop has been derived from Bernstein's concepts of sensory corrections loop in\nhuman motor control and Brooks' subsumption architectures in robotics.\nPotential applications of the proposed model in human--robot interaction\nresearch are discussed.\n  Keywords: Psycho--physics, human joint action, path integrals\n","Comment: 6 pages, Latex"]}]
["0906.5415",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5415"],"date":["2009-06-30"],"type":["text"],"creator":["Ivancevic, Vladimir G.","Reid, Darryn J.","Aidman, Eugene V."],"language":[],"coverage":[],"title":["Crowd Behavior Dynamics: Entropic Path-Integral Model"],"description":["  We propose an entropic geometrical model of crowd behavior dynamics (with\ndissipative crowd kinematics), using Feynman action--amplitude formalism that\noperates on three synergetic levels: macro, meso and micro. The intent is to\nexplain the dynamics of crowds simultaneously and consistently across these\nthree levels, in order to characterize their geometrical properties\nparticularly with respect to behavior regimes and the state changes between\nthem. Its most natural statistical descriptor (order parameter) is crowd\nentropy $S$ that satisfies the Prigogine's extended second law of\nthermodynamics, $\\partial_t S\\geq 0$ (for any nonisolated multi-component\nsystem). Qualitative similarities and superpositions between individual and\ncrowd configuration manifolds motivate our claim that \\emph{goal-directed crowd\nmovement} operates under entropy conservation, $\\partial_t S = 0$, while\n\\emph{naturally chaotic crowd dynamics} operates under (monotonically)\nincreasing entropy function, $\\partial_t S > 0$. Between these two distinct\ntopological phases lies a phase transition with a chaotic inter-phase. Both\ninertial crowd dynamics and its dissipative kinematics represent diffusion\nprocesses on the crowd manifold governed by the Ricci flow.\n  Keywords: Crowd behavior dynamics, action--amplitude formalism, entropic\ncrowd manifold, crowd turbulence, Ricci flow, topological phase transitions.\n","Comment: 32 pages, 2 figures, Latex. Nonlinear Dynamics, to appear"]}]
["0906.5416",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5416"],"date":["2009-06-30"],"type":["text"],"creator":["Ji, Zhengfeng","Wu, Xiaodi"],"language":[],"coverage":[],"title":["Non-Identity Check Remains QMA-Complete for Short Circuits"],"description":["  The Non-Identity Check problem asks whether a given a quantum circuit is far\naway from the identity or not. It is well known that this problem is\nQMA-Complete \\cite{JWB05}. In this note, it is shown that the Non-Identity\nCheck problem remains QMA-Complete for circuits of short depth. Specifically,\nwe prove that for constant depth quantum circuit in which each gate is given to\nat least $\\Omega(\\log n)$ bits of precision, the Non-Identity Check problem is\nQMA-Complete. It also follows that the hardness of the problem remains for\npolylogarithmic depth circuit consisting of only gates from any universal gate\nset and for logarithmic depth circuit using some specific universal gate set.\n","Comment: 8 pages"]}]
["0906.5417",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5417"],"date":["2009-06-30"],"type":["text"],"creator":["Cheng, Yao"],"language":[],"coverage":[],"title":["Quantum phase transition of the 103mRh spin-density wave"],"description":["  We induce a quantum phase transition of the 103mRh excitation at the critical\ndensity of 10^{12} cm^{-3} by bremsstrahlung pumping at 300 K. A massive 103mRh\nspin-density wave carrying a spin current moves on the identical 103Rh matrix\nlike a quantum fluid. The collapse-and-revival spectral evolution indicates\nthat the collective nuclear excitation undergoes dynamic Bose-Einstein\ncondensation. Applying an external magnetic field, we observe the\nOnsager-Feynman quantization, which gives further evidence of the superfluidic\nphase.\n","Comment: ICAME09, vienna, July 19-24, 2009"]}]
["0906.5428",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Probability","11B57","11K50","60G46"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5428"],"date":["2009-06-30"],"type":["text"],"creator":["Haynes, Alan K.","Vaaler, Jeffrey D."],"language":[],"coverage":[],"title":["Martingale differences and the metric theory of continued fractions"],"description":["  We investigate a collection of orthonormal functions that encodes information\nabout the continued fraction expansion of real numbers. When suitably ordered\nthese functions form a complete system of martingale differences and are a\nspecial case of a class of martingale differences considered by R. F. Gundy. By\napplying known results for martingales we obtain corresponding metric theorems\nfor the continued fraction expansion of almost all real numbers.\n","Comment: Illinois Journal of Mathematics, 2009"]}]
["0906.5432",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","12E20","14H05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5432"],"date":["2009-06-30"],"type":["text"],"creator":["Ballet, Stéphane","Rolland, Robert"],"language":[],"coverage":[],"title":["Families of curves over any finite field with a class number greater\n  than the Lachaud - Martin-Deschamps bounds"],"description":["  We study and explicitly construct some families of asymptotically exact\nsequences of algebraic function fields. It turns out that these families have\nan asymptotical class number widely greater than the general Lachaud -\nMartin-Deschamps bounds. We emphasize that we obtain asymptotically exact\nsequences of algebraic function fields over any finite field $\\F_q$, in\nparticular when $q$ is not a square and that these sequences are dense towers.\n","Comment: 13 pages"]}]
["0906.5436",{"format":[],"subject":["Mathematics - Statistics Theory","Mathematics - Probability","Statistics - Methodology","05C80","05C20","60F05","62E20","62G10","62H11","62M30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5436"],"date":["2009-06-30"],"type":["text"],"creator":["Ceyhan, Elvan","Priebe, Carey E.","Wierman, John C."],"language":[],"coverage":[],"title":["Relative Density of the Random r-Factor Proximity Catch Digraph for\n  Testing Spatial Patterns of Segregation and Association (Technical Report)"],"description":["  Statistical pattern classification methods based on data-random graphs were\nintroduced recently. In this approach, a random directed graph is constructed\nfrom the data using the relative positions of the data points from various\nclasses. Different random graphs result from different definitions of the\nproximity region associated with each data point and different graph statistics\ncan be employed for data reduction. The approach used in this article is based\non a parameterized family of proximity maps determining an associated family of\ndata-random digraphs. The relative arc density of the digraph is used as the\nsummary statistic, providing an alternative to the domination number employed\npreviously. An important advantage of the relative arc density is that,\nproperly re-scaled, it is a U-statistic, facilitating analytic study of its\nasymptotic distribution using standard U-statistic central limit theory. The\napproach is illustrated with an application to the testing of spatial patterns\nof segregation and association. Knowledge of the asymptotic distribution allows\nevaluation of the Pitman and Hodges-Lehmann asymptotic efficacy, and selection\nof the proximity map parameter to optimize efficacy. Notice that the approach\npresented here also has the advantage of validity for data in any dimension.\n","Comment: 65 pages, 45 figures"]}]
["0906.5438",{"format":[],"subject":["Mathematics - Combinatorics","05A30, 15A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5438"],"date":["2009-06-30"],"type":["text"],"creator":["Gu, N. S. S.","Prodinger, H."],"language":[],"coverage":[],"title":["One-Parameter Generalizations of Rogers-Ramanujan Type Identities"],"description":["  Resorting to the recursions satisfied by the polynomials which converge to\nthe right hand sides of the Rogers-Ramanujan type identities given by Sills and\na determinant method presented in a paper by Ismail-Prodinger-Stanton, we\nobtain many new one-parameter generalizations of the Rogers-Ramanujan type\nidentities, such as a generalization of the analytic versions of the first and\nsecond G\\\"{o}llnitz-Gordon partition identities, and generalizations of the\nfirst, second, and third Rogers-Selberg identities.\n"]}]
["0906.5447",{"format":[],"subject":["Mathematics - Optimization and Control","90B40","49N75","90C22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5447"],"date":["2009-06-30"],"type":["text"],"creator":["Weber, Richard"],"language":[],"coverage":[],"title":["The optimal strategy for symmetric rendezvous search on K3"],"description":["  In the symmetric rendezvous search game played on Kn (the completely\nconnected graph on n vertices) two players are initially placed at two distinct\nvertices (called locations). The game is played in discrete steps and at each\nstep each player can either stay where he is or move to a different location.\nThe players share no common labelling of the locations. They wish to minimize\nthe expected number of steps until they first meet. Rendezvous search games of\nthis type were first proposed by Steve Alpern in 1976. They are simple to\ndescribe, and have received considerable attention in the popular press as they\nmodel problems that are familiar in real life. They are notoriously difficult\nto analyse. Our solution of the symmetric rendezvous game on K3 makes this the\nfirst interesting game of its type to be solved, and establishes a 20 year old\nconjecture that the Anderson-Weber strategy is optimal.\n","Comment: 13 pages"]}]
["0906.5448",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5448"],"date":["2009-06-30"],"type":["text"],"creator":["Tridon, D. Borla","Goebel, F.","Fink, D.","Haberer, W.","Hose, J.","Hsu, C. C.","Jogler, T.","Mirzoyan, R.","Orito, R.","Reimann, O.","Sawallisch, P.","Schlammer, J.","Schweizer, T.","Steinke, B.","Teshima, M.","Collaboration, for the MAGIC"],"language":[],"coverage":[],"title":["Performance of the Camera of the MAGIC II Telescope"],"description":["  MAGIC comprises two 17m diameter IACTs to be operated in stereo mode.\nCurrently we are commissioning the second telescope, MAGIC II. The camera of\nthe second telescope has been equipped with 1039 pixels of 0.1-degree diameter.\nAlways seven pixels are grouped in a hexagonal configuration to form a cluster.\nThis modular design allows easier control and maintenance of the camera. The\npixel sensors are high quantum efficiency photomultiplier tubes (PMTs) from\nHamamatsu (superbialkali type, QE ~ 32% at the peak wavelength) that we operate\nat rather low gain of 30 k. This allows us to also perform extended\nobservations under moderate moonlight. The system of two MAGIC telescopes will\nat least double the sensitivity compared to MAGIC I and also will allow us to\nlower the energy threshold.Here we will report the performances of the Camera\nof the second MAGIC telescope.\n","Comment: 4 pages, to be presented at 31st ICRC 2009"]}]
["0906.5450",{"format":[],"subject":["Computer Science - Discrete Mathematics","Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5450"],"date":["2009-06-30"],"type":["text"],"creator":["Choudhury, Pabitra Pal","Hassan, Sk. Sarif","Sahoo, Sudhakar","Nayak, Birendra Kumar"],"language":[],"coverage":[],"title":["Theory of Rule 6 and its Application to Round Robin Tournament"],"description":["  In this paper we have used one 2 variable Boolean function called Rule 6 to\ndefine another beautiful transformation named as Extended Rule-6. Using this\nfunction we have explored the algebraic beauties and its application to an\nefficient Round Robin Tournament (RRT) routine for 2k (k is any natural number)\nnumber of teams. At the end, we have thrown some light towards any number of\nteams of the form nk where n, k are natural numbers.\n","Comment: Related to Scheduling Problems"]}]
["0906.5452",{"format":[],"subject":["Mathematics - Probability","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5452","doi:10.1002/rsa.20269"],"date":["2009-06-30"],"type":["text"],"creator":["Ambrus, Gergely","Barany, Imre"],"language":[],"coverage":[],"title":["Longest convex chains"],"description":["  Assume $X_n$ is a random sample of $n$ uniform, independent points from a\ntriangle $T$. The longest convex chain, $Y$, of $X_n$ is defined naturally. The\nlength $|Y|$ of $Y$ is a random variable, denoted by $L_n$. In this article, we\ndetermine the order of magnitude of the expectation of $L_n$. We show further\nthat $L_n$ is highly concentrated around its mean, and that the longest convex\nchains have a limit shape.\n","Comment: 25 pages"]}]
["0906.5456",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5456"],"date":["2009-06-30"],"type":["text"],"creator":["Sakaguchi, Hidetsugu"],"language":[],"coverage":[],"title":["Splitting instability of cellular structures in the Ginzburg-Landau\n  model under the feedback control"],"description":["  We study numerically a Ginzburg-Landau type equation for micelles in two\ndimensions. The domain size and the interface length of a cellular structure\nare controlled by two feedback terms. The deformation and the successive\nsplitting of the cellular structure are observed when the controlled interface\nlength is increased. The splitting instability is further investigated using\ncoupled mode equations to understand the bifurcation structure.\n","Comment: 4 pages, 4 figures"]}]
["0906.5459",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5459","Edited Version was published in Handbook of Magnetism, Eds. H.\n  Kronmueller and S. Parkin, Vol.1,29 (Wiley, 2007)"],"date":["2009-06-30"],"type":["text"],"creator":["Stollhoff, Gernot"],"language":[],"coverage":[],"title":["Multiband Hubbard Models and the Transition Metals"],"description":["  Correlation computations on multiband Hubbard Hamiltonians are presented. It\nis shown why the proper degeneracy is of vital importance and that the atomic\nexchange interaction plays a particular role. The different methods are\nconnected, and their results are discussed. Many experimental properties for\nthe elemental solids can be explained by single closely related sets of\nparameters each. There is an exception, Tc of Fe. Here, a novel feature of\nlonger-range interactions enters, as demonstrated on ab-initio results of the\nLocal Ansatz for Fe. Connections are made to LSDA-calculations; and their\nseeming successes and deficiencies are explained.\n"]}]
["0906.5460",{"format":[],"subject":["Physics - Fluid Dynamics","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5460"],"date":["2009-06-30"],"type":["text"],"creator":["Simitev, R. D.","Busse, F. H."],"language":[],"coverage":[],"title":["Magneto-inertial convection in rotating fluid spheres"],"description":["  The onset of convection in the form of magneto-inertial waves in a rotating\nfluid sphere permeated by a constant axial electric current is studied through\na perturbation analysis. Explicit expressions for the dependence of the\nRayleigh number on the azimuthal wavenumber are derived in the limit of high\nthermal diffusivity. Results for the cases of thermally infinitely conducting\nand of nearly thermally insulating boundaries are obtained.\n","Comment: 10 pages, 5 figures, to be submitted for publication"]}]
["0906.5463",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5463"],"date":["2009-06-30"],"type":["text"],"creator":["Dasgupta, Mrinal","Delenda, Yazid"],"language":[],"coverage":[],"title":["Hadronisation corrections for jets in the k_t algorithm"],"description":["  It has recently been established that hadronisation corrections to QCD jets\nvary as $1/R$, at small $R$, for jets of radius $R$. Here we demonstrate, using\njets in the $k_t$ algorithm, that the magnitude of these $1/R$ corrections are\nunambiguously linked to the magnitude of $1/Q$ corrections to commonly studied\nevent shapes in $e^{+}e^{-}$ annihilation.\n","Comment: Presented at DIS 2009, Madrid, Spain"]}]
["0906.5465",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5465"],"date":["2009-06-30"],"type":["text"],"creator":["Borisov, I. S.","Volodko, N."],"language":[],"coverage":[],"title":["Orthogonal series and limit theorems for canonical U- and V-statistics\n  of stationary connected observations"],"description":["  The limit behavior is studied for the distributions of normalized U- and\nV-statistics of an arbitrary order with canonical (degenerate) kernels, based\non samples of increasing sizes from a stationary sequence of observations\nsatisfying classical mixing conditions. The corresponding limit distributions\nare represented as infinite multilinear forms of a centered Gaussian sequence\nwith a known covariance matrix.\n"]}]
["0906.5467",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5467"],"date":["2009-06-30"],"type":["text"],"creator":["Garcia-Martin, R.","Kaminski, R.","Pelaez, J. R.","Yndurain, F. J."],"language":[],"coverage":[],"title":["Once subtracted Roy-like dispersion relations and a precise analysis of\n  $\\pi\\pi$ scattering data"],"description":["  We report our progress on the data analysis of $\\pi\\pi$ scattering data in\nterms of Forward Dispersion Relations (FDR), as well as Roy equations (RE) and\ntheir once-subtracted counterpart, GKPY equations. The first part of the\nanalysis consists of independent fits to the different $\\pi\\pi$ channels. The\nGKPY equations provide a more stringent consistency check for the\nparametrizations of the S0-wave data in the region from 400 to 1100 MeV, In the\nsecond part we present our preliminary analysis where the fits are constrained\nto satisfy all dispersion relations within errors, including the new GKPY Eqs.,\nthus providing a very precise and model independent description of data using\njust analyticity, causality and crossing.\n","Comment: 6 pages, 4 figures, to appear in the proceedings of the International\n  Workshop On Effective Field Theories: From The Pion To The Upsilon (EFT 09),\n  2-6 Feb 2009, Valencia, Spain"]}]
["0906.5468",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5468"],"date":["2009-06-30"],"type":["text"],"creator":["Holland, Jan"],"language":[],"coverage":[],"title":["Construction of operator product expansion coefficients via consistency\n  conditions"],"description":["  In this thesis an iterative scheme for the construction of operator product\nexpansion (OPE) coefficients is applied to determine low order coefficients in\nperturbation theory for a specific toy model. We use the approach to quantum\nfield theory proposed by S. Hollands [arXiv:0802.2198], which is centered\naround the OPE and a number of axioms on the corresponding OPE coefficients.\nThis framework is reviewed in the first part of the thesis.\n  In the second part we apply an algorithm for the perturbative construction of\nOPE coefficients to a toy model: Euclidean $\\varphi^6$-theory in 3-dimensions.\nUsing a recently found formulation in terms of vertex operators and a\ndiagrammatic notation in terms of trees [arXiv:0906.5313v1], coefficients up to\nsecond order are constructed, some general features of coefficients at\narbitrary order are presented and an exemplary comparison to the corresponding\ncustomary method of computation is given.\n","Comment: 134 pages, 6 figures, PDFLaTex, diploma thesis (University of\n  Goettingen)"]}]
["0906.5479",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5479"],"date":["2009-06-30"],"type":["text"],"creator":["Derezinski, Jan","Gérard, Christian"],"language":[],"coverage":[],"title":["Positive energy quantization of linear dynamics"],"description":["  The abstract mathematical structure behind the positive energy quantization\nof linear classical systems is described. It is separated into 3 stages: the\ndescription of a classical system, the algebraic quantization and the Hilbert\nspace quantization. 4 kinds of systems are distinguished: neutral bosonic,\nneutral bosonic, charged bosonic and charged fermionic. The formalism that is\ndescribed follows closely the usual constructions employed in quantum physics\nto introduce non-interacting quantum fields.\n"]}]
["0906.5481",{"format":[],"subject":["Mathematics - Statistics Theory","Mathematics - Combinatorics","Statistics - Methodology","05C80","05C20","60C05","60D05","60F05","62G10","62G20","62H11","62M30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5481"],"date":["2009-06-30"],"type":["text"],"creator":["Ceyhan, Elvan"],"language":[],"coverage":[],"title":["Relative Edge Density of the Underlying Graphs Based on\n  Proportional-Edge Proximity Catch Digraphs for Testing Bivariate Spatial\n  Patterns (Technical Report)"],"description":["  The use of data-random graphs in statistical testing of spatial patterns is\nintroduced recently. In this approach, a random directed graph is constructed\nfrom the data using the relative positions of the points from various classes.\nDifferent random graphs result from different definitions of the proximity\nregion associated with each data point and different graph statistics can be\nemployed for pattern testing. The approach used in this article is based on\nunderlying graphs of a family of data-random digraphs which is determined by a\nfamily of parameterized proximity maps. The relative edge density of the AND-\nand OR-underlying graphs is used as the summary statistic, providing an\nalternative to the relative arc density and domination number of the digraph\nemployed previously. Properly scaled, relative edge density of the underlying\ngraphs is a U-statistic, facilitating analytic study of its asymptotic\ndistribution using standard U-statistic central limit theory. The approach is\nillustrated with an application to the testing of bivariate spatial clustering\npatterns of segregation and association. Knowledge of the asymptotic\ndistribution allows evaluation of the Pitman asymptotic efficiency, hence\nselection of the proximity map parameter to optimize efficiency. Asymptotic\nefficiency and Monte Carlo simulation analysis indicate that the AND-underlying\nversion is better (in terms of power and efficiency) for the segregation\nalternative, while the OR-underlying version is better for the association\nalternative. The approach presented here is also valid for data in higher\ndimensions.\n","Comment: 63 pages, 26 figures"]}]
["0906.5485",{"format":[],"subject":["Computer Science - Databases","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5485"],"date":["2009-06-30"],"type":["text"],"creator":["Ojala, Markus","Garriga, Gemma C.","Gionis, Aristides","Mannila, Heikki"],"language":[],"coverage":[],"title":["Query Significance in Databases via Randomizations"],"description":["  Many sorts of structured data are commonly stored in a multi-relational\nformat of interrelated tables. Under this relational model, exploratory data\nanalysis can be done by using relational queries. As an example, in the\nInternet Movie Database (IMDb) a query can be used to check whether the average\nrank of action movies is higher than the average rank of drama movies.\n  We consider the problem of assessing whether the results returned by such a\nquery are statistically significant or just a random artifact of the structure\nin the data. Our approach is based on randomizing the tables occurring in the\nqueries and repeating the original query on the randomized tables. It turns out\nthat there is no unique way of randomizing in multi-relational data. We propose\nseveral randomization techniques, study their properties, and show how to find\nout which queries or hypotheses about our data result in statistically\nsignificant information. We give results on real and generated data and show\nhow the significance of some queries vary between different randomizations.\n","Comment: 10 pages"]}]
["0906.5486",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5486"],"date":["2009-06-30"],"type":["text"],"creator":["White, C. D."],"language":[],"coverage":[],"title":["Path Integral Methods for Soft Gluon Resummation"],"description":["  We describe a new framework for soft gluon resummation, based on path\nintegral methods. The approach recovers previous results obtained in the\neikonal approximation, in which all emitted gluons become soft. Furthermore, a\nclear physical interpretation allows straightforward extension of the framework\nto beyond the eikonal approximation, and we use this to classify the structure\nof next-to-eikonal corrections to matrix elements.\n","Comment: Talk given at DIS09, Madrid, Spain, 26-30 Apr 2009"]}]
["0906.5487",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5487"],"date":["2009-06-30"],"type":["text"],"creator":["Keilhauer, Bianca","Unger, Michael"],"language":[],"coverage":[],"title":["Fluorescence emission induced by extensive air showers in dependence on\n  atmospheric conditions"],"description":["  Charged particles of extensive air showers (EAS), mainly electrons and\npositrons, initiate the emission of fluorescence light in the Earth's\natmosphere. This light provides a calorimetric measurement of the energy of\ncosmic rays. For reconstructing the primary energy from an observed light track\nof an EAS, the fluorescence yield in air has to be known in dependence on\natmospheric conditions, like air temperature, pressure, and humidity. Several\nexperiments on fluorescence emission have published various sets of data\ncovering different parts of the dependence of the fluorescence yield on\natmospheric conditions. Using a compilation of published measurements, a\ncalculation of the fluorescence yield in dependence on altitude is presented.\nThe fluorescence calculation is applied to simulated air showers and different\natmospheric profiles to estimate the influence of the atmospheric conditions on\nthe reconstructed shower parameters.\n","Comment: Submitted to the 31th ICRC, Lodz, Poland, 2009"]}]
["0906.5489",{"format":[],"subject":["Quantitative Finance - General Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5489"],"date":["2009-06-30"],"type":["text"],"creator":["Shinzato, T.","Kaku, I."],"language":[],"coverage":[],"title":["Improved and Developed Upper Bound of Price of Anarchy in Two Echelon\n  Case"],"description":["  Price of anarchy, the performance ratio, which could characterize the loss of\nefficiency of the distributed supply chain management compared with the\nintegrated supply chain management is discussed by utilizing newsvendor problem\nin single period which is well-known. In particular, some of remarkable\ndistributed policies are handled, the performance ratios in each case which\nhave been investigated in the previous works are analyzed theoretically and the\ntighter upper bound of price of anarchy and the lower bound are presented.\nFurthermore our approach is developed based on a generalized framework and a\ngeometric interpretation of price of anarchy is appeared via the literature of\nconvex optimization.\n","Comment: 12 pages, 17 figures, the proceeding of the 2nd international\n  workshop on institutional supply chain management, however the original is\n  one column"]}]
["0906.5490",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5490"],"date":["2009-06-30"],"type":["text"],"creator":["Cederwall, Martin"],"language":[],"coverage":[],"title":["Pure spinor superfields, with application to D=3 conformal models"],"description":["  I review and discuss the construction of supersymmetry multiplets and\nmanifestly supersymmetric Batalin-Vilkovisky actions using pure spinors, with\nemphasis on models with maximal supersymmetry. The special cases of D=3, N=8\n(Bagger-Lambert-Gustavsson) and N=6 (Aharony-Bergman-Jafferis-Maldacena)\nconformal models are treated in detail. Most of the material is covered by the\npapers arXiv:0808.3242 and arXiv:0809.0318. This is the written version of a\ntalk given at 4th Baltic-Nordic workshop \"Algebra, Geometry and Mathematical\nPhysics\", Tartu, Estonia, October 9-11, 2008, to appear in the Proceedings of\nthe Estonian Academy of Sciences, vol 4, 2010.\n","Comment: 13 pp"]}]
["0906.5491",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Algebraic Topology","57M20, 57M05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5491","Algebr. Geom. Topol. 6 (2006) 2163-2173","doi:10.2140/agt.2006.6.2163"],"date":["2009-06-30"],"type":["text"],"creator":["Harlander, Jens","Jensen, Jacqueline A"],"language":[],"coverage":[],"title":["Exotic relation modules and homotopy types for certain 1-relator groups"],"description":["  Using stably free non-free relation modules we construct an infinite\ncollection of 2-dimensional homotopy types, each of Euler-characteristic one\nand with trefoil fundamental group. This provides an affirmative answer to a\nquestion asked by Berridge and Dunwoody [J. London Math. Soc. 19 (1979)\n433-436]. We also give new examples of exotic relation modules. We show that\nthe relation module associated with the generating set x, y^4 for the\nBaumslag-Solitar group <x, y | xy^2x^{-1}=y^3> is stably free non-free of rank\none.\n","Comment: This is the version published by Algebraic & Geometric Topology on 19\n  November 2006"]}]
["0906.5503",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5503"],"date":["2009-06-30"],"type":["text"],"creator":["Sitarek, Julian","Mirzoyan, Razmik","Collaboration, for the MAGIC"],"language":[],"coverage":[],"title":["Search for an extended emission around blazars with the MAGIC telescope"],"description":["  Very high energy gamma rays coming from extra-galactic sources can interact\nwith intergalactic radiation fields. This process may result in electromagnetic\ncascades with the following cycle: the production of electron-positron pairs\nand then secondary gamma-rays due to inverse Compton scattering. Since\nelectrons and positrons will be scattered in the intergalactic magnetic field,\nunder certain conditions their radiation may be redirected towards the\nobserver. Thus one can anticipate that the secondary gamma-ray emission may\nproduce an apparent extended halo around the source.\n  MAGIC is an Imaging Atmospheric Cerenkov Telescope located on Canary island\nof La Palma at Roque de los Muchachos Observatory (2200 m.a.s.l). Various\nsource sizes and extended emission profiles within $1^\\circ$ diameter have been\nstudied by using dedicated Monte Carlo simulations for the MAGIC telescope. We\npresent results of the study of a possible extended emission for Mrk 421 and\nMrk501 done with the MAGIC telescope.\n","Comment: Contribution to the 31st ICRC, Lodz, Poland, July 2009"]}]
["0906.5510",{"format":[],"subject":["Mathematics - Number Theory","12F05","11T55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5510"],"date":["2009-06-30"],"type":["text"],"creator":["Hubrechts, Hendrik"],"language":[],"coverage":[],"title":["Fast arithmetic in unramified p-adic fields"],"description":["  Let p be prime and Zpn the degree n unramified extension of the ring of\np-adic integers Zp. In this paper we give an overview of some very fast\nalgorithms for common operations in Zpn modulo p^N. Combining existing methods\nwith recent work of Kedlaya and Umans about modular composition of polynomials,\nwe achieve quasi-linear time algorithms in the parameters n and N, and\nquasi-linear or quasi-quadratic time in log p, for most basic operations on\nthese fields, including Galois conjugation, Teichmuller lifting and computing\nminimal polynomials.\n","Comment: 6 pages"]}]
["0906.5512",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5512"],"date":["2009-06-30"],"type":["text"],"creator":["Pire, B.","Schwennsen, F.","Szymanowski, L.","Wallon, S."],"language":[],"coverage":[],"title":["Pomeron Odderon interference in production of pi+ pi- pairs at LHC"],"description":["  We discuss the production of two pion pairs in photon collisions at high\nenergies as it can take place in ultraperipheral collisions at hadron colliders\nsuch as the LHC. We calculate the according matrix elements in kT factorization\nand discuss the possibility to reveal the existence of the perturbative Odderon\nby charge asymmetries.\n","Comment: 5 pages, 5 figures, to be published in the proceedings of the\n  conference DIS 2009, Madrid, April 2009"]}]
["0906.5515",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5515"],"date":["2009-06-30"],"type":["text"],"creator":["Brodsky, Stanley J.","Llanes-Estrada, Felipe J.","Londergan, J. Timothy","Szczepaniak, Adam P."],"language":[],"coverage":[],"title":["Reggeon Non-Factorizability and the J=0 Fixed Pole in DVCS"],"description":["  We argue that deeply virtual Compton scattering will display Regge behavior\nnu^alpha_R(t) at high energy at fixed-t, even at high photon virtuality, not\nnecessarily conventional scaling. A way to see this is to track the Reggeon\ncontributions to quark-nucleon scattering and notice that the resulting\nGeneralized Parton Distributions would have divergent behavior at the\nbreak-points. In addition, we show that the direct two-photon to quark coupling\nwill be accessible at large $t$ where it dominates the DVCS amplitude for large\nenergies. This contribution, the J=0 fixed-pole, should be part of the future\nDVCS experimental programs at Jlab or LHeC.\n","Comment: 5 pages, 4 figures, Proceedings of the XVII International Workshop on\n  Deep-Inelastic Scattering and Related Subjects DIS 2009, 26-30 April 2009,\n  Madrid"]}]
["0906.5517",{"format":[],"subject":["Mathematics - Differential Geometry","53C55","32J25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5517","Arch. Math. Vol. 91, No. 2 (2008), 187-192"],"date":["2009-06-30"],"type":["text"],"creator":["Li, Haozhao"],"language":[],"coverage":[],"title":["Gap theorems for K\\\"ahler-Ricci solitons"],"description":["  In this paper, we prove that a gradient shrinking compact K\\\"ahler-Ricci\nsoliton cannot have too large Ricci curvature unless it is K\\\"ahler-Einstein.\n","Comment: 6 pages"]}]
["0906.5518",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5518","Physics of Fluids 21, 043303 (2009)","doi:10.1063/1.3115056"],"date":["2009-06-30"],"type":["text"],"creator":["Arcen, Boris","Tanière, Anne"],"language":[],"coverage":[],"title":["Simulation of a particle-laden turbulent channel flow using an improved\n  stochastic Lagrangian model"],"description":["  The purpose of this paper is to examine the Lagrangian stochastic modeling of\nthe fluid velocity seen by inertial particles in a nonhomogeneous turbulent\nflow. A new Langevin-type model, compatible with the transport equation of the\ndrift velocity in the limits of low and high particle inertia, is derived. It\nis also shown that some previously proposed stochastic models are not\ncompatible with this transport equation in the limit of high particle inertia.\nThe drift and diffusion parameters of these stochastic differential equations\nare then estimated using direct numerical simulation (DNS) data. It is observed\nthat, contrary to the conventional modeling, they are highly space dependent\nand anisotropic. To investigate the performance of the present stochastic\nmodel, a comparison is made with DNS data as well as with two different\nstochastic models. A good prediction of the first and second order statistical\nmoments of the particle and fluid seen velocities is obtained with the three\nmodels considered. Even for some components of the triple particle velocity\ncorrelations, an acceptable accordance is noticed. The performance of the three\ndifferent models mainly diverges for the particle concentration and the drift\nvelocity. The proposed model is seen to be the only one which succeeds in\npredicting the good evolution of these latter statistical quantities for the\nrange of particle inertia studied.\n"]}]
["0906.5521",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5521"],"date":["2009-06-30"],"type":["text"],"creator":["Sassot, R.","Stratmann, M.","Zurita, P."],"language":[],"coverage":[],"title":["Medium-modified fragmentation functions"],"description":["  We discuss preliminary results on medium-modified fragmentation functions\nobtained in a combined NLO fit to data on semi-inclusive deep inelastic\nscattering off nuclei and hadroproduction in deuteron-gold collisions.\n","Comment: To appear in the proceedings of DIS 2009 Conference, 26-30 April\n  2009, Madrid"]}]
["0906.5522",{"format":[],"subject":["Mathematics - Differential Geometry","53C55","32Q20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5522"],"date":["2009-06-30"],"type":["text"],"creator":["Li, Haozhao"],"language":[],"coverage":[],"title":["Energy functionals and K\\\"ahler-Ricci solitons"],"description":["  In this paper, we generalize Chen-Tian energy functionals to K\\\"ahler-Ricci\nsolitons and prove that the properness of these functionals is equivalent to\nthe existence of K\\\"ahler-Ricci solitons. We also discuss the equivalence of\nthe lower boundedness of these functionals and their relation with Tian-Zhu's\nholomorphic invariant.\n","Comment: 18 pages"]}]
["0906.5523",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5523"],"date":["2009-06-30"],"type":["text"],"creator":["Sakaniwa, Yasunori","Shima, Hiroyuki"],"language":[],"coverage":[],"title":["Survival of short-range order in the Ising model on negatively curved\n  surfaces"],"description":["  We examine the ordering behavior of the ferromagnetic Ising lattice model\ndefined on a surface with a constant negative curvature. Small-sized\nferromagnetic domains are observed to exist at temperatures far greater than\nthe critical temperature, at which the inner core region of the lattice\nundergoes a mean-field phase transition. The survival of short-range order at\nsuch high temperatures can be attributed to strong boundary-spin contributions\nto the ordering mechanism, as a result of which boundary effects remain active\neven within the thermodynamic limit. Our results are consistent with the\nprevious finding of disorder-free Griffiths phase that is stable at\ntemperatures lower than the mean-field critical temperature.\n","Comment: 6 pages, 6 figures"]}]
["0906.5528",{"format":[],"subject":["Physics - Geophysics","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5528"],"date":["2009-06-30"],"type":["text"],"creator":["Faillettaz, J.","Funk, M.","Sornette, D."],"language":[],"coverage":[],"title":["Icequakes as precursors of ice avalanches"],"description":["  A hanging glacier at the east face of Weisshorn broke off in 2005. We were\nable to monitor and measure surface motion and icequake activity for 21 days up\nto three days prior to the break-off. Results are presented from the analysis\nof seismic waves generated by the glacier during the rupture maturation\nprocess. Three types of precursory signals of the imminent catastrophic rupture\nwere identified: (i) an increasing seismic activity within the glacier, (ii) a\nchange in the size-frequency distribution of icequake energy, and (iii) a\nlog-periodic oscillating behavior superimposed on power law acceleration of the\ninverse of waiting time between two icequakes. The analysis of the seismic\nactivity gave indications of the rupture process and led to the identification\nof two regimes: a stable one where events are isolated and non correlated which\nis characteristic of diffuse damage, and an unstable and dangerous one in which\nevents become synchronized and large icequakes are triggered.\n","Comment: 5 pages, 3 figures"]}]
["0906.5529",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","53C44"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5529"],"date":["2009-06-30"],"type":["text"],"creator":["Li, Haozhao","Yin, Hao"],"language":[],"coverage":[],"title":["On stability of the hyperbolic space form under the normalized Ricci\n  flow"],"description":["  This paper studies the normalized Ricci flow from a slight perturbation of\nthe hyperbolic metric on $\\mathbb H^n$. It's proved that if the perturbation is\nsmall and decays sufficiently fast at the infinity, then the flow will converge\nexponentially fast to the hyperbolic metric when the dimension $n>5$.\n","Comment: 17 pages"]}]
["0906.5551",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5551"],"date":["2009-06-30"],"type":["text"],"creator":["Lutken, C. A.","Ross, G. G."],"language":[],"coverage":[],"title":["Implications of experimental probes of the RG-flow in quantum Hall\n  systems"],"description":["  We review the implications of the scaling data for the emergent symmetry of\nthe quantum Hall system. The location of the fixed points in the conductivity\nplane is consistent with the global, non-Abelian discrete symmetry $\\Gamma\n_{0}(2)$, and the renormalisation group (RG) flow-lines agree closely with that\nfound if the symmetry acts anti-holomorphically. We extend the analysis to\nconsider the rate of the RG flow. For a specific model in which the $\\Gamma\n_{0}(2)$ symmetry acts anti-holomorphically the scaling close to the fixed\npoints gives a critical delocalisation exponent $\\nu = 2.38\\pm 0.02$, in\nexcellent greement with direct measurements and with numerical simulations.\nBoth the predicted flow-lines and the flow rate also agree with the\nexperimental measurements far away from the critical points, suggesting an\nemergent topological structure capable of stabilising the symmetry predictions.\nWe hope that this agreement will stimulate further experimental study capable\nof conclusively testing the symmetry and exploring its associated dynamics.\n","Comment: 7 pages, 4 figures"]}]
["0906.5555",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Representation Theory","57M25","20C08"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5555"],"date":["2009-06-30"],"type":["text"],"creator":["Kálmán, Tamás"],"language":[],"coverage":[],"title":["Inner products on the Hecke algebra of the braid group"],"description":["  We point out that the Homfly polynomial (that is to say, Ocneanu's trace\nfunctional) contains two polynomial-valued inner products on the Hecke algebra\nrepresentation of Artin's braid group. These bear a close connection to the\nMorton-Franks-Williams inequality. In these structures, the sets of positive,\nrespectively negative permutation braids become orthonormal bases. In the\nsecond case, many inner products can be geometrically interpreted through\nLegendrian fronts and rulings.\n"]}]
["0906.5559",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11E76, 15A21"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5559"],"date":["2009-06-30"],"type":["text"],"creator":["Reznick, Bruce"],"language":[],"coverage":[],"title":["Laws of inertia in higher degree binary forms"],"description":["  We consider representations of real forms of even degree as a linear\ncombination of powers of real linear forms, counting the number of positive and\nnegative coefficients. We show that the natural generalization of Sylvester's\nLaw of Inertia holds for binary quartics, but fails for binary sextics.\n","Comment: 13 pages"]}]
["0906.5564",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5564"],"date":["2009-06-30"],"type":["text"],"creator":["Mezzetti, Chiara Benedetta","Atti, Claudio Ciofi degli"],"language":[],"coverage":[],"title":["A novel analysis of the effects of short range correlations in inclusive\n  lepton scattering off nuclei"],"description":["  It is shown that, if inclusive lepton scattering off nuclei at high momentum\ntransfer is analyzed in terms of proper scaling variables, useful information\non Nucleon-Nucleon short range correlations in nuclei can be obtained. The\ntraditional approach to Y-scaling is critically analyzed and a novel approach\nto Y-scaling, which incorporates the effects from two- and three-nucleon\ncorrelations in nuclei, is illustrated.\n","Comment: 14 pages, 14 figures, Extended version of a presentation given by CBM\n  at the \"Mini-symposium on Nuclear Structure at Short Distances\" held within\n  the \"American Physical Society April Meeting\", Denver, Colorado (USA), 2-5\n  May 2009. Bulletin of the American Physical Society, vol. 54 n. 4"]}]
["0906.5584",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5584"],"date":["2009-06-30"],"type":["text"],"creator":["Olemskoi, A I","Borysov, S S","Shuda, I A"],"language":[],"coverage":[],"title":["Creation probabilities of hierarchical trees"],"description":["  We consider both analytically and numerically creation conditions of diverse\nhierarchical trees. A connection between the probabilities to create\nhierarchical levels and the probability to associate these levels into united\nstructure is found. We argue a consistent probabilistic picture requires making\nuse of the deformed algebra. Our consideration is based on study of main types\nof hierarchical trees, among which both regular and degenerate ones are studied\nanalytically, while the creation probabilities of the Fibonacci and free-scale\ntrees are determined numerically. We find a general expression for the creation\nprobability of an arbitrary tree and calculate the sum of terms of deformed\ngeometrical progression that appears at consideration of the degenerate tree.\n","Comment: 22 pages, 10 figures. Submitted to Journal of Physics A: Mathematical\n  and Theoretical"]}]
["0906.5596",{"format":[],"subject":["Computer Science - Computers and Society","Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5596"],"date":["2009-06-30"],"type":["text"],"creator":["Mehmood, Zaigham","Saeed, Saqib"],"language":[],"coverage":[],"title":["Teaching Quality Assurance and Project Management to Undergraduate\n  Computing Students in Pakistan"],"description":["  Software Project Management (SPM) and Software Quality Assurance (SQA) are\nkey components of undergraduate Computing programmes at educational\nestablishments in Pakistan. Because of the nature of these subjects, there are\na number of issues that need to be discussed and resolved so that the teaching\nbecomes more effective, students learning experience is more enjoyable and\ntheir ability to be actively involved in SPM and SQA, after the completion of\ntheir studies, becomes further improved. In this paper, we discuss experience\nof teaching SPM and SQA at one particular institution in Islamabad Pakistan.\nUsing this as a case study, we underline the students perspective, highlight\nthe inherent issues and suggest ways to improve the delivery of these subjects.\nSince, the issues are mainly generic, the aim is to provide discussion and\nrecommendations to benefit a wider computing community in academia.\n","Comment: This paper was published in the proceedings of 4th International\n  Conference on Business Management and Economics 2008 Turkey"]}]
["0906.5600",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5600"],"date":["2009-06-30"],"type":["text"],"creator":["Santos, H.","Ayuela, A.","Jaskólski, W.","Pelc, M.","Chico, L."],"language":[],"coverage":[],"title":["Interface States in Carbon Nanotube Junctions: Rolling up graphene"],"description":["  We study the origin of interface states in carbon nanotube intramolecular\njunctions between achiral tubes. By applying the Born-von Karman boundary\ncondition to an interface between armchair- and zigzag-terminated graphene\nlayers, we are able to explain their number and energies. We show that these\ninterface states, costumarily attributed to the presence of topological\ndefects, are actually related to zigzag edge states, as those of graphene\nzigzag nanoribbons. Spatial localization of interface states is seen to vary\ngreatly, and may extend appreciably into either side of the junction. Our\nresults give an alternative explanation to the unusual decay length measured\nfor interface states of semiconductor nanotube junctions, and could be further\ntested by local probe spectroscopies.\n"]}]
["0906.5606",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Representation Theory","94A12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5606"],"date":["2009-06-30"],"type":["text"],"creator":["Calderbank, Robert","Casazza, Peter G.","Heinecke, Andreas","Kutyniok, Gitta","Pezeshki, Ali"],"language":[],"coverage":[],"title":["Fusion Frames: Existence and Construction"],"description":["  Fusion frame theory is an emerging mathematical theory that provides a\nnatural framework for performing hierarchical data processing. A fusion frame\nis a frame-like collection of subspaces in a Hilbert space, thereby\ngeneralizing the concept of a frame for signal representation. In this paper,\nwe study the existence and construction of fusion frames. We first present a\ncomplete characterization of a special class of fusion frames, called Parseval\nfusion frames. The value of Parseval fusion frames is that the inverse fusion\nframe operator is equal to the identity and therefore signal reconstruction can\nbe performed with minimal complexity. We then introduce two general methods --\nthe spatial complement and the Naimark complement -- for constructing a new\nfusion frame from a given fusion frame. We then establish existence conditions\nfor fusion frames with desired properties. In particular, we address the\nfollowing question: Given $M, N, m \\in \\NN$ and $\\{\\lambda_j\\}_{j=1}^M$, does\nthere exist a fusion frame in $\\RR^M$ with $N$ subspaces of dimension $m$ for\nwhich $\\{\\lambda_j\\}_{j=1}^M$ are the eigenvalues of the associated fusion\nframe operator? We address this problem by providing an algorithm which\ncomputes such a fusion frame for almost any collection of parameters $M, N, m\n\\in \\NN$ and $\\{\\lambda_j\\}_{j=1}^M$. Moreover, we show how this procedure can\nbe applied, if subspaces are to be added to a given fusion frame to force it to\nbecome Parseval.\n","Comment: 24 pages"]}]
["0906.5607",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5607","SIGMA 5 (2009), 067, 18 pages","doi:10.3842/SIGMA.2009.067"],"date":["2009-06-30"],"type":["text"],"creator":["Musso, Emilio","Nicolodi, Lorenzo"],"language":[],"coverage":[],"title":["Symplectic Applicability of Lagrangian Surfaces"],"description":["  We develop an approach to affine symplectic invariant geometry of Lagrangian\nsurfaces by the method of moving frames. The fundamental invariants of elliptic\nLagrangian immersions in affine symplectic four-space are derived together with\ntheir integrability equations. The invariant setup is applied to discuss the\nquestion of symplectic applicability for elliptic Lagrangian immersions.\nExplicit examples are considered.\n"]}]
["0906.5610",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5610"],"date":["2009-06-30"],"type":["text"],"creator":["O'Sullivan, E.","Giacintucci, S.","Vrtilek, J. M.","Raychaudhury, S.","Athreya, R.","Venturi, T.","David, L. P."],"language":[],"coverage":[],"title":["A Joint GMRT/X-ray study of galaxy groups"],"description":["  We present results from combined low-frequency radio and X-ray studies of\nnearby galaxy groups. We consider two main areas: firstly, the evolutionary\nprocess from spiral-dominated, HI-rich groups to elliptical-dominated systems\nwith hot, X-ray emitting gas halos; secondly, the mechanism of AGN feedback\nwhich appears to balance radiative cooling of the hot halos of evolved groups.\nThe combination of radio and X-ray observations provides a powerful tool for\nthese studies, allowing examination of gas in both hot and cool phases, and of\nthe effects of shock heating and AGN outbursts. Low-frequency radio data are\neffective in detecting older and less energetic electron populations and are\ntherefore vital for the determination of the energetics and history of such\nevents. We present results from our ongoing study of Stephan's Quintet, a\nspiral-rich group in which tidal interactions and shock heating appear to be\ntransforming HI in the galaxies into a diffuse X-ray emitting halo, and show\nexamples of AGN feedback from our sample of elliptical-dominated groups, where\nmulti-band low-frequency radio data have proved particularly useful.\n","Comment: 5 pages, 3 figures, Oral contribution to the Conference \"The Low\n  Frequency Radio Universe\", ASP Conference Series, Eds. D.J. Saikia, D. Green,\n  Y. Gupta and T. Venturi"]}]
["astro-ph/0602344",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0602344","doi:10.1016/j.newast.2005.09.002"],"date":["2006-02-15"],"type":["text"],"creator":["Hodge, John C."],"language":[],"coverage":[],"title":["Scalar potential model of redshift and discrete redshift"],"description":["  On the galactic scale the universe is inhomogeneous and redshift $z$ is\noccasionally less than zero. A scalar potential model (SPM) that links the\ngalaxy scale $z$ to the cosmological scale $z$ of the Hubble Law is postulated.\nSeveral differences among galaxy types suggest that spiral galaxies are Sources\nand that early type, lenticular, and irregular galaxies are Sinks of a scalar\npotential field. The morphology-radius and the intragalactic medium cluster\nobservations support the movement of matter from Source galaxies to Sink\ngalaxies. A cell structure of galaxy groups and clusters is proposed to resolve\na paradox concerning the scalar potential like the Olber's paradox concerning\nlight. For the sample galaxies, the ratio of the luminosity of Source galaxies\nto the luminosity of Sink galaxies approaches $2.7 \\pm 0.1$. An equation is\nderived from sample data, which is anisotropic and inhomogeneous, relating $z$\nof and the distance $D$ to galaxies. The calculated $z$ has a correlation\ncoefficient of 0.88 with the measured $z$ for a sample of 32 spiral galaxies\nwith $D$ calculated using Cepheid variable stars. The equation is consistent\nwith $z<0$ observations of close galaxies. At low cosmological distances, the\nequation reduces to $z \\approx \\exp(KD) \\, -1 \\approx KD$, where $K$ is a\nconstant, positive value. The equation predicts $z$ from galaxies over 18 Gpc\ndistant approaches a constant value on the order of 500. The SPM of $z$\nprovides a physical basis for the $z$ of particle photons. Further, the SPM\nqualitatively suggests the discrete variations in $z$, which was reported by W.\nG. Tifft, 1997, Astrophy. J. 485, 465 and confirmed by others, are consistent\nwith the SPM.\n","Comment: 36 pages, 17 figures, Article in press New Astronomy"]}]
["cond-mat/0507189",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0507189","Phys. Rev. B 72, 073204 (2005)","doi:10.1103/PhysRevB.72.073204"],"date":["2005-07-07","2009-07-01"],"type":["text"],"creator":["Sandu, Titus","Kirk, W. P."],"language":[],"coverage":[],"title":["Generalized band anti-crossing model for highly mismatched\n  semiconductors applied to BeSe$_{x}$Te$_{1 - x}$"],"description":["  We report a new model for highly mismatched semiconductor (HMS) alloys. Based\non the Anderson impurity Hamiltonian, the model generalizes the recent band\nanti-crossing (BAC) model, which successfully explains the band bowing in\nhighly mismatched semiconductors. Our model is formulated in empirical\ntight-binding (ETB) theory and uses the so called sp$^{3}$s* parameterization.\nIt does not need extra parameters other than bulk ones. The model has been\napplied to BeSe$_{x}$Te$_{1 - x}$ alloy. BeTe and BeSe are wide-band gap and\nhighly mismatched semiconductors. Calculations show large band bowing, larger\non the Se rich side than on the Te rich side. Linear interpolation is used for\nan arbitrary concentration $x$. The results are applied to calculation of\nelectronic and optical properties of BeSe$_{0.41}$Te$_{0.59}$ lattice matched\nto Si in a superlattice configuration.\n","Comment: 4 pages 2 figures, aproved for publication in Phys. Rev B"]}]
["cond-mat/0507204",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0507204","Phys. Rev. B 72, 125105 (2005)","doi:10.1103/PhysRevB.72.125105"],"date":["2005-07-08"],"type":["text"],"creator":["Sandu, Titus"],"language":[],"coverage":[],"title":["Optical matrix elements in tight-binding models with overlap"],"description":["  We investigate the effect of orbital overlap on optical matrix elements in\nempirical tight-binding models. Empirical tight-binding models assume an\northogonal basis of (atomiclike) states and a diagonal coordinate operator\nwhich neglects the intra-atomic part. It is shown that, starting with an atomic\nbasis which is not orthogonal, the orthogonalization process induces\nintra-atomic matrix elements of the coordinate operator and extends the range\nof the effective Hamiltonian. We analyze simple tight-binding models and show\nthat non-orthogonality plays an important role in optical matrix elements. In\naddition, the procedure gives formal justification to the nearest-neighbor\nspin-orbit interaction introduced by Boykin [Phys. Rev \\textbf{B} 57, 1620\n(1998)] in order to describe the Dresselahaus term which is neglected in\nempirical tight-binding models.\n","Comment: 16 pages 6 figures, to appear in Phys. Rev. B"]}]
["cond-mat/0601297",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0601297","Phys. Rev. B 73, 075313 (2006)","doi:10.1103/PhysRevB.73.075313"],"date":["2006-01-13"],"type":["text"],"creator":["Sandu, Titus","Chantis, Athanasios","Iftimie, Radu"],"language":[],"coverage":[],"title":["Spin tunneling through an indirect barrier"],"description":["  Spin-dependent tunneling through an indirect bandgap barrier like the\nGaAs/AlAs/GaAs heterostructure along [001] direction is studied by the\ntight-binding method. The tunneling is characterized by the proportionality of\nthe Dresselhaus Hamiltonians at $\\Gamma $ and $X$ points in the barrier and by\nFano resonances. The present results suggest that large spin polarization can\nbe obtained for energy windows that exceed significantly the spin splitting. We\nalso formulate two conditions that are necessary for the existence of energy\nwindows with large polarization.\n","Comment: 19 pages, 7 figures"]}]
["cond-mat/0607667",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0607667","Phys. Rev. Lett. 97, 180404 (2006)","doi:10.1103/PhysRevLett.97.180404"],"date":["2006-07-26","2009-06-30"],"type":["text"],"creator":["Papp, S. B.","Wieman, C. E."],"language":[],"coverage":[],"title":["Observation of Heteronuclear Feshbach Molecules from a $^{85}$Rb -\n  $^{87}$Rb gas"],"description":["  We report on the observation of ultracold heteronuclear Feshbach molecules.\nStarting with a $^{87}$Rb BEC and a cold atomic gas of $^{85}$Rb, we utilize\npreviously unobserved interspecies Feshbach resonances to create up to 25,000\nmolecules. Even though the $^{85}$Rb gas is non-degenerate we observe a large\nmolecular conversion efficiency due to the presence of a quantum degenerate\n$^{87}$Rb gas; this represents a key feature of our system. We compare the\nmolecule creation at two different Feshbach resonances with different\nmagnetic-field widths. The two Feshbach resonances are located at\n$265.44\\pm0.15$ G and $372.4\\pm1.3$ G. We also directly measure the small\nbinding energy of the molecules through resonant magnetic-field association.\n","Comment: v2 - minor changes"]}]
["cond-mat/0608483",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0608483","Phys. Rev. B 74, 113405 (2006)","doi:10.1103/PhysRevB.74.113405"],"date":["2006-08-22"],"type":["text"],"creator":["Sandu, Titus"],"language":[],"coverage":[],"title":["Dynamics of a two-level system coupled with a quantum oscillator in the\n  very strong coupling limit"],"description":["  The time-dependent behavior of a two-level system interacting with a quantum\noscillator system is analyzed in the case of a coupling larger than both the\nenergy separation between the two levels and the energy of quantum oscillator\n($\\Omega < \\omega < \\lambda $, where $\\Omega $ is the frequency of the\ntransition between the two levels, $\\omega $ is the frequency of the\noscillator, and $\\lambda $ is the coupling between the two-level system and the\noscillator). Our calculations show that the amplitude of the expectation value\nof the oscillator coordinate decreases as the two-level system undergoes the\ntransition from one level to the other, while the transfer probability between\nthe levels is staircase-like. This behavior is explained by the interplay\nbetween the adiabatic and the non-adiabatic regimes encountered during the\ndynamics with the system acting as a quantum counterpart of the Landau-Zener\nmodel. The transition between the two levels occurs as long as the expectation\nvalue of the oscillator coordinate is driven close to zero. On the contrary, if\nthe initial conditions are set such that the expectation values of the\noscillator coordinate are far from zero, the system will remain locked on one\nlevel.\n","Comment: 4 pages, 4 figures, to be published in Physical Review B"]}]
["cond-mat/0608514",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0608514","Phys. Rev. B 73, 235307 (2006)","doi:10.1103/PhysRevB.73.235307"],"date":["2006-08-23"],"type":["text"],"creator":["Kirk, Titus Sandu W. P."],"language":[],"coverage":[],"title":["Electronic and optical properties of beryllium chalcogenides/silicon\n  heterostructures"],"description":["  We have calculated electronic and optical properties of\nSi/BeSe$_{0.41}$Te$_{0.59}$ heterostructures by a semiempirical $sp^{3}s^{*}$\ntight-binding method. Tight-binding parameters and band bowing of\nBeSe$_{0.41}$Te$_{0.59}$ are considered through a recent model for highly\nmismatched semiconductor alloys. The band bowing and the measurements of\nconduction band offset lead to a type II heterostucture for\nSi/BeSe$_{0.41}$Te$_{0.59}$ with conduction band minimum in the Si layer and\nvalence band maximum in the BeSe$_{0.41}$Te$_{0.59}$ layer. The electronic\nstructure and optical properties of various (Si$_{2})_{n\n}$/(BeSe$_{0.41}$Te$_{0.59})_{m}$ [001] superlattices have been considered. Two\nbands of interface states were found within the bandgap of bulk Si. Our\ncalculations indicate that the optical edges are below the fundamental bandgap\nof bulk Si and the transitions are optically allowed.\n","Comment: 16 pager, 7 figures"]}]
["hep-ph/0508061",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0508061"],"date":["2005-08-04","2005-08-07"],"type":["text"],"creator":["Perez, Pavel Fileviez"],"language":[],"coverage":[],"title":["Is it possible to predict the sign of the Matter-Antimatter Asymmetry in\n  the Universe?"],"description":["  I investigate the possibility to define the sign of the leptonic asymmetry by\nthe low energy parameters. It is shown that in the context of the minimal\nrenormalizable SO(10) model the sign of the matter-antimatter asymmetry can be\ndefined by the leptonic mixing and masses in the case of Type II see-saw.\n","Comment: 4 pages"]}]
["math/0504390",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0504390","J. Reine Angew. Math. 602 (2007), 155-177."],"date":["2005-04-19","2006-01-10"],"type":["text"],"creator":["Gathmann, Andreas","Markwig, Hannah"],"language":[],"coverage":[],"title":["The numbers of tropical plane curves through points in general position"],"description":["  We show that the number of tropical curves of given genus and degree through\nsome given general points in the plane does not depend on the position of the\npoints. In the case when the degree of the curves contains only primitive\nintegral vectors this statement has been known for a while now, but the only\nknown proof was indirect with the help of Mikhalkin's Correspondence Theorem\nthat translates this question into the well-known fact that the numbers of\ncomplex curves in a toric surface through some given points do not depend on\nthe position of the points. This paper presents a direct proof entirely within\ntropical geometry that is in addition applicable to arbitrary degree of the\ncurves.\n","Comment: 23 pages, minor corrections"]}]
["math/0511377",{"format":[],"subject":["Mathematics - Differential Geometry","53B35","53C07","53C25","53C55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0511377","Mediterranean J. Mathematics, 5 (2008) 1, 43 - 60 (part of this\n  article)","doi:10.1007/s00009-008-0135-4"],"date":["2005-11-15","2006-01-27"],"type":["text"],"creator":["Munteanu, Marian Ioan"],"language":[],"coverage":[],"title":["New structures on the tangent bundles and tangent sphere bundles"],"description":["  In this paper we study a Riemanian metric on the tangent bundle $T(M)$ of a\nRiemannian manifold $M$ which generalizes Sasaki metric and Cheeger Gromoll\nmetric and a compatible almost complex structure which together with the metric\nconfers to $T(M)$ a structure of locally conformal almost K\\\"ahlerian manifold.\nThis is the natural generalization of the well known almost K\\\"ahlerian\nstructure on $T(M)$. We found conditions under which $T(M)$ is almost\nK\\\"ahlerian, locally conformal K\\\"ahlerian or K\\\"ahlerian or when $T(M)$ has\nconstant sectional curvature or constant scalar curvature. Then we will\nrestrict to the unit tangent bundle and we find an isometry with the tangent\nsphere bundle (not necessary unitary) endowed with the restriction of the\nSasaki metric from $T(M)$. Moreover, we found that this map preserves also the\nnatural almost contact structures obtained from the almost Hermitian ambient\nstructures on the unit tangent bundle and the tangent sphere bundle,\nrespectively.\n","Comment: 20 pages, LaTeX2e 4.17"]}]
["math/0604008",{"format":[],"subject":["Mathematics - Differential Geometry","53C25, 53C40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0604008","Acta Mathematica Hungarica, 116 (2007), 1-2, 121 - 126.","doi:10.1007/s10474-007-6013-x"],"date":["2006-04-01","2007-05-25"],"type":["text"],"creator":["Munteanu, Marian Ioan"],"language":[],"coverage":[],"title":["A Note on Doubly Warped Product Contact CR-Submanifolds in\n  trans-Sasakian Manifolds"],"description":["  Warped product CR-submanifolds in Kaehlerian manifolds were intensively\nstudied only since 2001 after the impulse given by B.Y. Chen. Immediately\nafter, another line of research, similar to that concerning Sasakian geometry\nas the odd dimensional version of Kaehlerian geometry, was developed, namely\nwarped product contact CR-submanifolds in Sasakian manifolds. In this note we\nproved that there exists no proper doubly warped product contact\nCR-submanifolds in trans-Sasakian manifolds.\n","Comment: 5 Latex pages"]}]
["math/0610194",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Category Theory","55U35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610194"],"date":["2006-10-05","2009-06-30"],"type":["text"],"creator":["Shulman, Michael"],"language":[],"coverage":[],"title":["Homotopy limits and colimits and enriched homotopy theory"],"description":["  Homotopy limits and colimits are homotopical replacements for the usual\nlimits and colimits of category theory, which can be approached either using\nclassical explicit constructions or the modern abstract machinery of derived\nfunctors. Our first goal in this paper is expository: we explain both\napproaches and a proof of their equivalence. Our second goal is to generalize\nthis result to enriched categories and homotopy weighted limits, showing that\nthe classical explicit constructions still give the right answer in the\nabstract sense. This result partially bridges the gap between classical\nhomotopy theory and modern abstract homotopy theory. To do this we introduce a\nnotion of \"enriched homotopical categories\", which are more general than\nenriched model categories, but are still a good place to do enriched homotopy\ntheory. This demonstrates that the presence of enrichment often simplifies\nrather than complicates matters, and goes some way toward achieving a better\nunderstanding of \"the role of homotopy in homotopy theory.\"\n","Comment: 79 pages; minor errors corrected"]}]
["math/0611358",{"format":[],"subject":["Mathematics - Commutative Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611358"],"date":["2006-11-12","2009-06-30"],"type":["text"],"creator":["Bennis, Driss","Mahdou, Najib"],"language":[],"coverage":[],"title":["Global Gorenstein dimensions"],"description":["  In this paper, we prove that the global Gorenstein projective dimension of a\nring $R$ is equal to the global Gorenstein injective dimension of $R$, and that\nthe global Gorenstein flat dimension of $R$ is smaller than the common value of\nthe terms of this equality.\n","Comment: 4 pages"]}]
["math/0612566",{"format":[],"subject":["Mathematics - Geometric Topology","30F40 (primary), 30F60, 57M50 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612566"],"date":["2006-12-19","2009-07-01"],"type":["text"],"creator":["Kent IV, Richard P."],"language":[],"coverage":[],"title":["Skinning maps"],"description":["  Let M be a hyperbolic 3-manifold with nonempty totally geodesic boundary. We\nprove that there are upper and lower bounds on the diameter of the skinning map\nof M that depend only on the volume of the hyperbolic structure with totally\ngeodesic boundary, answering a question of Y. Minsky. This is proven via a\nfilling theorem, which states that as one performs higher and higher Dehn\nfillings, the skinning maps converge uniformly on all of Teichmuller space.\n  We also exhibit manifolds with totally geodesic boundaries whose skinning\nmaps have diameter tending to infinity, as well as manifolds whose skinning\nmaps have diameter tending to zero (the latter are due to K. Bromberg and the\nauthor).\n  In the final section, we give a proof of Thurston's Bounded Image Theorem.\n","Comment: 50 pages, 4 figures. v3. Major revision incorporating referees'\n  comments. To appear in the Duke Mathematical Journal. v2. Cosmetic changes,\n  minor corrections, inclusion of theorem with K. Bromberg"]}]
