["0708.2781",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2781"],"date":["2007-08-21","2009-07-26"],"type":["text"],"creator":["Kuz'menko, V. A."],"language":[],"coverage":[],"title":["Comment on \"Entropy production and the arrow of time\""],"description":["  J.M.R. Parrondo at al. in arXiv:0904.1573 continue numerous efforts to unify\nthe concepts of the arrow of time and entropy production with the concept of\ntime invariance in physics. This is a wrong way.\n","Comment: 1 page"]}]
["0710.3766",{"format":[],"subject":["Mathematics - Algebraic Topology","19L47, 57N65, 55N15, 14M17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3766"],"date":["2007-10-19","2009-07-27"],"type":["text"],"creator":["Mare, Augustin-Liviu","Willems, Matthieu"],"language":[],"coverage":[],"title":["Equivariant $K$-theory of quaternionic flag manifolds"],"description":["  We consider the manifold $Fl_n(\\mathbb{H})=Sp(n)/Sp(1)^n$ of all complete\nflags in $\\mathbb{H}^n$, where $\\mathbb{H}$ is the skew-field of quaternions.\nWe study its equivariant $K$-theory rings with respect to the action of two\ngroups: $Sp(1)^n$ and a certain canonical subgroup $T:=(S^1)^n\\subset Sp(1)^n$\n(a maximal torus). For the first group action we obtain a\nGoresky-Kottwitz-MacPherson type description. For the second one, we describe\nthe ring $K_T(Fl_n(\\mathbb{H}))$ as a subring of $K_T(Sp(n)/T)$. This ring is\nwell known, since $Sp(n)/T$ is a complex flag variety.\n","Comment: Final version: 18 pages"]}]
["0801.3843",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Category Theory","18D05, 18D10, 55R35, 55R40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3843"],"date":["2008-01-24","2009-07-27"],"type":["text"],"creator":["Baez, John C.","Stevenson, Danny"],"language":[],"coverage":[],"title":["The Classifying Space of a Topological 2-Group"],"description":["  Categorifying the concept of topological group, one obtains the notion of a\n'topological 2-group'. This in turn allows a theory of 'principal 2-bundles'\ngeneralizing the usual theory of principal bundles. It is well-known that under\nmild conditions on a topological group G and a space M, principal G-bundles\nover M are classified by either the first Cech cohomology of M with\ncoefficients in G, or the set of homotopy classes [M,BG], where BG is the\nclassifying space of G. Here we review work by Bartels, Jurco,\nBaas-Bokstedt-Kro, and others generalizing this result to topological 2-groups\nand even topological 2-categories. We explain various viewpoints on topological\n2-groups and Cech cohomology with coefficients in a topological 2-group C, also\nknown as 'nonabelian cohomology'. Then we give an elementary proof that under\nmild conditions on M and C there is a bijection between the first Cech\ncohomology of M with coefficients in C and [M,B|C|] where B|C| is the\nclassifying space of the geometric realization of the nerve of C. Applying this\nresult to the 'string 2-group' String(G) of a simply-connected compact simple\nLie group G, it follows that principal String(G)-2-bundles have rational\ncharacteristic classes coming from elements of the rational cohomology of BG\nmodulo the ideal generated by c, where c is any nonzero element in the 4th\ncohomology of BG.\n","Comment: 31 pages LaTeX, 2 eps figures, a few errors fixed"]}]
["0804.4824",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory","Mathematics - Algebraic Geometry","81T18, 32S30, 19E15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4824"],"date":["2008-04-30","2009-07-27"],"type":["text"],"creator":["Marcolli, Matilde"],"language":[],"coverage":[],"title":["Motivic renormalization and singularities"],"description":["  We consider parametric Feynman integrals and their dimensional regularization\nfrom the point of view of differential forms on hypersurface complements and\nthe approach to mixed Hodge structures via oscillatory integrals. We consider\nrestrictions to linear subspaces that slice the singular locus, to handle the\npresence of non-isolated singularities. In order to account for all possible\nchoices of slicing, we encode this extra datum as an enrichment of the Hopf\nalgebra of Feynman graphs. We introduce a new regularization method for\nparametric Feynman integrals, which is based on Leray coboundaries and, like\ndimensional regularization, replaces a divergent integral with a Laurent series\nin a complex parameter. The Connes--Kreimer formulation of renormalization can\nbe applied to this regularization method. We relate the dimensional\nregularization of the Feynman integral to the Mellin transforms of certain\nGelfand--Leray forms and we show that, upon varying the external momenta, the\nFeynman integrals for a given graph span a family of subspaces in the\ncohomological Milnor fibration. We show how to pass from regular singular\nPicard--Fuchs equations to irregular singular flat equisingular connections. In\nthe last section, which is more speculative in nature, we propose a geometric\nmodel for dimensional regularization in terms of logarithmic motives and\nmotivic sheaves.\n","Comment: LaTeX 43 pages, v3: final version to appear"]}]
["0805.2745",{"format":[],"subject":["Mathematics - Number Theory","11M26","11K38"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2745","Math. Annalen 343 (2009), 487-505"],"date":["2008-05-19","2009-01-09"],"type":["text"],"creator":["Ford, Kevin","Soundararajan, K.","Zaharescu, Alexandru"],"language":[],"coverage":[],"title":["On the distribution of imaginary parts of zeros of the Riemann zeta\n  function, II"],"description":["  We continue our investigation of the distribution of the fractional parts of\n$a \\gamma$, where $a$ is a fixed non-zero real number and $\\gamma$ runs over\nthe imaginary parts of the non-trivial zeros of the Riemann zeta function. We\nestablish some connections to pair correlation functions and the distribution\nof primes in short intervals. We also discuss analogous results for a more\ngeneral L-function. This is a sequel to the paper math.NT/0405459.\n","Comment: v3. 19 pages, 3 figures. Minor corrections"]}]
["0808.3411",{"format":[],"subject":["Physics - History and Philosophy of Physics","Physics - Physics Education"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3411","The Physics Teacher, v 47 (Sept. 2009), pp 362-365"],"date":["2008-08-25"],"type":["text"],"creator":["Graney, Christopher M."],"language":[],"coverage":[],"title":["Objects In Telescope Are Farther Than They Appear: How diffraction\n  tricked Galileo into mismeasuring the distances to the stars"],"description":["  Galileo determined distances to stars based on the assumption that stars were\nsuns, the apparent sizes of stars as seen through his telescope, and basic\ngeometry. However, the apparent sizes that he measured were the result of\ndiffraction and not related to the actual sizes of the stars. Galileo's methods\nand observations were good, but since he was unknowingly observing diffraction\nartifacts and not the physical bodies of stars he greatly underestimated the\ndistances to the stars.\n","Comment: Eight pages, 4 figures. This article has been accepted for\n  publication by The Physics Teacher. After it is published, it will be found\n  at http://scitation.aip.org/tpt/"]}]
["0809.2552",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2552","Phys. Rev. Lett 103, 043603 (2009)","doi:10.1103/PhysRevLett.103.043603"],"date":["2008-09-15"],"type":["text"],"creator":["Verdu, J.","Zoubi, H.","Koller, Ch.","Majer, J.","Ritsch, H.","Schmiedmayer, J."],"language":[],"coverage":[],"title":["Strong magnetic coupling of an ultracold gas to a superconducting\n  waveguide cavity"],"description":["  Placing an ensemble of $10^6$ ultracold atoms in the near field of a\nsuperconducting coplanar waveguide resonator (CPWR) with $Q \\sim 10^6$ one can\nachieve strong coupling between a single microwave photon in the CPWR and a\ncollective hyperfine qubit state in the ensemble with $g_\\textit{eff} / {2 \\pi}\n\\sim 40$ kHz larger than the cavity line width of ${\\kappa}/{2 \\pi} \\sim 7$\nkHz. Integrated on an atomchip such a system constitutes a hybrid quantum\ndevice, which also can be used to interconnect solid-state and atomic qubits,\nto study and control atomic motion via the microwave field, observe microwave\nsuper-radiance, build an integrated micro maser or even cool the resonator\nfield via the atoms.\n"]}]
["0810.1047",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1047","Phys. Rev. Lett. 103, 045702 (2009)"],"date":["2008-10-06","2009-07-27"],"type":["text"],"creator":["Goethe, Martin","Palassini, Matteo"],"language":[],"coverage":[],"title":["Phase diagram, correlation gap, and critical properties of the Coulomb\n  glass"],"description":["  We investigate the lattice Coulomb glass model in three dimensions via Monte\nCarlo simulations. No evidence for an equilibrium glass phase is found down to\nvery low temperatures, although the correlation length increases rapidly near\nT=0. A charge-ordered phase (COP) exists at low disorder. The transition to\nthis phase is consistent with the Random Field Ising universality class, which\nshows that the interaction is effectively screened at moderate temperature. For\nlarge disorder, the single-particle density of states near the Coulomb gap\nsatisfies the scaling relation g(e,T)=T^\\delta f(|e|/T) with \\delta = 2.01 +/-\n0.05 in agreement with the prediction of Efros and Shklovskii. For decreasing\ndisorder, a crossover to a larger effective exponent occurs due to the\nproximity of the COP.\n","Comment: Published version. Significantly rewritten, new data included,\n  corrected dipole term in the density of states"]}]
["0810.4617",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4617"],"date":["2008-10-25","2009-07-27"],"type":["text"],"creator":["Kokiopoulou, Effrosyni","Frossard, Pascal"],"language":[],"coverage":[],"title":["Graph-based classification of multiple observation sets"],"description":["  We consider the problem of classification of an object given multiple\nobservations that possibly include different transformations. The possible\ntransformations of the object generally span a low-dimensional manifold in the\noriginal signal space. We propose to take advantage of this manifold structure\nfor the effective classification of the object represented by the observation\nset. In particular, we design a low complexity solution that is able to exploit\nthe properties of the data manifolds with a graph-based algorithm. Hence, we\nformulate the computation of the unknown label matrix as a smoothing process on\nthe manifold under the constraint that all observations represent an object of\none single class. It results into a discrete optimization problem, which can be\nsolved by an efficient and low complexity algorithm. We demonstrate the\nperformance of the proposed graph-based algorithm in the classification of sets\nof multiple images. Moreover, we show its high potential in video-based face\nrecognition, where it outperforms state-of-the-art solutions that fall short of\nexploiting the manifold structure of the face image data sets.\n","Comment: New content added"]}]
["0811.4127",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.4127","Phys. Rev. B 80 024503 (2009)","doi:10.1103/PhysRevB.80.024503"],"date":["2008-11-25"],"type":["text"],"creator":["Dolcini, F.","Giazotto, F."],"language":[],"coverage":[],"title":["Adiabatic Magnetization of Superconductors as a High-Performance Cooling\n  Mechanism"],"description":["  The adiabatic magnetization of a superconductor is a cooling principle\nproposed in the 30s, which has never been exploited up to now. Here we present\na detailed dynamic description of the effect, computing the achievable final\ntemperatures as well as the process timescales for different superconductors in\nvarious regimes. We show that, although in the experimental conditions explored\nso far the method is in fact inefficient, a suitable choice of initial\ntemperatures and metals can lead to unexpectedly large cooling effect, even in\nthe presence of dissipative phenomena. Our results suggest that this principle\ncan be re-envisaged today as a performing refrigeration method to access the\nmicroK regime in nanodevices.\n","Comment: 4 pages, 3 color figures"]}]
["0812.3833",{"format":[],"subject":["Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3833","Baltic Astronomy v18 (2009), pp. 93-108"],"date":["2008-12-19","2009-06-10"],"type":["text"],"creator":["Graney, Christopher M.","Sipes, Henry"],"language":[],"coverage":[],"title":["Regarding the Potential Impact of Double Star Observations on\n  Conceptions of the Universe of Stars in the Early 17th Century"],"description":["  Galileo Galilei believed that stars were distant suns whose sizes, measured\nvia his telescope, were a direct indication of distance -- fainter stars\n(appearing smaller in the telescope) were farther away than brighter ones.\nGalileo argued in his Dialogue that telescopic observation of a chance\nalignment of a faint (distant) and bright (closer) star would reveal annual\nparallax, if such double stars could be found. This would provide support both\nfor Galileo's ideas concerning the nature of stars and for the motion of the\nEarth. However, Galileo actually made observations of such double stars, well\nbefore publication of the Dialogue. We show that the results of these\nobservations, and the likely results of observations of any double star that\nwas a viable subject for Galileo's telescope, would undermine Galileo's ideas,\nnot support them. We argue that such observations would lead either to the more\ncorrect conclusion that stars were sun-like bodies of varying sizes which could\nbe physically grouped, or to the less correct conclusion that stars are not\nsun-like bodies, and even to the idea that the Earth did not move. Lastly, we\ncontrast these conclusions to those reached through applying Galileo's ideas to\nobservations of visible stars as a whole.\n","Comment: To appear in Baltic Astronomy, vol. 18 (34 pages, 6 figures)"]}]
["0901.3626",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3626","Phys. Rev. Lett. 103, 050501 (2009)","doi:10.1103/PhysRevLett.103.050501"],"date":["2009-01-23","2009-07-27"],"type":["text"],"creator":["Kay, Alastair","Kaszlikowski, Dagomir","Ramanathan, Ravishankar"],"language":[],"coverage":[],"title":["Optimal Cloning and Singlet Monogamy"],"description":["  The inability to produce two perfect copies of an unknown state is inherently\nlinked with the inability to produce maximal entanglement between multiple\nspins. Despite this, there is no quantitative link between how much\nentanglement can be generated between spins (known as monogamy), and how well\nan unknown state can be cloned. This situation is remedied by giving a set of\nsufficient conditions such that the optimal Completely Positive map can be\nimplemented as a teleportation operation into a standard, reference, state. The\ncase of arbitrary 1 to N asymmetric cloning of d-dimensional spins can then be\nsolved exactly, yielding the concept of `singlet monogamy'. The utility of this\nrelation is demonstrated by calculating properties of Heisenberg systems, and\ncontrasting them with the results from standard monogamy arguments.\n","Comment: 4 pages, 1 figure. v2: conjecture upgraded to proof and generalized\n  to arbitrary local hilbert space dimensions. v3: published version"]}]
["0902.1850",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1850","J. Opt. Soc. Am. B 26, 987-997 (2009).","doi:10.1364/JOSAB.22.001075"],"date":["2009-02-11"],"type":["text"],"creator":["Nikolaev, Ivan S.","Vos, Willem L.","Koenderink, A. Femius"],"language":[],"coverage":[],"title":["Accurate calculation of the local density of optical states in\n  inverse-opal photonic crystals"],"description":["  We have investigated the local density of optical states (LDOS) in titania\nand silicon inverse opals -- three-dimensional photonic crystals that have been\nrealized experimentally. We used the H-field plane-wave expansion method to\ncalculate the density of states and the projected local optical density of\nstates, which are directly relevant for spontaneous emission dynamics and\nstrong coupling. We present the first quantitative analysis of the frequency\nresolution and of the accuracy of the calculated local density of states. We\nhave calculated the projected LDOS for many different emitter positions in\ninverse opals in order to supply a theoretical interpretation for recent\nemission experiments and as reference results for future experiments and theory\nby other workers. The results show that the LDOS in inverse opals strongly\ndepends on the crystal lattice parameter as well as on the position and\norientation of emitting dipoles.\n","Comment: 11 figures"]}]
["0903.0835",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0835","Phys. Rev. Lett. 103, 046807 (2009)"],"date":["2009-03-04"],"type":["text"],"creator":["Chickering, W. E.","Eisenstein, J. P.","Reno, J. L."],"language":[],"coverage":[],"title":["A Hot Electron Thermocouple and the Diffusion Thermopower of\n  Two-Dimensional Electrons in GaAs"],"description":["  A simple hot electron thermocouple is realized in a two-dimensional electron\nsystem (2DES) and used to measure the diffusion thermopower of the 2DES at zero\nmagnetic field. This hot electron technique, which requires no micron-scale\npatterning of the 2DES, is much less sensitive than conventional methods to\nphonon-drag effects. Our thermopower results are in good agreement with the\nMott formula for diffusion thermopower for temperatures up to T ~ 2 K.\n","Comment: 4 pages, 3 postscript figures"]}]
["0903.0939",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0939","Phys. Rev. B. 80, 041309(R) (2009)","doi:10.1103/PhysRevB.80.041309"],"date":["2009-03-05","2009-07-27"],"type":["text"],"creator":["Avriller, R.","Yeyati, A. Levy"],"language":[],"coverage":[],"title":["Electron-phonon interaction and full counting statistics in molecular\n  junctions"],"description":["  The full counting statistics of a molecular level weakly interacting with a\nlocal phonon mode is derived. We find an analytic formula that gives the\nbehavior of arbitrary irreducible moments of the distribution upon phonon\nexcitation. The underlying competition between quasi-elastic and inelastic\nprocesses results in the formation of domains in parameter space characterized\nby a given sign in the jump of the irreducible moments. In the limit of perfect\ntransmission, the corresponding distribution is distorted from Gaussian\nstatistics for electrons to Poissonian transfer of holes above the inelastic\nthreshold.\n","Comment: Improved version with additional references and material (EPAPS).\n  Published in Phys. Rev. B"]}]
["0903.4331",{"format":[],"subject":["Statistics - Applications","Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4331"],"date":["2009-03-25","2009-07-27"],"type":["text"],"creator":["Ceyhan, Elvan","Goad, Carla L."],"language":[],"coverage":[],"title":["A Comparison of Analysis of Covariate-Adjusted Residuals and Analysis of\n  Covariance"],"description":["  Various methods to control the influence of a covariate on a response\nvariable are compared. In particular, ANOVA with or without homogeneity of\nvariances (HOV) of errors and Kruskal-Wallis (K-W) tests on covariate-adjusted\nresiduals and analysis of covariance (ANCOVA) are compared. Covariate-adjusted\nresiduals are obtained from the overall regression line fit to the entire data\nset ignoring the treatment levels. It is demonstrated that the methods on\ncovariate-adjusted residuals are only appropriate when the regression lines are\nparallel and means are equal for treatment factors. Empirical size and power\nperformance of the methods are compared by extensive Monte Carlo simulations.\nWe manipulated the conditions such as assumptions of normality and HOV, sample\nsize, and clustering of the covariates. Guidelines on which method to use for\nvarious cases are also provided.\n"]}]
["0904.0289",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.0289","Phys. Rev. B v.80, p.014519 (2009)","doi:10.1103/PhysRevB.80.014519"],"date":["2009-04-02"],"type":["text"],"creator":["Zhirov, O. V.","Shepelyansky, D. L."],"language":[],"coverage":[],"title":["Quantum synchronization and entanglement of two qubits coupled to a\n  driven dissipative resonator"],"description":["  Using method of quantum trajectories we study the behavior of two identical\nor different superconducting qubits coupled to a quantum dissipative driven\nresonator. Above a critical coupling strength the qubit rotations become\nsynchronized with the driving field phase and their evolution becomes entangled\neven if two qubits may significantly differ from one another. Such entangled\nqubits can radiate entangled photons that opens new opportunities for entangled\nwireless communication in a microwave range.\n","Comment: 4 pages, 4 figs, research at http://www.quantware.ups-tlse.fr/"]}]
["0904.0623",{"format":[],"subject":["Mathematics - Representation Theory","20G05","20G10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.0623"],"date":["2009-04-03","2009-07-27"],"type":["text"],"creator":["Stewart, David I."],"language":[],"coverage":[],"title":["The second cohomology of simple SL_2-modules"],"description":["  Let $G$ be the simple algebraic group $SL_2$ defined over an algebraically\nclosed field $K$ of characteristic $p>0$. In this paper, we find the second\ncohomology of all irreducible representations of $G$\n","Comment: 10 pages; version to appear in Proc-AMS"]}]
["0904.2651",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2651","J. Phys. Soc. Jpn. 78 (2009) 084708","doi:10.1143/JPSJ.78.084708"],"date":["2009-04-17","2009-07-27"],"type":["text"],"creator":["Kobayashi, Koji","Ohtsuki, Tomi","Slevin, Keith"],"language":[],"coverage":[],"title":["Point-Contact Conductance in Asymmetric Chalker-Coddington Network Model"],"description":["  We study the transport properties of disordered two-dimensional electron\nsystems with a perfectly conducting channel. We introduce an asymmetric\nChalker-Coddington network model and numerically investigate the point-contact\nconductance. We find that the behavior of the conductance in this model is\ncompletely different from that in the symmetric model. Even in the limit of a\nlarge distance between the contacts, we find a broad distribution of\nconductance and a non-trivial power law dependence of the averaged conductance\non the system width. Our results are applicable to systems such as zigzag\ngraphene nano-ribbons where the numbers of left-going and right-going channels\nare different.\n","Comment: 6 pages, 11 figures, final version"]}]
["0904.3120",{"format":[],"subject":["Mathematics - Functional Analysis","47B47"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3120"],"date":["2009-04-20","2009-07-26"],"type":["text"],"creator":["Dosev, Detelin","Johnson, William B."],"language":[],"coverage":[],"title":["Commutators on $\\ell_{\\infty}$"],"description":["  The operators on $\\ell_{\\infty}$ which are commutators are those not of the\nform $\\lambda I + S$ with $\\lambda\\neq 0$ and $S$ strictly singular.\n","Comment: 15 pages. Submitted to the Bulletin of the London Mathematical\n  Society The proof of Theorem 3.3 was corrected. Other minor changes were made"]}]
["0904.3947",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Mathematical Physics","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3947","J. Phys. A: Math. Theor. 42 325002 (2009)","doi:10.1088/1751-8113/42/32/325002"],"date":["2009-04-25"],"type":["text"],"creator":["Blythe, R. A.","Janke, W.","Johnston, D. A.","Kenna, R."],"language":[],"coverage":[],"title":["Continued Fractions and the Partially Asymmetric Exclusion Process"],"description":["  We note that a tridiagonal matrix representation of the algebra of the\npartially asymmetric exclusion process (PASEP) lends itself to interpretation\nas the transfer matrix for weighted Motzkin lattice paths. A continued fraction\n(\"J-Fraction\") representation of the lattice path generating function is\nparticularly well suited to discussing the PASEP, for which the paths have\nheight dependent weights. We show that this not only allows a succinct\nderivation of the normalisation and correlation lengths of the PASEP, but also\nreveals how finite-dimensional representations of the PASEP algebra, valid only\nalong special lines in the phase diagram, relate to the general solution that\nrequires an infinite-dimensional representation.\n"]}]
["0905.0322",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0322","Phys. Rev. B 80, 024422 (2009)","doi:10.1103/PhysRevB.80.024422"],"date":["2009-05-04","2009-07-10"],"type":["text"],"creator":["Fernandez, L. A.","Martin-Mayor, V.","Perez-Gaviro, S.","Tarancon, A.","Young, A. P."],"language":[],"coverage":[],"title":["Phase transition in the three dimensional Heisenberg spin glass:\n  Finite-size scaling analysis"],"description":["  We have investigated the phase transition in the Heisenberg spin glass using\nmassive numerical simulations to study larger sizes, 48x48x48, than have been\nattempted before at a spin glass phase transition. A finite-size scaling\nanalysis indicates that the data is compatible with the most economical\nscenario: a common transition temperature for spins and chiralities.\n","Comment: Version to appear in Phys. Rev. B"]}]
["0905.0532",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Algebraic Topology","32Q55 (Primary)","18G30, 32C18, 55U10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0532"],"date":["2009-05-05","2009-07-26"],"type":["text"],"creator":["Larusson, Finnur"],"language":[],"coverage":[],"title":["Affine simplices in Oka manifolds"],"description":["  In this note, we show that the homotopy type of a complex manifold X\nsatisfying the Oka property is captured by holomorphic maps from the affine\nspaces C^n, n\\geq 0, into X. Among such X are all complex Lie groups and their\nhomogeneous spaces. We present generalisations of this result, one of which\nstates that the homotopy type of the space of continuous maps from any smooth\nmanifold to X is given by a simplicial set whose simplices are holomorphic maps\ninto X.\n","Comment: A few improvements in version 2. A few more in version 3"]}]
["0905.1163",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.1163","Phys. Rev. B 80, 041304(R) (2009)","doi:10.1103/PhysRevB.80.041304"],"date":["2009-05-07","2009-07-27"],"type":["text"],"creator":["Slevin, Keith","Ohtsuki, Tomi"],"language":[],"coverage":[],"title":["Critical exponent for the quantum Hall transition"],"description":["  We report an estimate $\\nu = 2.593$ $[ {2.587,2.598} ]$ of the critical\nexponent of the Chalker-Coddington model of the integer quantum Hall effect\nthat is significantly larger than previous numerical estimates and in\ndisagreement with experiment. We conclude that models of non-interacting\nelectrons cannot explain the critical phenomena of the integer quantum Hall\neffect.\n","Comment: 4 pages. Final version. Journal reference and DOI added"]}]
["0905.1235",{"format":[],"subject":["Computer Science - Sound","Computer Science - Computation and Language","Computer Science - Computer Vision and Pattern Recognition","Computer Science - Multimedia","Computer Science - Neural and Evolutionary Computing","I.5","I.2.6","D.2.10","D.2.11","D.2.5","D.2.2","I.2.7"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.1235","doi:10.1007/978-1-4020-8741-7_84","doi:10.1007/978-3-540-68825-9_21","doi:10.1145/1370256.1370262"],"date":["2009-05-08","2009-07-25"],"type":["text"],"creator":["Mokhov, Serguei A.","Sinclair, Stephen","Clément, Ian","Nicolacopoulos, Dimitrios","Group, for the MARF R&D"],"language":[],"coverage":[],"title":["The Modular Audio Recognition Framework (MARF) and its Applications:\n  Scientific and Software Engineering Notes"],"description":["  MARF is an open-source research platform and a collection of\nvoice/sound/speech/text and natural language processing (NLP) algorithms\nwritten in Java and arranged into a modular and extensible framework\nfacilitating addition of new algorithms. MARF can run distributively over the\nnetwork and may act as a library in applications or be used as a source for\nlearning and extension. A few example applications are provided to show how to\nuse the framework. There is an API reference in the Javadoc format as well as\nthis set of accompanying notes with the detailed description of the\narchitectural design, algorithms, and applications. MARF and its applications\nare released under a BSD-style license and is hosted at SourceForge.net. This\ndocument provides the details and the insight on the internals of MARF and some\nof the mentioned applications.\n","Comment: v2: add missing .ind file for index; 224 pages, 40 figures, 19\n  tables; index. A comprehensive description of AI and PR algorithms and data\n  structures, software engineering design and implementation, and experiments.\n  Source revision is maintained in the CVS at http://marf.sf.net"]}]
["0906.0039",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0039","Appl. Phys. Lett. 95, 022114 (2009)","doi:10.1063/1.3180494"],"date":["2009-05-29","2009-07-26"],"type":["text"],"creator":["Pershin, Yu. V.","Sinitsyn, N. A.","Kogan, A.","Saxena, A.","Smith, D. L."],"language":[],"coverage":[],"title":["Spin polarization control by electric stirring: proposal for a\n  spintronic device"],"description":["  We propose a spintronic device to generate spin polarization in a mesoscopic\nregion by purely electric means. We show that the spin Hall effect in\ncombination with the stirring effect are sufficient to induce measurable spin\npolarization in a closed geometry. Our device structure does not require the\napplication of magnetic fields, external radiation or ferromagnetic leads, and\ncan be implemented in standard semiconducting materials.\n"]}]
["0906.0065",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Computer Vision and Pattern Recognition","C.2.4","I.5","I.2.6","D.2.10","D.2.11","D.2.5","D.2.2","I.2.7"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0065","Proceedings of PDPTA'08 (2008), Volume 2, pp. 948-954"],"date":["2009-05-30","2009-07-26"],"type":["text"],"creator":["Mokhov, Serguei A.","Huynh, Lee Wei","Li, Jian"],"language":[],"coverage":[],"title":["Managing Distributed MARF with SNMP"],"description":["  The scope of this project's work focuses on the research and prototyping of\nthe extension of the Distributed MARF such that its services can be managed\nthrough the most popular management protocol familiarly, SNMP. The rationale\nbehind SNMP vs. MARF's proprietary management protocols, is that can be\nintegrated with the use of common network service and device management, so the\nadministrators can manage MARF nodes via a already familiar protocol, as well\nas monitor their performance, gather statistics, set desired configuration,\netc. perhaps using the same management tools they've been using for other\nnetwork devices and application servers.\n","Comment: 39 pages, 16 figures, TOC, index. A large portion of this report has\n  been published at PDPTA'08. This 2007 report is a successor of the original\n  DMARF work documented at arXiv:0905.2459 ; v2 adds missing .ind file for the\n  index"]}]
["0906.1249",{"format":[],"subject":["Mathematics - General Mathematics","51M04 (Primary), 51M16 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1249"],"date":["2009-06-06","2009-07-24"],"type":["text"],"creator":["Song, Fu-Gao","Austin, Francis"],"language":[],"coverage":[],"title":["On the honeycomb conjecture and the Kepler problem"],"description":["  This paper views the honeycomb conjecture and the Kepler problem essentially\nas extreme value problems and solves them by partitioning 2-space and 3-space\ninto building blocks and determining those blocks that have the universal\nextreme values that one needs. More precisely, we proved two results. First, we\nproved that the regular hexagons are the only 2-dim blocks that have unit area\nand the least perimeter (or contain a unit circle and have the least area) that\ntile the plane. Secondly, we proved that the rhombic dodecahedron and the\nrhombus-isosceles trapezoidal dodecahedron are the only two 3-dim blocks that\ncontain a unit sphere and have the least volume that can fill 3-space without\neither overlapping or leaving gaps. Finally, the Kepler conjecture can also be\nproved to be true by introducing the concept of the minimum 2-dim and 3-dim\nKepler building blocks.\n","Comment: 20 pages,14 figures Note: the title has been changed"]}]
["0906.2446",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Software Engineering","D.4.6","D.3.3","D.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2446"],"date":["2009-06-13","2009-07-27"],"type":["text"],"creator":["Laverdière, Marc-André","Mokhov, Serguei A.","Tsapa, Suhasini","Benredjem, Djamel"],"language":[],"coverage":[],"title":["Ftklipse - Design and Implementation of an Extendable Computer Forensics\n  Environment: Software Requirements Specification Document"],"description":["  The purpose behind this article is to describe the features of Ftklipse, an\nextendable platform for computer forensics. This document designed to provide a\ndetailed specification for the developers of Ftklipse. Ftklipse is a\nthick-client solution for forensics investigation. It is designed to collect\nand preserve evidence, to analyze it and to report on it. It supports chain of\ncustody management, access control policies, and batch operation of its\nincluded tools in order to facilitate and accelerate the investigation. The\nenvironment itself and its tools are configurable as well and is based on\nEclipse.\n","Comment: SRS project document of an open-source project; 25 pages; 4 figures;\n  from April 2006; v2 adds missing .ind file for the index"]}]
["0906.2447",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Software Engineering","D.4.6","D.3.3","D.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2447"],"date":["2009-06-13","2009-07-27"],"type":["text"],"creator":["Laverdière, Marc-André","Mokhov, Serguei A.","Tsapa, Suhasini","Benredjem, Djamel"],"language":[],"coverage":[],"title":["Ftklipse - Design and Implementation of an Extendable Computer Forensics\n  Environment: Specification Design Document"],"description":["  The purpose of this work is to design and implement a plugin-based\nenvironment that allows to integrate forensic tools working together to support\nprogramming tasks and addition of new tools. Integration is done through GUI\ncomponents. The end-system environment must have user friendly GUI,\nconfiguration capabilities, plug-in capabilities to insert/inject new tools,\ncase management, and chain of custody capabilities, along with evidence\ngathering capabilities, evidence preservation capabilities, and, finally report\ngeneration capabilities. A subset of these requirements has been implemented in\nFtklipse, an open-source project, which is detailed throughout the rest of this\ndocument.\n","Comment: 37 pages, 11 figures, 3 tables, index; April 24, 2006 project. This\n  SDD document follows the SRS specification of the same project found at\n  arXiv:0906.2446 ; v2 adds the missing .ind file for the index"]}]
["0906.2512",{"format":[],"subject":["Computer Science - Software Engineering","Computer Science - Cryptography and Security","D.4.6","D.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2512"],"date":["2009-06-14","2009-07-27"],"type":["text"],"creator":["Laverdière, Marc-André","Mokhov, Serguei A.","Benredjem, Djamel"],"language":[],"coverage":[],"title":["On Implementation of a Safer C Library, ISO/IEC TR 24731"],"description":["  The functions standardized as part of ISO C 1999 and their addendums improved\nvery little the security options from the previously available library. The\nlargest flaw remained that no function asked for the buffer size of destination\nbuffers for any function copying data into a user-supplied buffer. According to\nearlier research we performed, we know that error condition handling was the\nfirst solution to security vulnerabilities, followed by precondition\nvalidation. The standard C functions typically perform little precondition\nvalidation and error handling, allowing for a wide range of security issues to\nbe introduced in their use. ISO/IEC TR 24731, titled as \"TR 24731: Safer C\nlibrary functions\", defines 41 new library functions for memory copying, string\nhandling (both for normal and wide character strings), time printing, sorting,\nsearching etc. Another innovation it brings is a constraint handling\narchitecture, forcing error handling when certain security-related\npreconditions are violated when the functions are called. It also specifies the\nnull-termination of all strings manipulated through its function and introduces\na new unsigned integer type that helps preventing integer overflows and\nunderflows. It is currently implemented by Microsoft as part of their Visual\nStudio 2005 and above. We examine the architecture of our implementation of\nISO/IEC TR 24731. We first introduce our architectural philosophy before\ninforming the reader about the Siemens Four View Model, an architectural\nmethodology for the conception of large-scale software systems. Afterwards, we\nexamine each of the view, as architected for our library. Finally, we conclude\nwith other software engineering matters that were of high importance in the\ndevelopment of our implementation.\n","Comment: 33 pages, 6 figures, 16 listings, index; a report document on the\n  open source project. April 2006. v2 adds missing .ind file for the index"]}]
["0906.2878",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2878","Phys. Rev. B 80, 045107 (2009)","doi:10.1103/PhysRevB.80.045107"],"date":["2009-06-16","2009-07-27"],"type":["text"],"creator":["Hetenyi, Balazs","Evertz, Hans Gerd","von der Linden, Wolfgang"],"language":[],"coverage":[],"title":["Effect of the exchange hole on the Gutzwiller approximation in one\n  dimension"],"description":["  The Gutzwiller approximate solution to the Gutzwiller wavefunction yields\nexact results for the Gutzwiller wavefunction in the infinite dimensional\nlimit. Implicit in the Gutzwiller approximation is an approximate local form of\nthe fermion exchange hole. This approximate form is the same for all dimensions\nbut is incorrect except in infinite dimensions. We implement the correct form\nfor the exchange hole into the Gutzwiller approximation. We perform\ncalculations on the one-dimensional Hubbard model at half-filling. They\nindicate that the implementation of the exchange hole already brings the\nGutzwiller approximation into very close quantitative agreement with the\nresults of the full Gutzwiller wavefunction. Metallicity as well as\nanti-ferromagnetism are recovered.\n","Comment: minor revisions and reference added"]}]
["0906.3630",{"format":[],"subject":["Mathematics - Combinatorics","05C38","05C40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.3630"],"date":["2009-06-19","2009-07-27"],"type":["text"],"creator":["Mosesyan, Karlen","Nikoghosyan, Mher","Nikoghosyan, Zhora"],"language":[],"coverage":[],"title":["Simple Proofs of two Dirac-type Theorems Involving Connectivity"],"description":["  Simple and shorter proofs of two Dirac-type theorems involving connectivity\nare presented.\n","Comment: 2 pages, shortened proof"]}]
["0906.3942",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.3942"],"date":["2009-06-22","2009-07-27"],"type":["text"],"creator":["Schukraft, Anne","Hülß, Jan-Patrick","Wiebusch, Christopher","Collaboration, for the IceCube"],"language":[],"coverage":[],"title":["AMANDA 7-Year Multipole Analysis"],"description":["  The multipole analysis investigates the arrival directions of registered\nneutrino events in AMANDA-II by a spherical harmonics expansion. The expansion\nof the expected atmospheric neutrino distribution returns a characteristic set\nof expansion coefficients. This characteristic spectrum of expansion\ncoefficients can be compared with the expansion coefficients of the\nexperimental data. As atmospheric neutrinos are the dominant background of the\nsearch for extraterrestrial neutrinos, the agreement of experimental data and\nthe atmospheric prediction can give evidence for physical neutrino sources or\nsystematic uncertainties of the detector. Astrophysical neutrino signals were\nsimulated and it was shown that they influence the expansion coefficients in a\ncharacteristic way. Those simulations are used to analyze deviations between\nexperimental data and Monte Carlo simulations with regard to potential physical\nreasons. The analysis method was applied on the AMANDA-II neutrino sample\nmeasured between 2000 and 2006 and results are presented.\n","Comment: 4 pages, 5 figures, Conference Proceedings ICRC 2009"]}]
["0906.4497",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Geometric Topology","53C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4497"],"date":["2009-06-24","2009-07-27"],"type":["text"],"creator":["Ramachandran, Mohan","Wolfson, Jon"],"language":[],"coverage":[],"title":["Fill Radius and the Fundamental Group"],"description":["  In this note we relate the geometric notion of fill radius with the\nfundamental group of the manifold. We prove: ''Suppose that a closed Riemannian\nmanifold M satisfies the property that its universal cover has bounded fill\nradius. Then the fundamental group of M is virtually free.'' We explain the\nrelevance of this theorem to some conjectures on positive isotropic curvature\nand 2-positive Ricci curvature.\n","Comment: 8 pages"]}]
["0906.4707",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4707","Phys. Rev. Lett. 103, 048301 (2009).","doi:10.1103/PhysRevLett.103.048301"],"date":["2009-06-25"],"type":["text"],"creator":["Pérez-Madrid, Agustin","Lapas, Luciano C.","Rubí, J. Miguel"],"language":[],"coverage":[],"title":["Heat exchange between two interacting nanoparticles beyond the\n  fluctuation-dissipation regime"],"description":["  We show that the observed non-monotonic behavior of the thermal conductance\nbetween two nanoparticles when they are brought into contact is originated by\nan intricate phase space dynamics. Here it is assumed that this dynamics\nresults from the thermally activated jumping through a rough energy landscape.\nA hierarchy of relaxation times plays the key role in the description of this\ncomplex phase space behaviour. Our theory enables us to analyze the heat\ntransfer just before and at the moment of contact.\n","Comment: 4 pages, 1 figure, approved for publication in Physical Review\n  Letters"]}]
["0906.4761",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Geometric Topology","16G99","20C08","17B99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4761"],"date":["2009-06-25","2009-07-27"],"type":["text"],"creator":["Elias, Ben","Krasner, Daniel"],"language":[],"coverage":[],"title":["Rouquier Complexes are Functorial over Braid Cobordisms"],"description":["  Using the diagrammatic calculus for Soergel bimodules developed by B. Elias\nand M. Khovanov, we show that Rouquier complexes are functorial over braid\ncobordisms. We explicitly describe the chain maps which correspond to movie\nmove generators.\n","Comment: 40 pages, many figures"]}]
["0907.0852",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0852"],"date":["2009-07-05","2009-07-26"],"type":["text"],"creator":["Tanaka, Fuyuhiko"],"language":[],"coverage":[],"title":["New derivation of Born's law and parameter estimation based on a\n  relative state formulation"],"description":["  Excluding the concept of probability in quantum mechanics, we derive Born's\nlaw from the remaining postulates in quantum mechanics using type method. We\nalso give a way of determining the unknown parameter in a state vector based on\nan indirect measurement model. While Deutsch adopt a concept of rational\ndecision-maker who introduces probability, we adopt a concept of statistician\nin our measurement model and clarifies the distinguished feature of quantum\nmeasurement. Like many worlds interpretation, our scenario gives a simple\nsolution for problem of measurement.\n","Comment: 23 pages; Presentation and explanation are improved. Grammatical and\n  typographical errors are corrected"]}]
["0907.1415",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1415","Astron.Astrophys.Trans.611:22-680,2003","doi:10.1080/1055679031000153851"],"date":["2009-07-09"],"type":["text"],"creator":["Gaskell, C. Martin","Klimek, Elizabeth S."],"language":[],"coverage":[],"title":["Variability of Active Galactic Nuclei from the Optical to X-ray Regions"],"description":["  Some progress in understanding AGN variability is reviewed. Reprocessing of\nX-ray radiation to produce significant amounts of longer-wavelength continua\nseems to be ruled out. In some objects where there has been correlated X-ray\nand optical variability, the amplitude of the optical variability has exceeded\nthe amplitude of X-ray variability. We suggest that accelerated particles\nstriking material could be linking X-ray and optical variability (as in\nactivity in the solar chromosphere). Beaming effects could be significant in\nall types of AGN. The diversity in optical/X-ray relationships at different\ntimes in the same object, and between different objects, might be explained by\nchanges in geometry and directions of motion relative to our line of sight.\nLinear shot-noise models of the variability are ruled out; instead there must\nbe large-scale organization of variability. Variability occurs on\nlight-crossing timescales rather than viscous timescales and this probably\nrules out the standard Shakura-Sunyaev accretion disk. Radio-loud and\nradio-quiet AGNs have similar continuum shapes and similar variability\nproperties. This suggests similar continuum origins and variability mechanisms.\nDespite their extreme X-ray variability, narrow-line Seyfert 1s (NLS1s) do not\nshow extreme optical variability.\n","Comment: Invited talk given at Euro Asian Astronomical Society meeting in\n  Moscow, June 2002. 20 pages, 4 figures. References updated"]}]
["0907.2885",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.2885","Mathematical Physics and Field Theory, Julio Abad, in memoriam.\n  PUZ June 2009, 277-287"],"date":["2009-07-16"],"type":["text"],"creator":["Guilarte, J. Mateos","Munoz-Castaneda, J. M.","Senosiain, M. J."],"language":[],"coverage":[],"title":["Quantum scalar fields in the half-line. A heat kernel/zeta function\n  approach"],"description":["  In this paper we shall study vacuum fluctuations of a single scalar field\nwith Dirichlet boundary conditions in a finite but very long line. The spectral\nheat kernel, the heat partition function and the spectral zeta function are\ncalculated in terms of Riemann Theta functions, the error function, and\nhypergeometric PFQ functions.\n","Comment: Latex file, 11 pages, 7 figures"]}]
["0907.3270",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3270"],"date":["2009-07-19","2009-07-27"],"type":["text"],"creator":["Kotzinian, Aram"],"language":[],"coverage":[],"title":["Longitudinal target polarization dependence of anti-Lambda polarization\n  and polarized strangeness PDFs"],"description":["  The longitudinal polarization of anti-Lambda produced in the currant\nfragmentation region of polarized lepton DIS off polarized and unpolarized\ntarget is described both in the simple formalism with factorized fragmentation\nfunctions as well as within intrinsic strangeness model using string\nfragmentation implemented into event generator LEPTO.\n  It is demonstrated that the the measurement of anti-Lambda polarization and\nits dependence on the target polarization can serve as a filter for\n(un)polarized anti-strangeness distribution function of nucleon.\n","Comment: Typos corrected. Reference to slides added"]}]
["0907.4005",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4005"],"date":["2009-07-23","2009-07-27"],"type":["text"],"creator":["Pastor, P."],"language":[],"coverage":[],"title":["Relation between various formulations of perturbation equations of\n  celestial mechanics"],"description":["  Orbital motion of a body can be found from Newtonian equation of motion.\nHowever, it is useful to express the motion through time derivatives of\nKeplerian orbital elements, mainly if the motion is perturbed by small\nperturbing force. The first set of equations for the time derivatives of the\norbital elements can be derived from the equation of motion using Lagrange\nbrackets. The second one by using equation of motion and perturbation\nacceleration decomposed to radial, transversal and normal components. This\npaper shows that the second type of the perturbation equations can be derived\nfrom the first type using simple mathematical operations.\n","Comment: 10 pages, 1 figure, v2 only correction of English mainly in abstract"]}]
["0907.4152",{"format":[],"subject":["High Energy Physics - Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4152"],"date":["2009-07-23"],"type":["text"],"creator":["Page, Don N."],"language":[],"coverage":[],"title":["Born Again"],"description":["  A simple proof is given that the probabilities of observations in a large\nuniverse are not given directly by Born's rule as the expectation values of\nprojection operators in a global quantum state of the entire universe. An\nalternative procedure is proposed for constructing an averaged density matrix\nfor a random small region of the universe and then calculating observational\nprobabilities indirectly by Born's rule as conditional probabilities,\nconditioned upon the existence of an observation.\n","Comment: 4 pages, LaTeX"]}]
["0907.4153",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4153"],"date":["2009-07-24"],"type":["text"],"creator":["Page, Don N."],"language":[],"coverage":[],"title":["Possible Anthropic Support for a Decaying Universe: A Cosmic Doomsday\n  Argument"],"description":["  I have suggested that one possible solution of the Boltzmann brain problem is\nthat the universe is decaying at an astronomical rate, making it likely to\ndecay within 20 billion years. A problem with this suggestion is that it seems\nto require unnatural fine tuning in the decay mechanism that would not be\nexplained anthropically. Here it is pointed out that if a spacetime version of\nvolume averaging were used in the cosmological measure problem, this would give\nanthropic support for an impending cosmic doomsday.\n","Comment: 18 pages, LaTeX"]}]
["0907.4170",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4170"],"date":["2009-07-23"],"type":["text"],"creator":["Birkar, Caucher"],"language":[],"coverage":[],"title":["On existence of log minimal models II"],"description":["  We prove that the existence of log minimal models in dimension $d$\nessentially implies the LMMP with scaling in dimension $d$. As a consequence we\nprove that a weak nonvanishing conjecture in dimension $d$ implies the minimal\nmodel conjecture in dimension $d$.\n"]}]
["0907.4172",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4172"],"date":["2009-07-23"],"type":["text"],"creator":["Phillies, George D. J."],"language":[],"coverage":[],"title":["Falsity of the Rouse Mode Solution of the Rouse and Zimm Models"],"description":["  The Rouse (J. Chem. Phys. 21, 1272 (1953)) and Zimm (J. Chem. Phys. 24}, 269\n(1956)) treatments of the dynamics of a polymer chain are shown to contain a\nfundamental mathematical error, which causes them to lose the\nzero-relaxation-rate, whole-body rotation motions dominant in viscosity and\ndielectric relaxation. As a result, the oft-cited mode solutions for these\nmodels are qualitatively incorrect. Comparison with the Wilson-Decius-Cross\ntreatment of vibrational modes of polyatomic molecules reveals qualitatively\nthe correct form for the solutions to the Rouse model.\n","Comment: One text file"]}]
["0907.4176",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4176"],"date":["2009-07-23"],"type":["text"],"creator":["Kandregula, Renuka"],"language":[],"coverage":[],"title":["The Basic Discrete Hilbert Transform with an Information Hiding\n  Application"],"description":["  This paper presents several experimental findings related to the basic\ndiscrete Hilbert transform. The errors in the use of a finite set of the\ntransform values have been tabulated for the more commonly used functions. The\nerror can be quite small and, for example, it is of the order of 10^{-17} for\nthe chirp signal. The use of the discrete Hilbert transform in hiding\ninformation is presented.\n","Comment: 13 pages"]}]
["0907.4178",{"format":[],"subject":["Mathematics - Probability","Mathematics - Analysis of PDEs","60H15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4178"],"date":["2009-07-23"],"type":["text"],"creator":["Hairer, Martin"],"language":[],"coverage":[],"title":["An Introduction to Stochastic PDEs"],"description":["  These notes are based on a series of lectures given first at the University\nof Warwick in spring 2008 and then at the Courant Institute in spring 2009. It\nis an attempt to give a reasonably self-contained presentation of the basic\ntheory of stochastic partial differential equations, taking for granted basic\nmeasure theory, functional analysis and probability theory, but nothing else.\n  The approach taken in these notes is to focus on semilinear parabolic\nproblems driven by additive noise. These can be treated as stochastic evolution\nequations in some infinite-dimensional Banach or Hilbert space that usually\nhave nice regularising properties and they already form a very rich class of\nproblems with many interesting properties. Furthermore, this class of problems\nhas the advantage of allowing to completely pass under silence many subtle\nproblems arising from stochastic integration in infinite-dimensional spaces.\n"]}]
["0907.4180",{"format":[],"subject":["Computer Science - Formal Languages and Automata Theory","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4180"],"date":["2009-07-24"],"type":["text"],"creator":["Kurlin, Vitaliy","Lisitsa, Alexei","Potapov, Igor","Saleh, Rafiq"],"language":[],"coverage":[],"title":["On Descriptional Complexity of the Planarity Problem for Gauss Words"],"description":["  In this paper we investigate the descriptional complexity of knot theoretic\nproblems and show upper bounds for planarity problem of signed and unsigned\nknot diagrams represented by Gauss words. Since a topological equivalence of\nknots can involve knot diagrams with arbitrarily many crossings then Gauss\nwords will be considered as strings over an infinite (unbounded) alphabet. For\nestablishing the upper bounds on recognition of knot properties, we study these\nproblems in a context of automata models over an infinite alphabet.\n"]}]
["0907.4182",{"format":[],"subject":["Mathematics - General Mathematics","62F03"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4182","Pakistan Journal of Statistics & Operational Research, Vol. IV,\n  No. 1, pp. 47-53, 2008"],"date":["2009-07-23"],"type":["text"],"creator":["Singh, Rajesh","Chauhan, Pankaj","Sawan, Nirmala","Smarandache, Florentin"],"language":[],"coverage":[],"title":["Ratio Estimators in Simple Random Sampling Using Information on\n  Auxiliary Attribute"],"description":["  Some ratio estimators for estimating the population mean of the variable\nunder study, which make use of information regarding the population proportion\npossessing certain attribute, are proposed. Under simple random sampling\nwithout replacement (SRSWOR) scheme, the expressions of bias and mean-squared\nerror (MSE) up to the first order of approximation are derived. The results\nobtained have been illustrated numerically by taking some empirical population\nconsidered in the literature.\n","Comment: 7 pages"]}]
["0907.4185",{"format":[],"subject":["Mathematics - Geometric Topology","57R58, 57M27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4185"],"date":["2009-07-24","2009-07-25"],"type":["text"],"creator":["Lim, Yuhan"],"language":[],"coverage":[],"title":["Instanton homology and the Alexander polynomial"],"description":["  We prove that the instanton knot homology KHI(K) as defined by Kronheimer and\nMrowka (Knots, sutures and excision, preprint), recovers the Alexander\npolynomial for knots K in the 3-sphere.\n","Comment: 17 pages, minor reorganization"]}]
["0907.4191",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4191","Phys. Rev. Lett. 103, 046806 (2009)","doi:10.1103/PhysRevLett.103.046806"],"date":["2009-07-23"],"type":["text"],"creator":["Yokoshi, Nobuhiko","Imamura, Hiroshi","Kosaka, Hideo"],"language":[],"coverage":[],"title":["Electrical measurement of a two-electron spin state in a double quantum\n  dot"],"description":["  We propose a scheme for electrical measurement of two-electron spin states in\na semiconductor double quantum dot. We calculated the adiabatic charge transfer\nwhen surface gates are modulated in time. Because of spin-orbit coupling in the\nsemiconductor, spatial displacement of the electrons causes a total spin\nrotation. It follows that the expectation value of the transferred charge\nreflects the relative phase as well as the total spin population of a prepared\nsinglet-triplet superposition state. The precise detection of the charge\ntransfer serves to identify the quantum superposition.\n","Comment: 4pages, 2figures"]}]
["0907.4200",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","60K35 (Primary)","60J25, 60J75 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4200"],"date":["2009-07-23"],"type":["text"],"creator":["Nagahata, Yukio","Yoshida, Nobuo"],"language":[],"coverage":[],"title":["Localization for a Class of Linear Systems"],"description":["  We consider a class of continuous-time stochastic growth models on\n$d$-dimensional lattice with non-negative real numbers as possible values per\nsite. The class contains examples such as binary contact path process and\npotlatch process. We show the equivalence between the slow population growth\nand localization property that the time integral of the replica overlap\ndiverges. We also prove, under reasonable assumptions, a localization property\nin a stronger form that the spatial distribution of the population does not\ndecay uniformly in space.\n"]}]
["0907.4211",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Probability","05C80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4211"],"date":["2009-07-23"],"type":["text"],"creator":["Hatami, Hamed","Molloy, Michael"],"language":[],"coverage":[],"title":["The scaling window for a random graph with a given degree sequence"],"description":["  We consider a random graph on a given degree sequence ${\\cal D}$, satisfying\ncertain conditions. We focus on two parameters $Q=Q({\\cal D}), R=R({\\cal D})$.\nMolloy and Reed proved that Q=0 is the threshold for the random graph to have a\ngiant component. We prove that if $|Q|=O(n^{-1/3} R^{2/3})$ then, with high\nprobability, the size of the largest component of the random graph will be of\norder $\\Theta(n^{2/3}R^{-1/3})$. If $|Q|$ is asymptotically larger than\n$n^{-1/3}R^{2/3}$ then the size of the largest component is asymptotically\nsmaller or larger than $n^{2/3}R^{-1/3}$. Thus, we establish that the scaling\nwindow is $|Q|=O(n^{-1/3} R^{2/3})$.\n","Comment: 20 Pages"]}]
["0907.4215",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Lxx","35L60","35L67","49xx","49Kxx","49L25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4215"],"date":["2009-07-23"],"type":["text"],"creator":["Blaser, Michael","Riviere, Tristan"],"language":[],"coverage":[],"title":["A Minimality Property for Entropic Solutions to Scalar Conservation Laws\n  in 1 + 1 Dimensions"],"description":["  The Second Law of Thermodynamics asserts that the physical entropy of an\nadiabatic system is an increasing function in time. In this paper we will study\na more stringent version of this law, according to which the entropy should not\nonly increase in time, but the rate of increase is optimal in absolute value\namong all possible evolutions. We will establish this property in the framework\nof non-linear scalar hyperbolic conservation law with strictly convex fluxes.\n","Comment: 43 pages"]}]
["0907.4216",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","42B15","42B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4216"],"date":["2009-07-24"],"type":["text"],"creator":["Gautam, S. Zubin"],"language":[],"coverage":[],"title":["On curvature and the bilinear multiplier problem"],"description":["  We provide sufficient normal curvature conditions on the boundary of a domain\n$D \\subset \\BBR^4$ to guarantee unboundedness of the bilinear Fourier\nmultiplier operator $\\T_D$ with symbol $\\chi_D$ outside the local $L^2$\nsetting, \\textit{i.e}. from $L^{p_1} (\\BBR^2) \\times L^{p_2} (\\BBR^2) \\to\nL^{p_3'} (\\BBR^2)$ with $\\sum \\frac{1}{p_j} = 1$ and $p_j <2$ for some $j$. In\nparticular, these curvature conditions are satisfied by any domain $D$ that is\nlocally strictly convex at a single boundary point.\n","Comment: 17 pages, 5 figures"]}]
["0907.4222",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4222"],"date":["2009-07-24"],"type":["text"],"creator":["Bisht, Vijay Kumar","Rajeev, K. P.","Banerjee, Sangam"],"language":[],"coverage":[],"title":["Unusual non-equilibrium behavior of cupric oxide nanoparticles"],"description":["  We report studies on temperature, field and time dependence of magnetization\non cupric oxide nanoparticles of sizes 9 nm, 13 nm and 16 nm. The nanoparticles\nshow unusual features in comparison to other antiferromagnetic nanoparticle\nsystems. The field cooled (FC) and zero field cooled (ZFC) magnetization curves\nbifurcate well above the Neel temperature and the usual peak in the ZFC\nmagnetization curve is absent.\n  The system does not show any memory effects which is in sharp contrast to the\nusual behavior shown by other antiferromagnetic nanoparticles. It turns out\nthat the nature of CuO nanoparticles is very strange and is neither\nsuperparamagnetic nor spin glass-like .\n","Comment: 5 pages,4 figures"]}]
["0907.4251",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4251"],"date":["2009-07-24"],"type":["text"],"creator":["Lee, Tony T.","Dai, Lin"],"language":[],"coverage":[],"title":["Buffered Aloha with K-Exponential Backoff -- Part I: Stability and\n  Throughput Analysis"],"description":["  This two-part paper series studies the performance of buffered Aloha networks\nwith K-Exponential Backoff collision resolution algorithms. Part I focuses on\nstability and throughput analysis and Part II presents the delay analysis.\n  In Part I, the buffered Aloha network is modeled as a multi-queue\nsingle-server system. We adopt a widely used approach in packet switching\nsystems to decompose the multi-queue system into independent first-in-first-out\n(FIFO) queues, which are hinged together by the probability of success of\nhead-of-line (HOL) packets. A unified method is devised to tackle the stability\nand throughput problems of K-Exponential Backoff with any cutoff phase K. We\ndemonstrate that a network with K-Exponential Backoff can be stabilized if the\nretransmission factor q is properly selected. The stable region of q is\ncharacterized and illustrated via examples of Geometric Retransmission (K=1)\nand Exponential Backoff (K=infinity). With an increasing number of nodes n, we\nshow that the stable region of Geometric Retransmission rapidly shrinks, and\nvanishes as n goes to infinity. In contrast, the stable region of Exponential\nBackoff does not vary with the network population n, implying that a stable\nthroughput can be achieved in networks with Exponential Backoff even with an\ninfinite number of nodes. All the analytical results presented in this paper\nseries are verified by simulations.\n"]}]
["0907.4254",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4254"],"date":["2009-07-24"],"type":["text"],"creator":["Dai, Lin","Lee, Tony T."],"language":[],"coverage":[],"title":["Buffered Aloha with K-Exponential Backoff -- Part II: Delay Analysis"],"description":["  This paper presents the delay analysis for buffered Aloha networks with\nK-Exponential Backoff. Mean access delay and mean queueing delay are derived\nand demonstrated via the examples of Geometric Retransmission (K=1) and\nExponential Backoff (K=infinity). The comparison shows that higher delay is\nincurred with Geometric Retransmission when the aggregate input rate is small,\nand the delay gap is enlarged as the number of nodes n increases. With a high\ntraffic input rate, however, the delay performance with Exponential Backoff\nseverely deteriorates. The mean queueing delay will be unbounded if the\naggregate input rate exceeds 0.3.\n  We also extend the analysis to the contention-window-based backoff model\nwhich is widely adopted in practical MAC protocols. It will be revealed that\nboth the retransmission-probability-based and the contention-window-based\nmodels exhibit the same stable region and achieve similar queueing performance\nin most cases, which justifies the intuition that was taken but remained\nunverified in previous studies: the retransmission-probability-based backoff\nmodel can serve as a good approximation of the contention-window-based one.\n"]}]
["0907.4260",{"format":[],"subject":["Mathematics - Probability","60G57 (Primary) 60J80, 60K35, 60K37 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4260","Annals of Probability 2009, Vol. 37, No. 3, 946-978","doi:10.1214/08-AOP425"],"date":["2009-07-24"],"type":["text"],"creator":["Croydon, David A."],"language":[],"coverage":[],"title":["Hausdorff measure of arcs and Brownian motion on Brownian spatial trees"],"description":["  A Brownian spatial tree is defined to be a pair $(\\mathcal{T},\\phi)$, where\n$\\mathcal{T}$ is the rooted real tree naturally associated with a Brownian\nexcursion and $\\phi$ is a random continuous function from $\\mathcal{T}$ into\n$\\mathbb{R}^d$ such that, conditional on $\\mathcal{T}$, $\\phi$ maps each arc of\n$\\mathcal{T}$ to the image of a Brownian motion path in $\\mathbb{R}^d$ run for\na time equal to the arc length. It is shown that, in high dimensions, the\nHausdorff measure of arcs can be used to define an intrinsic metric\n$d_{\\mathcal{S}}$ on the set $\\mathcal{S}:=\\phi(\\mathcal{T})$. Applications of\nthis result include the recovery of the spatial tree $(\\mathcal{T},\\phi)$ from\nthe set $\\mathcal{S}$ alone, which implies in turn that a Dawson--Watanabe\nsuper-process can be recovered from its range. Furthermore, $d_{\\mathcal{S}}$\ncan be used to construct a Brownian motion on $\\mathcal{S}$, which is proved to\nbe the scaling limit of simple random walks on related discrete structures. In\nparticular, a limiting result for the simple random walk on the branching\nrandom walk is obtained.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AOP425 the Annals of\n  Probability (http://www.imstat.org/aop/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["0907.4263",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4263"],"date":["2009-07-24"],"type":["text"],"creator":["Walborn, S. P.","Salles, A.","Gomes, R. M.","Toscano, F.","Ribeiro, P. H. Souto"],"language":[],"coverage":[],"title":["An Entropic Einstein-Podolsky-Rosen Criterion"],"description":["  We propose an EPR inequality based on an entropic uncertainty relation for\ncomplementary continuous variable observables. This inequality is more\nsensitive than the previously established EPR inequality based on inferred\nvariances, and opens up the possibility of EPR tests of quantum nonlocality in\na wider variety of quantum states. We experimentally test the inequality using\nspatially entangled photons. For a particular quantum state, our experimental\nresults show a violation of the entropic EPR inequality, while the variance EPR\ninequality is not violated.\n","Comment: 4 pages, 3 figures"]}]
["0907.4264",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4264"],"date":["2009-07-24"],"type":["text"],"creator":["Kundu, Rupali"],"language":[],"coverage":[],"title":["Tight binding parameters for graphene"],"description":["  In this article we have reproduced the tight binding $\\pi$ band dispersion of\ngraphene including upto third nearest neighbours and also calculated the\npartial density of states (due to $\\pi$ band only) within the same model. The\naim was to find out a set of parameters descending in order as distance towards\nthird nearest neighbour increases compared to that of first and second nearest\nneighbours with respect to an atom at the origin. Here we have talked about two\nsuch sets of parameters by comparing the results with first principle band\nstructure calculation.\n","Comment: 8 pages, 7 figures"]}]
["0907.4273",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4273","Cryptology ePrint Archive, Report 2009/352"],"date":["2009-07-24"],"type":["text"],"creator":["Gammel, Berndt M.","Mangard, Stefan"],"language":[],"coverage":[],"title":["On the Duality of Probing and Fault Attacks"],"description":["  In this work we investigate the problem of simultaneous privacy and integrity\nprotection in cryptographic circuits. We consider a white-box scenario with a\npowerful, yet limited attacker. A concise metric for the level of probing and\nfault security is introduced, which is directly related to the capabilities of\na realistic attacker. In order to investigate the interrelation of probing and\nfault security we introduce a common mathematical framework based on the\nformalism of information and coding theory. The framework unifies the known\nlinear masking schemes. We proof a central theorem about the properties of\nlinear codes which leads to optimal secret sharing schemes. These schemes\nprovide the lower bound for the number of masks needed to counteract an\nattacker with a given strength. The new formalism reveals an intriguing duality\nprinciple between the problems of probing and fault security, and provides a\nunified view on privacy and integrity protection using error detecting codes.\nFinally, we introduce a new class of linear tamper-resistant codes. These are\neligible to preserve security against an attacker mounting simultaneous probing\nand fault attacks.\n"]}]
["0907.4274",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4274","doi:10.1007/s11207-009-9419-5"],"date":["2009-07-24","2009-07-25"],"type":["text"],"creator":["Henwood, R.","Chapman, S. C.","Willis, D. M."],"language":[],"coverage":[],"title":["Increasing Lifetime of Recurrent Sunspot Groups within the Greenwich\n  Photoheliographic Results"],"description":["  Long-lived (>20 days) sunspot groups extracted from the Greenwich Photo-\nheliographic Results (GPR) are examined for evidence of decadal change. The\nproblem of identifying sunspot groups which are observed on consecutive solar\nrotations (recurrent sunspot groups) is tackled by first constructing manually\nan example dataset of recurrent sunspot groups and then using machine learning\nto generalise this subset to the whole GPR. The resulting dataset of recurrent\nsunspot groups is verified against previous work by A. Maunder and other Royal\nGreenwich Observatory (RGO) compilers. Recurrent groups are found to exhibit a\nslightly larger value for the Gnevyshev-Waldmeier Relationship than the value\nfound by Petrovay and van Driel-Gesztelyi (Solar Phys. 51, 25, 1997), who used\nrecurrence data from the Debrecen Photoheliographic Results. Evidence for\nsunspot group lifetime change over the previous century is observed within\nrecurrent groups. A lifetime increase of 1.4 between 1915 and 1940 is found,\nwhich closely agrees with results from Blanter et al. (Solar Phys. 237, 329,\n2006). Furthermore, this increase is found to exist over a longer period (1915\nto 1950) than previously thought and provisional evidence is found for a\ndecline between 1950 and 1965. Possible applications of machine-learning\nprocedures to the analysis of historical sunspot observations, the\ndetermination of the magnetic topology of the solar corona and the incidence of\nsevere space-weather events are outlined briefly.\n"]}]
["0907.4276",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Group Theory","81R50, 16W35, 17B37, 16W50, 16S36, 20B35, 20C30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4276"],"date":["2009-07-24"],"type":["text"],"creator":["Gateva-Ivanova, Tatiana","Cameron, Peter"],"language":[],"coverage":[],"title":["Multipermutation solutions of the Yang--Baxter equation"],"description":["  Set-theoretic solutions of the Yang--Baxter equation form a meeting-ground of\nmathematical physics, algebra and combinatorics. Such a solution consists of a\nset $X$ and a function r:X x X --> X x X which satisfies the braid relation.\n  We examine solutions here mainly from the point of view of finite permutation\ngroups: a solution gives rise to a map from $X$ to the symmetric group $Sym(X)$\non $X$ satisfying certain conditions.\n  Our results include many new constructions based on strong twisted union and\nwreath product, with an investigation of retracts and the multipermutation\nlevel and the solvable length of the groups defined by the solutions and new\nresults about decompositions and factorisations of the groups defined by\ninvariant subsets of the solution.\n"]}]
["0907.4277",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4277"],"date":["2009-07-24"],"type":["text"],"creator":["Boehringer, Hans","Werner, Norbert"],"language":[],"coverage":[],"title":["X-ray Spectroscopy of Galaxy Clusters"],"description":["  Galaxy clusters, the largest clearly defined objects in our Universe, are\nideal laboratories to study in detail the cosmic evolution of the intergalactic\nintracluster medium (ICM) and the cluster galaxy population. For the ICM, which\nis heated to X-ray radiating temperatures, X-ray spectroscopy is the most\nimportant tool to obtain insight into the structure and astrophysics of galaxy\nclusters. In this review we recall the basic principles of the interpretation\nof X-ray spectra from a hot, tenuous plasma and we illustrate the wide range of\nscientific applications of X-ray spectroscopy. The determination of galaxy\ncluster masses, important for cosmology, rest crucially on a precise\nspectroscopic ICM temperature determination. The study of the thermal structure\nof the ICM provides a very interesting fossil record of the energy release\nduring galaxy formation and evolution. The temperature and pressure\ndistribution of the ICM gives us important insight into the process of galaxy\ncluster merging and the dissipation of the merger energy in form of turbulent\nmotion. Cooling cores in the centers are interesting laboratories to\ninvestigate the interplay between gas cooling, star- and black hole formation\nand energy feedback, which is diagnosed by means of X-ray spectroscopy. The\nelement abundances deduced from X-ray spectra of the ICM provide a cosmic\nhistory record of the contribution of different supernovae to the\nnucleosynthesis of heavy elements and their spatial distribution partly\nreflects important transport processes in the ICM. Some discussion of plasma\ndiagnostics for conditions out of thermal equilibrium and an outlook on the\nfuture prospects of X-ray spectroscopic cluster studies complete our review.\n","Comment: The paper is part of a series of articles on X-ray spectroscopy in\n  Astronomy and Astrophysics Review, 62 pages, 41 figures"]}]
["0907.4280",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4280"],"date":["2009-07-24"],"type":["text"],"creator":["Altaie, M. B."],"language":[],"coverage":[],"title":["The Friedmann Paradigm: A critical review"],"description":["  The Friedmann paradigm for a dynamical universe emanating from a spacetime\nsingularity is critically reviwed. Quantum effects, playing the essential role\nat the very early stages, suggests that the universe may follow different\ncourse to that presented by the standard Friedmann solutions. The investigation\nof the back-reaction effect of the vacuum energy of quantized massless matter\nfields at finite temperatures shows that the original spatial singularity is\navoided and that the universe is maintained all times at a critical density.\nInstead of having a universe that was created at once we have an emergent\nuniverse with energy being created continuously so as to maintain the overall\ndensity at its critical value. The calculations presented here provide a basis\nto construct a dynamical model for the universe where all the known problems of\nthe standard big bang can be avioded from start without the need to assume the\noccurence of an inflation phase.\n","Comment: Revtex4, 19 pages, 2 figures"]}]
["0907.4283",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Discrete Mathematics","G.2.1","G.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4283"],"date":["2009-07-24"],"type":["text"],"creator":["Dawar, Anuj","Kreutzer, Stephan"],"language":[],"coverage":[],"title":["Domination Problems in Nowhere-Dense Classes of Graphs"],"description":["  We investigate the parameterized complexity of generalisations and variations\nof the dominating set problem on classes of graphs that are nowhere dense. In\nparticular, we show that the distance-d dominating-set problem, also known as\nthe (k,d)-centres problem, is fixed-parameter tractable on any class that is\nnowhere dense and closed under induced subgraphs. This generalises known\nresults about the dominating set problem on H-minor free classes, classes with\nlocally excluded minors and classes of graphs of bounded expansion. A key\nfeature of our proof is that it is based simply on the fact that these graph\nclasses are uniformly quasi-wide, and does not rely on a structural\ndecomposition. Our result also establishes that the distance-d dominating-set\nproblem is FPT on classes of bounded expansion, answering a question of Ne{\\v\ns}et{\\v{r}}il and Ossona de Mendez.\n"]}]
["0907.4295",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4295"],"date":["2009-07-24","2009-07-26"],"type":["text"],"creator":["Erlykin, A. D.","Wolfendale, A. W."],"language":[],"coverage":[],"title":["Time variability of high energy cosmic rays"],"description":["  Our model involving cosmic ray acceleration in supernova remnants has been\nused to predict cosmic ray intensities over long periods of time on a\nstatistical basis. If, as is highly probable, extensive air showers caused by\nPeV cosmic rays are needed to initiate terrestrial lightning then past dramatic\nchanges in PeV intensities may have had important biological effects.\n  The model has been used to estimate the manner in which the PeV cosmic ray\nintensity at Earth has varied over the past tens of thousand years.\n","Comment: 11 pages, 5 figures"]}]
["0907.4299",{"format":[],"subject":["Mathematics - Algebraic Topology","57R77","55N22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4299"],"date":["2009-07-24"],"type":["text"],"creator":["Reeker, Holger"],"language":[],"coverage":[],"title":["On K(1)-local SU-bordism"],"description":["  This paper works towards a K(1)-local multiplicative splitting of SU-bordism.\n"]}]
["0907.4300",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4300","Proceedings of 16-th Conference of Czech and Slovak Physicists,\n  Hradec Kralove 2008, Sept. 8-11; (editor J. Kriz, ASTRA print 2009, pp.66-72)\n  ISBN: 80-86148-93-9"],"date":["2009-07-24"],"type":["text"],"creator":["Filip, Peter"],"language":[],"coverage":[],"title":["Elliptic Flow in Collisions of Deformed Nuclei"],"description":["  Initial eccentricity of the interacting volume of QCD matter created in\ncollisions of prolate and oblate nuclei is studied using optical Glauber\nsimulation. Collisions of prolate 165-Ho + 165-Ho nuclei and Au+Au nuclei are\ninvestigated (assuming oblate ground-state deformation for 197-Au nucleus).\nQualitative predictions are obtained for RHIC energies.\n","Comment: 7 pages, 5 figures"]}]
["0907.4301",{"format":[],"subject":["Mathematics - Probability","60J70, 60J57 (Primary) 35R05, 31C25i, 60H05, 60G46 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4301","Annals of Probability 2009, Vol. 37, No. 3, 1008-1043","doi:10.1214/08-AOP427"],"date":["2009-07-24"],"type":["text"],"creator":["Chen, Zhen-Qing","Zhang, Tusheng"],"language":[],"coverage":[],"title":["Time-reversal and elliptic boundary value problems"],"description":["  In this paper, we prove that there exists a unique, bounded continuous weak\nsolution to the Dirichlet boundary value problem for a general class of\nsecond-order elliptic operators with singular coefficients, which does not\nnecessarily have the maximum principle. Our method is probabilistic. The time\nreversal of symmetric Markov processes and the theory of Dirichlet forms play a\ncrucial role in our approach.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AOP427 the Annals of\n  Probability (http://www.imstat.org/aop/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["0907.4306",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4306"],"date":["2009-07-24"],"type":["text"],"creator":["Pozsgay, Balázs"],"language":[],"coverage":[],"title":["Finite volume form factors and correlation functions at finite\n  temperature"],"description":["  In this thesis we investigate finite size effects in 1+1 dimensional\nintegrable QFT. In particular we consider matrix elements of local operators\n(finite volume form factors) and vacuum expectation values and correlation\nfunctions at finite temperature. In the first part of the thesis we give a\ncomplete description of the finite volume form factors in terms of the infinite\nvolume form factors (solutions of the bootstrap program) and the S-matrix of\nthe theory. The calculations are correct to all orders in the inverse of the\nvolume, only exponentially decaying (residual) finite size effects are\nneglected. We also consider matrix elements with disconnected pieces and\ndetermine the general rule for evaluating such contributions in a finite\nvolume. The analytic results are tested against numerical data obtained by the\ntruncated conformal space approach in the Lee-Yang model and the Ising model in\na magnetic field. In a separate section we also evaluate the leading\nexponential correction (the $\\mu$-term) associated to multi-particle energies\nand matrix elements. In the second part of the thesis we show that finite\nvolume factors can be used to derive a systematic low-temperature expansion for\ncorrelation functions at finite temperature. In the case of vacuum expectation\nvalues the series is worked out up to the third non-trivial order and a\ncomplete agreement with the LeClair-Mussardo formula is observed. A preliminary\ntreatment of the two-point function is also given by considering the first\nnontrivial contributions.\n","Comment: PhD thesis, 141 pages"]}]
["0907.4310",{"format":[],"subject":["Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4310"],"date":["2009-07-24"],"type":["text"],"creator":["Wang, Xuefeng","Zhao, Ming","Nolte, David D","Ratliff, Timothy L"],"language":[],"coverage":[],"title":["Mass-sensing BioCD Protein Array towards Clinical Application: Prostate\n  Specific Antigen Detection in Patient Sera"],"description":["  Mass-sensing biosensor arrays for protein detection require no fluorophores\nor enzyme labels. However, few mass biosensor protein arrays have demonstrated\nsuccessful application in high background samples, such as serum. In this\npaper, we test the BioCD as a mass biosensor based on optical interferometry of\nantibodies covalently attached through Schiff-base reduction. We use the BioCD\nto detect prostate specific antigen (PSA, a biomarker of prostate cancer) in\npatient sera in a 96-well anti-PSA microarray. We have attained a 4 ng/ml\ndetection limit in full serum and have measured PSA concentrations in three\npatient sera.\n"]}]
["0907.4311",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4311"],"date":["2009-07-24"],"type":["text"],"creator":["Epstein, Leah","Kleiman, Elena","Mestre, Julian"],"language":[],"coverage":[],"title":["Parametric packing of selfish items and the subset sum algorithm"],"description":["  The subset sum algorithm is a natural heuristic for the classical Bin Packing\nproblem: In each iteration, the algorithm finds among the unpacked items, a\nmaximum size set of items that fits into a new bin. More than 35 years after\nits first mention in the literature, establishing the worst-case performance of\nthis heuristic remains, surprisingly, an open problem.\n  Due to their simplicity and intuitive appeal, greedy algorithms are the\nheuristics of choice of many practitioners. Therefore, better understanding\nsimple greedy heuristics is, in general, an interesting topic in its own right.\nVery recently, Epstein and Kleiman (Proc. ESA 2008) provided another incentive\nto study the subset sum algorithm by showing that the Strong Price of Anarchy\nof the game theoretic version of the bin-packing problem is precisely the\napproximation ratio of this heuristic.\n  In this paper we establish the exact approximation ratio of the subset sum\nalgorithm, thus settling a long standing open problem. We generalize this\nresult to the parametric variant of the bin packing problem where item sizes\nlie on the interval (0,\\alpha] for some \\alpha \\leq 1, yielding tight bounds\nfor the Strong Price of Anarchy for all \\alpha \\leq 1. Finally, we study the\npure Price of Anarchy of the parametric Bin Packing game for which we show\nnearly tight upper and lower bounds for all \\alpha \\leq 1.\n"]}]
["0907.4314",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4314","J. Phys. A: Math. Theor. 42 (2009) 285307","doi:10.1088/1751-8113/42/28/285307"],"date":["2009-07-24"],"type":["text"],"creator":["Buonsante, P.","Franzosi, R.","Penna, V."],"language":[],"coverage":[],"title":["Control of unstable macroscopic oscillations in the dynamics of three\n  coupled Bose condensates"],"description":["  We study the dynamical stability of the macroscopic quantum oscillations\ncharacterizing a system of three coupled Bose-Einstein condensates arranged\ninto an open-chain geometry. The boson interaction, the hopping amplitude and\nthe central-well relative depth are regarded as adjustable parameters. After\nderiving the stability diagrams of the system, we identify three mechanisms to\nrealize the transition from an unstable to stable behavior and analyze specific\nconfigurations that, by suitably tuning the model parameters, give rise to\nmacroscopic effects which are expected to be accessible to experimental\nobservation. Also, we pinpoint a system regime that realizes a\nJosephson-junction-like effect. In this regime the system configuration do not\ndepend on the model interaction parameters, and the population oscillation\namplitude is related to the condensate-phase difference. This fact makes\npossible estimating the latter quantity, since the measure of the oscillating\namplitudes is experimentally accessible.\n","Comment: 25 pages, 12 figures"]}]
["0907.4315",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4315"],"date":["2009-07-24"],"type":["text"],"creator":["Reslen, Jose","Bose, Sougato"],"language":[],"coverage":[],"title":["Long Range Free Bosonic Models in Block Decimation Notation:\n  Applications and Entanglement"],"description":["  We study the effect of long range particle exchange in bosonic arrangements.\nWe show that by combining the solution of the Heisenberg equations of motion\nwith matrix product state representation it is possible to investigate the\ndynamics as well as the ground state while including particle exchange beyond\nnext-neighbours sites. These ideas are then applied to study the emergence of\nentanglement as a result of scattering in boson chains. We propose a scheme to\ngenerate highly entangled multi-particle states that exploits collision as a\npowerful entangling mechanism.\n","Comment: 4 pages, 3 figures, comments are welcome"]}]
["0907.4316",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Programming Languages","F.3.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4316"],"date":["2009-07-24"],"type":["text"],"creator":["Apt, Krzysztof R.","de Boer, Frank S.","Olderog, Ernst-Rüdiger"],"language":[],"coverage":[],"title":["Modular Verification of Recursive Programs"],"description":["  We argue that verification of recursive programs by means of the assertional\nmethod of C.A.R. Hoare can be conceptually simplified using a modular\nreasoning. In this approach some properties of the program are established\nfirst and subsequently used to establish other program properties. We\nillustrate this approach by providing a modular correctness proof of the\nQuicksort program.\n","Comment: 21 pages. appeared in: Languages: From Formal to Natural, Essays\n  Dedicated to Nissim Francez on the Occasion of His 65th Birthday. Lecture\n  Notes in Computer Science 5533 Springer 2009"]}]
["0907.4324",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Dynamical Systems","30D05","30C80","34M15","37L05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4324"],"date":["2009-07-24"],"type":["text"],"creator":["Bracci, Filippo","Contreras, Manuel D.","Diaz-Madrigal, Santiago"],"language":[],"coverage":[],"title":["Semigroups versus evolution families in the Loewner theory"],"description":["  We show that an evolution family of the unit disc is commuting if and only if\nthe associated Herglotz vector field has separated variables. This is the case\nif and only if the evolution family comes from a semigroup of holomorphic\nself-maps of the disc.\n","Comment: 19 pages"]}]
["0907.4326",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4326"],"date":["2009-07-24"],"type":["text"],"creator":["Criado, A."],"language":[],"coverage":[],"title":["On the lack of dimension free estimates in Lp for maximal functions\n  associated to radial measures"],"description":["  In a recent article J. Aldaz proved that the weak L1 bounds for the centered\nmaximal operator associated to finite radial measures cannot be taken\nindependently with respect to the dimension. We show that at least for small p\nnear to 1 the same result holds for the Lp bounds of such measures with\ndecreasing densities. We also give some concrete examples, that include\nGaussian measure, where better estimates with respect to the general case are\nobtained.\n"]}]
["0907.4327",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4327"],"date":["2009-07-24"],"type":["text"],"creator":["James, C. W.","Ekers, R. D.","Philips, C. J.","Protheroe, R. J.","Roberts, P.","Robinson, R. A.","Alvarez-Muñiz, J.","Bray, J. D."],"language":[],"coverage":[],"title":["Experimental set-up of the LUNASKA lunar Cherenkov observations at the\n  ATCA"],"description":["  This contribution describes the experimental set-up implemented by the\nLUNASKA project at the Australia Telescope Compact Array (ATCA) to enable the\nradio-telescope to be used to search for pulses of coherent Cherenkov radiation\nfrom UHE particle interactions in the Moon with an unprecedented bandwidth, and\nhence sensitivity. Our specialised hardware included analogue de-dispersion\nfilters to coherently correct for the dispersion expected of a ~nanosecond\npulse in the Earth's ionosphere over our wide (600 MHz) bandwidth, and\nFPGA-based digitising boards running at 2.048 GHz for pulse detection. The\ntrigger algorithm is described, as are the methods used discriminate between\nterrestrial RFI and true lunar pulses. We also outline the next stage of\nhardware development expected to be used in our 2010 observations.\n","Comment: Presented at 31st International Cosmic Ray Conference, Lodz, Poland,\n  2009"]}]
["0907.4331",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","35B35, 37K45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4331"],"date":["2009-07-24"],"type":["text"],"creator":["Bronski, Jared C.","Johnson, Mathew A.","Kapitula, Todd"],"language":[],"coverage":[],"title":["An index theorem for the stability of periodic traveling waves of KdV\n  type"],"description":["  We consider periodic solutions to equations of Korteweg-Devries type. While\nthe stability theory for periodic waves has received much some attention the\ntheory is much less developed than the analogous theory for solitary wave\nstability, and appears to be mathematically richer. We prove an index theorem\ngiving an exact count of the number of unstable eigenvalues of the linearized\noperator in terms of the number of zeros of the derivative of the traveling\nwave profile together with geometric information about a certain map between\nthe constants of integration of the ordinary differential equation and the\nconserved quantities of the partial differential equation.\n  This index can be regarded as a generalization of both the Sturm oscillation\ntheorem and the classical stability theory for solitary wave solutions for\nequations of Korteweg-de Vries type. In the case of a polynomial nonlinearity\nthis index, together with a related one introduced earlier by Bronski and\nJohnson, can be expressed in terms of derivatives of period integrals on a\nRiemann surface. Since these period integrals satisfy a Picard-Fuchs equation\nthese derivatives can be expressed in terms of the integrals themselves,\nleading to an expression in terms of various moments of the solution. We\nconclude with some illustrative examples.\n","Comment: 31 Pages;2 Figures"]}]
["0907.4332",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4332"],"date":["2009-07-24"],"type":["text"],"creator":["James, C. W.","Ekers, R. D.","Philips, C. J.","Protheroe, R. J.","Roberts, P.","Robinson, R. A.","Alvarez-Muñiz, J.","Bray, J. D."],"language":[],"coverage":[],"title":["Results of LUNASKA lunar Cherenkov observations at the ATCA"],"description":["  The lunar Cherenkov technique is a method to use radio-telescopes to detect\nultra-high energy cosmic rays (CR) and neutrinos ($\\nu$). By observing the\nshort-duration ($\\sim$few nanosecond) pulses of coherent Cherenkov radiation\nemitted from particle cascades via the Askaryan Effect in the Moon's outer\nlayers (nominally the regolith), the primary particles initiating the cascades\nmay be identified. Our collaboration (LUNASKA) aims to develop the technique to\nbe used with the next generation of giant radio-arrays. Here, we present the\nresults of our two preliminary UHE particle searches using this technique with\nthree antennas at the Australia Telescope Compact Array (ATCA) during February\nand May 2008.\n","Comment: Presented at the 31st International Cosmic Ray Conference, Lodz,\n  Poland, 2009"]}]
["0907.4337",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4337"],"date":["2009-07-24"],"type":["text"],"creator":["Kundu, Rupali"],"language":[],"coverage":[],"title":["Some Factors Leading to Asymmetry in Electronic Spectrum of Bilayer\n  Graphene"],"description":["  We have investigated the effects of inplane and interplane nearest neighbour\noverlap integrals ($s_0$ and $s_1$) and site energy difference between atoms in\ntwo different sublattices in the same graphene layer ($\\Delta$) on the\nelectronic dispersion of bilayer graphene within tight binding model. Also,\nmodifications in bilayer graphene bands due to inplane next nearest neighbour\ninteractions ($\\gamma_{1i}$, $s_{1i}$) and next to next nearest neighbour\ninteractions ($\\gamma_{2i}$, $s_{2i}$) have been studied. It is observed that\n$s_1$ introduces further asymmetry in energy positions of top conduction band\nand bottom valence band at the $K$ point on top of the asymmetry due to\n$\\Delta$. Moreover, $s_0$, $s_1$ as well as the other inplane coupling\nparameters induce noticable electron-hole asymmetry in the slope of the bands\nand changes in band widths. The density of states of bilayer graphene has also\nbeen calculated within the same model.\n","Comment: 8 pages, 4 figures"]}]
["0907.4342",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4342"],"date":["2009-07-24"],"type":["text"],"creator":["Krusch, Steffen","Roberts, Mark"],"language":[],"coverage":[],"title":["Recent Developments in the Skyrme Model"],"description":["  In this talk, we describe recent developments in the Skyrme model. Our main\nfocus is on discussing various effects which need to be taken into account,\nwhen calculating the properties of light atomic nuclei in the Skyrme model. We\nargue that an important step is to understand \"spinning Skyrmions\" and discuss\nthe theory of relative equilibria in this context.\n","Comment: 9 pages, 1 figure. Talk given at 15th International Seminar on High\n  Energy Physics: Quarks - 2008, Sergiev Posad, Russia, 23-29 May 2008"]}]
["0907.4347",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H52"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4347"],"date":["2009-07-24"],"type":["text"],"creator":["Moloney, Richard","McGuire, Gary"],"language":[],"coverage":[],"title":["Two Kinds of Division Polynomials For Twisted Edwards Curves"],"description":["  This paper presents two kinds of division polynomials for twisted Edwards\ncurves. Their chief property is that they characterise the $n$-torsion points\nof a given twisted Edwards curve. We also present results concerning the\ncoefficients of these polynomials, which may aid computation.\n"]}]
["0907.4349",{"format":[],"subject":["Mathematics - Commutative Algebra","13C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4349"],"date":["2009-07-24"],"type":["text"],"creator":["Zamani, Naser"],"language":[],"coverage":[],"title":["$\\phi$-prime submodules"],"description":["  Let $R$ be a commutative ring with non-zero identity and $M$ be a unitary\n$R$-module. Let $\\mathcal{S}(M)$ be the set of all submodules of $M$, and\n$\\phi:\\mathcal{S}(M)\\to \\mathcal{S}(M)\\cup \\{\\emptyset\\}$ be a function. We say\nthat a proper submodule $P$ of $M$ is a prime submodule relative to $\\phi$ or\n$\\phi$-prime submodule if $a\\in R$, $x\\in M$ with $ax\\in P\\setminus \\phi(P)$\nimplies that $a\\in(P:_RM)$ or $x\\in P$. So if we take $\\phi(N)=\\emptyset$ for\neach $N\\in\\mathcal{S}(M)$, then a $\\phi$-prime submodule is exactly a prime\nsubmodule. Also if we consider $\\phi(N)=\\{0\\}$ for each submodule $N$ of $M$,\nthen in this case a $\\phi$-prime submodule will be called a weak prime\nsubmodule.\n  Some of the properties of this concept will be investigated. Some\ncharacterizations of $\\phi$-prime submodules will be given, and we show that\nunder some assumptions prime submodules and $\\phi_1$-prime submodules coincide.\n","Comment: 8-pages, To apper in Glasgow Mathematical Journal"]}]
["0907.4354",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4354"],"date":["2009-07-24"],"type":["text"],"creator":["Eads, Damian","Rosten, Edward","Helmbold, David"],"language":[],"coverage":[],"title":["Learning Object Location Predictors with Boosting and Grammar-Guided\n  Feature Extraction"],"description":["  We present BEAMER: a new spatially exploitative approach to learning object\ndetectors which shows excellent results when applied to the task of detecting\nobjects in greyscale aerial imagery in the presence of ambiguous and noisy\ndata. There are four main contributions used to produce these results. First,\nwe introduce a grammar-guided feature extraction system, enabling the\nexploration of a richer feature space while constraining the features to a\nuseful subset. This is specified with a rule-based generative grammar crafted\nby a human expert. Second, we learn a classifier on this data using a newly\nproposed variant of AdaBoost which takes into account the spatially correlated\nnature of the data. Third, we perform another round of training to optimize the\nmethod of converting the pixel classifications generated by boosting into a\nhigh quality set of (x, y) locations. Lastly, we carefully define three common\nproblems in object detection and define two evaluation criteria that are\ntightly matched to these problems. Major strengths of this approach are: (1) a\nway of randomly searching a broad feature space, (2) its performance when\nevaluated on well-matched evaluation criteria, and (3) its use of the location\nprediction domain to learn object detectors as well as to generate detections\nthat perform well on several tasks: object counting, tracking, and target\ndetection. We demonstrate the efficacy of BEAMER with a comprehensive\nexperimental evaluation on a challenging data set.\n"]}]
["0907.4355",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Numerical Analysis","41A30","42C40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4355"],"date":["2009-07-24"],"type":["text"],"creator":["Dyn, Nira","Skopina, Maria"],"language":[],"coverage":[],"title":["Decompositions of Trigonometric Polynomials with Applications to\n  Multivariate Subdivision Schemes"],"description":["  We study multivariate trigonometric polynomials, satisfying a set of\nconstraints close to the known Strung-Fix conditions. Based on the polyphase\nrepresentation of these polynomials relative to a general dilation matrix, we\ndevelop a simple constructive method for a special type of decomposition of\nsuch polynomials. These decompositions are of interest to the analysis of\nconvergence and smoothness of multivariate subdivision schemes associated with\ngeneral dilation matrices. We apply these decompositions, by verifying\nsufficient conditions for the convergence and smoothness of multivariate scalar\nsubdivision schemes, proved here. For the convergence analysis our sufficient\nconditions apply to arbitrary dilation matrices, while the previously known\nnecessary and sufficient conditions are relevant only in case of dilation\nmatrices with a self similar tiling. For the analysis of smoothness, we state\nand prove two theorems on multivariate matrix subdivision schemes, which lead\nto sufficient conditions for C^1 limits of scalar multivariate subdivision\nschemes associated with isotropic dilation matrices. Although similar results\nare stated in the literature, we give here detailed proofs of the results,\nwhich we could not find elsewhere.\n","Comment: 30 pages"]}]
["0907.4356",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4356"],"date":["2009-07-24"],"type":["text"],"creator":["Azar, Yossi","Birnbaum, Benjamin","Celis, L. Elisa","Devanur, Nikhil R.","Peres, Yuval"],"language":[],"coverage":[],"title":["Convergence of Local Dynamics to Balanced Outcomes in Exchange Networks"],"description":["  Bargaining games on exchange networks have been studied by both economists\nand sociologists. A Balanced Outcome for such a game is an equilibrium concept\nthat combines notions of stability and fairness. In a recent paper, Kleinberg\nand Tardos introduced balanced outcomes to the computer science community and\nprovided a polynomial-time algorithm to compute the set of such outcomes. Their\nwork left open a pertinent question: are there natural, local dynamics that\nconverge quickly to a balanced outcome? In this paper, we provide a partial\nanswer to this question by showing that simple edge-balancing dynamics converge\nto a balanced outcome whenever one exists.\n","Comment: Full version of FOCS 2009 paper"]}]
["0907.4359",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4359","Eur. Phys. J. Special Topics, 174, 2009, 157-179","doi:10.1140/epjst/e2009-01098-2"],"date":["2009-07-24"],"type":["text"],"creator":["Donges, Jonathan F.","Zou, Yong","Marwan, Norbert","Kurths, Jürgen"],"language":[],"coverage":[],"title":["Complex networks in climate dynamics - Comparing linear and nonlinear\n  network construction methods"],"description":["  Complex network theory provides a powerful framework to statistically\ninvestigate the topology of local and non-local statistical interrelationships,\ni.e. teleconnections, in the climate system. Climate networks constructed from\nthe same global climatological data set using the linear Pearson correlation\ncoefficient or the nonlinear mutual information as a measure of dynamical\nsimilarity between regions, are compared systematically on local, mesoscopic\nand global topological scales. A high degree of similarity is observed on the\nlocal and mesoscopic topological scales for surface air temperature fields\ntaken from AOGCM and reanalysis data sets. We find larger differences on the\nglobal scale, particularly in the betweenness centrality field. The global\nscale view on climate networks obtained using mutual information offers\npromising new perspectives for detecting network structures based on nonlinear\nphysical processes in the climate system.\n","Comment: 24 pages, 10 figures"]}]
["0907.4361",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4361"],"date":["2009-07-24"],"type":["text"],"creator":["Hubsch, T.","Pankovic, V."],"language":[],"coverage":[],"title":["A Classical Switched LC/LR Circuit Modeling the Quantum Zeno and\n  Anti-Zeno Effects"],"description":["  Generalizing a recent analysis, we model the quantum Zeno and anti-Zeno\neffects with a quickly switched, ideal LC/LR circuit, in the limiting case of\nit alternating very many times between its short LC and even shorter LR regime.\nIf the initial current is arranged to be negligible, the capacitor turns out\nnever to discharge. If the initial current is made dominant, this capacitor\ndischarges, and faster than the exponential decay to which it limits. The\nexistence and simplicity of these phases in such a rudimentary model indicates\nthat the corresponding effects are ubiquitous throughout physics, both quantum\nand classical. In turn, the parameter space of this model contains intermediate\nphases in which the circuit exhibits behaviors that seem to foreshadow other\nquantum effects of some interest.\n","Comment: 11 pages, 3 figures"]}]
["0907.4368",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4368","Phys. Rev. B vol. 75, no. 29, p. 205332, 2007","doi:10.1103/PhysRevB.75.205332"],"date":["2009-07-24"],"type":["text"],"creator":["Valavanis, A.","Ikonić, Z.","Kelsall, R. W."],"language":[],"coverage":[],"title":["Intervalley splitting and intersubband transitions in n-type Si/SiGe\n  quantum wells: pseudopotential vs. effective mass calculation"],"description":["  Intervalley mixing between conduction-band states in low-dimensional Si/SiGe\nheterostructures induces splitting between nominally degenerate energy levels.\nThe symmetric double-valley effective mass approximation and the empirical\npseudopotential method are used to find the electronic states in different\ntypes of quantum wells. A reasonably good agreement between the two methods is\nfound, with the former being much faster computationally. Aside from being an\noscillatory function of well width, the splitting is found to be almost\nindependent of in-plane wave vector, and an increasing function of the\nmagnitude of interface gradient. While the model is defined for symmetric\nenvelope potentials, it is shown to remain reasonably accurate for slightly\nasymmetric structures such as a double quantum well, making it acceptable for\nsimulation of multilayer intersubband optical devices. Intersubband optical\ntransitions are investigated under both approximations and it is shown that in\nmost cases valley splitting causes linewidth broadening, although under extreme\nconditions, transition line doublets may result.\n","Comment: 7 pages, 8 figures"]}]
["gr-qc/0612189",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0612189","Math.Z.258:381-394,2008","doi:10.1007/s00209-007-0177-5"],"date":["2006-12-29","2009-07-27"],"type":["text"],"creator":["Beig, Robert","Schmidt, Bernd G."],"language":[],"coverage":[],"title":["Celestial mechanics of elastic bodies"],"description":["  We construct time independent configurations of two gravitating elastic\nbodies. These configurations either correspond to the two bodies moving in a\ncircular orbit around their center of mass or strictly static configurations.\n","Comment: 16 pages, 2 figures, several typos removed, erratum appeared in\n  MathZ.263:233,2009"]}]
["math/0505557",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","58J50","53C20","35P05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0505557"],"date":["2005-05-25","2009-07-25"],"type":["text"],"creator":["Kumura, Hironori"],"language":[],"coverage":[],"title":["The radial curvature of an end that makes eigenvalues vanish in the\n  essential spectrum I"],"description":["  The concern of this paper is to clarify a relationship between the curvatures\nat infinity and the spectral structure of the Laplacian. In particular, this\npaper discusses the question of whether there is an eigenvalue of the Laplacian\nembedded in the essential spectrum or not. The borderline-behavior of the\nradial curvatures for this problem will be determined: we will assume that the\nradial curvature $K_{\\rm rad.}$ of an end converges to a constant -1 at\ninfinity with the decay order $K_{\\rm rad.} + 1 = o(r^{-1})$ and prove the\nabsence of eigenvalues embedded in the essential spectrum. Furthermore, in\norder to show that this decay order $K_{\\rm rad.} + 1 = o(r^{-1})$ is sharp, we\nwill construct a manifold with the radial curvature decay $K_{\\rm rad.} + 1 =\nO(r^{-1})$ and with an eigenvalue $\\frac{(n-1)^2}{4} + 1$ embedded in the\nessential spectrum $[ \\frac{(n-1)^2}{4}, \\infty)$ of the Laplacian.\n","Comment: 26 pages; changed content; added reference; typos added; changed\n  content; Proposition 3.1 is made better;correct mistake, easy to read;correct\n  careless mistake"]}]
["math/0509284",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Operator Algebras","46L87, 14A22","53D55","14A20","58B34"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0509284"],"date":["2005-09-13","2009-07-27"],"type":["text"],"creator":["Block, Jonathan"],"language":[],"coverage":[],"title":["Duality and equivalence of module categories in noncommutative geometry\n  I"],"description":["  This is the first in a series of papers that deals with duality statements\nsuch as Mukai-duality (T-duality, from algebraic geometry) and the Baum-Connes\nconjecture (from operator $K$-theory). These dualities are expressed in terms\nof categories of modules. In this paper, we develop a general framework needed\nto describe these dualities. In various geometric contexts, e.g. complex\ngeometry, generalized complex geometry, and noncommutative geometry, the\ngeometric structure is encoded in a certain differential graded algebra. We\ndevelop the module theory of such differential graded algebras in such a way\nthat we can recover the derived category of coherent sheaves on a complex\nmanifold. In this paper and ones to follow we apply this to stating and proving\nthe duality statements mentioned above. After developing the general framework,\nwe look at a (complex) Lie algebroid $\\A\\to T_\\cx X$. One can then consider our\nanalogue of the derived category of coherent sheaves, integrable with respect\nto the Lie algebroid. We then establish a (Serre) duality theorem for\n\"elliptic\" Lie algebroids and for noncommutative tori.\n","Comment: Substantially rewritten with new terminology, notation and more\n  detailed proofs. To appear in memorial issue for Bott"]}]
["math/0612230",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Representation Theory","11F72","13A50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612230"],"date":["2006-12-09","2009-07-26"],"type":["text"],"creator":["Yang, Jae-Hyun"],"language":[],"coverage":[],"title":["Remark on Harmonic Analysis on Siegel-Jacobi Space"],"description":["  This is the lecture note of my invited lecture given at the International\nConference on Number Theory at Harish-Chandra Research Institute in Allahabad\n(quite near the River Ganges), India on December 5, 2006. I gave an invited\nlecture on the same subject at Department of Mathematics, Kyoto University,\nJapan on June 23, 2009. The new lecture note contains more new contents and\nreferences.\n","Comment: 59 pages; New contents and new references added"]}]
