["0709.2667",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematical Physics","Mathematics - Spectral Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2667","Duke Mathematical Journal, 146, no. 2 (2009), 253-280","doi:10.1215/00127094-2008-065"],"date":["2007-09-17","2008-04-22"],"type":["text"],"creator":["Avila, Artur","Bochi, Jairo","Damanik, David"],"language":[],"coverage":[],"title":["Cantor Spectrum for Schr\\\"odinger Operators with Potentials arising from\n  Generalized Skew-shifts"],"description":["  We consider continuous $SL(2,\\mathbb{R})$-cocycles over a strictly ergodic\nhomeomorphism which fibers over an almost periodic dynamical system\n(generalized skew-shifts). We prove that any cocycle which is not uniformly\nhyperbolic can be approximated by one which is conjugate to an\n$SO(2,\\mathbb{R})$-cocycle. Using this, we show that if a cocycle's homotopy\nclass does not display a certain obstruction to uniform hyperbolicity, then it\ncan be $C^0$-perturbed to become uniformly hyperbolic. For cocycles arising\nfrom Schr\\\"odinger operators, the obstruction vanishes and we conclude that\nuniform hyperbolicity is dense, which implies that for a generic continuous\npotential, the spectrum of the corresponding Schr\\\"odinger operator is a Cantor\nset.\n","Comment: Final version. To appear in Duke Mathematical Journal"]}]
["0710.1093",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1093","Quantum Information & Computation, 9(7&8):610-621, July 2009."],"date":["2007-10-04","2009-02-06"],"type":["text"],"creator":["Cheung, Donny","Maslov, Dmitri","Mathew, Jimson","Pradhan, Dhiraj K."],"language":[],"coverage":[],"title":["On the Design and Optimization of a Quantum Polynomial-Time Attack on\n  Elliptic Curve Cryptography"],"description":["  We consider a quantum polynomial-time algorithm which solves the discrete\nlogarithm problem for points on elliptic curves over $GF(2^m)$. We improve over\nearlier algorithms by constructing an efficient circuit for multiplying\nelements of binary finite fields and by representing elliptic curve points\nusing a technique based on projective coordinates. The depth of our proposed\nimplementation, executable in the Linear Nearest Neighbor (LNN) architecture,\nis $O(m^2)$, which is an improvement over the previous bound of $O(m^3)$\nderived assuming no architectural restrictions.\n","Comment: 12 pages, 3 figures: Extended from version submitted to TQC 2008,\n  with corrections"]}]
["0711.1685",{"format":[],"subject":["Mathematics - Differential Geometry","53C"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1685"],"date":["2007-11-11","2009-12-18"],"type":["text"],"creator":["Alexakis, Spyros"],"language":[],"coverage":[],"title":["The decomposition of Global Conformal Invariants I: On a conjecture of\n  Deser and Schwimmer"],"description":["  This is the first in a series of papers where we prove a conjecture of Deser\nand Schwimmer regarding the algebraic structure of ``global confor- mal\ninvariants\"; these are defined to be conformally invariant integrals of\ngeometric scalars. The conjecture asserts that the integrand of any such\nintegral can be expressed as a linear combination of a local conformal\ninvariant, a divergence and of the Chern-Gauss-Bonnet integrand.\n  In this paper we set up an iterative procedure that proves the decom-\nposition. We then derive the iterative step in the first of two cases, subject\nto a purely algebraic result which is proven in [6, 7, 8].\n","Comment: 67 pages, divided old preprint into six papers"]}]
["0712.2214",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2214"],"date":["2007-12-13","2009-12-18"],"type":["text"],"creator":["Dymarz, Tullia"],"language":[],"coverage":[],"title":["Large scale geometry of certain solvable groups"],"description":["  In this paper we provide the final steps in the proof, announced by\nEskin-Fisher-Whyte, of quasi-isometric rigidity of a class of non-nilpotent\npolycyclic groups. To this end, we prove a rigidity theorem on the boundaries\nof certain negatively curved homogeneous spaces and combine it with work of\nEskin-Fisher-Whyte and Peng on the structure of quasi-isometries of certain\nsolvable Lie groups.\n","Comment: 50 pages"]}]
["0712.4083",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4083"],"date":["2007-12-25","2009-12-18"],"type":["text"],"creator":["Haas, Fernando"],"language":[],"coverage":[],"title":["The damped Pinney equation and its applications to dissipative quantum\n  mechanics"],"description":["  The work considers the damped Pinney equation, defined as the model arising\nwhen a linear in velocity damping term is included in the Pinney equation. In\nthe general case the resulting equation does not admit Lie point symmetries or\nis reducible to a simpler form by any obvious coordinate transformation. In\nthis context the method of Kuzmak-Luke is applied to derive a perturbation\nsolution, for weak damping and slow time-dependence of the frequency function.\nThe perturbative and numerical solutions are shown to be in good agreement. The\nresults are applied to examine the time-evolution of Gaussian shaped\nwave-functions in the Kostin formulation of dissipative quantum mechanics.\n","Comment: 6 figures"]}]
["0802.0038",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0038","Phys. Lett. A 374, 485-490 (2010)"],"date":["2008-01-31"],"type":["text"],"creator":["Das, Kunal K.","Opatrny, Tomas"],"language":[],"coverage":[],"title":["What is Quantum in Quantum Pumping: The Role of Phase and Asymmetries"],"description":["  We show that quantum pumping does not always require a quantum description or\na quantum phase. Quantum pumping is shown to encompass different types of\nprocesses, some of which intrinsically rely on phase while others do not. We\nalso show that many pumping processes have a hidden antisymmetric component\nthat contributes significantly to the instantaneous current at the terminals\nwithout causing net charge transfer in a period. We have also computed the\nexact pumped current for some cases over a full range of time variation from\nadiabatic to non-adiabatic.\n","Comment: 5 pages; 3 figures"]}]
["0804.2513",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.2513","Appl. Phys. Lett., 92, 203103 (2008)","doi:10.1063/1.2928234"],"date":["2008-04-15","2009-12-18"],"type":["text"],"creator":["Liu, Gang","Valesco Jr, Jairo","Bao, Wenzhong","Lau, Chun Ning"],"language":[],"coverage":[],"title":["Fabrication of Graphene p-n-p Junctions with Contactless Top Gates"],"description":["  We developed a multi-level lithography process to fabricate graphene p-n-p\njunctions with the novel geometry of contactless, suspended top gates. This\nfabrication procedure minimizes damage or doping to the single atomic layer,\nwhich is only exposed to conventional resists and developers. The process does\nnot require special equipment for depositing gate dielectrics or releasing\nsacrificial layers, and is compatible with annealing procedures that improve\ndevice mobility. Using this technique, we fabricate graphene devices with\nsuspended local top gates, where the creation of high quality graphene p-n-p\njunctions is confirmed by transport data at zero and high magnetic fields.\n"]}]
["0806.0919",{"format":[],"subject":["Mathematics - Differential Geometry","53D17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0919","Dissertationes Mathematicae 457, Institute of mathematics, Polish\n  Academy of Sciences, Warszawa 2008"],"date":["2008-06-05","2008-09-29"],"type":["text"],"creator":["Marle, Charles-Michel"],"language":[],"coverage":[],"title":["Calculus on Lie algebroids, Lie groupoids and Poisson manifolds"],"description":["  We begin with a short presentation of the basic concepts related to Lie\ngroupoids and Lie algebroids, but the main part of this paper deals with Lie\nalgebroids. A Lie algebroid over a manifold is a vector bundle over that\nmanifold whose properties are very similar to those of a tangent bundle. Its\ndual bundle has properties very similar to those of a cotangent bundle: in the\ngraded algebra of sections of its external powers, one can define an operator\nsimilar to the exterior derivative. We present the theory of Lie derivatives,\nSchouten-Nijenhuis brackets and exterior derivatives in the general setting of\na Lie algebroid, its dual bundle and their exterior powers. All the results\n(which, for their most part, are already known) are given with detailed proofs.\nIn the final sections, the results are applied to Poisson manifolds, whose\nlinks with Lie algebroids are very close.\n","Comment: To appear in Dissertationes Mathematicae. 57 pages, 2 figures.\n  Subsection 3.2.6 about integration of Lie algebroids rewritten, references\n  added. More references added and minor typos corrected"]}]
["0807.0750",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0750","J. Stat. Mech. (2009) P09012","doi:10.1088/1742-5468/2009/09/P09012"],"date":["2008-07-04","2009-12-18"],"type":["text"],"creator":["Sinatra, Roberta","Iranzo, Jaime","Gómez-Gardeñes, Jesús","Floría, Luis M.","Latora, Vito","Moreno, Yamir"],"language":[],"coverage":[],"title":["The Ultimatum Game in Complex Networks"],"description":["  We address the problem of how cooperative (altruistic-like) behavior arises\nin natural and social systems by analyzing an ultimatum game in complex\nnetworks. Specifically, three types of players are considered: (a) empathetic,\nwhose aspiration level and offer are equal, (b) pragmatic, who do not\ndistinguish between the different roles and aim to obtain the same benefit, and\n(c) agents whose aspiration level and offer are independent. We analyze the\nasymptotic behavior of pure populations on different topologies using two kinds\nof strategic update rules. Natural selection, which relies on replicator\ndynamics, and Social Penalty, inspired in the Bak-Sneppen dynamics, in which\nplayers are subjected to a social selection rule penalizing not only the less\nfitted individuals, but also their first neighbors. We discuss the emergence of\nfairness in the different settings and network topologies.\n","Comment: version published"]}]
["0807.4797",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4797","Phys. Rev. A 80, 062328 (2009)","doi:10.1103/PhysRevA.80.062328"],"date":["2008-07-30","2009-12-18"],"type":["text"],"creator":["Barrett, Sean D.","Bartlett, Stephen D.","Doherty, Andrew C.","Jennings, David","Rudolph, Terry"],"language":[],"coverage":[],"title":["Transitions in the computational power of thermal states for\n  measurement-based quantum computation"],"description":["  We show that the usefulness of the thermal state of a specific spin-lattice\nmodel for measurement-based quantum computing exhibits a transition between two\ndistinct \"phases\" - one in which every state is a universal resource for\nquantum computation, and another in which any local measurement sequence can be\nsimulated efficiently on a classical computer. Remarkably, this transition in\ncomputational power does not coincide with any phase transition, classical or\nquantum, in the underlying spin-lattice model.\n","Comment: 9 pages, 2 figures, v4 published version"]}]
["0808.3811",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3811","Mathematische Zeitschrift, 263, no. 1 (2009), 221-231","doi:10.1215/00127094-2008-065"],"date":["2008-08-27","2008-08-31"],"type":["text"],"creator":["Bochi, Jairo","Gourmelon, Nicolas"],"language":[],"coverage":[],"title":["Some Characterizations of Domination"],"description":["  We show that a cocycle has a dominated splitting if and only if there is a\nuniform exponential gap between singular values of its iterates. Then we\nconsider sets $\\Sigma$ in $GL(d,\\mathbb{R})$ with the property that any cocycle\nwith values in $\\Sigma$ has a dominated splitting. We characterize these sets\nin terms of existence of invariant multicones, thus extending a 2-dimensional\nresult by Avila, Bochi, and Yoccoz. We give an example showing how these\nmulticones can fail to have convexity properties.\n","Comment: 10 pages, 2 figures; acknowledgements added"]}]
["0809.0034",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0034","K. Manouchehri and J. B. Wang, Phys. Rev. A 80, 060304(R) (2009)","doi:10.1103/PhysRevA.80.060304"],"date":["2008-08-29","2009-12-17"],"type":["text"],"creator":["Manouchehri, K","Wang, J. B."],"language":[],"coverage":[],"title":["Quantum random walks without walking"],"description":["  Quantum random walks have received much interest due to their non-intuitive\ndynamics, which may hold the key to a new generation of quantum algorithms.\nWhat remains a major challenge is a physical realization that is experimentally\nviable and not limited to special connectivity criteria. We present a scheme\nfor walking on arbitrarily complex graphs, which can be realized using a\nvariety of quantum systems such as a BEC trapped inside an optical lattice.\nThis scheme is particularly elegant since the walker is not required to\nphysically step between the nodes; only flipping coins is sufficient.\n","Comment: 12 manuscript pages, 3 figures"]}]
["0809.3036",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3036","Class. Quant. Grav. 26 (2009) 065006","doi:10.1088/0264-9381/26/6/065006"],"date":["2008-09-18","2009-12-18"],"type":["text"],"creator":["Pitrou, Cyril"],"language":[],"coverage":[],"title":["The radiative transfer at second order: a full treatment of the\n  Boltzmann equation with polarization"],"description":["  This article investigates the full Boltzmann equation up to second order in\nthe cosmological perturbations. Describing the distribution of polarized\nradiation by a tensor valued distribution function, we study the gauge\ndependence of the distribution function and summarize the construction of the\ngauge-invariant distribution function. The Liouville operator which describes\nthe free streaming of electrons, and the collision term which describes the\nscattering of photons on free electrons are computed up to second order.\nFinally, the remaining dependence in the direction of the photon momentum is\nhandled by expanding in projected symmetric trace-free multipoles and also in\nthe more commonly used normal modes components. The results obtained remain to\nbe used for computing numerically the contribution in the cosmic microwave\nbackground bispectrum which arises from the evolution of second order\nperturbations, in order to disentangle the primordial non-Gaussianity from the\none generated by the subsequent non-linear evolution.\n","Comment: 62 pages, typos corrected"]}]
["0810.3372",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3372","Phys. Rev. A 79, 012113 (2009)","doi:10.1103/PhysRevA.79.012113"],"date":["2008-10-19"],"type":["text"],"creator":["Opatrny, Tomas","Das, Kunal K."],"language":[],"coverage":[],"title":["Conditions for Vanishing Central-well Population in Triple-well\n  Adiabatic Transport"],"description":["  Analytical expressions are derived for coherent tunneling via adiabatic\npassage (CTAP) in a triple well system with negligible central-well population\nat all times during the transfer. It is shown that a manipulation of the depths\nof the extreme-wells, correlated with the time variation of the\n\\emph{non-adjacent} barriers is essential for maintaining vanishing population\nof the central well. The validity of our conditions are demonstrated with a\nnumerical solution of the time-dependent Schr\\\"{o}dinger equation. The transfer\nprocess is interpreted in terms of a current through the central well.\n","Comment: 7 pages; 3 figures"]}]
["0811.1034",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1034"],"date":["2008-11-06","2009-12-18"],"type":["text"],"creator":["Dessai, Anand"],"language":[],"coverage":[],"title":["Topology of positively curved 8-dimensional manifolds with symmetry"],"description":["  In this paper we show that a simply connected 8-dimensional manifold M of\npositive sectional curvature and symmetry rank $\\geq 2$ resembles a rank one\nsymmetric space in several ways. For example, the Euler characteristic of M is\nequal to the Euler characteristic of S^8, H P^2 or C P^4. And if M is\nrationally elliptic then M is rationally isomorphic to a rank one symmetric\nspace. For torsion-free manifolds we derive a much stronger classification. We\nalso study the bordism type of 8-dimensional manifolds of positive sectional\ncurvature and symmetry rank $\\geq 2$. As an illustration we apply our results\nto various families of 8-manifolds.\n","Comment: 24 pages, a gap in the proof of Theorem 1.1. filled following a\n  suggestion by M. Masuda, some typos corrected, minor changes in the\n  exposition, references added, 18 Dec.09: a few typos corrected"]}]
["0811.2990",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2990","Annales de la Facult\\'e des Sciences de Toulouse 19, 1 (2010)\n  85-123"],"date":["2008-11-18"],"type":["text"],"creator":["Lablée, Olivier"],"language":[],"coverage":[],"title":["Sur le spectre semi-classique d'un syst\\`eme int\\'egrable de dimension 1\n  autour d'une singularit\\'e hyperbolique"],"description":["  In this article we describe the semi-classical spectrum of a Schrodinger\noperator on $\\mathbb{R}$ with a double well potential. We study the shape of\nspectrum around the local maximum of the potential. In the classification of\nsingularities of integrable systems, the double wells is the model of\nnon-degenerate hyperbolic singularity.\n"]}]
["0812.1540",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1540","Annales Scientifiques de l'Ecole Normale Superieure, 42, n. 6\n  (2009), 931-979"],"date":["2008-12-08","2009-08-17"],"type":["text"],"creator":["Avila, Artur","Bochi, Jairo","Wilkinson, Amie"],"language":[],"coverage":[],"title":["Nonuniform Center Bunching and the Genericity of Ergodicity among $C^1$\n  Partially Hyperbolic Symplectomorphisms"],"description":["  We introduce the notion of nonuniform center bunching for partially\nhyperbolic diffeomorphims, and extend previous results by Burns--Wilkinson and\nAvila--Santamaria--Viana. Combining this new technique with other\nconstructions, we prove that $C^1$-generic partially hyperbolic\nsymplectomorphisms are ergodic. We also construct new examples of stably\nergodic partially hyperbolic diffeomorphisms.\n","Comment: Final version. To appear in Annales Scientifiques de l'Ecole Normale\n  Superieure"]}]
["0901.1921",{"format":[],"subject":["General Relativity and Quantum Cosmology","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.1921","Commun.Math.Phys.293:589-610,2010","doi:10.1007/s00220-009-0921-2"],"date":["2009-01-14","2009-12-17"],"type":["text"],"creator":["Williams, Catherine"],"language":[],"coverage":[],"title":["Marginally trapped tubes generated from nonlinear scalar field initial\n  data"],"description":["  We show that the maximal future development of asymptotically flat\nspherically symmetric black hole initial data for a self-gravitating nonlinear\nscalar field, also called a Higgs field, contains a connected, achronal\nmarginally trapped tube which is asymptotic to the event horizon of the black\nhole, provided the initial data is sufficiently small and decays like\nO(r^{-1/2}), and the potential function V is nonnegative with bounded second\nderivative. This result can be loosely interpreted as a statement about the\nstability of `nice' asymptotic behavior of marginally trapped tubes under\ncertain small perturbations of Schwarzschild.\n","Comment: 25 pages, 4 figures. Updated to agree with published version; small\n  but important error in the proof of the main theorem fixed, outline of proof\n  added in Section 2.5, minor expository changes"]}]
["0901.2176",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2176","JHEP 0912:021,2009","doi:10.1088/1126-6708/2009/12/021"],"date":["2009-01-15","2009-12-18"],"type":["text"],"creator":["Gelfond, O. A.","Vasiliev, M. A."],"language":[],"coverage":[],"title":["$Sp(8)$ invariant higher spin theory, twistors and geometric BRST\n  formulation of unfolded field equations"],"description":["  We discuss twistor-like interpretation of the $Sp(8)$ invariant formulation\nof 4d massless fields in ten dimensional Lagrangian Grassmannian $Sp(8)/P$\nwhich is the generalized space-time in this framework. The correspondence space\n$\\mathbf{C}$ is $SpH(8)/PH$ where $SpH(8)$ is the semidirect product of $Sp(8)$\nwith Heisenberg group $\\HG$ and $PH$ is some quasiparabolic subgroup of\n$SpH(8)$. Spaces of functions on $Sp(8)/P$ and $SpH(8)/PH$ consist of $Q_P $\nclosed functions on $Sp(8)$ and $Q_{PH} $ closed functions on $SpH(8)$, where\n$Q_P $ and $Q_{PH}$ are canonical BRST operators of $P$ and $PH$. The space of\nfunctions on the generalized twistor space $\\mathbf{T}$ identifies with the\n$SpH(8)$ Fock module. Although $\\mathbf{T}$ cannot be realized as a homogeneous\nspace, we find a nonstandard $SpH(8)$ invariant BRST operator $\\QQ$ $(\\QQ^2\n=0)$ that gives rise to an appropriate class of functions via the condition\n$\\QQ f=0$ equivalent to the unfolded higher--spin equations. The proposed\nconstruction is manifestly $Sp(8)$ invariant, globally defined and coordinate\nindependent. Its Minkowski analogue gives a version of twistor theory with both\ntypes of chiral spinors treated on equal footing. The extensions to the higher\nrank case with several Heisenberg groups and to the complex case are\nconsidered. A relation with Riemann theta functions, that are $\\QQ$-closed, is\ndiscussed.\n","Comment: 26 pages, clarifications and references added, typos corrected"]}]
["0901.2492",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2492","Radiat.Meas.44:826-833,2009","doi:10.1016/j.radmeas.2009.10.083"],"date":["2009-01-16","2009-12-18"],"type":["text"],"creator":["Giacomelli, Giorgio"],"language":[],"coverage":[],"title":["The Standard Model of Particle Physics. Neutrino Oscillations"],"description":["  The Standard Model (SM) of Particle Physics was tested to great precision by\nexperiments at the highest energy colliders (LEP, Hera, Tevatron, SLAC). The\nonly missing particle is the Higgs boson, which will be the first particle to\nbe searched for at the new Large Hadron Collider (LHC) at CERN. The SM\nanticipated that there are 3 types of left handed neutrinos. Experiments on\natmospheric and solar neutrinos (made in Japan, Italy, Canada, Russia and the\nUS) have shown the existence of neutrino oscillations, which imply that\nneutrinos have very small mass differences and violate the conservation of\nindividual leptonic numbers. Neutrino oscillations were verified in long\nbaseline neutrino experiments (in Japan and in the USA); and cosmology has\ngiven reasonably precise indications on the sum of the neutrino masses. In this\ngeneral lecture will be summarized some of the main properties of the SM and\nsome of the main results obtained in the field and the experiments in\npreparation. Some of the main open questions will be briefly discussed.\n","Comment: 6 pages, 13 EPS figures. Special lecture given at the 24th ICNTS\n  Conference, 1-5 September 2008, Bologna, Italy. Changed references"]}]
["0901.3724",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3724","Int. J. Theor. Phys. 49 (2010) 42-50","doi:10.1007/s10773-009-0176-x"],"date":["2009-01-23","2009-10-15"],"type":["text"],"creator":["Jamil, Mubasher","Farooq, M. Umar"],"language":[],"coverage":[],"title":["Interacting Holographic Viscous Dark Energy Model"],"description":["  In this manuscript, we present a generalization of the interacting\nholographic dark energy model using the viscous generalized Chaplygin gas. We\nalso study the model by considering a dynamical Newton's constant $G$. Then we\nreconstruct the potential and the dynamics of the scalar field which describe\nthe viscous Chaplygin cosmology.\n","Comment: 11 pages, accepted for publication in Int. J. Theor. Phys"]}]
["0901.4242",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4242","New J. Phys. 11, 113025 (2009)","doi:10.1088/1367-2630/11/11/113025"],"date":["2009-01-27","2009-05-26"],"type":["text"],"creator":["Jespersen, T. S.","Polianski, M. L.","Soerensen, C. B.","Flensberg, K.","Nygaard, J."],"language":[],"coverage":[],"title":["Mesoscopic conductance fluctuations in InAs nanowire-based SNS junctions"],"description":["  We report a systematic experimental study of mesoscopic conductance\nfluctuations in superconductor/normal/superconductor (SNS) devices\nNb/InAs-nanowire/Nb. These fluctuations far exceed their value in the normal\nstate and strongly depend on temperature even in the low-temperature regime.\nThis dependence is attributed to high sensitivity of perfectly conducting\nchannels to dephasing and the SNS fluctuations thus provide a sensitive probe\nof dephasing in a regime where normal transport fails to detect it. Further,\nthe conductance fluctuations are strongly non-linear in bias voltage and reveal\nsub-gap structure. The experimental findings are qualitatively explained in\nterms of multiple Andreev reflections in chaotic quantum dots with imperfect\ncontacts.\n","Comment: Manuscript and supplement"]}]
["0901.4391",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4391","doi:10.1103/PhysRevA.80.013606"],"date":["2009-01-27","2009-12-17"],"type":["text"],"creator":["Hush, M. R.","Carvalho, A. R. R.","Hope, J. J."],"language":[],"coverage":[],"title":["Scalable quantum field simulations of conditioned systems"],"description":["  We demonstrate a technique for performing stochastic simulations of\nconditional master equations. The method is scalable for many quantum-field\nproblems and therefore allows first-principles simulations of multimode bosonic\nfields undergoing continuous measurement, such as those controlled by\nmeasurement-based feedback. As examples, we demonstrate a 53-fold speed\nincrease for the simulation of the feedback cooling of a single trapped\nparticle, and the feedback cooling of a quantum field with 32 modes, which\nwould be impractical using previous brute force methods.\n","Comment: 5 pages, 2 figures"]}]
["0902.0685",{"format":[],"subject":["Mathematics - History and Overview","Mathematics - Differential Geometry","53D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0685","Letters in Mathematical Physics vol. 90 numbers 1-3 december 2009","doi:10.1007/s11005-009-0347-y"],"date":["2009-02-04","2009-12-18"],"type":["text"],"creator":["Marle, Charles-Michel"],"language":[],"coverage":[],"title":["The inception of Symplectic Geometry: the works of Lagrange and Poisson\n  during the years 1808-1810"],"description":["  The concept of a symplectic structure first appeared in the works of Lagrange\non the so-called \"method of variation of the constants\". These works are\npresented, together with those of Poisson, who first defined the composition\nlaw called today the \"Poisson bracket\". The method of variation of the\nconstants is presented using today's mathematical concepts and notations.\n","Comment: Presented at the meeting \"Poisson 2008\" in Lausanne, July 2008.\n  Published in Letters in Mathematical Physics. 22 pages"]}]
["0902.3345",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Algebraic Geometry","13J30","14P10","52-99","90C22","11E25","15A48","52A27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3345"],"date":["2009-02-19","2009-12-18"],"type":["text"],"creator":["Netzer, Tim","Plaumann, Daniel","Schweighofer, Markus"],"language":[],"coverage":[],"title":["Exposed faces of semidefinitely representable sets"],"description":["  A linear matrix inequality (LMI) is a condition stating that a symmetric\nmatrix whose entries are affine linear combinations of variables is positive\nsemidefinite. Motivated by the fact that diagonal LMIs define polyhedra, the\nsolution set of an LMI is called a spectrahedron. Linear images of spectrahedra\nare called semidefinite representable sets. Part of the interest in\nspectrahedra and semidefinite representable sets arises from the fact that one\ncan efficiently optimize linear functions on them by semidefinite programming,\nlike one can do on polyhedra by linear programming.\n  It is known that every face of a spectrahedron is exposed. This is also true\nin the general context of rigidly convex sets. We study the same question for\nsemidefinite representable sets. Lasserre proposed a moment matrix method to\nconstruct semidefinite representations for certain sets. Our main result is\nthat this method can only work if all faces of the considered set are exposed.\nThis necessary condition complements sufficient conditions recently proved by\nLasserre, Helton and Nie.\n"]}]
["0902.4651",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.4651","Nature Physics 5:741, 2009","doi:10.1038/nphys1395"],"date":["2009-02-26","2009-03-25"],"type":["text"],"creator":["Dunkel, Jörn","Hänggi, Peter","Hilbert, Stefan"],"language":[],"coverage":[],"title":["Nonlocal observables and lightcone-averaging in relativistic\n  thermodynamics"],"description":["  The unification of relativity and thermodynamics has been a subject of\nconsiderable debate over the last 100 years. The reasons for this are twofold:\n(i) Thermodynamic variables are nonlocal quantities and, thus, single out a\npreferred class of hyperplanes in spacetime. (ii) There exist different,\nseemingly equally plausible ways of defining heat and work in relativistic\nsystems. These ambiguities led, for example, to various proposals for the\nLorentz transformation law of temperature. Traditional 'isochronous'\nformulations of relativistic thermodynamics are neither theoretically\nsatisfactory nor experimentally feasible. Here, we demonstrate how these\ndeficiencies can be resolved by defining thermodynamic quantities with respect\nto the backward-lightcone of an observation event. This approach yields novel,\ntestable predictions and allows for a straightforward-extension of\nthermodynamics to General Relativity. Our theoretical considerations are\nillustrated through three-dimensional relativistic many-body simulations.\n","Comment: typos in Eqs. (12) and (14) corrected, minor additions in the text"]}]
["0903.3515",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3515","PHYSICAL REVIEW LETTERS (PRL) 103, 257003 (2009)","doi:10.1103/PhysRevLett.103.257003"],"date":["2009-03-20","2009-12-17"],"type":["text"],"creator":["Shirage, Parasharam M.","Kihou, Kunihiro","Miyazawa, Kiichi","Lee, Chul-Ho","Kito, Hijiri","Eisaki, Hiroshi","Yanagisawa, Takashi","Tanaka, Yasumoto","Iyo, Akira"],"language":[],"coverage":[],"title":["Inverse Iron Isotope Effect on the transition temperature of the\n  (Ba,K)Fe2As2 superconductor"],"description":["  We report that (Ba,K)Fe2As2 superconductor (a transition temperature, Tc = 38\nK) shows inverse Iron isotope effect (-0.18) (the sample including the larger\natomic weight of Fe depicts higher Tc). Measurements of both temperature\ndependent magnetization and resistivity reveal a clear inverse shift by\nsystematic studies on Tc using three types of Fe-isotopes (Fe-54, natural Fe\nand Fe-57). This indicates the first evidence of the inverse isotope effect in\nhigh-Tc superconductors. This atomic mass dependence on Tc implies the exotic\ncoupling mechanism.\n","Comment: 12 pages, 6 figures"]}]
["0904.0356",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.0356","Phys. Rev. E 80, 011125 (2009)","doi:10.1103/PhysRevE.80.011125"],"date":["2009-04-02","2009-06-28"],"type":["text"],"creator":["Li, Nianbei","Zhan, Fei","Hanggi, Peter","Li, Baowen"],"language":[],"coverage":[],"title":["Shuttling heat across 1D homogenous nonlinear lattices with a Brownian\n  heat motor"],"description":["  We investigate directed thermal heat flux across 1D homogenous nonlinear\nlattices when no net thermal bias is present on average. A nonlinear lattice of\nFermi-Pasta-Ulam-type or Lennard-Jones-type system is connected at both ends to\nthermal baths which are held at the same temperature on temporal average. We\nstudy two different modulations of the heat bath temperatures, namely: (i) a\nsymmetric, harmonic ac-driving of temperature of one heat bath only and (ii) a\nharmonic mixing drive of temperature acting on both heat baths. While for case\n(i) an adiabatic result for the net heat transport can be derived in terms of\nthe temperature dependent heat conductivity of the nonlinear lattice a similar\nsuch transport approach fails for the harmonic mixing case (ii). Then, for case\n(ii), not even the sign of the resulting Brownian motion induced heat flux can\nbe predicted a priori. A non-vanishing heat flux (including a non-adiabatic\nreversal of flux) is detected which is the result of an induced dynamical\nsymmetry breaking mechanism in conjunction with the nonlinearity of the lattice\ndynamics. Computer simulations demonstrate that the heat flux is robust against\nan increase of lattice sizes. The observed ratchet effect for such directed\nheat currents is quite sizable for our studied class of homogenous nonlinear\nlattice structures, thereby making this setup accessible for experimental\nimplementation and verification.\n","Comment: 9 pages, 10 figures. Phys. Rev. E (in press)"]}]
["0905.3016",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.3016","Physical Review E 80, 066114 (2009)","doi:10.1103/PhysRevE.80.066114"],"date":["2009-05-18","2009-12-18"],"type":["text"],"creator":["Lin, Yen-Chih","Sun, J. M.","Yang, H. W.","Wang, C. L.","Hwu, Yeukuang","Hong, T. M."],"language":[],"coverage":[],"title":["X-ray tomography of a crumpled plastoelastic thin sheet"],"description":["  A three-dimensional X-ray tomography is performed to investigate the internal\nstructure and its evolution of a crumpled aluminum foil. The upper and lower\nbounds of the internal geometric fractal dimension are determined, which\nincrease with the compression. Contrary to the simulation results, we find that\nthe mass distribution changes from being inhomogeneous to uniform. Corroborated\nwith the evidence from previous experiments, these findings support the\nphysical picture that the elastic property precedes the plastic one at\ndominating the deformation and mechanical response for all crumpled structures.\nWe show that the interior of a crumpled ball at the plastic regime can be\nmapped to the compact packing of a granular system.\n"]}]
["0906.2425",{"format":[],"subject":["Physics - Fluid Dynamics","Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2425"],"date":["2009-06-12","2009-12-18"],"type":["text"],"creator":["Donev, A.","Vanden-Eijnden, E.","Garcia, A. L.","Bell, J. B."],"language":[],"coverage":[],"title":["On the Accuracy of Finite-Volume Schemes for Fluctuating Hydrodynamics"],"description":["  This paper describes the development and analysis of finite-volume methods\nfor the Landau-Lifshitz Navier-Stokes (LLNS) equations and related stochastic\npartial differential equations in fluid dynamics. The LLNS equations\nincorporate thermal fluctuations into macroscopic hydrodynamics by the addition\nof white-noise fluxes whose magnitudes are set by a fluctuation-dissipation\nrelation. Originally derived for equilibrium fluctuations, the LLNS equations\nhave also been shown to be accurate for non-equilibrium systems. Previous\nstudies of numerical methods for the LLNS equations focused primarily on\nmeasuring variances and correlations computed at equilibrium and for selected\nnon-equilibrium flows. In this paper, we introduce a more systematic approach\nbased on studying discrete equilibrium structure factors for a broad class of\nexplicit linear finite-volume schemes. This new approach provides a better\ncharacterization of the accuracy of a spatio-temporal discretization as a\nfunction of wavenumber and frequency, allowing us to distinguish between\nbehavior at long wavelengths, where accuracy is a prime concern, and short\nwavelengths, where stability concerns are of greater importance. We use this\nanalysis to develop a specialized third-order Runge Kutta scheme that minimizes\nthe temporal integration error in the discrete structure factor at long\nwavelengths for the one-dimensional linearized LLNS equations. Together with a\nnovel method for discretizing the stochastic stress tensor in dimension larger\nthan one, our improved temporal integrator yields a scheme for the\nthree-dimensional equations that satisfies a discrete fluctuation-dissipation\nbalance for small time steps and is also sufficiently accurate even for time\nsteps close to the stability limit.\n","Comment: Significant revisions from v1 including a new 3D method. Now 50\n  pages, submitted to CAMCOS"]}]
["0907.0834",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0834","Phys. Lett. B 679 (2009) 436-439","doi:10.1016/j.physletb.2009.08.020"],"date":["2009-07-05"],"type":["text"],"creator":["Nakayama, Kazunori","Takahashi, Fuminobu"],"language":[],"coverage":[],"title":["The R-axion and non-Gaussianity"],"description":["  We study cosmological implications of an R-axion, a pseudo Nambu-Goldstone\nboson associated with spontaneous breaking of an U(1)_R symmetry, focusing on\nits quantum fluctuations generated during inflation. We show that, in the\nanomaly mediation, the R-axion decays into a pair of gravitinos, which\neventually decay into the visible particles producing the neutralino LSP. As a\nresult, the quantum fluctuations of the R-axion are inherited by the cold dark\nmatter isocurvature density perturbation with potentially large\nnon-Gaussianity. The constraints on the inflation scale and the initial\nmisalignment are derived.\n","Comment: 10 pages, 2 figures"]}]
["0907.1948",{"format":[],"subject":["Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1948"],"date":["2009-07-13","2009-12-18"],"type":["text"],"creator":["Dughmi, Shaddin","Fu, Hu","Kleinberg, Robert"],"language":[],"coverage":[],"title":["Amplified Hardness of Approximation for VCG-Based Mechanisms"],"description":["  If a two-player social welfare maximization problem does not admit a PTAS, we\nprove that any maximal-in-range truthful mechanism that runs in polynomial time\ncannot achieve an approximation factor better than 1/2. Moreover, for the\nk-player version of the same problem, the hardness of approximation improves to\n1/k under the same two-player hardness assumption. (We note that 1/k is\nachievable by a trivial deterministic maximal-in-range mechanism.) This\nhardness result encompasses not only deterministic maximal-in-range mechanisms,\nbut also all universally-truthful randomized maximal in range algorithms, as\nwell as a class of strictly more powerful truthful-in-expectation randomized\nmechanisms recently introduced by Dobzinski and Dughmi. Our result applies to\nany class of valuation functions that satisfies some minimal closure\nproperties. These properties are satisfied by the valuation functions in all\nwell-studied APX-hard social welfare maximization problems, such as coverage,\nsubmodular, and subadditive valuations.\n  We also prove a stronger result for universally-truthful maximal-in-range\nmechanisms. Namely, even for the class of budgeted additive valuations, which\nadmits an FPTAS, no such mechanism can achieve an approximation factor better\nthan 1/k in polynomial time.\n"]}]
["0907.2760",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.2760","Phys.Rev.D80:084025,2009","doi:10.1103/PhysRevD.80.084025"],"date":["2009-07-16","2009-12-18"],"type":["text"],"creator":["Yoshino, Hirotaka","Shibata, Masaru"],"language":[],"coverage":[],"title":["Higher-dimensional numerical relativity: Formulation and code tests"],"description":["  We derive a formalism of numerical relativity for higher-dimensional\nspacetimes and develop numerical codes for simulating a wide variety of\nfive-dimensional (5D) spacetimes for the first time. First, the\nBaumgarte-Shapiro-Shibata-Nakamura formalism is extended for arbitrary\nspacetime dimensions $D \\ge 4$, and then, the so-called cartoon method, which\nwas originally proposed as a robust method for simulating axisymmetric 4D\nspacetimes, is described for 5D spacetimes of several types of symmetries.\nImplementing 5D numerical relativity codes with the cartoon methods, we perform\ntest simulations by evolving a 5D Schwarzschild spacetime and a 5D spacetime\ncomposed of a gravitational-wave packet of small amplitude. The numerical\nsimulations are stably performed for a sufficiently long time, as done in the\n4D case, and the obtained numerical results agree well with the analytic\nsolutions: The numerical solutions are shown to converge at the correct order.\nWe also confirm that a longterm accurate evolution of the 5D Schwarzschild\nspacetime is feasible using the so-called puncture approach. In addition, we\nderive the Landau-Lifshitz pseudo tensor in arbitrary dimensions, and show that\nit gives a robust tool for computing the energy flux of gravitational waves.\nThe formulations and methods developed in this paper provide a powerful tool\nfor studying nonlinear dynamics of higher-dimensional gravity.\n","Comment: 36 pages, 7 figures, minor discussions added, published version"]}]
["0908.0245",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0245","Astrophys.J.708:1168-1203,2010","doi:10.1088/0004-637X/708/2/1168"],"date":["2009-08-03","2009-11-20"],"type":["text"],"creator":["Tanaka, M.","Chiba, M.","Komiyama, Y.","Guhathakurta, P.","Kalirai, J. S.","Iye, M."],"language":[],"coverage":[],"title":["Structure and Population of the Andromeda Stellar Halo from a\n  Subaru/Suprime-Cam Survey"],"description":["  We present a photometric survey of the stellar halo of the Andromeda galaxy,\nusing Suprime-Cam on the Subaru Telescope. A detailed analysis of VI\ncolor-magnitude diagrams of the resolved stellar population is used to measure\nproperties such as line-of-sight distance, surface brightness, metallicity, and\nage, and these are used to isolate and characterize different components of the\nM31 halo: (1) several substructures, and (2) the smooth halo. First, we study\nM31's halo substructure along the north-west/south-east minor axis out to R ~\n100 kpc and the south-west major axis region at R ~ 60 kpc. We confirm two\nsubstructures in the south-east halo reported by Ibata et al. (2007) and\ndiscover two overdense substructures in the north-west halo. We investigate the\nproperties of these four substructures as well as other structures including\nthe western shelf and find that differences in stellar populations among these\nsystems, thereby suggesting each has a different origin. Our statistical\nanalysis implies that the M31 halo as a whole may contain at least 16\nsubstructures, each with a different origin. Second, we investigate the\nproperties of an underlying, smooth and extended halo component out to R > 100\nkpc. We find that the surface density of this smooth halo can be fitted to a\nHernquist model of scale radius ~ 17 kpc or a power-law profile with ~ R^{-2.17\n+/- 0.15}. In contrast to the relative smoothness of the halo density profile,\nits metallicity distribution appears to be spatially non-uniform with\nnon-monotonic variations with radius, suggesting that the halo population has\nnot had sufficient time to dynamically homogenize the accreted populations.\nFurther implications for the formation of the M31 halo are discussed.\n","Comment: 40 pages, 44 figures, accepted for publication in the ApJ. High\n  resolution version available at\n  http://www.astr.tohoku.ac.jp/~mikito/AndromedaHalo.pdf"]}]
["0908.0904",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0904","Phys. Rev. B 80, 165119 (2009)","doi:10.1103/PhysRevB.80.165119"],"date":["2009-08-06","2009-12-17"],"type":["text"],"creator":["Braunecker, Bernd","Simon, Pascal","Loss, Daniel"],"language":[],"coverage":[],"title":["Nuclear magnetism and electron order in interacting one-dimensional\n  conductors"],"description":["  The interaction between localized magnetic moments and the electrons of a\none-dimensional conductor can lead to an ordered phase in which the magnetic\nmoments and the electrons are tightly bound to each other. We show here that\nthis occurs when a lattice of nuclear spins is embedded in a Luttinger liquid.\nExperimentally available examples of such a system are single wall carbon\nnanotubes grown entirely from 13C and GaAs-based quantum wires. In these\nsystems the hyperfine interaction between the nuclear spin and the conduction\nelectron spin is very weak, yet it triggers a strong feedback reaction that\nresults in an ordered phase consisting of a nuclear helimagnet that is\ninseparably bound to an electronic density wave combining charge and spin\ndegrees of freedom. This effect can be interpreted as a strong renormalization\nof the nuclear Overhauser field and is a unique signature of Luttinger liquid\nphysics. Through the feedback the order persists up into the millikelvin range.\nA particular signature is the reduction of the electric conductance by the\nuniversal factor 2.\n","Comment: 30 pages, 10 figures; Sec. II contains a 2+ pages summary giving a\n  complete overview to the main conditions and results; v3: updated references,\n  typos corrected"]}]
["0908.1311",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.1311","Phys.Rev.D80:114505,2009","doi:10.1103/PhysRevD.80.114505"],"date":["2009-08-10","2009-12-10"],"type":["text"],"creator":["Iritani, Takumi","Suganuma, Hideo","Iida, Hideaki"],"language":[],"coverage":[],"title":["Gluon-propagator functional form in the Landau gauge in SU(3) lattice\n  QCD: Yukawa-type gluon propagator and anomalous gluon spectral function"],"description":["  We study the gluon propagator $D_{\\mu\\nu}^{ab}(x)$ in the Landau gauge in\nSU(3) lattice QCD at $\\beta$ = 5.7, 5.8, and 6.0 at the quenched level. The\neffective gluon mass is estimated as $400 \\sim 600$MeV for $r \\equiv (x_\\alpha\nx_\\alpha)^{1/2} = 0.5 \\sim 1.0$ fm. Through the functional-form analysis of\n$D_{\\mu\\nu}^{ab}(x)$ obtained in lattice QCD, we find that the Landau-gauge\ngluon propagator $D_{\\mu\\mu}^{aa}(r)$ is well described by the Yukawa-type\nfunction $e^{-mr}/r$ with $m \\simeq 600$MeV for $r = 0.1 \\sim 1.0$ fm in the\nfour-dimensional Euclidean space-time. In the momentum space, the gluon\npropagator $\\tilde D_{\\mu\\mu}^{aa}(p^2)$ with $(p^2)^{1/2}= 0.5 \\sim 3$ GeV is\nfound to be well approximated with a new-type propagator of $(p^2+m^2)^{-3/2}$,\nwhich corresponds to the four-dimensional Yukawa-type propagator. Associated\nwith the Yukawa-type gluon propagator, we derive analytical expressions for the\nzero-spatial-momentum propagator $D_0(t)$, the effective mass $M_{\\rm eff}(t)$,\nand the spectral function $\\rho(\\omega)$ of the gluon field. The mass parameter\n$m$ turns out to be the effective gluon mass in the infrared region of $\\sim$\n1fm. As a remarkable fact, the obtained gluon spectral function $\\rho(\\omega)$\nis almost negative-definite for $\\omega >m$, except for a positive\n$\\delta$-functional peak at $\\omega=m$.\n","Comment: 20 pages, 15 figures"]}]
["0908.2731",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2731","Solar Phys (2009) 260, 261-270.","doi:10.1007/s11207-009-9443-5"],"date":["2009-08-19"],"type":["text"],"creator":["Demidov, Michael L.","Balthasar, Horst"],"language":[],"coverage":[],"title":["Spectro-polarimetric observations of solar magnetic fields and the\n  SOHO/MDI calibration issue"],"description":["  Comparisons of solar magnetic-field measurements made in different spectral\nlines are very important, especially in those lines in which observations have\na long history or(and) specific diagnostic significance. The spectral lines FeI\n523.3 nm and FeI525.0 nm belong to this class. Therefore, this study is devoted\nto a comprehensive analysis using new high-precision Stokes-meter full-disk\nobservations. The disk-averaged magnetic-field strength ratio R =\nB(523.3)/B(525.0) equals 1.97 +- 0.02. The center-to-limb variation (CLV) is R\n= 1.74 - 2.43 mu + 3.43 mu^2, where mu is the cosine of the center-to-limb\nangle. For the disk center, we find R = 2.74, and for near-limb areas with mu =\n0.3, R equals 1.32. There is only a small dependence of R on the spatial\nresolution. Our results are rather close to those published three decades ago,\nbut differ significantly from recent magnetographic observations. An\napplication of our results to the important SOHO/MDI magnetic data calibration\nissue is discussed. We conclude that the revision of the SOHO/MDI data, based\nonly on the comparison of magnetic field measurements in the line pair FeI\n523.3 nm and FeI 525.0 nm (increasing by a factor of 1.7 or 1.6 on average\naccording to recent publications) is not obvious and new investigations are\nurgently needed.\n"]}]
["0908.3768",{"format":[],"subject":["Mathematics - Analysis of PDEs","35J20","35J61","35J10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3768"],"date":["2009-08-26","2009-12-18"],"type":["text"],"creator":["Secchi, Simone"],"language":[],"coverage":[],"title":["A note on Schr\\\"odinger--Newton systems with decaying electric potential"],"description":["  We prove the existence of solutions for the singularly perturbed\nSchr\\\"odinger--Newton system\n  {ll}\n  \\hbar^2 \\Delta \\psi - V(x) \\psi + U \\psi =0\n  \\hbar^2 \\Delta U + 4\\pi \\gamma |\\psi|^2 =0 . \\hbox{in $\\mathbb{R}^3$} with an\nelectric potential (V) that decays polynomially fast at infinity. The solution\n$\\psi$ concentrates, as $\\hbar \\to 0$, around (structurally stable) critical\npoints of the electric potential. As a particular case, isolated strict extrema\nof (V) are allowed.\n","Comment: 19 pages"]}]
["0908.3890",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3890","Mon. Not. R. Astron. Soc. 400, 2122 (2009)","doi:10.1111/j.1365-2966.2009.15605.x"],"date":["2009-08-26"],"type":["text"],"creator":["Ando, Shin'ichiro","Pavlidou, Vasiliki"],"language":[],"coverage":[],"title":["Imprint of galaxy clustering in the cosmic gamma-ray background"],"description":["  Star-forming galaxies are predicted to contribute considerably to the cosmic\ngamma-ray background (CGB) as they are confirmed gamma-ray emitters and are the\nmost numerous population of gamma-ray sources, although individually faint.\nEven though the Fermi Gamma-ray Space Telescope will be able to resolve few\nstar-forming galaxies individually, their fractional contribution to the CGB\nshould become far more significant than it was for past measurements of the CGB\nas many of the brighter, formerly unresolved sources will be resolved out.\nThus, the clustering feature of galaxies imprinted on the CGB might be\ndetectable by Fermi. In anticipation of such measurements, we calculate the\npredicted angular auto-power and cross-power spectra of the CGB from normal\ngalaxies. We find that the amplitude of the auto-power spectrum is smaller than\nthat for other sources such as blazars and dark-matter annihilation; the shape\nis also characteristic. We also show that the cross-power spectrum with galaxy\nsurveys features larger amplitude. Fermi should be able to detect the\ncorrelation signature in both the auto-power and cross-power spectra at angular\nscales of ~1-10 deg after 5-yr of operation. Such a detection would be valuable\nin confirming the level of the star-forming galaxy contribution to the CGB, and\nmore importantly, in serving as a tool in the effort to discriminate between\npossible origins of the CGB.\n","Comment: 7 pages, 6 figures; accepted to MNRAS"]}]
["0908.4565",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","46L10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.4565"],"date":["2009-08-31","2009-12-18"],"type":["text"],"creator":["Sherman, David"],"language":[],"coverage":[],"title":["On cardinal invariants and generators for von Neumann algebras"],"description":["  We demonstrate how virtually all common cardinal invariants associated to a\nvon Neumann algebra M can be computed from the decomposability number, dec(M),\nand the minimal cardinality of a generating set, gen(M). Applications include\nthe equivalence of the well-known generator problem, \"Is every separably-acting\nvon Neumann algebra singly-generated?\", with the formally stronger questions,\n\"Is every countably-generated von Neumann algebra singly-generated?\" and \"Is\nthe gen invariant monotone?\" Modulo the generator problem, we determine the\nrange of the invariant (gen(M), dec(M)), which is mostly governed by the\ninequality dec(M) leq c^{gen(M)}.\n","Comment: 22 pages; the main additions are Theorem 3.8 and Section 8"]}]
["0909.1550",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.1550","PRL 103, 250501 (2009)","doi:10.1103/PhysRevLett.103.250501"],"date":["2009-09-08","2009-12-18"],"type":["text"],"creator":["Passante, G.","Moussa, O.","Ryan, C. A.","Laflamme, R."],"language":[],"coverage":[],"title":["Experimental approximation of the Jones polynomial with DQC1"],"description":["  We present experimental results approximating the Jones polynomial using 4\nqubits in a liquid state nuclear magnetic resonance quantum information\nprocessor. This is the first experimental implementation of a complete problem\nfor the deterministic quantum computation with one quantum bit model of quantum\ncomputation, which uses a single qubit accompanied by a register of completely\nrandom states. The Jones polynomial is a knot invariant that is important not\nonly to knot theory, but also to statistical mechanics and quantum field\ntheory. The implemented algorithm is a modification of the algorithm developed\nby Shor and Jordan suitable for implementation in NMR. These experimental\nresults show that for the restricted case of knots whose braid representations\nhave four strands and exactly three crossings, identifying distinct knots is\npossible 91% of the time.\n","Comment: 5 figures. Version 2 changes: published version, minor errors\n  corrected, slight changes to improve readability"]}]
["0909.1854",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.1854"],"date":["2009-09-09","2009-12-18"],"type":["text"],"creator":["Allman, Elizabeth S.","Petrović, Sonja","Rhodes, John A.","Sullivant, Seth"],"language":[],"coverage":[],"title":["Identifiability of 2-tree mixtures for group-based models"],"description":["  Phylogenetic data arising on two possibly different tree topologies might be\nmixed through several biological mechanisms, including incomplete lineage\nsorting or horizontal gene transfer in the case of different topologies, or\nsimply different substitution processes on characters in the case of the same\ntopology. Recent work on a 2-state symmetric model of character change showed\nsuch a mixture model has non-identifiable parameters, and thus it is\ntheoretically impossible to determine the two tree topologies from any amount\nof data under such circumstances. Here the question of identifiability is\ninvestigated for 2-tree mixtures of the 4-state group-based models, which are\nmore relevant to DNA sequence data. Using algebraic techniques, we show that\nthe tree parameters are identifiable for the JC and K2P models. We also prove\nthat generic substitution parameters for the JC mixture models are\nidentifiable, and for the K2P and K3P models obtain generic identifiability\nresults for mixtures on the same tree. This indicates that the full\nphylogenetic signal remains in such mixtures, and that the 2-state symmetric\nresult is thus a misleading guide to the behavior of other models.\n","Comment: 13 pages, 3 figures; updated to reflect minor changes in version to\n  be published, reference included to supplementary materials for calculations"]}]
["0909.2222",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.2222","Phys. Rev. Lett. 103, 257802 (2009)","doi:10.1103/PhysRevLett.103.257802"],"date":["2009-09-11","2009-12-18"],"type":["text"],"creator":["Levin, Yan","Santos, Alexandre P. dos","Diehl, Alexandre"],"language":[],"coverage":[],"title":["Ions at the air-water interface: An end to one hundred year old mystery?"],"description":["  Availability of highly reactive halogen ions at the surface of aerosols has\ntremendous implications for the atmospheric chemistry. Yet neither simulations,\nexperiments, nor existing theories are able to provide a fully consistent\ndescription of the electrolyte-air interface. In this paper a new theory is\nproposed which allows us to explicitly calculate the ionic density profiles,\nthe surface tension, and the electrostatic potential difference across the\nsolution-air interface. Predictions of the theory are compared to experiments\nand are found to be in excellent agreement. The theory also sheds new light on\none of the oldest puzzles of physical chemistry -- the Hofmeister effect.\n"]}]
["0909.3381",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.3381","published in Phys. Rev. E 80, 061115 (2009)","doi:10.1103/PhysRevE.80.061115"],"date":["2009-09-18"],"type":["text"],"creator":["Zhan, Fei","Li, Nianbei","Kohler, Sigmund","Hänggi, Peter"],"language":[],"coverage":[],"title":["Molecular wires acting as quantum heat ratchets"],"description":["  We explore heat transfer in molecular junctions between two leads in the\nabsence of a finite net thermal bias. The application of an unbiased,\ntime-periodic temperature modulation of the leads entails a dynamical breaking\nof reflection symmetry, such that a directed heat current may emerge (ratchet\neffect). In particular, we consider two cases of adiabatically slow driving,\nnamely (i) periodic temperature modulation of only one lead and (ii)\ntemperature modulation of both leads with an ac driving that contains a second\nharmonic, thus generating harmonic mixing. Both scenarios yield sizeable\ndirected heat currents which should be detectable with present techniques.\nAdding a static thermal bias, allows one to compute the heat current-thermal\nload characteristics which includes the ratchet effect of negative thermal bias\nwith positive-valued heat flow against the thermal bias, up to the thermal\nstop-load. The ratchet heat flow in turn generates also an electric current. An\napplied electric stop-voltage, yielding effective zero electric current flow,\nthen mimics a solely heat-ratchet-induced thermopower (``ratchet Seebeck\neffect''), although no net thermal bias is acting. Moreover, we find that the\nrelative phase between the two harmonics in scenario (ii) enables steering the\nnet heat current into a direction of choice.\n","Comment: 9 pages, 8 figures"]}]
["0909.3529",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.3529","Phys. Rev. Lett. 103 (2009) 257804","doi:10.1103/PhysRevLett.103.257804"],"date":["2009-09-18"],"type":["text"],"creator":["Matsumoto, Elisabetta A.","Alexander, Gareth P.","Kamien, Randall D."],"language":[],"coverage":[],"title":["Helical Nanofilaments and the High Chirality Limit of Smectics-A"],"description":["  Liquid crystalline systems exhibiting both macroscopic chirality and smectic\norder experience frustration resulting in mesophases possessing complex\nthree-dimensional order. In the twist-grain-boundary phase, defect lattices\nmediate the propagation of twist throughout the system. We propose a new chiral\nsmectic structure composed of a lattice of chiral bundles as a model of the\nhelical nanofilament (B4) phase of bent core smectics.\n","Comment: 4 pages, 3 figures, the full catastrophe"]}]
["0909.4547",{"format":[],"subject":["Mathematics - Combinatorics","52C35","82D60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.4547"],"date":["2009-09-24","2009-12-17"],"type":["text"],"creator":["Meszaros, Karola","Postnikov, Alexander"],"language":[],"coverage":[],"title":["Branched polymers and hyperplane arrangements"],"description":["  We generalize the construction of connected branched polymers and the notion\nof the volume of the space of connected branched polymers studied by Brydges\nand Imbrie, and Kenyon and Winkler to any hyperplane arrangement A. The volume\nof the resulting configuration space of connected branched polymers associated\nto the hyperplane arrangement A is expressed through the value of the\ncharacteristic polynomial of A at 0. We give a more general definition of the\nspace of branched polymers, where we do not require connectivity, and introduce\nthe notion of q-volume for it, which is expressed through the value of the\ncharacteristic polynomial of A at -q. Finally, we relate the volume of the\nspace of branched polymers to broken circuits and show that the cohomology ring\nof the space of branched polymers is isomorphic to the Orlik-Solomon algebra.\n","Comment: 17 pages"]}]
["0909.5322",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.5322"],"date":["2009-09-29","2009-12-18"],"type":["text"],"creator":["Krantz, Tom","Schwachöfer, Lorenz J."],"language":[],"coverage":[],"title":["Extrinsically Immersed Symplectic Symmetric Spaces"],"description":["  Let $(V, \\Om)$ be a symplectic vector space and let $\\phi: M \\ra V$ be a\nsymplectic immersion. We show that $\\phi(M) \\subset V$ is (locally) an\nextrinsic symplectic symmetric space (e.s.s.s.) in the sense of \\cite{CGRS} if\nand only if the second fundamental form of $\\phi$ is parallel.\n  Furthermore, we show that any symmetric space which admits an immersion as an\ne.s.s.s. also admits a {\\em full} such immersion, i.e., such that $\\phi(M)$ is\nnot contained in a proper affine subspace of $V$, and this immersion is unique\nup to affine equivalence.\n  Moreover, we show that any extrinsic symplectic immersion of $M$ factors\nthrough to the full one by a symplectic reduction of the ambient space. In\nparticular, this shows that the full immersion is characterized by having an\nambient space $V$ of minimal dimension.\n","Comment: 15 pages, version to be published by Annals of Global Analysis and\n  Geometry"]}]
["0910.0280",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0280","PHYSICAL REVIEW E 80, 061205 (2009)","doi:10.1103/PhysRevE.80.061205"],"date":["2009-10-01"],"type":["text"],"creator":["Krekelberg, William P.","Pond, Mark J.","Goel, Gaurav","Shen, Vincent K.","Errington, Jeffrey R.","Truskett, Thomas M."],"language":[],"coverage":[],"title":["Generalized Rosenfeld scalings for tracer diffusivities in not-so-simple\n  fluids: Mixtures and soft particles"],"description":["  Rosenfeld [Phys. Rev. A 15, 2545 (1977)] noticed that casting transport\ncoefficients of simple monatomic, equilibrium fluids in specific dimensionless\nforms makes them approximately single-valued functions of excess entropy. This\nhas predictive value because, while the transport coefficients of dense fluids\nare difficult to estimate from first principles, excess entropy can often be\naccurately predicted from liquid-state theory. Here, we use molecular\nsimulations to investigate whether Rosenfeld's observation is a special case of\na more general scaling law relating mobility of particles in mixtures to excess\nentropy. Specifically, we study tracer diffusivities, static structure, and\nthermodynamic properties of a variety of one- and two-component model fluid\nsystems with either additive or non-additive interactions of the hard-sphere or\nGaussian-core form. The results of the simulations demonstrate that the effects\nof mixture concentration and composition, particle-size asymmetry and\nadditivity, and strength of the interparticle interactions in these fluids are\nconsistent with an empirical scaling law relating the excess entropy to a new\ndimensionless (generalized Rosenfeld) form of tracer diffusivity, which we\nintroduce here. The dimensionless form of the tracer diffusivity follows from\nknowledge of the intermolecular potential and the transport / thermodynamic\nbehavior of fluids in the dilute limit. The generalized Rosenfeld scaling\nrequires less information, and provides more accurate predictions, than either\nEnskog theory or scalings based on the pair-correlation contribution to the\nexcess entropy. As we show, however, it also suffers from some limitations,\nespecially for systems that exhibit significant decoupling of individual\ncomponent tracer diffusivities.\n","Comment: 15 pages, 10 figures"]}]
["0910.3753",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3753","Appl. Phys. Express 2, 121103 (2009).","doi:10.1143/APEX.2.121103"],"date":["2009-10-20","2009-11-19"],"type":["text"],"creator":["Yoshikawa, Akira","Uchida, Kosuke","Koumoto, Kunihito","Kato, Takeharu","Ikuhara, Yuichi","Ohta, Hiromichi"],"language":[],"coverage":[],"title":["Electric-Field Modulation of Thermopower for the KTaO3 Field Effect\n  Transistors"],"description":["  We show herein fabrication and field-modulated thermopower for KTaO3\nsingle-crystal based field-effect transistors (FETs). The KTaO3 FET exhibits\nfield effect mobility of ~8 cm2/Vs, which is ~4 times larger than that of\nSrTiO3 FETs. The thermopower of the KTaO3 FET decreased from 600 to 220\nmicroV/K by the application of gate electric field up to 1.5 MV/cm, ~400\nmicroV/K below that of an SrTiO3 FET, clearly reflecting the smaller carrier\neffective mass of KTaO3.\n","Comment: 13 pages, 4 figures"]}]
["0910.4419",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Group Theory","55N99","20J05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.4419","London Math. Soc. Lecture Note Series, Vol 358 (2009), 256-271"],"date":["2009-10-22"],"type":["text"],"creator":["Chatterji, Indira","Mislin, Guido"],"language":[],"coverage":[],"title":["Hattori-Stallings trace and Euler characteristics for groups"],"description":["  We discuss properties of the complete Euler characteristic of a group G of\ntype FP over the complex numbers and we relate it to the L2-Euler\ncharacteristic of the centralizers of the elements of G.\n","Comment: To appear in: London Math. Society Lecture Note Series, Vol 358, 2009"]}]
["0910.4909",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.4909"],"date":["2009-10-26","2009-12-18"],"type":["text"],"creator":["Wüstenberg, Jan-Peter","Ishikawa, Takayuki","Yamamoto, Masafumi","Herbort, Christian","Jourdan, Martin","Aeschlimann, Martin","Cinchetti, Mirko"],"language":[],"coverage":[],"title":["Direct determination of the surface termination in full Heusler alloys\n  by means of low energy electron diffraction"],"description":["  The performance of Heusler based magnetoresistive multilayer devices depends\ncrucially on the spin polarization and thus on the structural details of the\ninvolved surfaces. Using low energy electron diffraction (LEED), one can\nnon-destructively distinguish between important surface terminations of Co2XY\nfull-Heusler alloys. We present an analysis of the LEED patterns of the Y-Z\n,the vacancy-Z, the Co and the disordered B2 and A2 terminations. As an\nexample, we show that the surface geometries of bulk L21 ordered Co2MnSi and\nbulk B2 disordered Co2Cr0.6Fe0.4Al can be determined by comparing the\nexperimental LEED patterns with the presented reference patterns.\n","Comment: submitted to Appl. Phys. Lett. 3 pages, 2 figures"]}]
["0911.1195",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.1195","Mod.Phys.Lett.A24:2803-2824,2009","doi:10.1142/S0217732309001029"],"date":["2009-11-06"],"type":["text"],"creator":["Efremov, A.","Radyushkin, A."],"language":[],"coverage":[],"title":["Perturbative QCD of hard and soft processes"],"description":["  We discuss some problems concerning the application of perturbative QCD to\nhigh energy processes. In particular for hard processes, we analyze higher\norder and higher twist corrections. It is argued that these effects are of\ngreat importance for understanding the behaviour of pion electromagnetic form\nfactor at moderately large momentum transfers. For soft processes, we show that\nsumming the contributions of the lowest twist operators leads to a Regge-like\namplitude.\n","Comment: Reproduction of unpublished JINR Report E2-80-521, Dubna 1980. 22\n  pages 9 figures. To be published in Modern Physics Letters A. Style file is\n  included"]}]
["0911.1287",{"format":[],"subject":["Mathematics - Analysis of PDEs","35L05","35Q40","58J50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.1287"],"date":["2009-11-06","2009-12-18"],"type":["text"],"creator":["Boussaid, Nabile","D'Ancona, Piero","Fanelli, Luca"],"language":[],"coverage":[],"title":["Virial identity and weak dispersion for the magnetic Dirac equation"],"description":["  We analyze the dispersive properties of a Dirac system perturbed with a\nmagnetic field. We prove a general virial identity; as applications, we obtain\nsmoothing and endpoint Strichartz estimates which are optimal from the decay\npoint of view. We also prove a Hardy-type inequality for the perturbed Dirac\noperator.\n","Comment: 13 pages, typos in the statement of theorem 1.3 and clarification of\n  the proof in subsection 3.2"]}]
["0911.2519",{"format":[],"subject":["Mathematics - Probability","Mathematics - Combinatorics","60C05, 05E10, 68P10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2519"],"date":["2009-11-13","2009-12-17"],"type":["text"],"creator":["Angel, Omer","Holroyd, Alexander E."],"language":[],"coverage":[],"title":["Random Subnetworks of Random Sorting Networks"],"description":["  A sorting network is a shortest path from 12...n to n...21 in the Cayley\ngraph of S_n generated by nearest-neighbor swaps. For m<=n, consider the random\nm-particle sorting network obtained by choosing an n-particle sorting network\nuniformly at random and then observing only the relative order of m particles\nchosen uniformly at random. We prove that the expected number of swaps in\nlocation j in the subnetwork does not depend on n, and we provide a formula for\nit. Our proof is probabilistic, and involves a Polya urn with non-integer\nnumbers of balls. From the case m=4 we obtain a proof of a conjecture of\nWarrington. Our result is consistent with a conjectural limiting law of the\nsubnetwork as n->infinity implied by the great circle conjecture Angel,\nHolroyd, Romik and Virag.\n","Comment: 9 pages; minor changes to open problems"]}]
["0911.2700",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2700","Astrophys. J. 708 (2010) L14-L17","doi:10.1088/2041-8205/708/1/L14"],"date":["2009-11-13"],"type":["text"],"creator":["McGaugh, Stacy S.","Schombert, James M.","de Blok, W. J. G.","Zagursky, Matthew J."],"language":[],"coverage":[],"title":["The Baryon Content of Cosmic Structures"],"description":["  We make an inventory of the baryonic and gravitating mass in structures\nranging from the smallest galaxies to rich clusters of galaxies. We find that\nthe fraction of baryons converted to stars reaches a maximum between M500 =\n1E12 and 1E13 Msun, suggesting that star formation is most efficient in bright\ngalaxies in groups. The fraction of baryons detected in all forms deviates\nmonotonically from the cosmic baryon fraction as a function of mass. On the\nlargest scales of clusters, most of the expected baryons are detected, while in\nthe smallest dwarf galaxies, fewer than 1% are detected. Where these missing\nbaryons reside is unclear.\n","Comment: ApJ Letters, in press"]}]
["0911.3178",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Differential Geometry","37D40, 53C44, 37A35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.3178"],"date":["2009-11-16","2009-12-18"],"type":["text"],"creator":["Thompson, Daniel J."],"language":[],"coverage":[],"title":["A criterion for topological entropy to decrease under normalised Ricci\n  flow"],"description":["  In 2004, Manning showed that the topological entropy of the geodesic flow for\na surface of negative curvature decreases as the metric evolves under the\nnormalised Ricci flow. It is an interesting open problem, also due to Manning,\nto determine to what extent such behaviour persists for higher dimensional\nmanifolds. In this short note, we describe the problem and give a strong\ncriterion under which monotonicity of the topological entropy can be\nestablished for a short time. In particular, the criterion applies to metrics\nof negative sectional curvature which are in the same conformal class as a\nmetric of constant negative sectional curvature.\n","Comment: Revised version, 5 pages. The previous version was incorrect due to\n  the use of a misquoted result (which was also misstated in the source). The\n  corrected version of the argument applies to a more restricted class of\n  metrics than previously claimed"]}]
["0911.3693",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Statistical Mechanics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.3693"],"date":["2009-11-18"],"type":["text"],"creator":["Bazhanov, Vladimir V.","Mangazeev, Vladimir V.","Sergeev, Sergey M."],"language":[],"coverage":[],"title":["Quantum Geometry of 3-Dimensional Lattices and Tetrahedron Equation"],"description":["  We study geometric consistency relations between angles of 3-dimensional (3D)\ncircular quadrilateral lattices -- lattices whose faces are planar\nquadrilaterals inscribable into a circle. We show that these relations generate\ncanonical transformations of a remarkable \"ultra-local\" Poisson bracket algebra\ndefined on discrete 2D surfaces consisting of circular quadrilaterals.\nQuantization of this structure allowed us to obtain new solutions of the\ntetrahedron equation (the 3D analog of the Yang-Baxter equation) as well as\nreproduce all those that were previously known. These solutions generate an\ninfinite number of non-trivial solutions of the Yang-Baxter equation and also\ndefine integrable 3D models of statistical mechanics and quantum field theory.\nThe latter can be thought of as describing quantum fluctuations of lattice\ngeometry.\n","Comment: Plenary talk at the XVI International Congress on Mathematical\n  Physics, 3-8 August 2009, Prague, Czech Republic"]}]
["0912.0346",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.0346"],"date":["2009-12-02","2009-12-18"],"type":["text"],"creator":["Dewangan, L. K.","Anandarao, B. G."],"language":[],"coverage":[],"title":["Spitzer IRAC imaging photometric study of the massive star forming\n  region AFGL 437"],"description":["  We present {\\it Spitzer} IRAC mid-infrared photometry on the massive star\nforming region AFGL 437 (IRAS 03035+5819). From the IRAC colour-colour diagram,\nwe identify several new embedded YSOs within 64 arcsec of the central compact\ncluster. Using the IRAC ratio images, we investigate the molecular outflows\nassociated with the highly embedded young stellar object WK34 in the central\ncluster. We attribute the lobes seen (extended to $\\sim$ 0.16 pc in the north)\nin the ratio map to shocked molecular hydrogen emission. IRAC images reveal a\nlarge diffuse nebulosity associated with the central cluster and extending up\nto $\\sim$ 8.0 pc from south-west to north-east direction with its brightness\ngradually increasing from 3.6 to 8.0 $\\mu$m. A dense box-car-shaped nebula\n(more than 2.0 pc in size) situated to the south-west of the cluster shows\nmolecular hydrogen emission that may have been caused by shock waves from the\ncompact cluster sources. It seems that these sources are also responsible for\nthe infrared-bright nebulosity. Using a 2D radiative transfer model, we derive\nfrom the spectral energy distributions, the mass, age and luminosity of all the\nYSOs identified within the central cluster. The SED modelling shows that the\ndriving engine of the outflows, WK34, appears to be massive but very young and\ndeeply embedded. The weighted mean values of the masses and ages of the 21 YSOs\nderived from the model are in the range 1-10 \\msun and 10$^{4.1 - 6.4}$ yr\nrespectively; while their luminosities are in the range of 10$^{0.47-3.48}$\nL$_{\\odot}$.\n","Comment: 11 pages, 6 figures, 2 tables; Accepted in MNRAS Main Journal, 2009;\n  The article is proof-corrected version; also some numerical (sizes in\n  arcsec/pc) corrections have been incorporated. The essential content and\n  conlusions remain unchanged"]}]
["0912.0761",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.0761","Phys. Rev. Lett. 103 (2009), 256102","doi:10.1103/PhysRevLett.103.256102"],"date":["2009-12-03","2009-12-18"],"type":["text"],"creator":["Ferralis, Nicola","Gabaly, Farid El","Schmid, Andreas K.","Maboudian, Roya","Carraro, Carlo"],"language":[],"coverage":[],"title":["Real-Time Observation of Reactive Spreading of Gold on Silicon"],"description":["  The spreading of a bilayer gold film propagating outward from gold clusters,\nwhich are pinned to clean Si(111), is imaged in real time by low energy\nelectron microscopy. By monitoring the evolution of the boundary of the gold\nfilm at fixed temperature, a linear dependence of the spreading radius on time\nis found. The measured spreading velocities in the temperature range of 800 < T\n< 930 K varied from below 100 pm/s to 50 nm/s. We show that the spreading rate\nis limited by the reaction to form Au silicide, and the spreading velocity is\nlikely regulated by the reconstruction of the gold silicide that occurs at the\ninterface.\n","Comment: 4 pages, 4 figures"]}]
["0912.2857",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory","34L40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2857"],"date":["2009-12-15"],"type":["text"],"creator":["Klishevich, Sergey"],"language":[],"coverage":[],"title":["Quasi-exactly solvable models as constrained systems"],"description":["  We discuss a universal algebraic approach to quasi-exactly solvable models\nwhich allows us to interpret them as constrained Hamiltonian systems with a\nfinite number of physical states. Using this approach we reproduce well-known\ntwo-dimensional Lie-algebraic quasi-exactly solvable system based on Lie\nalgebra su(3).\n","Comment: 8 pages, no figures"]}]
["0912.3255",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3255"],"date":["2009-12-16"],"type":["text"],"creator":["Shcherbakov, Roman V.","Baganoff, Frederick K."],"language":[],"coverage":[],"title":["Inflow-Outflow Solution with Stellar Winds and Conduction near Sgr A*"],"description":["  We propose a 2-temperature radial dynamical model of plasma flow near Sgr A*\nand fit the bremsstrahlung emission to extensive quiescent X-Ray Chandra data.\nThe model extends from several arcseconds to black hole (BH) gravitational\nradius, describing the outer accretion flow together with the infalling region.\nThe model incorporates electron heat conduction, relativistic heat capacity of\nparticles and feeding by stellar winds. Stellar winds from each star are\nconsidered separately as sources of mass, momentum and energy. Self-consistent\nsearch for the stagnation and sonic points is performed. Most of gas is found\nto outflow from the region. The accretion rate is limited to below 1% of Bondi\nrate due to the effect of thermal conduction enhanced by entropy production in\na turbulent flow. The X-Ray brightness profile proves too steep near the BH,\nthus a synchrotron self-Compton point source is inferred with luminosity\nL=3x10^32erg/s. We fit the sub-mm emission from the inner flow, thus aiming at\na single model of Sgr A* accretion suitable at any radius.\n","Comment: 3 pages, 2 figures; to be published in \"The Galactic Center: a Window\n  to the Nuclear Activity of Disk Galaxies\", ed. Mark Morris et al., Astron.\n  Soc. Pacific, 2010"]}]
["0912.3258",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3258"],"date":["2009-12-16"],"type":["text"],"creator":["Ghisellini, G."],"language":[],"coverage":[],"title":["The blazar's divide and the properties of Fermi blazars"],"description":["  The LAT instrument, onboard the Fermi satellite, in its first three months of\noperation detected more than 100 blazars at more than the 10 sigma level. This\nis already a great improvement with respect to its predecessor, the instrument\nEGRET onboard the Compton Gamma Ray Observatory. Observationally, the new\ndetections follow and confirm the so-called blazar sequence, relating the\nbolometric observed non-thermal luminosity to the overall shape of the spectal\nenergy distribution. We have studied the general physical properties of all\nthese bright Fermi blazars, and found that their jets are matter dominated,\ncarrying a large total power that correlates with the luminosity of their\naccretion disks. We suggest that the division of blazars into the two\nsubclasses of broad line emitting objects (Flat Spectrum Radio Quasars) and\nline-less BL Lacs is a consequence of a rather drastic change of the accretion\nmode, becoming radiatively inefficient below a critical value of the accretion\nrate, corresponding to a disk luminosity of ~1 per cent of the Eddington one.\nThe reduction of the ionizing photons below this limit implies that the broad\nline clouds, even if present, cannot produce significant broad lines, and the\nobject becomes a BL Lac.\n","Comment: 8 pages, 8 figures. Invited talk at the meeting: Accretion and\n  ejection in AGN: a global view (Como, June 2009). To be published in Astron.\n  Soc. of the Pacific Conf. Series (ASPCS)"]}]
["0912.3266",{"format":[],"subject":["Mathematics - Differential Geometry","53C15","53C28","53C29","53C25","53C26"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3266"],"date":["2009-12-17"],"type":["text"],"creator":["Schäfer, Lars"],"language":[],"coverage":[],"title":["On the structure of nearly pseudo-K\\\"ahler manifolds"],"description":["  Firstly we give a condition to split off the K\"ahler factor from a nearly\npseudo-K\"ahler manifold and apply this to get a structure result in dimension\n8. Secondly we extend the construction of nearly K\"ahler manifolds from twistor\nspaces to negatively curved quaternionic K\"ahler manifolds and\npara-quaternionic K\"ahler manifolds. The class of nearly pseudo-K\"ahler\nmanifolds obtained from this construction is characterized by a holonomic\ncondition. The combination of these results enables us to give a classification\nresult in (real) dimension 10. Moreover, we show that a strict nearly\npseudo-K\"ahler six-manifold is Einstein.\n","Comment: to appear in Monatshefte f\"ur Mathematik"]}]
["0912.3268",{"format":[],"subject":["Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3268"],"date":["2009-12-16"],"type":["text"],"creator":["Álvarez, Mauricio A.","Luengo, David","Titsias, Michalis K.","Lawrence, Neil D."],"language":[],"coverage":[],"title":["Variational Inducing Kernels for Sparse Convolved Multiple Output\n  Gaussian Processes"],"description":["  Interest in multioutput kernel methods is increasing, whether under the guise\nof multitask learning, multisensor networks or structured output data. From the\nGaussian process perspective a multioutput Mercer kernel is a covariance\nfunction over correlated output functions. One way of constructing such kernels\nis based on convolution processes (CP). A key problem for this approach is\nefficient inference. Alvarez and Lawrence (2009) recently presented a sparse\napproximation for CPs that enabled efficient inference. In this paper, we\nextend this work in two directions: we introduce the concept of variational\ninducing functions to handle potential non-smooth functions involved in the\nkernel CP construction and we consider an alternative approach to approximate\ninference based on variational methods, extending the work by Titsias (2009) to\nthe multiple output case. We demonstrate our approaches on prediction of school\nmarks, compiler performance and financial time series.\n","Comment: Technical report, 22 pages, 8 figures"]}]
["0912.3269",{"format":[],"subject":["Mathematics - History and Overview","Computer Science - Computational Geometry","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3269"],"date":["2009-12-16"],"type":["text"],"creator":["Syta, Halyna","van de Weygaert, Rien"],"language":[],"coverage":[],"title":["Life and Times of Georgy Voronoi"],"description":["  Georgy Theodosiyovych Voronoi (1868-1908) is famous for his seminal\ncontributions to number theory,perhaps mostly those involving quadratic forms\nand Voronoi tessellations. He was born and grew up in the town of Zhuravka in\nthe Ukraine, at the time part of the Russian Empire. Having studied at St.\nPetersburg University under the supervision of Andrey Markov, in 1894 he became\na professor of pure mathematics at the University of Warsaw. In his career he\npublished six large memoirs and six short papers, each of which were so\nprofound and significant that they left a deep trace in modern number theory.\nTogether with Minkowski, he can be considered as the founder of the Geometry of\nNumbers. In this contribution, a brief sketch will be given of his life, work\nand legacy.\n","Comment: 30 pages, 16 figures; invited review for the volume \"Tessellations in\n  the Sciences: Virtues, Techniques and Applications of Geometric Tilings\",\n  eds. R. van de Weijgaert, G. Vegter, J. Ritzerveld and V. Icke, Springer\n  (accepted). For high-res version see\n  http://www.astro.rug.nl/~weygaert/jigsaw.syta-biogvoronoi.pdf"]}]
["0912.3271",{"format":[],"subject":["Mathematics - Differential Geometry","53C15","53C10","53C30","53C50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3271"],"date":["2009-12-16"],"type":["text"],"creator":["Schäfer, Lars","Schulte-Hengesbach, Fabian"],"language":[],"coverage":[],"title":["Nearly pseudo-K\\\"ahler and nearly para-K\\\"ahler six-manifolds"],"description":["  The subject of this paper is six-dimensional nearly (para-)K\\\"ahler geometry\nwith pseudo-Riemannian metrics. Firstly, we derive the analogue of the\nwell-known exterior differential system characterising a nearly K\\\"ahler\nmanifold and prove applications to the automorphism group of a nearly\n(para-)K\\\"ahler structure. Secondly, we prove existence and uniqueness results\nfor left-invariant nearly (para-)K\\\"ahler structures on Lie groups $G \\times G$\nwhere $G$ is three-dimensional and simple.\n","Comment: to appear in Handbook of pseudo-Riemannian Geometry and\n  Supersymmetry, edited by V. Cortes"]}]
["0912.3273",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3273"],"date":["2009-12-16"],"type":["text"],"creator":["Majernikova, E.","Shpyrko, S."],"language":[],"coverage":[],"title":["Quantum phase transitions and quantum chaos in generalized Dicke and\n  Jahn-Teller polaron model and finite-size effects"],"description":["  The Dicke model extended to two bosons of different frequencies or equivalent\ngeneralized Jahn-Teller lattice model are shown to exhibit a spontaneous\nquantum phase transition between the polaron-modified \"quasi-normal\" and\nsqueezed \"radiation\" phase with the transition point dependent on the\nfrequencies. In a finite lattice a mixed domain of coexistence of the\nquasi-normal and modified radiation phase is created within the quasi-normal\nphase domain. There occurs a field-directed oscillation-assisted tunneling\n(hopping). The field is driven by simultaneous squeezing and polaron-dressing\nof the collective boson level mode due to the additional boson mode. In a\nfinite lattice in the radiation domain there occurs a sequence of local\ntunnelings (oscillations) between two minima of a local potential weakly\ncoupled to two assisting oscillations. The \"radiation\" phase reveals itself as\nan almost ideal instanton--anti-instanton gas phase. The correlations among the\nenergy levels mediated by the additional mode in the mixed domain considerably\nreduce the level repulsions. As a consequence, the Wigner level spacing\nprobability distribution of the two-boson Dicke model is non-universally\nreduced from the Wigner to the semi-Poisson and asymptotically to the Poisson\ndistribution of level spacings. The correlations cause a suppression of the\ncoherence of the radiation phase as finite-size effect. Possible applications\nof the present theory are suggested.\n","Comment: 33 pages, 7 Figures, in progress in Phys.Rev.B"]}]
["0912.3275",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","Computer Science - Multiagent Systems","I.2.9","I.2.11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3275"],"date":["2009-12-16"],"type":["text"],"creator":["Basilico, Nicola","Gatti, Nicola","Amigoni, Francesco"],"language":[],"coverage":[],"title":["A Formal Framework for Mobile Robot Patrolling in Arbitrary Environments\n  with Adversaries"],"description":["  Using mobile robots for autonomous patrolling of environments to prevent\nintrusions is a topic of increasing practical relevance. One of the most\nchallenging scientific issues is the problem of finding effective patrolling\nstrategies that, at each time point, determine the next moves of the patrollers\nin order to maximize some objective function. In the very last years this\nproblem has been addressed in a game theoretical fashion, explicitly\nconsidering the presence of an adversarial intruder. The general idea is that\nof modeling a patrolling situation as a game, played by the patrollers and the\nintruder, and of studying the equilibria of this game to derive effective\npatrolling strategies. In this paper we present a game theoretical formal\nframework for the determination of effective patrolling strategies that extends\nthe previous proposals appeared in the literature, by considering environments\nwith arbitrary topology and arbitrary preferences for the agents. The main\noriginal contributions of this paper are the formulation of the patrolling game\nfor generic graph environments, an algorithm for finding a deterministic\nequilibrium strategy, which is a fixed path through the vertices of the graph,\nand an algorithm for finding a non-deterministic equilibrium strategy, which is\na set of probabilities for moving between adjacent vertices of the graph. Both\nthe algorithms are analytically studied and experimentally validated, to assess\ntheir properties and efficiency.\n"]}]
["0912.3277",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3277"],"date":["2009-12-16"],"type":["text"],"creator":["Toma, Kenji","Wu, Xue-Feng","Meszaros, Peter"],"language":[],"coverage":[],"title":["An External Inverse Compton Emission Model of Gamma-Ray Burst\n  High-Energy Lags"],"description":["  The Fermi satellite has been reporting the detailed temporal properties of\ngamma-ray bursts (GRBs) in an extremely broad spectral range, 8 keV - 300 GeV,\nin particular, the unexpected delays of the GeV emission onsets behind the MeV\nemission of some GRBs. We focus on GRB 080916C, one of the Fermi-LAT GRBs for\nwhich the data of the delayed high-energy emission are quite extensive, and we\nshow that the behavior of the high-energy emission of this burst can be\nexplained by a model in which the prompt emission consists of two components:\none is the MeV component due to the synchrotron-self-Compton radiation of\nelectrons accelerated in the internal shock of the jet and the other is the\nhigh-energy component due to inverse Compton scattering of the photospheric\nX-ray emission of the expanding cocoon off the same electrons in the jet. Such\nan external inverse Compton effect could be important for other Fermi-LAT GRBs,\nincluding short GRBs as well. In this model, the delay timescale is directly\nlinked to the physical properties of GRB progenitor.\n","Comment: 2009 Fermi Symposium, eConf Proceedings C091122; a poster\n  contribution"]}]
["0912.3282",{"format":[],"subject":["Mathematics - Geometric Topology","57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3282"],"date":["2009-12-16"],"type":["text"],"creator":["Diao, Yuanan","Ernst, Claus","Por, Attila","Ziegler, Uta"],"language":[],"coverage":[],"title":["The Ropelengths of Knots Are Almost Linear in Terms of Their Crossing\n  Numbers"],"description":["  For a knot or link K, let L(K) be the ropelength of K and Cr(K) be the\ncrossing number of K. In this paper, we show that there exists a constant a>0\nsuch that L(K) is bounded above by a Cr(K) ln^5 (Cr(K)) for any knot K. This\nresult shows that the upper bound of the ropelength of any knot is almost\nlinear in terms of its minimum crossing number.\n","Comment: 53 pages, 28 figures"]}]
["0912.3285",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3285"],"date":["2009-12-17"],"type":["text"],"creator":["Wöger, F.","Wedemeyer-Böhm, S.","Rimmele, T."],"language":[],"coverage":[],"title":["Morphology and dynamics of photospheric and chromospheric magnetic\n  fields"],"description":["  We use joint observations obtained with the Hinode space observatory and the\nInterferometric Bidimensional Spectrometer (IBIS) installed at the DST of the\nNSO/SP to investigate the morphology and dynamics of (a) non-magnetic and (b)\nmagnetic regions in the fluctosphere. In inter-network regions with no\nsignificant magnetic flux contributions above the detection limit of IBIS, we\nfind intensity structures with similar characteristics as those seen in\nnumerical simulations by Wedemeyer-B\\\"ohm (2008). The magnetic flux elements in\nthe network are stable and seem to resemble the spatially extended counterparts\nto the underlying photospheric magnetic elements. We will explain some of the\ndifficulties in deriving the magnetic field vector from observations of the\nfluctosphere.\n","Comment: to appear in \"The Second Hinode Science Meeting: Beyond Discovery -\n  Toward Understanding\", ASP Conference Series, Vol. 415, eds. B. Lites, M.\n  Cheung, T. Magara, J. Mariska, and K. Reeves"]}]
["0912.3290",{"format":[],"subject":["Mathematics - Probability","Mathematics - Analysis of PDEs","Primary 60J45, 31C05","Secondary 31C25, 60J25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3290"],"date":["2009-12-16"],"type":["text"],"creator":["Chen, Zhen-Qing","Kuwae, Kazuhiro"],"language":[],"coverage":[],"title":["On subhamonicity for symmetric Markov processes"],"description":["  We establish the equivalence of the analytic and probabilistic notions of\nsubharmonicity in the framework of general symmetric Hunt processes on locally\ncompact separable metric spaces, extending an earlier work of the first named\nauthor on the equivalence of the analytic and probabilistic notions of\nharmonicity. As a corollary, we prove a strong maximum principle for locally\nbounded finely continuous subharmonic functions in the space of functions\nlocally in the domain of the Dirichlet form under some natural conditions.\n"]}]
["0912.3297",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Analysis of PDEs","35B65","49L25","93E20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3297"],"date":["2009-12-16"],"type":["text"],"creator":["Davis, Mark H. A.","Guo, Xin","Wu, Guoliang"],"language":[],"coverage":[],"title":["Impulse Control of Multidimensional Jump Diffusions"],"description":["  This paper studies regularity property of the value function for an\ninfinite-horizon discounted cost impulse control problem, where the underlying\ncontrolled process is a multidimensional jump diffusion with possibly\n`infinite-activity' jumps. Surprisingly, despite these jumps, we obtain the\nsame degree of regularity as for the diffusion case, at least when the jump\nsatisfies certain integrability conditions.\n","Comment: 15 pages, 1 figure"]}]
["0912.3301",{"format":[],"subject":["Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3301"],"date":["2009-12-16"],"type":["text"],"creator":["Reid, Mark D.","Williamson, Robert C."],"language":[],"coverage":[],"title":["Composite Binary Losses"],"description":["  We study losses for binary classification and class probability estimation\nand extend the understanding of them from margin losses to general composite\nlosses which are the composition of a proper loss with a link function. We\ncharacterise when margin losses can be proper composite losses, explicitly show\nhow to determine a symmetric loss in full from half of one of its partial\nlosses, introduce an intrinsic parametrisation of composite binary losses and\ngive a complete characterisation of the relationship between proper losses and\n``classification calibrated'' losses. We also consider the question of the\n``best'' surrogate binary loss. We introduce a precise notion of ``best'' and\nshow there exist situations where two convex surrogate losses are\nincommensurable. We provide a complete explicit characterisation of the\nconvexity of composite binary losses in terms of the link function and the\nweight function associated with the proper loss which make up the composite\nloss. This characterisation suggests new ways of ``surrogate tuning''. Finally,\nin an appendix we present some new algorithm-independent results on the\nrelationship between properness, convexity and robustness to misclassification\nnoise for binary losses and show that all convex proper losses are non-robust\nto misclassification noise.\n","Comment: 38 pages, 4 figures. Submitted to JMLR"]}]
["0912.3309",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3309"],"date":["2009-12-16"],"type":["text"],"creator":["Cortes, Corinna","Mohri, Mehryar","Rostamizadeh, Afshin"],"language":[],"coverage":[],"title":["New Generalization Bounds for Learning Kernels"],"description":["  This paper presents several novel generalization bounds for the problem of\nlearning kernels based on the analysis of the Rademacher complexity of the\ncorresponding hypothesis sets. Our bound for learning kernels with a convex\ncombination of p base kernels has only a log(p) dependency on the number of\nkernels, p, which is considerably more favorable than the previous best bound\ngiven for the same problem. We also give a novel bound for learning with a\nlinear combination of p base kernels with an L_2 regularization whose\ndependency on p is only in p^{1/4}.\n"]}]
["0912.3316",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3316"],"date":["2009-12-17"],"type":["text"],"creator":["Noh, Heeso","Liew, Seng Fatt","Saranathan, Vinodkumar","Prum, Richard O.","Mochrie, Simon G. J.","Dufresne, Eric R.","Cao, Hui"],"language":[],"coverage":[],"title":["Double scattering of light from biophotonic nanostructures with\n  short-range order"],"description":["  We investigate the physical mechanism for color production by isotropic\nnanostructures with short-range order in bird feather barbs. While the primary\npeak in optical scattering spectra results from constructive interference of\nsingly-scattered light, many species exhibit secondary peaks with distinct\ncharacteristic. Our experimental and numerical studies show that these\nsecondary peaks result from double scattering of light by the correlated\nstructures. Without an analog in periodic or random structures, such a\nphenomenon is unique for short-range ordered structures, and has been widely\nused by nature for non-iridescent structural coloration.\n","Comment: 10 pages, 4 figures"]}]
["0912.3321",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Functional Analysis","15A51, 47H60, 46T05, 92B99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3321"],"date":["2009-12-17"],"type":["text"],"creator":["Mukhamedov, Farrukh","Saburov, Mansoor"],"language":[],"coverage":[],"title":["Stability and monotonicity of Lotka-Volterra type operators"],"description":["  In the present paper, we study Lotka-Volterra (LV) type operators defined in\nfinite dimensional simplex. We prove that any LV type operator is a surjection\nof the simplex. After, we introduce a new class of LV-type operators, called\n$M$LV type. We prove convergence of their trajectories and study certain its\nproperties. Moreover, we show that such kind of operators have totaly different\nbehavior than ${\\mathbf{f}}$-monotone LV type operators.\n","Comment: 17 pages"]}]
["0912.3324",{"format":[],"subject":["Physics - General Physics","Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3324"],"date":["2009-12-17"],"type":["text"],"creator":["Geurdes, J. F."],"language":[],"coverage":[],"title":["Free particle gauge invariance of the Maxwell equations"],"description":["  In a previous study it was demonstrated that Dirac's relativistic quantum\nequation for free electrons (DRQM)can be obtained from Maxwell's classical\nelectromagnetic field equations (MaxEq). This raises fundamental issues about\nthe demarcation between the classical and quantum domain and about spin. In the\npresent study it is assumed, however, that the derivation is physically\nrelevant to cases where it is difficult to distinguish between classical and\nquantum physics. The possibility of operating gauges on electron level is\nstudied in view of the effect on the larger physical scale which provides a\nmeans to give experimental support to the presented pre-1900 history challenge.\n","Comment: 7 pages 9 figures"]}]
["0912.3329",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3329"],"date":["2009-12-17"],"type":["text"],"creator":["Sandoval, Andres","Alfaro, Ruben","Belmont, Ernesto","Grabski, Varlen","Renteria, Alejandro","Vasques, Alejandro R.","Vazquez, Omar","Gonzalez, M. Magdalena","Carramiñana, Alberto","Alvarez, Cesar","collaboration, for the HAWC"],"language":[],"coverage":[],"title":["Performance of the first prototype of the HAWC Gamma Ray Observatory"],"description":["  The HAWC gamma ray observatory, to be constructed at Sierra Negra, Puebla in\nMexico, is a large array of water Cherenkov detectors sited at an elevation of\n4100 m, which has been optimized for gamma/hadron discrimination of the primary\ncosmic rays in the TeV energy range. It is based on the Milagro experience, but\nthe design has been changed from a water pond to individual water tanks. In\norder to validate the design with large water tanks a prototype array has been\nconstructed near the HAWC site with 3 of the largest commercial rotomolded\nplastic tanks available in Mexico. They have been instrumented with 20 cm\nhemispherical photomultiplier tubes and read out with 2 Gsample/s flash ADCs.\nThe performance of a single tank has been measured as well as the response of\nthe array to cosmic ray showers. In this paper we present the first\nmeasurements of the performance of the HAWC prototype array.\n","Comment: 4 pages, 7 figures, 2009 Fermi Symposium, eConf Proceedings C091122"]}]
["0912.3333",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematical Physics","39B42","14H70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3333"],"date":["2009-12-17"],"type":["text"],"creator":["Iwao, Shinsuke"],"language":[],"coverage":[],"title":["Linearisation of the (M,K)-reduced non-autonomous discrete periodic KP\n  equation"],"description":["  The (M,K)-reduced non-autonomous discrete KP equation is linearised on the\nPicard group of an algebraic curve. As an application, we construct theta\nfunction solutions to the initial value problem of some special discrete KP\nequation.\n","Comment: 20 pages"]}]
["0912.3336",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3336"],"date":["2009-12-17"],"type":["text"],"creator":["Sarjonen, R.","Saarela, M.","Mazzanti, F."],"language":[],"coverage":[],"title":["Elementary Excitations in Bose-Einstein Condensates at Large Scattering\n  Lengths"],"description":["  We present a theoretical analysis of excitation modes in Bose-Einstein\ncondensates in ultracold alkali-metal gases for large scattering lengths and\nmomenta where corrections to the mean field approximation become important. We\nassume that the effective interaction in the metastable, single channel,\ngaseous phase has a well defined Fourier transform that scales with the\nscattering length. Based on this we show that for increasing scattering lengths\nor equivalently increasing densities the system becomes less correlated and\nthat at large values of the scattering length Bragg scattering measures\ndirectly the Fourier transform of the effective two-body potential. We\nconstruct model potentials which fit the recently measured line shifts in\n$^{85}$Rb by Papp et al. (Phys. Rev. Lett. {\\bf 101}, 135301 (2008)), and show\nthat they fix the low momentum expansion of the effective range function. We\nfind excellent agreement with the experimental data when the effective range is\n$\\ll 1$ and the coefficient of the $k^4$-term is $-7.5 \\pm 0.5$ in scattering\nlength units. The resolution in Bragg scattering experiments so far does not\nreveal details of the frequency dependence in the dynamic structure function\n$S(k,\\omega)$ and we show that the Feynman spectrum determines the measured\nline shifts. We propose the possibility of a transition to a novel density wave\nstate.\n","Comment: 5 pages containing 5 figures"]}]
["0912.3341",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3341"],"date":["2009-12-17"],"type":["text"],"creator":["Wray, L.","Xu, S.","Xiong, J.","Xia, Y.","Qian, D.","Lin, H.","Bansil, A.","Hor, Y.","Cava, R. J.","Hasan, M. Z."],"language":[],"coverage":[],"title":["Observation of unconventional band topology in a superconducting doped\n  topological insulator, Cux-Bi2Se3: Topological Superconductor or non-Abelian\n  superconductor?"],"description":["  The Cu-doped topological insulator Bi$_2$Se$_3$ has recently been found to\nundergo a superconducting transition upon cooling, raising the possibilities\nthat it is the first known \"topological superconductor\" or realizes a novel\nnon-Abelian superconducting state. Its true nature depends critically on the\nbulk and surface state band topology. We present the first photoemission\nspectroscopy results where by examining the band topology at many different\ncopper doping values we discover that the topologically protected spin-helical\nsurface states remain well protected and separate from bulk Dirac bands at the\nFermi level where Copper pairing occurs in the optimally doped topological\ninsulator. The addition of copper is found to result in nonlinear electron\ndoping and strong renormalization of the topological surface states. These\nhighly unusual observations strongly suggest that superconductivity on the\ntopological surface of Cu$_x$Bi$_2$Se$_3$ cannot be of any conventional type in\naccount of the general topological theory. Characteristics of the three\ndimensional bulk Dirac band structure are reported for the first time with\nrespect to the superconducting doping state and topological invariant\nproperties which should help formulate a specific theory for this novel\nsuperconductor.\n","Comment: 4 Figures, 5 pages, Submitted December 2009"]}]
["0912.3344",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3344"],"date":["2009-12-17"],"type":["text"],"creator":["Wittmer, J. P.","Johner, A.","Cavallo, A.","Beckrich, P.","Crevel, F.","Baschnagel, J."],"language":[],"coverage":[],"title":["Non-extensivity of the chemical potential of polymer melts"],"description":["  Following Flory's ideality hypothesis the chemical potential of a test chain\nof length $n$ immersed into a dense solution of chemically identical polymers\nof length distribution P(N) is extensive in $n$. We argue that an additional\ncontribution $\\delta \\mu_c(n) \\sim +1/\\rho\\sqrt{n}$ arises ($\\rho$ being the\nmonomer density) for all $\\P(N)$ if $n \\ll <N>$ which can be traced back to the\noverall incompressibility of the solution leading to a long-range repulsion\nbetween monomers. Focusing on Flory distributed melts we obtain $\\delta\n\\mu_c(n) \\approx (1- 2 n/<N>) / \\rho \\sqrt{n}$ for $n \\ll <N>^2$, hence,\n$\\delta \\mu_c(n) \\approx - 1/\\rho \\sqrt{n}$ if $n$ is similar to the typical\nlength of the bath $<N>$. Similar results are obtained for monodisperse\nsolutions. Our perturbation calculations are checked numerically by analyzing\nthe annealed length distribution P(N) of linear equilibrium polymers generated\nby Monte Carlo simulation of the bond-fluctuation model. As predicted we find,\ne.g., the non-exponentiality parameter $K_p \\equiv 1 - <N^>/p!<N>^p$ to decay\nas $K_p \\approx 1 / \\sqrt{<N>}$ for all moments $p$ of the distribution.\n","Comment: 14 pages, 6 figures, submitted to EPJE"]}]
["0912.3346",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3346"],"date":["2009-12-17"],"type":["text"],"creator":["Mori, Masaki"],"language":[],"coverage":[],"title":["Search for GeV gamma-ray emission from clusters of galaxies studied by\n  TeV telescopes"],"description":["  A cluster of galaxies is a huge system bounded by gravitation, and cosmic\nrays are thought to be confined in the system, thus it should contain much\nnon-thermal components. Many theories predict significant gamma-ray emission\nthat could be detectable by state-of-the-art gamma-ray telescopes. Some\nclusters have already been studied by using Fermi gamma-ray space telescope in\nthe GeV band and Cherenkov telescopes in the TeV band, but most clusters are\nnot studied in both energy bands. Here I present results on GeV gamma-ray\nemission from clusters of galaxies which have been given upper limits by\nCherenkov telescopes using Fermi archival data.\n","Comment: 2009 Fermi Symposium, eConf Proceedings C091122, 4 pages, 8 figures"]}]
["0912.3352",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Operator Algebras","58J22 (19K56 46L80 53C21 53C27)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3352"],"date":["2009-12-17"],"type":["text"],"creator":["Zadeh, Mostafa Esfahani"],"language":[],"coverage":[],"title":["A note on some classical results of Gromov-Lawson"],"description":["  In this short note we show how the higher index theory can be used to prove\nresults concerning the non-existence of complete riemannian metric with\nuniformly positive scalar curvature at infinity. By improving some classical\nresults due to M. Gromov and B. Lawson we show the efficiency of these methods\nin dealing with such non-existence theorems.\n"]}]
["0912.3353",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3353"],"date":["2009-12-17"],"type":["text"],"creator":["Xu, Qing-hua","collaboration, for the STAR"],"language":[],"coverage":[],"title":["Longitudinal Spin Transfer to $\\Lambda$ and $\\bar{\\Lambda}$ in Polarized\n  Proton-Proton Collisions at $\\sqrt{s} = 200 Gev at Star"],"description":["  We report our measurement on longitudinal spin transfer, $D_{LL}$, from high\nenergy polarized protons to $\\Lambda$ and $\\bar{\\Lambda}$ hyperons in\nproton-proton collisions at $\\sqrt{s} = 200GeV$ with the STAR detector at RHIC.\nThe measurements cover $\\Lambda$, $\\bar\\Lambda$ pseudorapidity $|\\eta| < 1.2$\nand transverse momenta $p_T$ up to $4GeV/c$. The longitudinal spin transfer is\nfound to be $D_{LL}= -0.03\\pm 0.13(stat) \\pm 0.04(syst)$ for inclusive\n$\\Lambda$ and $D_{LL} = -0.12 \\pm 0.08(stat) \\pm 0.03(syst)$ for inclusive\n$\\bar{\\Lambda}$ hyperons with $<\\eta> = 0.5$ and $<p_T> = 3.7GeV/c$. The\nprospect on transverse spin transfer measurement is also given.\n","Comment: Talk given at XIII workshop on high energy spin physics (DSPIN-09),\n  Dubna, Russia, 1-5 September 2009"]}]
["0912.3355",{"format":[],"subject":["Physics - Classical Physics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3355","Journal Of Aircraft Volume: 42 Issue: 1, 2005, p. 148-157. ISSN:\n  0021-8669"],"date":["2009-12-17"],"type":["text"],"creator":["de Divitiis, Nicola"],"language":[],"coverage":[],"title":["Performance and Stability of a Winged Vehicle in Ground Effect"],"description":["  Present work deals with the dynamics of vehicles which intentionally operate\nin the ground proximity. The dynamics in ground effect is influenced by the\nvehicle orientation with respect to the ground, since the aerodynamic force and\nmoment coefficients, which in turn depend on height and angle of attack, also\nvary with the Euler angles. This feature, usually neglected in the\napplications, can be responsible for sizable variations of the aircraft\nperformance and stability. A further effect, caused by the sink rate,\ndetermines unsteadiness that modifies the aerodynamic coefficients. In this\nwork, an analytical formulation is proposed for the force and moment\ncalculation in the presence of the ground and taking the aircraft attitude and\nsink rate into account. The aerodynamic coefficients are firstly calculated for\na representative vehicle and its characteristics in ground effect are\ninvestigated. Performance and stability characteristics are then discussed with\nreference to significant equilibrium conditions, while the non-linear dynamics\nis studied through the numerical integration of the equations of motion.\n","Comment: 44 pages, 15 figures"]}]
["0912.3359",{"format":[],"subject":["Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3359"],"date":["2009-12-17"],"type":["text"],"creator":["Knus, Max-Albert","Tignol, Jean-Pierre"],"language":[],"coverage":[],"title":["Thin Severi-Brauer Varieties"],"description":["  Severi-Brauer varieties are twisted forms of projective spaces (in the sense\nof Galois cohomology) and are associated in a functorial way to central simple\nalgebras. Similarly quadrics are related to algebras with involution. Since\nthin projective spaces are finite sets, thin Severi-Brauer varieties are finite\nsets endowed with a Galois action; they are associated to etale algebras.\nSimilarly, thin quadrics are etale algebras with involution. We discuss\nembeddings of thin Severi-Brauer varieties and thin quadrics in Severi-Brauer\nvarieties and quadrics as geometric analogues of embeddings of etale algebras\ninto central simple algebras (with or without involution), and consider the\ngeometric counterpart of the Clifford algebra construction.\n"]}]
["0912.3371",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3371"],"date":["2009-12-17"],"type":["text"],"creator":["Mechler, M.","Kukhlevsky, S. V.","Mechler, A.","McNaughton, D."],"language":[],"coverage":[],"title":["Resonance enhancement effects in Raman-enhancing pyramid-like V-shape\n  groove microstructures"],"description":["  Microscopic pyramidal pits in a reflective surface, a geometry similar to a\nretroreflector, are frequently used to enhance signal strength. The enhancement\neffect is generally attributed to surface plasmons, however, the sub-wavelength\nto near-wavelength dimensions of the pyramidal 3D geometry suggest\ncontributions from diffraction and near-field effects. Our theoretical analysis\nof the light intensity distribution in the similar (but simpler) 2D geometry\nassuming a perfect conductor screen, that is, in the absence of any plasmon\neffects, shows that interference patterns forming within the cavity cause a\nsignificant resonant increase in local intensity. Such effect can be important\nfor many applications, especially for the widely used Raman spectroscopy.\nResonant enhancement without plasmons of the emitted Raman signal due to\nenhanced local field amplitude is also possible, which implies that the\ngeometry practically implements a Raman laser. Comparison of diffraction\npatterns obtained with near-field and far-field approaches reveals that the\nnear-field component is responsible for the observed dramatic intensity\nenhancement, and thus the Raman enhancement as well.\n"]}]
["0912.3373",{"format":[],"subject":["Mathematics - Differential Geometry","53C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3373"],"date":["2009-12-17"],"type":["text"],"creator":["Sicbaldi, Pieralberto"],"language":[],"coverage":[],"title":["Extremal Domains of Big Volume for the First Eigenvalue of the\n  Laplace-Beltrami Operator in a Compact Manifold"],"description":["  We prove the existence of extremal domains for the first eigenvalue of the\nLaplace-Beltrami operator in some compact Riemannian manifolds of dimension $n\n\\geq 2$, with volume close to the volume of the manifold. If the first\n(positive) eigenfunction $\\phi_0$ of the Laplace-Beltrami operator over the\nmanifold is a nonconstant function, these domains are close to the complement\nof geodesic balls of small radius whose center is close to the point where\n$\\phi_0$ attains its maximum. If $\\phi_0$ is a constant function and $n \\geq\n4$, these domains are close to the complement of geodesic balls of small radius\nwhose center is close to a nondegenerate critical point of the scalar curvature\nfunction.\n","Comment: 40 pages"]}]
["0912.3381",{"format":[],"subject":["Mathematics - Dynamical Systems","37A05, 37A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3381"],"date":["2009-12-17"],"type":["text"],"creator":["Chu, Qing"],"language":[],"coverage":[],"title":["Multiple recurrence for two commuting transformations"],"description":["  This paper is devoted to a study of the multiple recurrence of two commuting\ntransformations. We derive a result which is similar but not identical to that\nof one single transformation established by Bergelson, Host and Kra. We will\nuse the machinery of \"magic systems\" established recently by B. Host for the\nproof.\n"]}]
["0912.3383",{"format":[],"subject":["Physics - Classical Physics","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3383","Phys. Rev. E 76, 046601 (2007)","doi:10.1103/PhysRevE.76.046601"],"date":["2009-12-17"],"type":["text"],"creator":["Farr, R. S."],"language":[],"coverage":[],"title":["Fractal design for efficient brittle plates under gentle pressure\n  loading"],"description":["  We consider a plate made from an isotropic but brittle elastic material,\nwhich is used to span a rigid aperture, across which a small pressure\ndifference is applied. The problem we address is to find the structure which\nuses the least amount of material without breaking. Under a simple set of\nphysical approximations and for a certain region of the pressure-brittleness\nparameter space, we find that a fractal structure in which the plate consists\nof thicker spars supporting thinner spars in an hierarchical arrangement gives\na design of high mechanical efficiency.\n","Comment: 10 pages, 5 figures"]}]
["0912.3387",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","14J50, 14L17, 20B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3387"],"date":["2009-12-17"],"type":["text"],"creator":["Maubach, Stefan","Willems, Roel"],"language":[],"coverage":[],"title":["Polynomial automorphisms over finite fields: Mimicking non-tame and tame\n  maps by the Derksen group"],"description":["  If $F$ is a polynomial automorphism over a finite field $\\F_q$ in dimension\n$n$, then it induces a bijection $\\pi_{q^r}(F)$ of $(\\F_{q^r})^n$ for every\n$r\\in \\N^*$. We say that $F$ can be `mimicked' by elements of a certain group\nof automorphisms $\\mathcal{G}$ if there are $g_r\\in \\mathcal{G}$ such that\n$\\pi_{q^r}(g_r)=\\pi_{q^r}(F)$.\n  We show that the Nagata automorphism (and any other automorphism in three\nvariables fixing one variable) can be mimicked by tame automorphisms. This on\nthe one hand removes the hope of showing that such an automorphism is non-tame\nby studying one bijection it induces, but on the other hand indicates that the\nbijections of tame automorphisms coincide with bijections of all automorphisms.\n  In section 5 we show that the whole tame group $\\TA_n(\\F_q)$ in turn can be\nmimicked by the Derksen subgroup $\\DA_n(\\F_q)$, which is the subgroup generated\nby affine maps and one particular element. It is known that if a field $k$ has\ncharacteristic zero, then $\\TA_n(k)=\\DA_n(k)$, which is not expected to be true\nfor characteristic $p$.\n  In section 6 we consider the subgroups $\\GLIN_n(k)$ and $\\GTAM_n(k)$ of the\npolynomial automorphism group (which are candidates to equal the entire\nautomorphism group). We show that $\\GLIN_n(\\F_q)=\\GTAM_n(\\F_q)$ if $q\\not = 2$,\nand $\\GLIN_n(\\F_2)\\subsetneq \\GTAM_n(\\F_2)$.\n","Comment: 22 pages"]}]
["0912.3391",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3391"],"date":["2009-12-17"],"type":["text"],"creator":["Steele, I. A.","Mundell, C. G.","Smith, R. J.","Kobayashi, S.","Guidorzi, C."],"language":[],"coverage":[],"title":["Early time optical polarization of GRB Afterglows: GRB 060418 and GRB\n  090102"],"description":["  RINGO on the Liverpool Telescope has now measured the optical polarization of\nGRB 060418 (where a 2 sigma upper limit of P<8% was determined) and GRB 090102\n(when a detection of P = 10 +/-1 % was made). We discuss the implications of\nthese observations for the various competing models of GRB jet magnetization\nand describe a possible unified model that can explain both measurements.\n","Comment: To appear in proceedings of \"The Shocking Universe\" conference held\n  in San Servolo, 2009"]}]
["0912.3395",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3395"],"date":["2009-12-17"],"type":["text"],"creator":["Hövel, Philipp","Dahlem, Markus A.","Dahms, Thomas","Hiller, Gerald","Schöll, Eckehard"],"language":[],"coverage":[],"title":["Time-delayed feedback control of delay-coupled neurosystems and lasers"],"description":["  We discuss applications of time-delayed feedback control to delay-coupled\nneural systems and lasers, in the framework of the FitzHugh-Nagumo neuron model\nand the Lang-Kobayashi laser model, respectively. In the context of neural\nsystems, we will point out some complex scenarios of synchronized in-phase or\nantiphase oscillations, bursting patterns, or amplitude death, induced by\ndelayed coupling in combination with delayed self-feedback in simple network\nmotifs. For optical systems, we will show that multiple time-delayed feedback,\nrealized by a Fabry-Perot resonator coupled to the laser, provides a valuable\ntool for the suppression of unwanted intensity pulsations, and leads to stable\ncontinuous-wave operation.\n","Comment: 6 pages, 9 figures, Second IFAC meeting related to analysis and\n  control of chaotic systems"]}]
["0912.3398",{"format":[],"subject":["Computer Science - Mathematical Software","D.0"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3398"],"date":["2009-12-17"],"type":["text"],"creator":["Gorochowski, Thomas E.","di Bernardo, Mario","Grierson, Claire S."],"language":[],"coverage":[],"title":["NetEvo: A computational framework for the evolution of dynamical complex\n  networks"],"description":["  NetEvo is a computational framework designed to help understand the evolution\nof dynamical complex networks. It provides flexible tools for the simulation of\ndynamical processes on networks and methods for the evolution of underlying\ntopological structures. The concept of a supervisor is used to bring together\nboth these aspects in a coherent way. It is the job of the supervisor to rewire\nthe network topology and alter model parameters such that a user specified\nperformance measure is minimised. This performance measure can make use of\ncurrent topological information and simulated dynamical output from the system.\nSuch an abstraction provides a suitable basis in which to study many\noutstanding questions related to complex system design and evolution.\n"]}]
["0912.3402",{"format":[],"subject":["Physics - Biological Physics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3402"],"date":["2009-12-17"],"type":["text"],"creator":["Sznitman, Josue","Shen, Xiaoning","Purohit, Prashant K","Arratia, Paulo E"],"language":[],"coverage":[],"title":["The effects of fluid viscosity on the kinematics and material properties\n  of C. elegans swimming at low Reynolds number"],"description":["  The effects of fluid viscosity on the kinematics of a small swimmer at low\nReynolds number are investigated in both experiments and in a simple model. The\nswimmer is the nematode Caenorhabditis elegans, which is an undulating\nroundworm approximately 1 mm long. Experiments show that the nematode maintains\na highly periodic swimming behavior as the fluid viscosity is varied from 1.0\nmPa-s to 12 mPa-s. Surprisingly, the nematode's swimming speed (~0.35 mm/s) is\nnearly insensitive to the range of fluid viscosities investigated here.\nHowever, the nematode's beating frequency decreases to an asymptotic value\n(~1.7 Hz) with increasing fluid viscosity. A simple model is used to estimate\nthe nematode's Young's modulus and tissue viscosity. Both material properties\nincrease with increasing fluid viscosity. It is proposed that the increase in\nYoung's modulus may be associated with muscle contraction in response to larger\nmechanical loading while the increase in effective tissue viscosity may be\nassociated with the energy necessary to overcome increased fluid drag forces.\n","Comment: submitted to Experimental Mechanics"]}]
["0912.3408",{"format":[],"subject":["Statistics - Machine Learning","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3408","Theoretical Computer Science, 410(19), 1749-1764, April 2009","doi:10.1016/j.tcs.2009.01.009"],"date":["2009-12-17"],"type":["text"],"creator":["Maier, Markus","Hein, Matthias","von Luxburg, Ulrike"],"language":[],"coverage":[],"title":["Optimal construction of k-nearest neighbor graphs for identifying noisy\n  clusters"],"description":["  We study clustering algorithms based on neighborhood graphs on a random\nsample of data points. The question we ask is how such a graph should be\nconstructed in order to obtain optimal clustering results. Which type of\nneighborhood graph should one choose, mutual k-nearest neighbor or symmetric\nk-nearest neighbor? What is the optimal parameter k? In our setting, clusters\nare defined as connected components of the t-level set of the underlying\nprobability distribution. Clusters are said to be identified in the\nneighborhood graph if connected components in the graph correspond to the true\nunderlying clusters. Using techniques from random geometric graph theory, we\nprove bounds on the probability that clusters are identified successfully, both\nin a noise-free and in a noisy setting. Those bounds lead to several\nconclusions. First, k has to be chosen surprisingly high (rather of the order n\nthan of the order log n) to maximize the probability of cluster identification.\nSecondly, the major difference between the mutual and the symmetric k-nearest\nneighbor graph occurs when one attempts to detect the most significant cluster\nonly.\n","Comment: 31 pages, 2 figures"]}]
["0912.3414",{"format":[],"subject":["Physics - Fluid Dynamics","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3414"],"date":["2009-12-17"],"type":["text"],"creator":["Baerenzung, J.","Rosenberg, D.","Mininni, P. D.","Pouquet, A."],"language":[],"coverage":[],"title":["Where we observe that helical turbulence prevails over inertial waves in\n  forced rotating flows at high Reynolds and low Rossby numbers"],"description":["  We present a study of spectral laws for helical turbulence in the presence of\nsolid body rotation up to Reynolds numbers Re~1*10^5 and down to Rossby numbers\nRo~3*10^-3. The forcing function is a fully helical flow that can also be\nviewed as mimicking the effect of atmospheric convective motions. We test in\nthe helical case variants of a model developed previously (Baerenzung et al.\n2008a) against direct numerical simulations (DNS), using data from a run on a\ngrid of 15363 points; we also contrast its efficiency against a spectral Large\nEddy Simulation (LES) (Chollet and Lesieur 1981) as well as an under-resolved\nDNS. The model including the contribution of helicity to the spectral eddy\ndissipation and eddy noise behaves best, allowing to recover statistical\nfeatures of the flow. An exploration of parameter space is then performed\nbeyond what is feasible today using DNS. At fixed Reynolds number, lowering the\nRossby number leads to a regime of wave-mediated inertial helicity cascade to\nsmall scales. However, at fixed Rossby number, increasing the Reynolds number\nleads the system to be dominated by turbulent energy exchanges where the role\nof inertial waves is to weaken the direct cascade of energy while strengthening\nthe large scales. We find that a useful parameter for partitioning the data is\nNC = ReRo = U2rms/[nu Omega], with Urms, nu and Omega the rms velocity, the\nviscosity and the rotation rate respectively. The parameter that determines how\nmuch the energy cascade is direct or inverse in which case the cascade to small\nscales is predominantly that of helicity is linked to Ro.\n","Comment: 12 pages, 9 figures"]}]
["0912.3415",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3415"],"date":["2009-12-17"],"type":["text"],"creator":["Chen, Bo"],"language":[],"coverage":[],"title":["The Gabriel-Roiter measures admitting no direct predecessors over\n  $n$-Kronecker quivers"],"description":["  Let $Q$ be an $n$-Kronecker quiver, i.e., a quiver with two vertices, labeled\nby 1 and 2, and $n$ arrows from 2 to 1. We show that there are infinitely many\nGabriel-Roiter measures admitting no direct predecessors.\n"]}]
["0912.3423",{"format":[],"subject":["Mathematics - Complex Variables","Mathematical Physics","30C62 (Primary), 60D05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3423"],"date":["2009-12-17"],"type":["text"],"creator":["Astala, K.","Jones, P.","Kupiainen, A.","Saksman, E."],"language":[],"coverage":[],"title":["Random Curves by Conformal Welding"],"description":["  We construct a conformally invariant random family of closed curves in the\nplane by welding of random homeomorphisms of the unit circle given in terms of\nthe exponential of Gaussian Free Field. We conjecture that our curves are\nlocally related to SLE$(\\kappa)$ for $\\kappa<4$.\n","Comment: 5 pages"]}]
["0912.3425",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3425"],"date":["2009-12-17"],"type":["text"],"creator":["Reinert, Gesine","Röllin, Adrian"],"language":[],"coverage":[],"title":["U-statistics and random subgraph counts: Multivariate normal\n  approximation via exchangeable pairs and embedding"],"description":["  In a recent paper by the authors, a new approach--called the \"embedding\nmethod\"--was introduced, which allows to make use of exchangeable pairs for\nnormal and multivariate normal approximation with Stein's method in cases where\nthe corresponding couplings do not satisfy a certain linearity condition. The\nkey idea is to embed the problem into a higher dimensional space in such a way\nthat the linearity condition is then satisfied. Here we apply the embedding to\nU-statistics as well as to subgraph counts in random graphs.\n"]}]
["0912.3426",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3426","Frontiers in Neuroscience Vol. 3 Issue 1 2009","doi:10.3389/neuro.01.002.2009"],"date":["2009-12-17"],"type":["text"],"creator":["Eyherabide, Hugo Gabriel","Rokem, Ariel","Herz, Andreas V. M.","Samengo, Ines"],"language":[],"coverage":[],"title":["Bursts generate a non-reducible spike pattern code"],"description":["  At the single-neuron level, precisely timed spikes can either constitute\nfiring-rate codes or spike-pattern codes that utilize the relative timing\nbetween consecutive spikes. There has been little experimental support for the\nhypothesis that such temporal patterns contribute substantially to information\ntransmission. By using grasshopper auditory receptors as a model system, we\nshow that correlations between spikes can be used to represent behaviorally\nrelevant stimuli. The correlations reflect the inner structure of the spike\ntrain: a succession of burst-like patterns. We demonstrate that bursts with\ndifferent spike counts encode different stimulus features, such that about 20%\nof the transmitted information corresponds to discriminating between different\nfeatures, and the remaining 80% is used to allocate these features in time. In\nthis spike-pattern code, the what and the when of the stimuli are encoded in\nthe duration of each burst and the time of burst onset, respectively. Given the\nubiquity of burst firing, we expect similar findings also for other neural\nsystems.\n"]}]
["0912.3433",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3433"],"date":["2009-12-17"],"type":["text"],"creator":["Rowlands, Peter"],"language":[],"coverage":[],"title":["Are there alternatives to our present theories of physical reality?"],"description":["  Our notions of what is physically 'real' have long been based on the idea\nthat the real is what is immediately apprehended, that is the local or\nobservable, the physically tangible, though there has always been an\nalternative philosophical notion that the 'real' is some kind of ontological\nstructure beyond immediate apprehension, and so inaccessible through physics.\nHowever, quantum mechanics, with its intrinsic nonlocal correlations, has\nseemingly left us with a dilemma by showing that fundamental physical theories\ncannot be both real and local. Reality cannot be reconstructed as a\ndeterministic projection from physical observations. Many people think that the\nproblem lies with quantum mechanics, but, in fact, it is more likely to be a\nresult of unrealistic expectations. We have assumed that fundamental physics\nought to be compatible with normal (macroscopic) experience. If, however, we go\nbeyond our current high-level physical theories to the basic elements from\nwhich they are constructed, we see that a pattern emerges that gives us a very\ndifferent and much more coherent understanding of what is meant by physical\n'reality'.\n","Comment: Invited presentation at the 20th Anniversary Seminar of the Finnish\n  National Society for Natural Philosophy in debate with Anton Zeilinger, 18\n  September 2008. 19 pages"]}]
["0912.3437",{"format":[],"subject":["Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3437"],"date":["2009-12-17"],"type":["text"],"creator":["Stetsko, M. M."],"language":[],"coverage":[],"title":["A note on scattering in deformed space with minimal length"],"description":["  We consider the elastic scattering in deformed space with minimal length. We\ngive the basic relation for the elastic scattering in deformed space. We also\ninvestigate the partial wave method in deformed space. It is shown that the\nrelations for the scattering amplitude and cross-section formally coincides\nwith ordinary ones.\n"]}]
["0912.3439",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3439"],"date":["2009-12-17"],"type":["text"],"creator":["Ackland, G. J.","Hepburn, D. J.","Wallenius, J."],"language":[],"coverage":[],"title":["Interatomic forces for transition metals including magnetism"],"description":["  }We present a formalism for extending the second moment tight-binding model,\nincorporating ferro- and anti-ferromagn etic interaction terms which are needed\nfor the FeCr system. For antiferromagnetic and paramagnetic materials, an\nexplicit additional variable representing the spin is required. In a mean-field\napproximation this spin can be eliminated, and the potential becomes explicitly\ntemperature dependent. For ferromagnetic interactions, this degree of freedom\ncan be eliminated, and the formalism reduces to the embedded atom method (EAM)\nand we show the equivale nce of existing EAM potentials to \"magnetic\"\npotentials.\n","Comment: Conference paper to TMS2010"]}]
["0912.3442",{"format":[],"subject":["Physics - General Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3442"],"date":["2009-12-17"],"type":["text"],"creator":["Fritsche, L.","Haugk, M."],"language":[],"coverage":[],"title":["Stochastic Foundation of Quantum Mechanics and the Origin of Particle\n  Spin"],"description":["  The present contribution is based on the assumption that the probabilistic\ncharacter of quantum mechanics does not originate from uncertainties caused by\nthe process of measurement or observation, but rather reflects the presence of\nobjectively existing vacuum fluctuations whose action on massive particles is\ncalibrated by Planck's constant and effects an additional irregular motion. We\ndescribe a one-particle system by introducing two equally large sub-ensembles\nfor each of which one obtains an equation of motion that has the form of a\nNavier-Stokes- or ''anti''-Navier-Stokes-type equation, respectively. By\naveraging over the total ensemble one obtains a new equation of motion which\ncan be converted into the time-dependent Schroedinger equation. The concept\nallows the inclusion of electromagnetic fields and can be extended to\ninteracting N-particle systems. We analyze the problem of how an experimental\nsetup can consistently be decomposed into the quantum system under study and\nthe residual quantum system ''apparatus''. The irregular extra motion of the\nparticle under study allows a decomposition of the associated ensemble into two\nsub-ensembles the members of which perform, respectively, a right-handed or\nleft-handed irregular circular motion about a given axis which becomes\nphysically relevant in the presence of a magnetic field. We demonstrate that\nthis orientation-decomposed ''Zitterbewegung'' behaves - in accordance with\nSchroedinger's original idea - as a spin-type angular momentum which appears in\naddition to a possible orbital angular moment of the particle. We derive the\nnon-relativistic time-dependent Pauli equation and propose a theory of the\nStern-Gerlach experiment. The Dirac equation can be derived similarly.\n","Comment: 48 pages, 4 figures"]}]
["0912.3443",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3443"],"date":["2009-12-17"],"type":["text"],"creator":["Balasin, H.","Wieland, W."],"language":[],"coverage":[],"title":["Simplified Hamiltonian constraint for a particular value of the\n  Barbero--Immirzi parameter"],"description":["  We show that within the Ashtekar formulation of General Relativity a\nconsiderably simple and compact form of the Lorentzian Hamiltonian constraint\noccurs for a particular value of the Barbero--Immirzi parameter.\n","Comment: uses iopart.sty and undertilde.sty"]}]
["0912.3448",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Cosmology and Nongalactic Astrophysics","Computer Science - Computational Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3448"],"date":["2009-12-17"],"type":["text"],"creator":["van de Weygaert, Rien","Aragon-Calvo, Miguel A.","Jones, Bernard J. T.","Platen, Erwin"],"language":[],"coverage":[],"title":["Geometry and Morphology of the Cosmic Web: Analyzing Spatial Patterns in\n  the Universe"],"description":["  We review the analysis of the Cosmic Web by means of an extensive toolset\nbased on the use of Delaunay and Voronoi tessellations. The Cosmic Web is the\nsalient and pervasive foamlike pattern in which matter has organized itself on\nscales of a few up to more than a hundred Megaparsec. First, we describe the\nDelaunay Tessellation Field Estimator (DTFE). The DTFE formalism is shown to\nrecover the hierarchical nature and the anisotropic morphology of the cosmic\nmatter distribution. The Multiscale Morphology Filter (MMF) uses the DTFE\ndensity field to extract the diverse morphological elements - filaments, sheets\nand clusters - on the basis of a ScaleSpace analysis which searches for these\nmorphologies over a range of scales. Subsequently, we discuss the Watershed\nVoidfinder (WVF), which invokes the discrete watershed transform to identify\nvoids in the cosmic matter distribution. The WVF is able to determine the\nlocation, size and shape of the voids. The watershed transform is also a key\nelement in the SpineWeb analysis of the cosmic matter distribution. It allows\nthe determination of the filamentary spine and connected walls in the cosmic\nmatter density field through the identification of the singularities and\ncorresponding separatrices. Finally, we describe the concept of Alphashapes for\nassessing the topology of the cosmic matter distribution.\n","Comment: 28 pages, 16 figures, invited review ISVD09 (International Symposium\n  on Voronoi Diagrams and Engineering), Copenhagen, Denmark. IEEE CPS, E3781,\n  ed. F. Anton. For high-res version see\n  http://www.astro.rug.nl/~weygaert/isvd09wey.ieee.pdf"]}]
["0912.3452",{"format":[],"subject":["Mathematics - Quantum Algebra","16T05","16T15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3452"],"date":["2009-12-17","2009-12-18"],"type":["text"],"creator":["Brzeziński, Tomasz"],"language":[],"coverage":[],"title":["Hopf modules and the fundamental theorem for Hopf (co)quasigroups"],"description":["  The notion of a Hopf module over a Hopf (co)quasigroup is introduced and a\nversion of the fundamental theorem for Hopf (co)quasigroups is proven.\n","Comment: 11 pages; missing (co)associativity in Definition 2.1 added"]}]
["0912.3465",{"format":[],"subject":["Mathematics - Analysis of PDEs","35J62"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3465"],"date":["2009-12-17"],"type":["text"],"creator":["Silva, Analía"],"language":[],"coverage":[],"title":["Multiple solutions for the $p(x)-$laplace operator with critical growth"],"description":["  The aim of this paper is to extend previous results regarding the\nmultiplicity of solutions for quasilinear elliptic problems with critical\ngrowth to the variable exponent case.\n  We prove, in the spirit of \\cite{DPFBS}, the existence of at least three\nnontrivial solutions to the following quasilinear elliptic equation\n$-\\Delta_{p(x)} u = |u|^{q(x)-2}u +\\lambda f(x,u)$ in a smooth bounded domain\n$\\Omega$ of $\\R^N$ with homogeneous Dirichlet boundary conditions on\n$\\partial\\Omega$. We assume that $\\{q(x)=p^*(x)\\}\\not=\\emptyset$, where\n$p^*(x)=Np(x)/(N-p(x))$ is the critical Sobolev exponent for variable exponents\nand $\\Delta_{p(x)} u = {div}(|\\nabla u|^{p(x)-2}\\nabla u)$ is the\n$p(x)-$laplacian. The proof is based on variational arguments and the extension\nof concentration compactness method for variable exponent spaces.\n"]}]
["0912.3467",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3467"],"date":["2009-12-17"],"type":["text"],"creator":["Wöger, F.","Wedemeyer-Böhm, S.","Uitenbroek, H.","Rimmele, T."],"language":[],"coverage":[],"title":["Recovering the Line-Of-Sight Magnetic Field in the Chromosphere from Ca\n  II IR Spectra"],"description":["  We propose a method to derive the line-of-sight magnetic flux density from\nmeasurements in the chromospheric Ca II IR line at 854.2 nm. The method\ncombines two well-understood techniques, the center-of-gravity and bisector\nmethods, in a single hybrid technique. The technique is tested with\nmagneto-static simulations of a flux tube. We apply the method to observations\nwith the Interferometric Bidimensional Spectrometer (IBIS) installed at the\nDunn Solar Telescope of the NSO/SP to investigate the morphology of the lower\nchromosphere, with focus on the chromospheric counterparts to the underlying\nphotospheric magnetic flux elements.\n","Comment: to appear in Memorie della Societa' Astronomica Italiana, 2010, eds.\n  A. Tritschler and K. Reardon"]}]
["0912.3469",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3469"],"date":["2009-12-17"],"type":["text"],"creator":["Stasiak, Pawel","Gingras, Michel J. P."],"language":[],"coverage":[],"title":["Evidence for a Finite-Temperature Spin Glass Transition in a Diluted\n  Dipolar Heisenberg Model in Three Dimensions"],"description":["  By means of parallel tempering Monte Carlo simulations we find strong\nevidence for a finite-temperature spin-glass transition in a system of diluted\nclassical Heisenberg dipoles randomly placed on the sites of a simple cubic\nlattice. We perform a finite-size scaling analysis of the spin-glass\nsusceptibility, $\\chi_{{\\rm SG}}$, and spin-glass correlation length,\n$\\xi_{L}$. For the available system sizes that can be successfully\nequilibrated, the crossing of $\\xi_{L}/L$ versus temperature is strongly\naffected by corrections to scaling and possibly by a short-length scale\nferromagnetic spin blocking. Similarly to many studies of different three\ndimensional spin-glass systems, we do not find a crossing of the spin glass\norder parameter Binder ratio.\n","Comment: 17 pages, 15 figures. Submitted to Physical Review B"]}]
["0912.3471",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Group Theory","Mathematics - Geometric Topology","51F99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3471"],"date":["2009-12-17"],"type":["text"],"creator":["Malone, William"],"language":[],"coverage":[],"title":["Isometries of Products of Path-Connected Locally Uniquely Geodesic\n  Metric Spaces with the Sup Metric are Reducible"],"description":["  Let $M_i$ and $N_i$ be path-connected locally uniquely geodesic metric spaces\nthat are not points and $f:\\prod_{i=1}^m M_i\\to \\prod_{i=1}^n N_i$ be an\nisometry where $\\prod_{i=1}^n N_i$ and $\\prod_{i=1}^m M_i$ are given the sup\nmetric. Then $m=n$ and after reindexing $M_i$ is isometric to $N_i$ for all\n$i$. Moreover $f$ is a composition of an isometry that reindexes the factor\nspaces and an isometry that is a product of isometries $f_i:M_i\\to N_i$.\n","Comment: 7 pages, 1 figure"]}]
["0912.3473",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3473"],"date":["2009-12-17"],"type":["text"],"creator":["van de Weygaert, Rien","Platen, Erwin","Tigrak, Esra","Hidding, Johan","van der Hulst, Thijs","Aragon-Calvo, Miguel A.","Stanonik, Kathryn","van Gorkom, Jacqueline"],"language":[],"coverage":[],"title":["The Cosmically Depressed: Life, Sociology and Identity of Voids"],"description":["  We review and discuss aspects of Cosmic Voids that form the background for\nour Void Galaxy Survey (see accompanying paper by Stanonik et al.). Following a\nsketch of the general characteristics of void formation and evolution, we\ndescribe the influence of the environment on their development and structure\nand the characteristic hierarchical buildup of the cosmic void population. In\norder to be able to study the resulting tenuous void substructure and the\ngalaxies populating the interior of voids, we subsequently set out to describe\nour parameter free tessellation-based watershed void finding technique. It\nallows us to trace the outline, shape and size of voids in galaxy redshift\nsurveys. The application of this technique enables us to find galaxies in the\ndeepest troughs of the cosmic galaxy distribution, and has formed the basis of\nour void galaxy program.\n","Comment: 10 pages, 4 figures, proceedings \"Galaxies in Isolation\" (May 2009,\n  Granada, Spain), eds. L. Verdes-Montenegro, ASP (this is a colour, extended\n  and combined version; accompanying paper to Stanonik et al., arXiv:0909.2869,\n  in same volume)"]}]
["0912.3478",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3478"],"date":["2009-12-17","2009-12-18"],"type":["text"],"creator":["Casandjian, Jean-Marc","Grenier, Isabelle","Collaboration, for the Fermi Large Area Telescope"],"language":[],"coverage":[],"title":["High Energy Gamma-Ray Emission from the Loop I region"],"description":["  Loop I is a nearby giant radio loop spanning over 100 degrees and centered on\nthe Sco-Cen OB association. It may correspond to a superbubble formed by the\njoint action of stellar winds and supernova remnants. ROSAT observations\nrevealed that the region is filled with a hot gas possibly reheated by\nsuccessive supernova explosions. The brightest rim of Loop I, called the North\nPolar Spur (NPS), extends to the north along 30 degrees in longitude, at a\ndistance of about 100 pc from the Sun. Early searches for high-energy gamma\nrays associated with electrons or protons accelerated by Loop I were performed\nwith SAS-II, COSB and EGRET. But a detector with better performance and higher\nstatistics is required to distinguish the faint signal from the NPS from broad\nstructures in the Galactic interstellar emission, such as the inverse Compton\nemission from cosmic-ray electrons scattering the interstellar radiation field.\nWe modelled the gamma-ray emission of the Galaxy and compared it to the\nFermi-LAT photons detected above 300 MeV. We observe an excess of photons in\nthe direction of Loop I. This excess exhibit a large arc-shaped structure\nsimilar to those seen in synchrotron emission.\n","Comment: 2009 Fermi Symposium, eConf Proceedings C091122"]}]
["0912.3493",{"format":[],"subject":["Physics - Fluid Dynamics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3493"],"date":["2009-12-17"],"type":["text"],"creator":["Yu, Huidan","Meneveau, Charles"],"language":[],"coverage":[],"title":["Scaling of conditional Lagrangian time correlation functions of velocity\n  and pressure gradient magnitudes in isotropic turbulence"],"description":["  We study Lagrangian statistics of the magnitudes of velocity and pressure\ngradients in isotropic turbulence by quantifying their correlation functions\nand their characteristic time scales. It has been found that the Lagrangian\ntime-correlations of the velocity and pressure gradient tensor and vector\nelements scale with the locally-defined Kolmogorov time scale, defined from the\nbox-averaged dissipation-rate and viscosity. In this work, we study the\nLagrangian time-correlations of the absolute values of velocity and pressure\ngradients. We explore the appropriate temporal scales with the aim to achieve\ncollapse of the correlation functions. The data used in this study are sampled\nfrom the web-services accessible public turbulence\ndatabase(http://turbulence.pha.jhu.edu). The database archives a\npseudo-spectral direct numerical simulation of forced isotropic turbulence with\nTaylor-scale Reynolds number 433, and supports spatial differentiation and\nspatial/temporal interpolation inside the database. The analysis shows that the\ntemporal evolution of the auto-correlations of the absolute values are\ndetermined not by the local Kolmogorov time-scale but by the local\neddy-turnover time scale. However, considerable scatter remains and appears to\nbe reduced only after a further (intermittency) correction factor of the form\nof $(r/L)^\\chi$ is introduced where $L$ is the turbulence integral scale. The\nexponent $\\chi$ varies for different variables. The collapse of the correlation\nfunctions for absolute values is, however, less satisfactory than the collapse\nobserved for the more rapidly decaying strain-rate tensor element correlation\nfunctions.\n","Comment: 15 pages, 7 figures"]}]
["0912.3495",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3495"],"date":["2009-12-17"],"type":["text"],"creator":["Kilian, Wolfgang","Kleinschmidt, Tobias"],"language":[],"coverage":[],"title":["Numerical Evaluation of Feynman Loop Integrals by Reduction to Tree\n  Graphs"],"description":["  We present a new method for the numerical evaluation of loop integrals which\nis based on the Feynman Tree Theorem. The loop integrals are replaced by\nphase-space integration over fictitious extra on-shell particles. This\nintegration can be performed alongside with the Monte-Carlo integration of\nordinary phase space, avoiding the time-consuming nesting of loop evaluation\ninside the integrand, and directly leading to NLO event generation. We\nsystematically construct subtractions, necessary to cancel both ultraviolet\ndivergences and the extra threshold singularities in phase-space which arise in\nthe numerical evaluation. Infrared singularities can be dealt with by standard\nmethods. As a proof of concept, we apply the method to NLO Bhabha scattering in\nQED and construct the corresponding NLO Monte Carlo event generator.\n","Comment: 33 pages, 9 figures"]}]
["0912.3498",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3498"],"date":["2009-12-17"],"type":["text"],"creator":["Krimm, Hans A.","Barthelmy, Scott D.","Gehrels, Neil","Tueller, Jack","Baumgartner, Wayne H.","Cummings, Jay R.","Sakamoto, Taka","Fenimore, Edward E.","Palmer, David M.","Markwardt, Craig B.","Skinner, Gerald K.","Stamatikos, Michael"],"language":[],"coverage":[],"title":["Swift/BAT monitoring of Fermi/LAT sources"],"description":["  The Swift Burst Alert Telescope (BAT) hard X-ray transient monitor tracks\nmore than 700 galactic and extragalactic sources on time scales ranging from a\nsingle Swift pointing (approximately 20 minutes) to one day. The monitored\nsources include all objects from the Fermi LAT bright source list which are\neither identified or which have a 95% error confidence radius of less than\neight arc minutes. We report on the detection statistics of these sources in\nthe BAT monitor both before and after the launch of Fermi.\n","Comment: 2009 Fermi Symposium; eConf Proceedings C091122"]}]
["0912.3509",{"format":[],"subject":["Mathematical Physics","81S40","53B21","58J65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3509"],"date":["2009-12-17"],"type":["text"],"creator":["Storchak, S. N."],"language":[],"coverage":[],"title":["Path integral representation of the quantum evolution in dynamical\n  systems with a symmetry for the non-zero momentum level reduction"],"description":["  For the case of reduction onto the non-zero momentum level, in the problem of\nthe path integral quantization of a scalar particle motion on a smooth compact\nRiemannian manifold with the given free isometric action of the compact\nsemisimle Lie group, the path integral representation of the matrix Green's\nfunction, which describes the quantum evolution of the reduced motion, has been\nobtained. The integral relation between the path integrals representing the\nfundamental solutions of the parabolic differential equation defined on the\ntotal space of the principal fiber bundle and the linear parabolic system of\nthe differential equations on the space of the sections of the associated\ncovector bundle has been derived.\n","Comment: 15 pages"]}]
["0912.3514",{"format":[],"subject":["Mathematics - Combinatorics","05C30","05C70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3514"],"date":["2009-12-17"],"type":["text"],"creator":["Jiménez, Andrea","Kiwi, Marcos","Loebl, Martin"],"language":[],"coverage":[],"title":["Satisfying states of triangulations of a convex n-gon"],"description":["  In this work we count the number of satisfying states of triangulations of a\nconvex n-gon using the transfer matrix method. We show an exponential (in n)\nlower bound. We also give the exact formula for the number of satisfying states\nof a strip of triangles.\n","Comment: 17 pages, 6 figures"]}]
["astro-ph/0702006",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0702006","Mon.Not.Roy.Astron.Soc. 376 (2007) 1857-1860","doi:10.1111/j.1365-2966.2007.11576.x"],"date":["2007-01-31","2009-12-07"],"type":["text"],"creator":["Fan, Yi-Zhong","Wei, Da-Ming","Xu, Dong"],"language":[],"coverage":[],"title":["Gamma-ray Burst UV/optical afterglow polarimetry as a probe of Quantum\n  Gravity"],"description":["  A possible birefringence effect that arises in quantum gravity leads to a\nfrequency-dependent rotation of the polarization angle of linearly polarized\nemission from distant sources. Here we use the UV/optical polarization data of\nthe afterglows of GRB 020813 and GRB 021004 to constrain this effect. We find\nan upper limit on the Gambini & Pulin birefringence parameter $| \\eta |\n<2\\times 10^{-7}$. This limit is of 3 orders better than the previous limits\nfrom observations of AGNs and of the Crab pulsar. Much stronger limits may be\nobtained by the future observation of polarization of the prompt $\\gamma$-rays.\n","Comment: typos corrected"]}]
["cond-mat/0003264",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0003264","Phys. Rev. Lett. 84, 5636 (2000)","doi:10.1103/PhysRevLett.84.5636"],"date":["2000-03-15"],"type":["text"],"creator":["Sai, Na","Meyer, B.","Vanderbilt, David"],"language":[],"coverage":[],"title":["Compositional Inversion Symmetry Breaking in Ferroelectric Perovskites"],"description":["  Ternary cubic perovskite compounds of the form A_(1/3)A'_(1/3)A''_(1/3)BO_3\nand AB_(1/3)B'_(1/3)B''_(1/3)O_3, in which the differentiated cations form an\nalternating series of monolayers, are studied using first-principles methods.\nSuch compounds are representative of a possible new class of materials in which\nferroelectricity is perturbed by compositional breaking of inversion symmetry.\nFor isovalent substitution on either sublattice, the ferroelectric double-well\npotential is found to persist, but becomes sufficiently asymmetric that\nminority domains may no longer survive. The strength of the symmetry breaking\nis enormously stronger for heterovalent substitution, so that the double-well\nbehavior is completely destroyed. Possible means of tuning between these\nbehaviors may allow for the optimization of resulting materials properties.\n","Comment: 4 pages, two-column style with 3 postscript figures embedded. Uses\n  REVTEX and epsf macros. Also available at\n  http://www.physics.rutgers.edu/~dhv/preprints/index.html#sai_isb"]}]
["cond-mat/0004372",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0004372","Phys. Rev. B 62, 13942 (2000)","doi:10.1103/PhysRevB.62.13942"],"date":["2000-04-21"],"type":["text"],"creator":["Sai, Na","Vanderbilt, David"],"language":[],"coverage":[],"title":["First-principles study of ferroelectric and antiferrodistortive\n  instabilities in tetragonal SrTiO3"],"description":["  We carry out first-principles density-functional calculations of the\nantiferrodistortive (AFD) and ferroelectric (FE) soft-mode instabilities in\ntetragonal SrTiO3, with the structural degrees of freedom treated in a\nclassical, zero-temperature framework. In particular, we use frozen-phonon\ncalculations to make a careful study of the anisotropy of the AFD and FE mode\nfrequencies in the tetragonal ground state, in which an R-point AFD soft phonon\nhas condensed. Because of the anharmonic couplings, the presence of this AFD\ndistortion substantially affects both the AFD and FE mode frequencies. The AFD\nmode is found to be softer for rotations around a perpendicular axis (Eg mode)\nthan for rotations about the tetragonal axis (A1g mode), in agreement with\nexperimental results. The FE mode, on the other hand, is found to be softer\nwhen polarized perpendicular to the tetragonal axis (Eu mode) than parallel to\nit (A2u mode). The sign of this frequency splitting is consistent with the\nexperimentally reported anisotropy of the dielectric susceptibility and other\nevidence. Finally, we present a discussion of the influence of various types of\nstructural distortions on the FE instability and its anisotropy.\n","Comment: 10 pages, two-column style with 4 postscript figures embedded. Uses\n  REVTEX and epsf macros. Also available at\n  http://www.physics.rutgers.edu/~dhv/preprints/index.html#sai_srti"]}]
["cond-mat/0205442",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0205442","Phys. Rev. B 66, 104108 (2002)","doi:10.1103/PhysRevB.66.104108"],"date":["2002-05-21"],"type":["text"],"creator":["Sai, Na","Rabe, Karin M.","Vanderbilt, David"],"language":[],"coverage":[],"title":["Theory of structural response to macroscopic electric fields in\n  ferroelectric systems"],"description":["  We have developed and implemented a formalism for computing the structural\nresponse of a periodic insulating system to a homogeneous static electric field\nwithin density-functional perturbation theory (DFPT). We consider the\nthermodynamic potentials E(R,eta,e) and F(R,eta,e) whose minimization with\nrespect to the internal structural parameters R and unit cell strain eta yields\nthe equilibrium structure at fixed electric field e and polarization P,\nrespectively. First-order expansion of E(R,eta,e) in e leads to a useful\napproximation in which R(P) and eta(P) can be obtained by simply minimizing the\nzero-field internal energy with respect to structural coordinates subject to\nthe constraint of a fixed spontaneous polarization P. To facilitate this\nminimization, we formulate a modified DFPT scheme such that the computed\nderivatives of the polarization are consistent with the discretized form of the\nBerry-phase expression. We then describe the application of this approach to\nseveral problems associated with bulk and short-period superlattice structures\nof ferroelectric materials such as BaTiO3 and PbTiO3. These include the effects\nof compositionally broken inversion symmetry, the equilibrium structure for\nhigh values of polarization, field-induced structural phase transitions, and\nthe lattice contributions to the linear and the non-linear dielectric\nconstants.\n","Comment: 19 pages, with 15 postscript figures embedded. Uses REVTEX4 and epsf\n  macros. Also available at\n  http://www.physics.rutgers.edu/~dhv/preprints/sai_pol/index.html"]}]
["cond-mat/0501265",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0501265","Phys. Rev. Lett. 95, 116803 (2005)","doi:10.1103/PhysRevLett.95.116803"],"date":["2005-01-11"],"type":["text"],"creator":["Michalski, P. J.","Sai, Na","Mele, E. J."],"language":[],"coverage":[],"title":["Continuum Theory for Piezoelectricity in Nanotubes and Nanowires"],"description":["  We develop and solve a continuum theory for the piezoelectric response of one\ndimensional nanotubes and nanowires, and apply the theory to study\nelectromechanical effects in BN nanotubes. We find that the polarization of a\nnanotube depends on its aspect ratio, and a dimensionless constant specifying\nthe ratio of the strengths of the elastic and electrostatic interactions. The\nsolutions of the model as these two parameters are varied are discussed. The\ntheory is applied to estimate the electric potential induced along the length\nof a BN nanotube in response to a uniaxial stress.\n","Comment: 4 pages in RevTex4, 2 epsf figures"]}]
["cond-mat/0501548",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0501548","Phys. Rev. B 72, 035105 (2005)","doi:10.1103/PhysRevB.72.035105"],"date":["2005-01-22","2005-01-28"],"type":["text"],"creator":["Wu, Xifan","Vanderbilt, David","Hamann, D. R."],"language":[],"coverage":[],"title":["Systematic treatment of displacements, strains and electric fields in\n  density-functional perturbation theory"],"description":["  The methods of density-functional perturbation theory may be used to\ncalculate various physical response properties of insulating crystals including\nelastic, dielectric, Born charge, and piezoelectric tensors. These and other\nimportant tensors may be defined as second derivatives of the total energy with\nrespect to atomic-displacement, electric-field, or strain perturbations, or as\nmixed derivatives with respect to two of these perturbations. The resulting\ntensor quantities tend to be coupled in complex ways in polar crystals, giving\nrise to a variety of variant definitions. For example, it is generally\nnecessary to distinguish between elastic tensors defined under different\nelectrostatic boundary conditions, and between dielectric tensors defined under\ndifferent elastic boundary conditions. Here, we describe an approach for\ncomputing all of these various response tensors in a unified and systematic\nfashion. Applications are presented for two materials, wurtzite ZnO and\nrhombohedral BaTiO3, at zero temperature.\n","Comment: 14 pages. Uses REVTEX macros. Also available at\n  http://www.physics.rutgers.edu/~dhv/preprints/xfw_sys/index.html"]}]
["math/0104103",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Rings and Algebras","34D08: 15A04"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0104103","Israel Journal of Mathematics, 131 (2002), 125-137.","doi:10.1007/BF02785853"],"date":["2001-04-09","2001-11-06"],"type":["text"],"creator":["Avila, Artur","Bochi, Jairo"],"language":[],"coverage":[],"title":["A formula with some applications to the theory of Lyapunov exponents"],"description":["  We prove an elementary formula about the average expansion of certain\nproducts of 2 by 2 matrices. This permits us to quickly re-obtain an inequality\nby M. Herman and a theorem by Dedieu and Shub, both concerning Lyapunov\nexponents. Indeed, we show that equality holds in Herman's result. Finally, we\ngive a result about the growth of the spectral radius of products.\n","Comment: 11 pages, no figures, final version, accepted by the Israel Journal\n  of Mathematics"]}]
["math/0202207",{"format":[],"subject":["Mathematics - Dynamical Systems","37C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0202207","Proceedings of American Mathematical Society, 132 (2004), 699-705.","doi:10.1090/S0002-9939-03-07187-9"],"date":["2002-02-20","2003-02-06"],"type":["text"],"creator":["Abdenur, Flavio","Avila, Artur","Bochi, Jairo"],"language":[],"coverage":[],"title":["Robust transitivity and topological mixing for $C^1$-flows"],"description":["  We prove that non-trivial homoclinic classes of $C^r$-generic flows are\ntopologically mixing. This implies that given $\\Lambda$ a non-trivial\n$C^1$-robustly transitive set of a vector field $X$, there is a\n$C^1$-perturbation $Y$ of $X$ such that the continuation $\\Lambda_Y$ of\n$\\Lambda$ is a topologically mixing set for $Y$. In particular, robustly\ntransitive flows become topologically mixing after $C^1$-perturbations. These\nresults generalize a theorem by Bowen on the basic sets of generic Axiom A\nflows. We also show that the set of flows whose non-trivial homoclinic classes\nare topologically mixing is \\emph{not} open and dense, in general.\n","Comment: Final version, to appear in the Proceedings of the AMS"]}]
["math/0202233",{"format":[],"subject":["Mathematics - Dynamical Systems","37D25","37C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0202233","Ergodic Theory and Dynamical Systems, 22 (2002), 1667-1696","doi:10.1017/S0143385702001165"],"date":["2002-02-22"],"type":["text"],"creator":["Bochi, Jairo"],"language":[],"coverage":[],"title":["Genericity of zero Lyapunov exponents"],"description":["  We show that, for any compact surface, there is a residual (dense $G_\\delta$)\nset of $C^1$ area preserving diffeomorphisms which either are Anosov or have\nzero Lyapunov exponents a.e. This result was announced by R. Mane, but no proof\nwas available. We also show that for any fixed ergodic dynamical system over a\ncompact space, there is a residual set of continuous $SL(2,R)$-cocycles which\neither are uniformly hyperbolic or have zero exponents a.e.\n","Comment: 28 pages, 1 figure. This is a revised, more readable, version of the\n  preprint distributed in 2000"]}]
["math/0206128",{"format":[],"subject":["Mathematics - Rings and Algebras","15A45, 14L24"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0206128","Linear Algebra and its Applications, 368 (2003), 71-81.","doi:10.1016/S0024-3795(02)00658-4"],"date":["2002-06-12","2002-06-20"],"type":["text"],"creator":["Bochi, Jairo"],"language":[],"coverage":[],"title":["Inequalities for numerical invariants of sets of matrices"],"description":["  We prove three inequalities relating some invariants of sets of matrices,\nsuch as the joint spectral radius. One of the inequalities, in which proof we\nuse geometric invariant theory, has the generalized spectral radius theorem of\nBerger and Wang as an immediate corollary.\n","Comment: 10 pages. Results and presentation slightly improved"]}]
["math/0206189",{"format":[],"subject":["Mathematics - Dynamical Systems","37C40","37A35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0206189","Annals of Mathematics, 161 (2005), No. 3, 1423--1485"],"date":["2002-06-18"],"type":["text"],"creator":["Bochi, Jairo","Viana, Marcelo"],"language":[],"coverage":[],"title":["The Lyapunov exponents of generic volume preserving and symplectic\n  systems"],"description":["  We show that the integrated Lyapunov exponents of $C^1$ volume preserving\ndiffeomorphisms are simultaneously continuous at a given diffeomorphism only if\nthe corresponding Oseledets splitting is trivial (all Lyapunov exponents equal\nto zero) or else dominated (uniform hyperbolicity in the projective bundle)\nalmost everywhere.\n  We deduce a sharp dichotomy for generic volume preserving diffeomorphisms on\nany compact manifold: almost every orbit either is projectively hyperbolic or\nhas all Lyapunov exponents equal to zero.\n  Similarly, for a residual subset of all $C^1$ symplectic diffeomorphisms on\nany compact manifold, either the diffeomorphism is Anosov or almost every point\nhas zero as a Lyapunov exponent, with multiplicity at least 2.\n  Finally, given any closed group $G \\subset GL(d,\\mathrm{R})$ that acts\ntransitively on the projective space, for a residual subset of all continuous\n$G$-valued cocycles over any measure preserving homeomorphism of a compact\nspace, the Oseledets splitting is either dominated or trivial.\n","Comment: 56 pages, 2 figures"]}]
["math/0210178",{"format":[],"subject":["Mathematics - Dynamical Systems","37H15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0210178","Stochastics and Dynamics, 3 (2003), 73-81. Corrigendum.\n  Stochastics and Dynamics, 3 (2003), 419-420","doi:10.1142/S0219493703000619"],"date":["2002-10-11","2002-11-01"],"type":["text"],"creator":["Arbieto, Alexander","Bochi, Jairo"],"language":[],"coverage":[],"title":["$L^p$-generic cocycles have one-point Lyapunov spectrum"],"description":["  We show the sum of the first $k$ Lyapunov exponents of linear cocycles is an\nupper semicontinuous function in the $L^p$ topologies, for any $1 \\le p \\le\n\\infty$ and $k$. This fact, together with a result from Arnold and Cong,\nimplies that the Lyapunov exponents of the $L^p$-generic cocycle, $p<\\infty$,\nare all equal.\n","Comment: 8 pages. A gap in the previous version was corrected"]}]
["math/0408344",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0408344","Comptes Rendus Acad. Sci. Paris, Ser. I 342 (2006), 763-766","doi:10.1016/j.crma.2006.03.028"],"date":["2004-08-24","2006-03-20"],"type":["text"],"creator":["Bochi, Jairo","Fayad, Bassam","Pujals, Enrique"],"language":[],"coverage":[],"title":["A remark on conservative diffeomorphisms"],"description":["  We show that a stably ergodic diffeomorphism can be $C^1$ approximated by a\ndiffeomorphism having stably non-zero Lyapunov exponents.\n","Comment: Replaced with revised version. To appear at CRAS"]}]
["math/0510232",{"format":[],"subject":["Mathematics - Dynamical Systems","37H15,","37A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0510232","Bulletin of the Brazilian Mathematical Society, 37, no. 3 (2006),\n  307-349","doi:10.1007/s00574-006-0014-1"],"date":["2005-10-11","2006-06-24"],"type":["text"],"creator":["Bochi, Jairo","Fayad, Bassam"],"language":[],"coverage":[],"title":["Dichotomies between uniform hyperbolicity and zero Lyapunov exponents\n  for SL(2,R) cocycles"],"description":["  We consider the linear cocycle $(T,A)$ induced by a measure preserving\ndynamical system $T:X \\to X$ and a map $A:X \\to \\mathit{SL}(2,\\mathbb{R})$. We\naddress the dependence of the upper Lyapunov exponent of $(T,A)$ on the\ndynamics $T$ when the map $A$ is kept fixed. We introduce explicit conditions\non the cocycle that allow to perturb the dynamics, in the weak and uniform\ntopologies, to make the exponent drop arbitrarily close to zero.\n  In the weak topology we deduce that if $X$ is a compact connected manifold,\nthen for a $C^r$ ($r \\ge 1$) open and dense set of maps $A$, either $(T,A)$ is\nuniformly hyperbolic for every $T$, or the Lyapunov exponents of $(T,A)$ vanish\nfor the generic measurable $T$.\n  For the continuous case, we obtain that if $X$ is of dimension greater than\n2, then for a $C^r$ ($r \\ge 1$) generic map $A$, there is a residual set of\nvolume-preserving homeomorphisms $T$ for which either $(T,A)$ is uniformly\nhyperbolic or the Lyapunov exponents of $(T,A)$ vanish.\n","Comment: To appear on the Bulletin of the Brazilian Mathematical Society"]}]
["math/0611397",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611397","Bulletin de la Societe Mathematique de France 135 (2007),\n  407--417."],"date":["2006-11-13"],"type":["text"],"creator":["Avila, Artur","Bochi, Jairo"],"language":[],"coverage":[],"title":["A uniform dichotomy for generic $SL(2,R)$ cocycles over a minimal base"],"description":["  We consider continuous $SL(2,R)$-cocycles over a minimal homeomorphism of a\ncompact set $K$ of finite dimension. We show that the generic cocycle either is\nuniformly hyperbolic or has uniform subexponential growth.\n","Comment: 10 pages"]}]
["nlin/0101044",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons","Physics - Classical Physics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0101044","doi:10.1143/PTP.106.293"],"date":["2001-01-25"],"type":["text"],"creator":["Li, Guo-Dong","Ogawa, Atsushi","Harada, Yoshifumi","Tribelsky, Michael I."],"language":[],"coverage":[],"title":["Nonlinear Pattern Selection in Binary Mixture Convection with\n  Through-Flow"],"description":["  The pattern selection problem in binary-mixture convection in an extended\nchannel with a lateral through-flow is presented. The through-flow breaks\nleft--right parity and changes pattern dynamics dramatically. The problem is\nstudied based on computer simulation of the complete set of hydrodynamic\nequations (Oberbeck-Boussinesq approximation) in the two-dimensional\nrectangular channel with aspect ratio $\\Gamma = 12$ and convection-suppressing\nlateral boundary conditions. A wide variety of new dynamical patterns is\nobtained, discussed and classified.\n","Comment: 9 pages and 2 figures"]}]
