["0708.3835",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3835","Gen. Relativ. Gravit 41: 497--504 (2009)","doi:10.1007/s10714-008-0685-6"],"date":["2007-08-28","2008-09-10"],"type":["text"],"creator":["Darabi, F."],"language":[],"coverage":[],"title":["A 5D non compact and non Ricci flat Kaluza-Klein Cosmology"],"description":["  A model universe is proposed in the framework of 5-dimensional noncompact\nKaluza-Klein cosmology which is not Ricci flat. The 4D part as the\nRobertson-Walker metric is coupled to conventional perfect fluid, and its\nextra-dimensional part is coupled to a dark pressure through a scalar field. It\nis shown that neither early inflation nor current acceleration of the 4D\nuniverse would happen if the non-vacuum states of the scalar field would\ncontribute to 4D cosmology.\n","Comment: 13 pages, major revision, published online in GRG"]}]
["0812.3607",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3607","Phys. Rev. A 79, 042329 (2009)","doi:10.1103/PhysRevA.79.042329"],"date":["2008-12-18","2009-05-03"],"type":["text"],"creator":["Myhr, Geir Ove","Renes, Joseph M.","Doherty, Andrew C.","Lütkenhaus, Norbert"],"language":[],"coverage":[],"title":["Symmetric extension in two-way quantum key distribution"],"description":["  We introduce symmetric extensions of bipartite quantum states as a tool for\nanalyzing protocols that distill secret key from quantum correlations. Whether\nthe correlations are coming from a prepare-and-measure quantum key distribution\nscheme or from an entanglement-based scheme, the protocol has to produce\neffective states without a symmetric extension in order to succeed. By\nformulating the symmetric extension problem as a semidefinite program, we solve\nthe problem for Bell-diagonal states. Applying this result to the six-state and\nBB84 schemes, we show that for the entangled states that cannot be distilled by\ncurrent key distillation procedures, the failure can be understood in terms of\na failure to break a symmetric extension.\n","Comment: 11 pages, 2 figures; v2: published version, hyperlinked references"]}]
["0901.0339",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0339"],"date":["2009-01-03","2009-05-03"],"type":["text"],"creator":["Riazanov, Alexandre"],"language":[],"coverage":[],"title":["Resolution-based Query Answering for Semantic Access to Relational\n  Databases: A Research Note"],"description":["  We address the problem of semantic querying of relational databases (RDB)\nmodulo knowledge bases using very expressive knowledge representation\nformalisms, such as full first-order logic or its various fragments. We propose\nto use a first-order logic (FOL) reasoner for computing schematic answers to\ndeductive queries, with the subsequent instantiation of these schematic answers\nusing a conventional relational DBMS. In this research note, we outline the\nmain idea of this technique -- using abstractions of databases and constrained\nclauses for deriving schematic answers. The proposed method can be directly\nused with regular RDB, including legacy databases. Moreover, we propose it as a\npotential basis for an efficient Web-scale semantic search technology.\n"]}]
["0901.3036",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematical Physics","Mathematics - Analysis of PDEs","35P20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3036"],"date":["2009-01-20","2009-05-03"],"type":["text"],"creator":["Rozenblum, Grigori","Tashchiyan, Grigory"],"language":[],"coverage":[],"title":["On the Spectral Properties of the Landau Hamiltonian Perturbed by a\n  moderately Decaying Magnetic Field"],"description":["  The Landau Hamiltonian, describing the behavior of a quantum particle in\ndimension 2 in a constant magnetic field, is perturbed by a magnetic field with\npower-like decay at infinity and a similar electric potential. We describe how\nthe spectral subspaces change and how the Landau levels split under this\nperturbation.\n"]}]
["0901.3440",{"format":[],"subject":["Physics - Computational Physics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3440","Phys. Rev. E 79 (2009) 047702","doi:10.1103/PhysRevE.79.047702"],"date":["2009-01-22","2009-04-12"],"type":["text"],"creator":["Rapaport, D. C."],"language":[],"coverage":[],"title":["Simulational nanoengineering: Molecular dynamics implementation of an\n  atomistic Stirling engine"],"description":["  A nanoscale-sized Stirling engine with an atomistic working fluid has been\nmodeled using molecular dynamics simulation. The design includes heat\nexchangers based on thermostats, pistons attached to a flywheel under load, and\na regenerator. Key aspects of the behavior, including the time-dependent flows,\nare described. The model is shown to be capable of stable operation while\nproducing net work at a moderate level of efficiency.\n","Comment: 4 pages, 8 figures (minor changes)"]}]
["0902.3396",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3396","J. Appl. Phys. 105, 093904 (2009)","doi:10.1063/1.3121210"],"date":["2009-02-19"],"type":["text"],"creator":["Rabani, H.","Taddei, F.","Giazotto, F.","Fazio, R."],"language":[],"coverage":[],"title":["Influence of interface transmissivity and inelastic scattering on the\n  electronic entropy and specific heat of diffusive SNS Josephson junctions"],"description":["  We study theoretically the electronic entropy and specific heat in diffusive\nsuperconductor-normal metal-superconductor (SNS) Josephson junctions. In\nparticular, we consider the influence of non-idealities occurring in an actual\nexperiment, such as the presence of barriers at the NS interfaces, the\nspin-flip and inelastic scattering in the N region and quasiparticle subgap\nstates in the superconductors. We find that spin-flip and inelastic scattering\ndo not have, for typical parameters values, a large effect. On the contrary,\nthe presence of barriers suppresses the superconducting correlations in the N\nregion, with the consequence that the entropy and the specific heat get reduced\neventually to those in the absence of superconductivity for opaque interfaces.\nFinally we suggest an experiment and check that it is possible, under realistic\nconditions, to measure the dependence of electronic specific heat on the phase\ndifference between the superconductors.\n","Comment: 8 pages, 10 color figures"]}]
["0903.0607",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Functional Analysis","46B20","05C12","54E35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0607","Comptes rendus de l'Academie bulgare des Sciences, 62 (2009),\n  415--420"],"date":["2009-03-03","2009-03-12"],"type":["text"],"creator":["Ostrovskii, M. I."],"language":[],"coverage":[],"title":["Expansion properties of metric spaces not admitting a coarse embedding\n  into a Hilbert space"],"description":["  The main purpose of the paper is to find some expansion properties of locally\nfinite metric spaces which do not embed coarsely into a Hilbert space. The\nobtained result is used to show that infinite locally finite graphs excluding a\nminor embed coarsely into a Hilbert space. In an appendix a direct proof of the\nlatter result is given.\n","Comment: Some misprints have been corrected in the second version"]}]
["0903.1162",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Commutative Algebra","11A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.1162"],"date":["2009-03-06","2009-05-03"],"type":["text"],"creator":["Ji, Qing-Zhong","Ji, Chun-Gang"],"language":[],"coverage":[],"title":["On the periodicity of some Farhi arithmetical functions"],"description":["  Let $k\\in\\mathbb{N}$. Let $f(x)\\in \\Bbb{Z}[x]$ be any polynomial such that\n$f(x)$ and $f(x+1)f(x+2)... f(x+k)$ are coprime in $\\mathbb{Q}[x]$. We call\n$$g_{k,f}(n):=\\frac{|f(n)f(n+1)...\nf(n+k)|}{\\text{lcm}(f(n),f(n+1),...,f(n+k))}$$ a Farhi arithmetic function. In\nthis paper, we prove that $g_{k,f}$ is periodic. This generalizes the previous\nresults of Farhi and Kane, and Hong and Yang.\n","Comment: 14 page"]}]
["0903.3438",{"format":[],"subject":["Mathematics - Statistics Theory","Mathematics - Optimization and Control","05B15","62K99","65C05","93E20","49L99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3438"],"date":["2009-03-19","2009-05-03"],"type":["text"],"creator":["Ozbudak, Ferruh","Sezer, Ali Devin"],"language":[],"coverage":[],"title":["Approximation of Bounds on Mixed Level Orthogonal Arrays"],"description":["  Mixed level orthogonal arrays are basic structures in experimental design. We\ndevelop three algorithms that compute Rao and Gilbert-Varshamov type bounds for\nmixed level orthogonal arrays. The computational complexity of the terms\ninvolved in these bounds can grow fast as the parameters of the arrays increase\nand this justifies the construction of these algorithms. The first is a\nrecursive algorithm that computes the bounds exactly, the second is based on an\nasymptotic analysis and the third is a simulation algorithm. They are all based\non the representation of the combinatorial expressions that appear in the\nbounds as expectations involving a symmetric random walk. The Markov property\nof the underlying random walk gives the recursive formula to compute the\nexpectations. A large deviation (LD) analysis of the expectations provide the\nasymptotic algorithm. The asymptotically optimal importance sampling (IS) of\nthe same expectation provides the simulation algorithm. Both the LD analysis\nand the construction of the IS algorithm uses a representation of these\nproblems as a sequence of stochastic optimal control problems converging to a\nlimit calculus of variations problem. The construction of the IS algorithm uses\na recently discovered method of using subsolutions to the Hamilton Jacobi\nBellman equation associated with the limit problem.\n","Comment: 28 pages, 2 figures"]}]
["0904.4187",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.4187"],"date":["2009-04-27","2009-05-03"],"type":["text"],"creator":["Gao, Xian"],"language":[],"coverage":[],"title":["Cosmological Perturbations and Non-Gaussianities in Ho\\v{r}ava-Lifshitz\n  Gravity"],"description":["  We investigate cosmological perturbations and non-gaussianities in\nHo\\v{r}ava-Lifshitz theory of gravitation. In the UV limit, the scalar\nperturbation in Ho\\v{r}ava theory is naturally scale-invariant, ignoring the\ndetails of the expansion of the universe. Thus one may relax the exponential\ninflation and the slow-roll conditions for the inflaton field. Moreover, in the\nabsence of slow-roll conditions, it is possible that the \"slow-roll suppressed\"\nnon-gaussianities resume to become large. We calculate the non-gaussianities\nfrom the bispectrum of the perturbation and find that, the equilateral-type\nnon-gaussianity is of order unity, while the local-type non-gaussianity remains\nsmall as in usual single-field slow-roll inflation model in general relativity.\n","Comment: 12 pages, no figure, v4, typos corrected, gauge problem is added"]}]
["astro-ph/0701292",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0701292"],"date":["2007-01-10","2009-05-03"],"type":["text"],"creator":["Peirani, S.","Pacheco, J. A. de Freitas"],"language":[],"coverage":[],"title":["Phase-Space Evolution of Dark Matter Halos"],"description":["  (Context) In a Universe dominated by dark matter, halos are continuously\naccreting mass (violently or not) and such mechanism affects their dynamical\nstate. (Aims) The evolution of dark matter halos in phase-space, and using the\nphase-space density indicator Q=rho/sigma^3 as a tracer, is discussed.\n(Methods) We have performed cosmological N-body simulations from which we have\ncarried a detailed study of the evolution of ~35 dark halos in the interval\n0<z<10. (Results)The follow up of individual halos indicates two distinct\nevolutionary phases. First, an early and fast decrease of Q associated to\nvirialization after the gravitational collapse takes place. The nice agreement\nbetween simulated data and theoretical expectations based on the spherical\ncollapse model support such a conjecture. The late and long period where a slow\ndecrease of the phase-space density occurs is related to accretion and merger\nepisodes. The study of some merger events in the phase-space (radial velocity\nversus radial distance) reveals the formation of structures quite similar to\ncaustics generated in secondary infall models of halo formation. After mixing\nin phase-space, halos in quasi-equilibrium have flat-topped velocity\ndistributions (negative kurtosis) with respect to Gaussians. The effect is more\nnoticiable for captured satellites and/or substructures than for the host halo.\n","Comment: submitted to A&A"]}]
["gr-qc/0703153",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0703153","Int . J. Theor. Phys 48: 815--824 (2009)","doi:10.1007/s10773-008-9855-2"],"date":["2007-03-30","2008-09-16"],"type":["text"],"creator":["Darabi, F."],"language":[],"coverage":[],"title":["Casimir effect for concentric spheres in de Sitter spacetime with\n  signature change"],"description":["  We revisit the Casimir effect for two concentric spherical shells in de\nSitter background with a new geometric configuration, namely Euclidean\nsignature between and Lorentzian signature outside the spheres with different\ncosmological constants, for a massless scalar field satisfying Dirichlet\nboundary conditions on the spheres. It is shown that an extra constant pressure\nemerges due to this signature changing configuration. Some interesting aspects\nof this extra term are then discussed.\n","Comment: 11 pages, no figures, accepted for publication in IJTP"]}]
["math/0511146",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11G18","11F55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0511146"],"date":["2005-11-07","2009-05-03"],"type":["text"],"creator":["Helm, David"],"language":[],"coverage":[],"title":["Towards a Jacquet-Langlands correspondence for unitary Shimura varieties"],"description":["  Let G be a unitary group over a totally real field, and X a Shimura variety\nfor G. For certain primes p of good reduction for X, we construct cycles on the\ncharacteristic p fiber of X. These cycles are defined as the loci on which the\nVerschiebung map has small rank on particular pieces of the Lie algebra of the\nuniversal abelian variety on X.\n  The geometry of these cycles turns out to be closely related to Shimura\nvarieties for a different unitary group G', which is isomorphic to G at finite\nplaces but not isomorphic to G at archimedean places. More precisely, each such\ncycle has a natural desingularization, and this desingularization is \"almost\"\nisomorphic to a scheme parametrizing certain subbundles of the Lie algebra of\nthe universal abelian variety over a Shimura variety X' arising from G'.\n  We exploit this relationship to construct an injection of the etale\ncohomology of X' into that of X. This yields a geometric construction of\n\"Jacquet-Langlands transfers\" of automorphic representations of G' to\nautomorphic representations of G.\n","Comment: 30 pages: added references, corrected typos, revised introduction and\n  formatting"]}]
