["0705.1728",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics","General Relativity and Quantum Cosmology","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.1728","Phys. Rev. A 77, 033804 (2008); Phys. Rev. A 79, 039903(E) (2009)","doi:10.1103/PhysRevA.77.033804"],"date":["2007-05-11","2009-07-12"],"type":["text"],"creator":["Genes, Claudiu","Vitali, David","Tombesi, Paolo","Gigan, Sylvain","Aspelmeyer, Markus"],"language":[],"coverage":[],"title":["Ground-state cooling of a micromechanical oscillator: generalized\n  framework for cold damping and cavity-assisted cooling schemes"],"description":["  We provide a general framework to describe cooling of a micromechanical\noscillator to its quantum ground state by means of radiation-pressure coupling\nwith a driven optical cavity. We apply it to two experimentally realized\nschemes, back-action cooling via a detuned cavity and cold-damping\nquantum-feedback cooling, and we determine the ultimate quantum limits of both\nschemes for the full parameter range of a stable cavity. While both allow to\nreach the oscillator's quantum ground state, we find that back-action cooling\nis more efficient in the good cavity limit, i.e. when the cavity bandwidth is\nsmaller than the mechanical frequency, while cold damping is more suitable for\nthe bad cavity limit. The results of previous treatments are recovered as\nlimiting cases of specific parameter regimes.\n","Comment: 10 pages, 4 figures. Erratum of the published version included"]}]
["0811.1123",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1123","J. Phys. Soc. Jpn. 78, 074712 (2009)","doi:10.1143/JPSJ.78.074712"],"date":["2008-11-07","2009-06-15"],"type":["text"],"creator":["Mizuguchi, Y.","Tomioka, F.","Tsuda, S.","Yamaguchi, T.","Takano, Y."],"language":[],"coverage":[],"title":["Substitution Effects on FeSe Superconductor"],"description":["  We have investigated the effect of atomic substitutions in the FeSe system,\nwhich exhibits the simplest crystal structure among the iron-based\nsuperconductors. An enhancement of the superconducting transition temperature\nTc was observed with the substitution of S or Te for Se; the Tc increased with\nS substitution by up to 20 %, and also increased with Te substitution up to 75\n%. In contrast, Co or Ni substitutions for the Fe site significantly suppressed\nsuperconductivity. In this work we present a detailed description of the\nsubstitution technique employed to determine Tc in the FeSe system.\n","Comment: 17 pages, 15 figures, 1 table"]}]
["0811.2518",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2518"],"date":["2008-11-15","2009-07-12"],"type":["text"],"creator":["Bickson, Danny"],"language":[],"coverage":[],"title":["Gaussian Belief Propagation: Theory and Aplication"],"description":["  The canonical problem of solving a system of linear equations arises in\nnumerous contexts in information theory, communication theory, and related\nfields. In this contribution, we develop a solution based upon Gaussian belief\npropagation (GaBP) that does not involve direct matrix inversion. The iterative\nnature of our approach allows for a distributed message-passing implementation\nof the solution algorithm. In the first part of this thesis, we address the\nproperties of the GaBP solver. We characterize the rate of convergence, enhance\nits message-passing efficiency by introducing a broadcast version, discuss its\nrelation to classical solution methods including numerical examples. We present\na new method for forcing the GaBP algorithm to converge to the correct solution\nfor arbitrary column dependent matrices.\n  In the second part we give five applications to illustrate the applicability\nof the GaBP algorithm to very large computer networks: Peer-to-Peer rating,\nlinear detection, distributed computation of support vector regression,\nefficient computation of Kalman filter and distributed linear programming.\nUsing extensive simulations on up to 1,024 CPUs in parallel using IBM Bluegene\nsupercomputer we demonstrate the attractiveness and applicability of the GaBP\nalgorithm, using real network topologies with up to millions of nodes and\nhundreds of millions of communication links. We further relate to several other\nalgorithms and explore their connection to the GaBP algorithm.\n","Comment: Ph.D. Thesis, Submitted to the Senate of the Hebrew University of\n  Jerusalem, October 2008. 2nd Revision: July 2009"]}]
["0812.3359",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3359","J. Math. Phys. 50, 042103 (2009)","doi:10.1063/1.3093270"],"date":["2008-12-17","2009-07-12"],"type":["text"],"creator":["Aberg, Johan","Mitchison, Graeme"],"language":[],"coverage":[],"title":["Cumulants and the moment algebra: tools for analysing weak measurements"],"description":["  Recently it has been shown that cumulants significantly simplify the analysis\nof multipartite weak measurements. Here we consider the mathematical structure\nthat underlies this, and find that it can be formulated in terms of what we\ncall the moment algebra. Apart from resulting in simpler proofs, the\nflexibility of this structure allows generalizations of the original results to\na number of weak measurement scenarios, including one where the weakly\ninteracting pointers reach thermal equilibrium with the probed system.\n","Comment: Journal reference added, minor corrections"]}]
["0902.2071",{"format":[],"subject":["Mathematics - Combinatorics","05B35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2071"],"date":["2009-02-12","2009-07-11"],"type":["text"],"creator":["Hall, Rhiannon","Mayhew, Dillon","van Zwam, Stefan H. M."],"language":[],"coverage":[],"title":["The excluded minors for near-regular matroids"],"description":["  In unpublished work, Geelen proved that a matroid is near-regular if and only\nif it has no minor isomorphic to: U2,5; U3,5; the Fano plane and its dual; the\nnon-Fano and its dual; the single-element deletion of AG(2,3), its dual, and\nthe matroid obtained from it with a Delta-Y operation; and P8. We provide a\nproof of this characterization.\n","Comment: 42 pages and 3 figures. This final version contains some small\n  changes for publication"]}]
["0902.3201",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3201","Foundations of Physics, 39(7):731-759, 2009","doi:10.1007/s10701-009-9308-7"],"date":["2009-02-18","2009-04-01"],"type":["text"],"creator":["Caspers, Martijn","Heunen, Chris","Landsman, Nicolaas P.","Spitters, Bas"],"language":[],"coverage":[],"title":["Intuitionistic quantum logic of an n-level system"],"description":["  A decade ago, Isham and Butterfield proposed a topos-theoretic approach to\nquantum mechanics, which meanwhile has been extended by Doering and Isham so as\nto provide a new mathematical foundation for all of physics. Last year, three\nof the present authors redeveloped and refined these ideas by combining the\nC*-algebraic approach to quantum theory with the so-called internal language of\ntopos theory (see arXiv:0709.4364). The goal of the present paper is to\nillustrate our abstract setup through the concrete example of the C*-algebra of\ncomplex n by n matrices. This leads to an explicit expression for the pointfree\nquantum phase space and the associated logical structure and Gelfand transform\nof an n-level system. We also determine the pertinent non-probabilisitic\nstate-proposition pairing (or valuation) and give a very natural\ntopos-theoretic reformulation of the Kochen--Specker Theorem. The essential\npoint is that the logical structure of a quantum n-level system turns out to be\nintuitionistic, which means that it is distributive but fails to satisfy the\nlaw of the excluded middle (both in opposition to the usual quantum logic).\n","Comment: 26 pages"]}]
["0902.3955",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3955","Phys. Rev. Lett. 103, 010602 (2009)","doi:10.1103/PhysRevLett.103.010602"],"date":["2009-02-23","2009-06-04"],"type":["text"],"creator":["Baiesi, Marco","Maes, Christian","Wynants, Bram"],"language":[],"coverage":[],"title":["Fluctuations and response of nonequilibrium states"],"description":["  A generalized fluctuation-response relation is found for thermal systems\ndriven out of equilibrium. Its derivation is independent of many details of the\ndynamics, which is only required to be first-order. The result gives a\ncorrection to the equilibrium fluctuation-dissipation theorem, in terms of the\ncorrelation between observable and excess in dynamical activity caused by the\nperturbation. Previous approaches to this problem are recovered and extended in\na unifying scheme.\n"]}]
["0903.1532",{"format":[],"subject":["Mathematics - Dynamical Systems","37E15, 37M10, 70G60, 65P120"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.1532"],"date":["2009-03-09","2009-07-12"],"type":["text"],"creator":["Lozi, Rene","Fiol, Clarisse"],"language":[],"coverage":[],"title":["Global Orbit Patterns for One Dimensional Dynamical Systems"],"description":["  In this article, we study the behaviour of discrete one-dimensional dynamical\nsystems associated to functions on finite sets. We formalise the global orbit\npattern formed by all the periodic orbits (gop) as the ordered set of periods\nwhen the initial value thumbs the finite set in the increasing order. We are\nable to predict, using closed formulas, the number of gop for the set\n$\\mathcal{F}_N$ of all the functions on $X$. We also explore by computer\nexperiments special subsets of $\\mathcal{F}_N$ in which interesting patterns of\ngop are found.\n","Comment: 33 pages, 1 figure"]}]
["0903.2608",{"format":[],"subject":["Physics - Biological Physics","Condensed Matter - Statistical Mechanics","Quantitative Biology - Subcellular Processes"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2608","Physical Review E, vol.80, 011908 (2009)","doi:10.1103/PhysRevE.80.011908"],"date":["2009-03-15","2009-07-12"],"type":["text"],"creator":["Garai, Ashok","Chowdhury, Debanjan","Chowdhury, Debashish","Ramakrishnan, T. V."],"language":[],"coverage":[],"title":["Stochastic kinetics of ribosomes: single motor properties and collective\n  behavior"],"description":["  Synthesis of protein molecules in a cell are carried out by ribosomes. A\nribosome can be regarded as a molecular motor which utilizes the input chemical\nenergy to move on a messenger RNA (mRNA) track that also serves as a template\nfor the polymerization of the corresponding protein. The forward movement,\nhowever, is characterized by an alternating sequence of translocation and\npause. Using a quantitative model, which captures the mechanochemical cycle of\nan individual ribosome, we derive an {\\it exact} analytical expression for the\ndistribution of its dwell times at the successive positions on the mRNA track.\nInverse of the average dwell time satisfies a ``Michaelis-Menten-like''\nequation and is consistent with the general formula for the average velocity of\na molecular motor with an unbranched mechano-chemical cycle. Extending this\nformula appropriately, we also derive the exact force-velocity relation for a\nribosome. Often many ribosomes simultaneously move on the same mRNA track,\nwhile each synthesizes a copy of the same protein. We extend the model of a\nsingle ribosome by incorporating steric exclusion of different individuals on\nthe same track. We draw the phase diagram of this model of ribosome traffic in\n3-dimensional spaces spanned by experimentally controllable parameters. We\nsuggest new experimental tests of our theoretical predictions.\n","Comment: Final published version"]}]
["0903.4961",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","F.1.2","C.1.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4961"],"date":["2009-03-29","2009-07-12"],"type":["text"],"creator":["Chen, Yunji","Chen, Tianshi","Hu, Weiwu"],"language":[],"coverage":[],"title":["Global Clock, Physical Time Order and Pending Period Analysis in\n  Multiprocessor Systems"],"description":["  In multiprocessor systems, various problems are treated with Lamport's\nlogical clock and the resultant logical time orders between operations.\nHowever, one often needs to face the high complexities caused by the lack of\nlogical time order information in practice. In this paper, we utilize the\n\\emph{global clock} to infuse the so-called \\emph{pending period} to each\noperation in a multiprocessor system, where the pending period is a time\ninterval that contains the performed time of the operation. Further, we define\nthe \\emph{physical time order} for any two operations with disjoint pending\nperiods. The physical time order is obeyed by any real execution in\nmultiprocessor systems due to that it is part of the truly happened operation\norders restricted by global clock, and it is then proven to be independent and\nconsistent with traditional logical time orders. The above novel yet\nfundamental concepts enables new effective approaches for analyzing\nmultiprocessor systems, which are named \\emph{pending period analysis} as a\nwhole. As a consequence of pending period analysis, many important problems of\nmultiprocessor systems can be tackled effectively. As a significant application\nexample, complete memory consistency verification, which was known as an\nNP-hard problem, can be solved with the complexity of $O(n^2)$ (where $n$ is\nthe number of operations). Moreover, the two event ordering problems, which\nwere proven to be Co-NP-Hard and NP-hard respectively, can both be solved with\nthe time complexity of O(n) if restricted by pending period information.\n","Comment: 22 pages, 4 figures"]}]
["0904.0352",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.0352"],"date":["2009-04-02","2009-07-12"],"type":["text"],"creator":["Dolev, Shlomi","Elovici, Yuval","Puzis, Rami","Zilberman, Polina"],"language":[],"coverage":[],"title":["Incremental Deployment of Network Monitors Based on Group Betweenness\n  Centrality"],"description":["  In many applications we are required to increase the deployment of a\ndistributed monitoring system on an evolving network. In this paper we present\na new method for finding candidate locations for additional deployment in the\nnetwork. This method is based on the Group Betweenness Centrality (GBC) measure\nthat is used to estimate the influence of a group of nodes over the information\nflow in the network. The new method assists in finding the location of k\nadditional monitors in the evolving network, such that the portion of\nadditional traffic covered is at least (1-1/e) of the optimal.\n"]}]
["0904.4032",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.4032","Journal of of Micromechanics and Microengineering, 2009, V19(8)\n  085005","doi:10.1088/0960-1317/19/8/085005"],"date":["2009-04-26"],"type":["text"],"creator":["Fu, X.","Zhang, P.","Hu, H.","Huang, C. J.","Huang, Y.","Wang, R. Z."],"language":[],"coverage":[],"title":["3D visualization of two-phase flow in the micro-tube by a simple but\n  effective method"],"description":["  The present study presents a simple but effective method for 3D visualization\nof the two-phase flow in the micro-tube. An isosceles right-angle prism\ncombined with a mirror located 45^o bevel to the prism is employed to obtain\nsynchronously the front and side views of the flow patterns with a single\ncamera, where the locations of the prism and the micro-tube for clearly imaging\nshould satisfy a fixed relationship which is specified in the present study.\nThe optical design is proven successfully by the tough visualization work at\nthe cryogenic temperature range. The image deformation due to the refraction\nand geometrical configuration of the test section is quantitatively\ninvestigated. It is calculated that the image is enlarged by about 20% in inner\ndiameter compared to the real object, which is validated by the experimental\nresults. Meanwhile, the image deformation by adding a rectangular optical\ncorrection box outside the circular tube is comparatively investigated. It is\ncalculated that the image is reduced by about 20% in inner diameter with a\nrectangular optical correction box compared to the real object. The 3D\nre-construction process based on the two views is conducted through three\nsteps, which shows that 3D visualization method can be easily applied for\ntwo-phase flow research in micro-scale channels and improves the measurement\naccuracy of some important parameters of two-phase flow such as void fraction,\nspatial distribution of bubbles, etc..\n","Comment: 34 pages, 14 figure, submitted to Journal of of Micromechanics and\n  Microengineering"]}]
["0905.1966",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.1966"],"date":["2009-05-12","2009-07-12"],"type":["text"],"creator":["Galkin, A. Yu.","Ivanov, B. A."],"language":[],"coverage":[],"title":["Magnetic vortex as a ground state for sub-micron antiferromagnetic\n  particles"],"description":["  For submicron particles shaped as any axisymmetric body and made with\nstandard canted antiferromagnet like hematite or iron borate, the ground state\nmay comprise of a magnetic vortex with topologically non-trivial distribution\nof the sublattice magnetization $\\vec{l}$ and planar coreless vortex-like\nstructure for the net magnetization $\\vec{M}$. For antiferromagnetic particles\nin the vortex state, in addition to low-frequency modes, there are high\nfrequency modes with frequencies over the range of hundreds gigahertz,\nincluding a mode localized in the region of the radius 30-40 nm near a vortex\ncore.\n","Comment: 10 pages, 1 figure"]}]
["0907.1383",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1383"],"date":["2009-07-08","2009-07-12"],"type":["text"],"creator":["Cristea, Miron J."],"language":[],"coverage":[],"title":["Unified Model for P-N Junction Current-Voltage Characteristics"],"description":["  The current-voltage p-n junction characteristics were mainly analyzed until\nnow at low injection levels and high level injection separately. This work\nunifies the low injection, medium injection, high injection levels and the\nohmic region of the I/V characteristics. Keywords: p-n junctions,\ncurrent-voltage characteristics, low injection and high injection levels, ohmic\nregion.\n","Comment: 3 pages"]}]
["0907.1587",{"format":[],"subject":["Physics - Computational Physics","Condensed Matter - Mesoscale and Nanoscale Physics","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1587"],"date":["2009-07-09"],"type":["text"],"creator":["Fischbacher, Thomas","Fangohr, Hans"],"language":[],"coverage":[],"title":["Continuum multi-physics modeling with scripting languages: the Nsim\n  simulation compiler prototype for classical field theory"],"description":["  We demonstrate that for a broad class of physical systems that can be\ndescribed using classical field theory, automated runtime translation of the\nphysical equations to parallelized finite-element numerical simulation code is\nfeasible. This allows the implementation of multiphysics extension modules to\npopular scripting languages (such as Python) that handle the complete\nspecification of the physical system at script level. We discuss two example\napplications that utilize this framework: the micromagnetic simulation package\n\"Nmag\" as well as a short Python script to study morphogenesis in a\nreaction-diffusion model.\n","Comment: 50 pages, 5 figures"]}]
["0907.1650",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1650"],"date":["2009-07-09","2009-07-12"],"type":["text"],"creator":["Stockwell, David R. B.","Cox, Anthony"],"language":[],"coverage":[],"title":["Structural break models of climatic regime-shifts: claims and forecasts"],"description":["  A Chow test for structural breaks in the surface temperature series is used\nto investigate two common claims about global warming. Quirk (2009) proposed\nthat the increase in Australian temperature from 1910 to the present was\nlargely confined to a regime-shift in the Pacific Decadal Oscillation (PDO)\nbetween 1976 and 1979. The test finds a step change in both Australian and\nglobal temperature trends in 1978 (HadCRU3GL), and in Australian rainfall in\n1982 with flat temperatures before and after. Easterling & Wehner (2009)\nclaimed that singling out the apparent flatness in global temperature since\n1997 is 'cherry picking' to reinforce an arbitrary point of view. On the\ncontrary, we find evidence for a significant change in the temperature series\naround 1997, corroborated with evidence of a coincident oceanographic\nregime-shift. We use the trends between these significant change points to\ngenerate a forecast of future global temperature under specific assumptions.\n","Comment: Submitted to the International Journal of Forecasting on 5 July 2009"]}]
["math-ph/0312007",{"format":[],"subject":["Mathematical Physics","83C57, 03H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0312007","Internat. J. Math. & Math. Sci. 20(1) (1997) 201-204"],"date":["2003-11-30","2009-07-12"],"type":["text"],"creator":["Herrmann, Robert A."],"language":[],"coverage":[],"title":["A Hypercontinuous Hypersmooth, Scharzschild Line Element Transformation"],"description":["  In this paper, the Eddington-Finkelstein transformation is used as an\nillustration of how the problem of singularities or infinities can be removed\nby application of nonstandard analysis to the Schwarzschild line element\n(metric). The evolution of a gravitationally collapsing spherical body with\nradius greater than but near to the Schwarzschild radius is also investigated.\n","Comment: 5 pages. In this version, derivations or definitions are improved"]}]
["math/0303312",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Probability","46L54 (Primary) 05A18, 60E05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0303312","Int. Math. Res. Not. 2004, no. 28, 1413--1460"],"date":["2003-03-25","2003-12-24"],"type":["text"],"creator":["Mingo, James A.","Nica, Alexandru"],"language":[],"coverage":[],"title":["Annular non-crossing permutations and partitions, and second-order\n  asymptotics for random matrices"],"description":["  We study the set $S_{ann-nc}$ of permutations of $\\{1, ..., p+q \\}$ which are\nnon-crossing in an annulus with $p$ points marked on its external circle and\n$q$ points marked on its internal circle. The algebraic approach to\n$S_{ann-nc}$ goes by identifying three possible crossing patterns in an\nannulus, and by defining a permutation to be annular non-crossing when it does\nnot display any of these patterns. We prove the annular counterpart for a\n``geodesic condition'' shown by Biane to characterize non-crossing permutations\nin a disc. We point out that, as a consequence, annular non-crossing\npermutations appear in the description of the second order asymptotics for the\njoint moments of certain families (Wishart and GUE) of random matrices. We\nexamine the relation between $S_{ann-nc}$ and the set $NC_{ann}$ of annular\nnon-crossing partitions of $\\{1, ..., p+q \\}$, and observe that (unlike in the\ndisc case) the natural map from $S_{ann-nc}$ onto $NC_{ann}$ has a pathology\nwhich prevents it from being injective.\n","Comment: 33 pages + 19 eps figures, a pdf file with high resolution pictures\n  is available at http://www.mast.queensu.ca/~mingoj/annular.pdf (correction of\n  minor errors on Dec. 24, 2003)"]}]
["math/0405191",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Probability","46L54, 15A52, 60F"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0405191","J. Funct. Anal. 235 (2006), no. 1, 226--270"],"date":["2004-05-11","2005-10-16"],"type":["text"],"creator":["Mingo, James A.","Speicher, Roland"],"language":[],"coverage":[],"title":["Second Order Freeness and Fluctuations of Random Matrices: I. Gaussian\n  and Wishart matrices and Cyclic Fock spaces"],"description":["  We extend the relation between random matrices and free probability theory\nfrom the level of expectations to the level of fluctuations. We introduce the\nconcept of \"second order freeness\" and derive the global fluctuations of\nGaussian and Wishart random matrices by a general limit theorem for second\norder freeness. By introducing cyclic Fock space, we also give an operator\nalgebraic model for the fluctuations of our random matrices in terms of the\nusual creation, annihilation, and preservation operators. We show that\northogonal families of Gaussian and Wishart random matrices are asymptotically\nfree of second order.\n","Comment: 46 pages, 13 figures, second revision adds explanations, figures, and\n  references"]}]
["math/0503169",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Probability","15A52, 46L54, 05E35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0503169","J. Reine Angew. Math. 604 (2007), 1--46"],"date":["2005-03-08"],"type":["text"],"creator":["Kusalik, Timothy","Mingo, James A.","Speicher, Roland"],"language":[],"coverage":[],"title":["Orthogonal Polynomials and Fluctuations of Random Matrices"],"description":["  In this paper we establish a connection between the fluctuations of Wishart\nrandom matrices, shifted Chebyshev polynomials, and planar diagrams whose\nlinear span form a basis for the irreducible representations of the annular\nTemperly-Lieb algebra.\n"]}]
["math/0509214",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0509214"],"date":["2005-09-09","2009-07-12"],"type":["text"],"creator":["Salomonsson, Pelle"],"language":[],"coverage":[],"title":["Steenrod operations in Gromov--Witten theory: a computation for CP^n"],"description":["  I could not get this paper published; it was considered uninteresting by the\nreferee. And now, several years later, I also detect (what seems to be) a\nserious error in it. This general line of research may still, however, be of\nsome interest.\n","Comment: This paper has been withdrawn"]}]
["math/0606507",{"format":[],"subject":["Mathematics - Operator Algebras","47B39 (Primary), 47B15, 46L05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0606507","Proc. Amer. Math. Soc, vol. 135 (2007), 3205--3215"],"date":["2006-06-20"],"type":["text"],"creator":["Lamoureux, Michael P.","Mingo, James A."],"language":[],"coverage":[],"title":["On the Characteristic Polynomial of the Almost Mathieu Operator"],"description":["  Let theta = p/q with p and q relatively prime and u and v a pair of unitaries\nsuch that u v = e^{i theta} v u, where u and v generate the rotation C*-algebra\nA_theta. Let h_{theta, lambda} = u + u^{-1} + lambda/2(v + v^{-1}) be the\nalmost Mathieu operator. By proving an identity of rational functions we show\nthat for q even, the constant term in the characteristic polynomial of\nh_{\\theta, \\lambda} is (-1)^{q/2}(1 + (\\lambda/2)^q) - (z_1^q + z_1^{-q} +\n(\\lambda/2)^q(z_2^q + z_2^{-q})).\n","Comment: 11 pages, to appear in Proc. Amer. Math. Soc"]}]
["math/0607570",{"format":[],"subject":["Mathematics - Combinatorics","52C35, 52C40, 68T10, 90C27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0607570"],"date":["2006-07-24","2009-07-12"],"type":["text"],"creator":["Matveev, Andrey O."],"language":[],"coverage":[],"title":["Pattern Recognition on Oriented Matroids: The Existence of a Tope\n  Committee"],"description":["  Oriented matroids can serve as a tool of modeling of collective\ndecision-making processes in contradictory problems of pattern recognition. We\npresent a generalization of the committee techniques of pattern recognition to\noriented matroids. A tope committee for an oriented matroid is a subset of its\nmaximal covectors such that every positive halfspace contains more than half of\nthe maximal covectors from this subset. For a large subfamily of oriented\nmatroids their committee structure is quite rich; for example, any maximal\nchains in their tope posets provide one with information sufficient to\nconstruct a committee.\n","Comment: 40 pages, 12 figures; v.2 - corrections in Section 5.2, references\n  added; v.3,4,5 - minor improvements and reorganization"]}]
["quant-ph/0511069",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0511069","SIAM Journal on Computing, 38(3):963-981, 2008","doi:10.1137/050644756"],"date":["2005-11-08","2009-07-12"],"type":["text"],"creator":["Markov, Igor L.","Shi, Yaoyun"],"language":[],"coverage":[],"title":["Simulating quantum computation by contracting tensor networks"],"description":["  The treewidth of a graph is a useful combinatorial measure of how close the\ngraph is to a tree. We prove that a quantum circuit with $T$ gates whose\nunderlying graph has treewidth $d$ can be simulated deterministically in\n$T^{O(1)}\\exp[O(d)]$ time, which, in particular, is polynomial in $T$ if\n$d=O(\\log T)$. Among many implications, we show efficient simulations for\nlog-depth circuits whose gates apply to nearby qubits only, a natural\nconstraint satisfied by most physical implementations. We also show that\none-way quantum computation of Raussendorf and Briegel (Physical Review\nLetters, 86:5188--5191, 2001), a universal quantum computation scheme with\npromising physical implementations, can be efficiently simulated by a\nrandomized algorithm if its quantum resource is derived from a small-treewidth\ngraph.\n","Comment: 7 figures"]}]
