["0708.1581",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Algebraic Geometry","55N91 (Primary)","13F55, 14M25 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1581","Math. Proc. Camb. Phil. Soc. 146 (2009), 395-405","doi:10.1017/S0305004108001965"],"date":["2007-08-11","2008-05-18"],"type":["text"],"creator":["Bahri, Anthony","Franz, Matthias","Ray, Nigel"],"language":[],"coverage":[],"title":["The equivariant cohomology of weighted projective space"],"description":["  We describe the integral equivariant cohomology ring of a weighted projective\nspace in terms of piecewise polynomials, and thence by generators and\nrelations. We deduce that the ring is a perfect invariant, and prove a Chern\nclass formula for weighted projective bundles.\n","Comment: 11 pages; improved exposition"]}]
["0708.2382",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2382","PoS ACAT2007:076,2007"],"date":["2007-08-17","2007-11-06"],"type":["text"],"creator":["Froehlich, I.","Boado, L. Cazon","Galatyuk, T.","Hejny, V.","Holzmann, R.","Kagarlis, M.","Kuehn, W.","Messchendorp, J. G.","Metag, V.","Pleier, M. -A.","Przygoda, W.","Ramstein, B.","Ritman, J.","Salabura, P.","Stroth, J.","Sudol, M."],"language":[],"coverage":[],"title":["Pluto: A Monte Carlo Simulation Tool for Hadronic Physics"],"description":["  Pluto is a Monte-Carlo event generator designed for hadronic interactions\nfrom Pion production threshold to intermediate energies of a few GeV per\nnucleon, as well as for studies of heavy ion reactions. This report gives an\noverview of the design of the package, the included models and the user\ninterface.\n","Comment: XI International Workshop on Advanced Computing and Analysis\n  Techniques in Physics Research, April 23-27 2007, Amsterdam, the Netherlands"]}]
["0709.2665",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2665","Acta Phys.Polon.Supp.1:237-244,2008"],"date":["2007-09-17"],"type":["text"],"creator":["Pleier, Marc-André","CDF, for the","Collaborations, D0"],"language":[],"coverage":[],"title":["Top Quark Physics at the Tevatron"],"description":["  The Tevatron proton-antiproton collider at Fermilab with its centre of mass\nenergy of 1.96 TeV is currently the only source for the production of top\nquarks. Its increased luminosity and centre of mass energy in Run II allow both\ncollider detectors CDF and D0 to study top quarks with unprecedented scrutiny.\n  Recent results on the top quark's pair production cross section and its\nproperties such as mass, electric charge, helicity of the W boson in its decay\nand branching fraction B(t->Wb) are presented and probe the validity of the\nStandard Model.\n","Comment: September 2007. 8 pages, 3 figures. Prepared for the proceedings of\n  the XXVII Physics in Collision Symposium, Annecy, France, 26-29 June 2007"]}]
["0710.0874",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0874","J.Phys.G36:055201,2009","doi:10.1088/0954-3899/36/5/055201"],"date":["2007-10-03","2009-03-19"],"type":["text"],"creator":["Siegal-Gaskins, J. M.","Pavlidou, V.","Olinto, A. V.","Brown, C.","Fields, B. D."],"language":[],"coverage":[],"title":["A luminosity constraint on the origin of unidentified high energy\n  sources"],"description":["  The identification of point sources poses a great challenge for the high\nenergy community. We present a new approach to evaluate the likelihood of a set\nof sources being a Galactic population based on the simple assumption that\ngalaxies similar to the Milky Way host comparable populations of gamma-ray\nemitters. We propose a luminosity constraint on Galactic source populations\nwhich complements existing approaches by constraining the abundance and spatial\ndistribution of any objects of Galactic origin, rather than focusing on the\nproperties of a specific candidate emitter. We use M31 as a proxy for the Milky\nWay, and demonstrate this technique by applying it to the unidentified EGRET\nsources. We find that it is highly improbable that the majority of the\nunidentified EGRET sources are members of a Galactic halo population (e.g.,\ndark matter subhalos), but that current observations do not provide any\nconstraints on all of these sources being Galactic objects if they reside\nentirely in the disk and bulge. Applying this method to upcoming observations\nby the Fermi Gamma-ray Space Telescope has the potential to exclude association\nof an even larger number of unidentified sources with any Galactic source\nclass.\n","Comment: 18 pages, 4 figures, to appear in JPhysG"]}]
["0710.3957",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11G07","11G05","11G50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3957"],"date":["2007-10-21","2009-04-15"],"type":["text"],"creator":["Petsche, Clayton"],"language":[],"coverage":[],"title":["Non-archimedean equidistribution on elliptic curves with global\n  applications"],"description":["  Let $E$ be an elliptic curve over an algebraically closed, complete,\nnon-archimedean field $K$, and let ${\\mathsf E}$ denote the Berkovich analytic\nspace associated to $E/K$. We study the $\\mu$-equidistribution of finite\nsubsets of $E(K)$, where $\\mu$ is a certain canonical unit Borel measure on\n${\\mathsf E}$. Our main result is an inequality bounding the error term when\ntesting against a certain class of continuous functions on ${\\mathsf E}$. We\nthen give two applications to elliptic curves over global function fields: we\nprove a function field analogue of the Szpiro-Ullmo-Zhang equidistribution\ntheorem for small points, and a function field analogue of a result of\nBaker-Ih-Rumely on the finiteness of $S$-integral torsion points. Both\napplications are given in explicit quantitative form.\n","Comment: Final version. Inserted a full proof of Corollary 3, clarified the\n  definition of the topology on the Berkovich unit disc, revised the proof of\n  Proposition 7, included some new references, and made some other minor\n  changes"]}]
["0711.0991",{"format":[],"subject":["Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0991","ISBN-13 978-981-281-434-0, 2008, pp. 387-392"],"date":["2007-11-06"],"type":["text"],"creator":["Scott, Pat","Edsjö, Joakim","Fairbairn, Malcolm"],"language":[],"coverage":[],"title":["Low mass stellar evolution with WIMP capture and annihilation"],"description":["  Recent work has indicated that WIMP annihilation in stellar cores has the\npotential to contribute significantly to a star's total energy production. We\nreport on progress in simulating the effects of WIMP capture and annihilation\nupon stellar structure and evolution near supermassive black holes, using the\nnew DarkStars code. Preliminary results indicate that low-mass stars are the\nmost influenced by WIMP annihilation, which could have consequences for\nupcoming observational programs.\n","Comment: 6 pages, 2 figures. To appear in the Proceedings of DARK2007, eds.\n  H.V. Klapdor-Kleingrothaus, I. Krivosheina and G. Lewis, World Scientific,\n  2008"]}]
["0711.2806",{"format":[],"subject":["Nuclear Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2806","Phys.Lett.A372:4898-4901,2008","doi:10.1016/j.physleta.2008.05.035"],"date":["2007-11-18","2008-03-15"],"type":["text"],"creator":["de Carvalho, J. X.","Hussein, M. S.","Pato, M. P.","Sargeant, A. J."],"language":[],"coverage":[],"title":["Perturbative Treatment of Symmetry Breaking Within Random Matrix Theory"],"description":["  We discuss the applicability, within the Random Matrix Theory, of\nperturbative treatment of symmetry breaking to the experimental data on the\nflip symmetry breaking in quartz crystal. We found that the values of the\nparameter that measures this breaking are different for the spacing\ndistribution as compared to those for the spectral rigidity. We consider both\ntwofold and threefold symmetries. The latter was found to account better for\nthe spectral rigidity than the former. Both cases, however, underestimate the\nexperimental spectral rigidity at large L. This discrepancy can be resolved if\nan appropriate number of eigenfrequecies is considered to be missing in the\nsample. Our findings are relevant to isospin violation study in nuclei.\n","Comment: 10 pages, 3 figures"]}]
["0801.1615",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons","High Energy Physics - Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1615","J. Phys. A: Math. Theor. 41 485302 (2008). Published version with\n  additional material about relativistic hyper-entanglement","doi:10.1088/1751-8113/41/48/485302"],"date":["2008-01-10"],"type":["text"],"creator":["Bermudez, A.","Martin-Delgado, M. A."],"language":[],"coverage":[],"title":["A Lorentz Invariant Pairing Mechanism: Relativistic Cooper Pairs"],"description":["  We study a Lorentz invariant pairing mechanism that arises when two\nrelativistic spin-1/2 fermions are subjected to a Dirac string coupling. In the\nweak coupling regime, we find remarkable analogies between this relativistic\nbound system and the well known superconducting Cooper pair. As the coupling\nstrength is raised, quenched phonons become unfrozen and dynamically contribute\nto the gluing mechanism, which translates into novel features of this\nrelativistic superconducting pair.\n","Comment: Revtex4 file, color figures with less resolution to comply with arxiv\n  restrictions"]}]
["0802.0635",{"format":[],"subject":["Mathematics - Algebraic Geometry","14A20","14H10","14D22","14H45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0635","Arch. Math. 92 (2009), 119-128"],"date":["2008-02-05","2008-09-19"],"type":["text"],"creator":["Gorchinskiy, Sergey","Viviani, Filippo"],"language":[],"coverage":[],"title":["A note on families of hyperelliptic curves"],"description":["  We give a stack-theoretic proof for some results on families of hyperelliptic\ncurves.\n","Comment: 8 pages; final version, to appear on Arch. Math"]}]
["0802.0952",{"format":[],"subject":["Mathematics - Category Theory","Mathematics - Representation Theory","16E30, 16E40, 18E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0952"],"date":["2008-02-07","2009-04-15"],"type":["text"],"creator":["Bergh, Petter Andreas","Iyengar, Srikanth B.","Krause, Henning","Oppermann, Steffen"],"language":[],"coverage":[],"title":["Dimensions of triangulated categories via Koszul objects"],"description":["  Lower bounds for the dimension of a triangulated category are provided. These\nbounds are applied to stable derived categories of Artin algebras and of\ncommutative complete intersection local rings. As a consequence, one obtains\nbounds for the representation dimensions of certain Artin algebras.\n","Comment: Final revised version, to appear in Math. Z"]}]
["0802.2124",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2124","J. Phys. D: Appl. Phys. 41 (2008) 175405","doi:10.1088/0022-3727/41/17/175405"],"date":["2008-02-14"],"type":["text"],"creator":["Gusso, Andre","Delben, Guilherme J"],"language":[],"coverage":[],"title":["Dispersion force for materials relevant for micro and nanodevices\n  fabrication"],"description":["  The dispersion (van der Waals and Casimir) force between two semi-spaces are\ncalculated using the Lifshitz theory for different materials relevant for micro\nand nanodevices fabrication, namely, gold, silicon, gallium arsenide, diamond\nand two types of diamond-like carbon (DLC), silicon carbide, silicon nitride\nand silicon dioxide. The calculations were performed using recent experimental\noptical data available in the literature, usually ranging from the far infrared\nup to the extreme ultraviolet bands of the electromagnetic spectrum. The\nresults are presented in the form of a correction factor to the Casimir force\npredicted between perfect conductors, for the separation between the\nsemi-spaces varying from 1 nanometre up to 1 micrometre. The relative\nimportance of the contributions to the dispersion force of the optical\nproperties in different spectral ranges is analyzed. The role of the\ntemperature for semiconductors and insulators is also addressed. The results\nare meant to be useful for the estimation of the impact of the Casimir and van\nder Waals forces on the operational parameters of micro and nanodevices.\n"]}]
["0802.3427",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3427","doi:10.1134/S1063778809050019"],"date":["2008-02-25","2009-04-15"],"type":["text"],"creator":["Arbuzov, A. B.","Barbashov, B. M.","Borowiec, A.","Pervushin, V. N.","Shuvalov, S. A.","Zakharov, A. F."],"language":[],"coverage":[],"title":["Is it possible to estimate the Higgs Mass from the CMB Power Spectrum?"],"description":["  General Relativity and Standard Model are considered as a theory of dynamical\nscale symmetry with definite initial data compatible with the accepted Higgs\nmechanism. In this theory the Early Universe behaves like a factory of\nelectroweak bosons and Higgs scalars, and it gives a possibility to identify\nthree peaks in the Cosmic Microwave Background power spectrum with the\ncontributions of photonic decays and annihilation processes of primordial\nHiggs, W, and Z bosons in agreement with the QED coupling constant, Weinberg's\nangle, and Higgs' particle mass of about 118 GeV.\n","Comment: version to appear in Yadernaya Fizika"]}]
["0803.1715",{"format":[],"subject":["Mathematics - General Mathematics","03E70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1715"],"date":["2008-03-12","2009-04-15"],"type":["text"],"creator":["Rede, Slavko"],"language":[],"coverage":[],"title":["Disproof of the Continuum Hypothesis and Determination of the\n  Cardinality of Continuum by Approximations of Sets"],"description":["  A set theory is developed based on the approximations of sets and denoted by\nAS. In AS the set of all sets exists but the argument for Russell's and\nCantor's paradox fail. The Axioms of Separation, Replacement and Foundation are\nnot valid. All the other axioms of ZF are valid and all the basic sets, such as\ncomplement, intersection and cartesian product, exist although complement is\nnot quite the same set as in ZF. The set of all sets can be equipped with the\ntopology of approximations (Ta). Every set is closed and every function is\ncontinuous in Ta. This implies that the Continuum Hypothesis is false. The sets\ncontaining a subset which is perfect in Ta are of the greatest cardinality. A\nsimple observation shows that the concept of well-ordering must be defined in a\nslightly different way than in ZF. We prove that a set can be well-ordered if\nand only if it has no perfect subset. Therefore the cardinalities of arbitrary\nsets are always comparable without assuming the Axiom of Choice. The cardinals\nfollowing the smallest infinite cardinal w are 2w, 3w, ..., w^2, 2w^2, 3w^2,\n>..., w^3.... each being of greater cardinality than the previous one, which is\nnot the case in ZF. Immediately after these cardinals does not follow w^w which\nis not a well-orderable set but some well-ordered cardinal k, and this one is\nfollowed by the cardinals 2k, 3k, ..., k^2, 2k^2, 3k^2, ..., k^3...., etc. The\ngreatest cardinal is P(w) and is not a well-orderable set. The cofinality of a\nwell-ordered set is either 2 or w. The only regular cardinals are 0, 1, 2, w\nand P(w). All other cardinals are singular. The only strong limit cardinal is\nw. The only inaccessible cardinal is P(w). Strongly inaccessible cardinals do\nnot exist.\n","Comment: This version is an extension of the previous one. In the sections 6\n  to 12 we build the tool for determining the cardinality of the power set of\n  natural numbers inside the set theory developed in the previous version. The\n  sections 1 to 5 remain unchanged with the exception of a few stylistic\n  corrections"]}]
["0803.2989",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2989","JHEP 0805:081,2008","doi:10.1088/1126-6708/2008/05/081"],"date":["2008-03-20","2008-05-23"],"type":["text"],"creator":["Bergshoeff, Eric A.","Hohm, Olaf","Nutma, Teake A."],"language":[],"coverage":[],"title":["A Note on E11 and Three-dimensional Gauged Supergravity"],"description":["  We determine the gauge symmetries of all p-forms in maximal three-dimensional\ngauged supergravity by requiring invariance of the Lagrangian. It is shown that\nin a particular ungauged limit these symmetries are in precise correspondence\nto those predicted by the very-extended Kac-Moody algebra E11. We demonstrate\nthat whereas in the ungauged limit the bosonic gauge algebra closes off-shell,\nthe closure is only on-shell in the full gauged theory. This underlines the\nimportance of dynamics for understanding the Kac-Moody origin of the symmetries\nof gauged supergravity.\n","Comment: Published version"]}]
["0803.3359",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3359","Phys. Rev. A 77, 062114 (2008)","doi:10.1103/PhysRevA.77.062114"],"date":["2008-03-24","2008-03-26"],"type":["text"],"creator":["Wu, Jianda","Zhao, Meisheng","Chen, Jianlan","Zhang, Yongde"],"language":[],"coverage":[],"title":["Adiabatic Condition and Quantum Geometric Potential"],"description":["  In this paper, we present a U(1)-invariant expansion theory of the adiabatic\nprocess. As its application, we propose and discuss new sufficient adiabatic\napproximation conditions. In the new conditions, we find a new invariant\nquantity referred as quantum geometric potential (QGP) contained in all\ntime-dependent processes. Furthermore, we also give detailed discussion and\nanalysis on the properties and effects of QGP.\n","Comment: 5 pages, 1 figure"]}]
["0804.3582",{"format":[],"subject":["Mathematics - Dynamical Systems","37A35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3582"],"date":["2008-04-22","2009-04-14"],"type":["text"],"creator":["Bowen, Lewis"],"language":[],"coverage":[],"title":["Measure conjugacy invariants for actions of countable sofic groups"],"description":["  Sofic groups were defined implicitly by Gromov in [Gr99] and explicitly by\nWeiss in [We00]. All residually finite groups (and hence every linear group) is\nsofic. The purpose of this paper is to introduce, for every countable sofic\ngroup $G$, a family of measure-conjugacy invariants for measure-preserving\n$G$-actions on probability spaces. These invariants generalize Kolmogorov-Sinai\nentropy for actions of amenable groups. They are computed exactly for Bernoulli\nshifts over $G$, leading to a complete classification of Bernoulli systems up\nto measure-conjugacy for many groups including all countable linear groups.\nRecent rigidity results of Y. Kida and S. Popa are utilized to classify\nBernoulli shifts over mapping class groups and property T groups up to orbit\nequivalence and von Neumann equivalence respectively.\n","Comment: v.6 corrects a few minor errors"]}]
["0805.2614",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2614","Phys.Rev.Lett.102:092001,2009","doi:10.1103/PhysRevLett.102.092001"],"date":["2008-05-16"],"type":["text"],"creator":["D0 Collaboration","Abazov, V."],"language":[],"coverage":[],"title":["Measurement of the lifetime of the B_c meson in the semileptonic decay\n  channel"],"description":["  Using approximately 1.3 fb-1 of data collected by the D0 detector between\n2002 and 2006, we measure the lifetime of the B_c meson in the B_c -> J/psi mu\nnu X final state. A simultaneous unbinned likelihood fit to the J/\\psi+mu\ninvariant mass and lifetime distributions yields a signal of 881 +/- 80 (stat)\ncandidates and a lifetime measurement of \\tau(B_c) = 0.448 +0.038 -0.036 (stat)\n+/- 0.032 (syst) ps.\n","Comment: 7 pages, 2 figures, submitted to Phys. Rev. Lett"]}]
["0806.1517",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1517","Phys. Ref. A 78, 061608 (2008)","doi:10.1103/PhysRevA.78.061608"],"date":["2008-06-09","2009-04-14"],"type":["text"],"creator":["Baur, Stefan K.","Hazzard, Kaden R. A.","Mueller, Erich J."],"language":[],"coverage":[],"title":["Stirring trapped atoms into fractional quantum Hall puddles"],"description":["  We theoretically explore the generation of few-body analogs of fractional\nquantum Hall states. We consider an array of identical few-atom clusters\n(n=2,3,4), each cluster trapped at the node of an optical lattice. By\ntemporally varying the amplitude and phase of the trapping lasers, one can\nintroduce a rotating deformation at each site. We analyze protocols for\ncoherently transferring ground state clusters into highly correlated states,\nproducing theoretical fidelities in excess of 99%.\n","Comment: 4 pages, 3 figures (13 subfigures) -- v2: published version"]}]
["0806.3718",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3718","Phys. Rev. E 79, 041103 (2009)","doi:10.1103/PhysRevE.79.041103"],"date":["2008-06-23"],"type":["text"],"creator":["Dantchev, Daniel","Grüneberg, Daniel"],"language":[],"coverage":[],"title":["Casimir force in O(n) lattice models with a diffuse interface"],"description":["  On the example of the spherical model we study, as a function of the\ntemperature $T$, the behavior of the Casimir force in O(n) systems with a\ndiffuse interface and slab geometry $\\infty^{d-1}\\times L$, where $2<d<4$ is\nthe dimensionality of the system. We consider a system with nearest-neighbor\nanisotropic interaction constants $J_\\parallel$ parallel to the film and\n$J_\\perp$ across it. The model represents the $n\\to\\infty$ limit of O(n) models\nwith antiperiodic boundary conditions applied across the finite dimension $L$\nof the film. We observe that the Casimir amplitude $\\Delta_{\\rm\nCasimir}(d|J_\\perp,J_\\parallel)$ of the anisotropic $d$-dimensional system is\nrelated to that one of the isotropic system $\\Delta_{\\rm Casimir}(d)$ via\n$\\Delta_{\\rm Casimir}(d|J_\\perp,J_\\parallel)=(J_\\perp/J_\\parallel)^{(d-1)/2}\n\\Delta_{\\rm Casimir}(d)$. For $d=3$ we find the exact Casimir amplitude $\n\\Delta_{\\rm Casimir}= [ {\\rm Cl}_2 (\\pi/3)/3-\\zeta\n  (3)/(6 \\pi)](J_\\perp/J_\\parallel)$, as well as the exact scaling functions of\nthe Casimir force and of the helicity modulus $\\Upsilon(T,L)$. We obtain that\n$\\beta_c\\Upsilon(T_c,L)=(2/\\pi^{2}) [{\\rm Cl}_2(\\pi/3)/3+7\\zeta(3)/(30\\pi)]\n(J_\\perp/J_\\parallel)L^{-1}$, where $T_c$ is the critical temperature of the\nbulk system. We find that the effect of the helicity is thus strong that the\nCasimir force is repulsive in the whole temperature region.\n","Comment: 15 pages, 3 figures"]}]
["0806.4420",{"format":[],"subject":["Mathematics - Dynamical Systems","37A35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4420"],"date":["2008-06-27","2009-04-14"],"type":["text"],"creator":["Bowen, Lewis"],"language":[],"coverage":[],"title":["Nonabelian free group actions: Markov processes, the Abramov-Rohlin\n  formula and Yuzvinskii's formula"],"description":["  This paper introduces Markov chains and processes over nonabelian free groups\nand semigroups. We prove a formula for the $f$-invariant of a Markov chain over\na free group in terms of transition matrices that parallels the classical\nformula for the entropy a Markov chain. Applications include free group\nanalogues of the Abramov-Rohlin formula for skew-product actions and\nYuzvinskii's addition formula for algebraic actions.\n","Comment: 39 pages. The introduction has been rewritten and minor errors\n  corrected"]}]
["0807.4650",{"format":[],"subject":["Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4650","SIGMA 5 (2009), 046, 17 pages","doi:10.3842/SIGMA.2009.046"],"date":["2008-07-29","2009-04-15"],"type":["text"],"creator":["Quesne, Christiane"],"language":[],"coverage":[],"title":["Point Canonical Transformation versus Deformed Shape Invariance for\n  Position-Dependent Mass Schr\\\"odinger Equations"],"description":["  On using the known equivalence between the presence of a position-dependent\nmass (PDM) in the Schr\\\"odinger equation and a deformation of the canonical\ncommutation relations, a method based on deformed shape invariance has recently\nbeen devised for generating pairs of potential and PDM for which the\nSchr\\\"odinger equation is exactly solvable. This approach has provided the\nbound-state energy spectrum, as well as the ground-state and the first few\nexcited-state wavefunctions. The general wavefunctions have however remained\nunknown in explicit form because for their determination one would need the\nsolutions of a rather tricky differential-difference equation. Here we show\nthat solving this equation may be avoided by combining the deformed shape\ninvariance technique with the point canonical transformation method in a novel\nway. It consists in employing our previous knowledge of the PDM problem energy\nspectrum to construct a constant-mass Schr\\\"odinger equation with similar\ncharacteristics and in deducing the PDM wavefunctions from the known\nconstant-mass ones. Finally, the equivalence of the wavefunctions coming from\nboth approaches is checked.\n"]}]
["0808.0175",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0175","Phys. Rev. Lett. 102, 100402 (2009)","doi:10.1103/PhysRevLett.102.100402"],"date":["2008-08-01","2009-02-08"],"type":["text"],"creator":["Shabani, A.","Lidar, D. A."],"language":[],"coverage":[],"title":["Vanishing quantum discord is necessary and sufficient for completely\n  positive maps"],"description":["  Two long standing open problems in quantum theory are to characterize the\nclass of initial system-bath states for which quantum dynamics is equivalent to\n(1) a map between the initial and final system states, and (2) a completely\npositive (CP) map. The CP map problem is especially important, due to the\nwidespread use of such maps in quantum information processing and open quantum\nsystems theory. Here we settle both these questions by showing that the answer\nto the first is \"all\", with the resulting map being Hermitian, and that the\nanswer to the second is that CP maps arise exclusively from the class of\nseparable states with vanishing quantum discord.\n","Comment: 4 pages, no figures. v2: Accepted for publication in Phys. Rev. Lett"]}]
["0808.3800",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Dynamical Systems","37F10, 30D05, 30D30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3800","Proc. Amer. Math. Soc. 137 (2009), 2329-2333","doi:10.1090/S0002-9939-08-09788-8"],"date":["2008-08-27"],"type":["text"],"creator":["Bergweiler, Walter","Eremenko, Alexandre"],"language":[],"coverage":[],"title":["Meromorphic functions with linearly distributed values and Julia sets of\n  rational functions"],"description":["  If the preimage of a four-point set under a meromorphic function belongs to\nthe real line, then the image of the real line is contained in a circle in the\nRiemann sphere. We include an application of this result to holomorphic\ndynamics: if the Julia set of a rational function is contained in a smooth\ncurve then it is contained in a circle.\n","Comment: 6 pages"]}]
["0810.3331",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Dynamical Systems","11F72","37D40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3331"],"date":["2008-10-18","2009-04-15"],"type":["text"],"creator":["Luo, Wenzhi","Rudnick, Zeev","Sarnak, Peter"],"language":[],"coverage":[],"title":["The variance of arithmetic measures associated to closed geodesics on\n  the modular surface"],"description":["  We determine the variance for the fluctuations of the arithmetic measures\nobtained by collecting all closed geodesics on the modular surface with the\nsame discriminant and ordering them by the latter. This arithmetic variance\ndiffers by subtle factors from the variance that one gets when considering\nindividual closed geodesics when ordered by their length. The arithmetic\nvariance is the same one that appears in the fluctuations of measures\nassociated with quantum states on the modular surface.\n","Comment: Added a brief comment concerning Duke's theorem on the unit tangent\n  bundle"]}]
["0811.0495",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0495","Phys. Rev. Letters, vol. 102, 145005 (2009)","doi:10.1103/PhysRevLett.102.145005"],"date":["2008-11-04","2009-03-25"],"type":["text"],"creator":["Infeld, E.","Rowlands, G.","Skorupski, A. A."],"language":[],"coverage":[],"title":["Analytically Solvable Model of Nonlinear Oscillations in a Cold but\n  Viscous and Resistive Plasma"],"description":["  A method for solving model nonlinear equations describing plasma oscillations\nin the presence of viscosity and resistivity is given. By first going to the\nLagrangian variables and then transforming the space variable conveniently, the\nsolution in parametric form is obtained. It involves simple elementary\nfunctions. Our solution includes all known exact solutions for an ideal cold\nplasma and a large class of new ones for a more realistic plasma. A new\nnonlinear effect is found of splitting of the largest density maximum, with a\nsaddle point between the peaks so obtained. The method may sometimes be useful\nwhere Inverse Scattering fails.\n","Comment: 4 pages, 4 figures, Phys. Rev. Letters in press"]}]
["0811.3843",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","High Energy Physics - Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3843","Phys. Rev. Lett. 102, 135702 (2009)","doi:10.1103/PhysRevLett.102.135702"],"date":["2008-11-24","2009-03-09"],"type":["text"],"creator":["Bermudez, A.","Patanè, D.","Amico, L.","Martin-Delgado, M. A."],"language":[],"coverage":[],"title":["Topology induced anomalous defect production by crossing a quantum\n  critical point"],"description":["  We study the influence of topology on the quench dynamics of a system driven\nacross a quantum critical point. We show how the appearance of certain edge\nstates, which fully characterise the topology of the system, dramatically\nmodifies the process of defect production during the crossing of the critical\npoint. Interestingly enough, the density of defects is no longer described by\nthe Kibble-Zurek scaling, but determined instead by the non-universal\ntopological features of the system. Edge states are shown to be robust against\ndefect production, which highlights their topological nature.\n","Comment: Phys. Rev. Lett. (to be published)"]}]
["0812.0628",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0628","Acta Phys.Polon.Supp.2:71-78,2009"],"date":["2008-12-02"],"type":["text"],"creator":["Escribano, Rafel"],"language":[],"coverage":[],"title":["Eta-eta' mixing from V->Pgamma and J/psi->VP decays"],"description":["  The $\\eta$-$\\eta^\\prime$ pseudoscalar mixing angle and the gluonium content\nof the $\\eta^\\prime$ meson are deduced from an updated phenomenological\nanalysis of $V\\to P\\gamma$ and $J/\\psi\\to VP$ decays. In absence of gluonium,\nthe value of the mixing angle in the quark-flavour basis is found to be\n$\\phi_P=(41.5\\pm 1.2)^\\circ$ from $V\\to P\\gamma$ and $\\phi_P=(40.5\\pm\n2.4)^\\circ$ from $J/\\psi\\to VP$. In presence of gluonium, the values for the\nmixing angle and the gluonic content of the $\\eta^\\prime$ wave function are\n$\\phi_P=(41.4\\pm 1.3)^\\circ$ and $Z^2_{\\eta^\\prime}=0.04\\pm 0.09$ from $V\\to\nP\\gamma$ and $\\phi_P=(44.5\\pm 4.3)^\\circ$ and $Z^2_{\\eta^\\prime}=0.28\\pm 0.21$\nfrom $J/\\psi\\to VP$, respectively.\n","Comment: 8 pages, uses appolb style. Talk presented at the Symposium on Meson\n  Physics, Cracow, Poland, 1-4 October 2008"]}]
["0812.4360",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4360","Short version: J. Schmidhuber. Simple Algorithmic Theory of\n  Subjective Beauty, Novelty, Surprise, Interestingness, Attention, Curiosity,\n  Creativity, Art, Science, Music, Jokes. Journal of SICE 48(1), 21-32, 2009"],"date":["2008-12-23","2009-04-15"],"type":["text"],"creator":["Schmidhuber, Juergen"],"language":[],"coverage":[],"title":["Driven by Compression Progress: A Simple Principle Explains Essential\n  Aspects of Subjective Beauty, Novelty, Surprise, Interestingness, Attention,\n  Curiosity, Creativity, Art, Science, Music, Jokes"],"description":["  I argue that data becomes temporarily interesting by itself to some\nself-improving, but computationally limited, subjective observer once he learns\nto predict or compress the data in a better way, thus making it subjectively\nsimpler and more beautiful. Curiosity is the desire to create or discover more\nnon-random, non-arbitrary, regular data that is novel and surprising not in the\ntraditional sense of Boltzmann and Shannon but in the sense that it allows for\ncompression progress because its regularity was not yet known. This drive\nmaximizes interestingness, the first derivative of subjective beauty or\ncompressibility, that is, the steepness of the learning curve. It motivates\nexploring infants, pure mathematicians, composers, artists, dancers, comedians,\nyourself, and (since 1990) artificial systems.\n","Comment: 35 pages, 3 figures, based on KES 2008 keynote and ALT 2007 / DS 2007\n  joint invited lecture"]}]
["0812.4664",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4664","J. Phys. Soc. Jpn. 78 (2009) 043708","doi:10.1143/JPSJ.78.043708"],"date":["2008-12-26"],"type":["text"],"creator":["Kariyado, Toshikaze","Ogata, Masao"],"language":[],"coverage":[],"title":["Normal State Spin Dynamics of Five-band Model for Iron-pnictides"],"description":["  Normal state spin dynamics of the recently discovered iron-pnictide\nsuperconductors is discussed by calculating spin structure factor S(q, omega)\nin an itinerant five-band model within RPA approximation. Due to the\ncharacteristic Fermi surface structure of iron-pnictide, column like response\nis found at (pi, 0) in extended Brillouin zone in the undoped case, which is\nconsistent with the recent neutron scattering experiment. This indicates that\nthe localized spin model is not necessary to explain the spin dynamics of this\nsystem. Furthermore, we show that the temperature dependence of inelastic\nneutron scattering intensity can be well reproduced in the itinerant model. We\nalso study NMR 1/T_1T in the same footing calculation and show that the\nitinerant model can capture the magnetic property of iron-pnictide\nsuperconductors.\n","Comment: 4 pages"]}]
["0901.2420",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2420","Acta Astron., 59,103,2009"],"date":["2009-01-16"],"type":["text"],"creator":["Smak, J."],"language":[],"coverage":[],"title":["On the Amplitudes of Superhumps"],"description":["  Amplitudes of bolometric light curves produced by 2D and 3D simulations are\nused to determine the corresponding visual amplitudes. They turn out to be\nabout 10 times lower than typical amplitudes of superhumps. This means a major\nfailure of the tidal model of superhumps.\n","Comment: 5 pages, submitted to \"Acta Astronomica\""]}]
["0901.2839",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2839","Acta Astron., 59, 89,2009"],"date":["2009-01-19"],"type":["text"],"creator":["Smak, J."],"language":[],"coverage":[],"title":["Are disk in dwarf novae during their superoutbursts really eccentric?"],"description":["  The evidence presented earlier by several authors for the substantial disk\neccentricity in dwarf novae during their superoutbursts is shown to result\neither from errors or from arbitrary, incorrect assumptions. In particular, the\nevidence resulting from hot spot eclipses was based on the assumption that the\nspot distances are identical with disk radii which is not always correct.\n","Comment: 13 pages, 5 figures, submitted to \"Acta Astronomica\""]}]
["0901.3761",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Formal Languages and Automata Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3761"],"date":["2009-01-23"],"type":["text"],"creator":["Brzozowski, J.","Grant, E.","Shallit, J."],"language":[],"coverage":[],"title":["Closures in Formal Languages and Kuratowski's Theorem"],"description":["  A famous theorem of Kuratowski states that in a topological space, at most 14\ndistinct sets can be produced by repeatedly applying the operations of closure\nand complement to a given set. We re-examine this theorem in the setting of\nformal languages, where closure is either Kleene closure or positive closure.\nWe classify languages according to the structure of the algebra they generate\nunder iterations of complement and closure. We show that there are precisely 9\nsuch algebras in the case of positive closure, and 12 in the case of Kleene\nclosure.\n","Comment: submitted to DLT 2009"]}]
["0901.4709",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4709"],"date":["2009-01-29","2009-04-15"],"type":["text"],"creator":["Watrous, John"],"language":[],"coverage":[],"title":["Semidefinite programs for completely bounded norms"],"description":["  The completely bounded trace and spectral norms in finite dimensions are\nshown to be expressible by semidefinite programs. This provides an efficient\nmethod by which these norms may be both calculated and verified, and gives\nalternate proofs of some known facts about them.\n","Comment: 17 pages, references added in version 2"]}]
["0902.0022",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0022","Phys.Lett.B672:396-400,2009","doi:10.1016/j.physletb.2009.01.054"],"date":["2009-01-30"],"type":["text"],"creator":["Caprio, M. A."],"language":[],"coverage":[],"title":["Phonon and multi-phonon excitations in rotational nuclei by exact\n  diagonalization of the Bohr Hamiltonian"],"description":["  Exact numerical diagonalization of the Bohr Hamiltonian by SU(1,1)xSO(5)\nmethods is used to obtain detailed quantitative predictions for single-phonon\nand multi-phonon excitations in well-deformed rotor nuclei. Dynamical gamma\ndeformation is found to significantly influence the predictions through its\ncoupling to the rotational motion. Basic signatures for the onset of rigid\ntriaxial deformation are obtained.\n","Comment: LaTeX (elsarticle), 5 pages; to be published in Phys. Lett. B"]}]
["0902.0237",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0237","Class.Quant.Grav.26:028001,2009","doi:10.1088/0264-9381/26/2/028001"],"date":["2009-02-02"],"type":["text"],"creator":["Hod, Shahar"],"language":[],"coverage":[],"title":["How pure is the tail of gravitational collapse ?"],"description":["  Waves propagating in a curved spacetime develop tails. In particular, it is\nwell established that the late-time dynamics of gravitational collapse is\ndominated by a power-law decaying tail of the form $Mt^{-(2l+3)}$, where $M$ is\nthe black-hole mass. It should be emphasized, however, that in a typical\nevolution scenario there is a considerable time window in which the signal is\nno longer dominated by the black-hole quasinormal modes, but the leading order\npower-law tail has not yet taken over. Higher-order terms may have a\nconsiderable contribution to the signal at these intermediate times. It is\ntherefore of interest to analyze these higher-order corrections to the\nleading-order power-law behavior. We show that the higher-order contamination\nterms die off at late times as $M^2t^{-4}\\ln(t/M)$ for spherical perturbations,\nand as $M^2t^{-(2l+4)}\\ln^2(t/M)$ for non-spherical $(l\\neq0)$ perturbations.\nThese results imply that the leading-order power-law tail becomes \"pure\"\n(namely, with less than 1% contamination) only at extremely late times of the\norder of $10^4M$.\n","Comment: 8 pages. This is an extended version of the one published in Class.\n  Quantum Grav. 26 (2009) 028001"]}]
["0902.0559",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0559","NeuroQuantol.7:1-15,2009"],"date":["2009-02-03"],"type":["text"],"creator":["Bertolami, Orfeu","Lobo, Francisco S. N."],"language":[],"coverage":[],"title":["Time and Causation"],"description":["  In this review paper, we consider the fundamental nature of time and\ncausality, most particularly, in the context of the theories of special and\ngeneral relativity. We also discuss the issue of closed timelike curves in the\ncontext of general relativity, and the associated paradoxes, the question of\ndirectionality of the time flow and, rather briefly, the problem of time in\nquantum gravity.\n","Comment: 12 pages. To appear in a special issue of NeuroQuantology"]}]
["0902.0881",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0881","Phys. Rev. A 79, 040304(R) (2009)","doi:10.1103/PhysRevA.79.040304"],"date":["2009-02-05"],"type":["text"],"creator":["Petrosyan, D.","Bensky, G.","Kurizki, G.","Mazets, I.","Majer, J.","Schmiedmayer, J."],"language":[],"coverage":[],"title":["Reversible state transfer between superconducting qubits and atomic\n  ensembles"],"description":["  We examine the possibility of coherent, reversible information transfer\nbetween solid-state superconducting qubits and ensembles of ultra-cold atoms.\nStrong coupling between these systems is mediated by a microwave transmission\nline resonator that interacts near-resonantly with the atoms via their\noptically excited Rydberg states. The solid-state qubits can then be used to\nimplement rapid quantum logic gates, while collective metastable states of the\natoms can be employed for long-term storage and optical read-out of quantum\ninformation.\n"]}]
["0902.1689",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1689","Phys.Lett.B674:92-97,2009","doi:10.1016/j.physletb.2009.03.006"],"date":["2009-02-10","2009-02-11"],"type":["text"],"creator":["Kłusek, M.","Schäfer, W.","Szczurek, A."],"language":[],"coverage":[],"title":["Exclusive production of rho^0 rho^0 pairs in gamma-gamma collisions at\n  RHIC"],"description":["  We discuss exclusive electromagnetic production of two neutral $\\rho$ mesons\nin coherent photon-photon processes in ultrarelativistic heavy-ion collisions.\nThe cross section is calculated in the equivalent photon approximation (EPA).\nBoth uncertainties of the flux factors and photon-photon cross sections are\ndiscussed in details. We show that inclusion of precise charge densities in\nnuclei is essential for realistic evaluations of the nuclear photon-photon\ncross sections. We find that the cross section, especially with realistic flux\nfactors, is sensitive to low energy in the subsystem $\\gamma \\gamma \\to \\rho^0\n\\rho^0$. The experimental data for the $\\gamma \\gamma \\to \\rho^0 \\rho^0$ cross\nsection extracted from $e^+ e^-$ collisions are parametrized and used to\nestimate the nucleus-nucleus cross section. In addition, we include\nvector-dominance-model(VDM)--Regge contribution which becomes important at\nlarge photon-photon energy. Large nuclear cross sections are obtained. We\ndiscuss a possibility of focusing on the large-energy component. We find that\nboth $\\rho^0$ mesons are produced predominantly at midrapidities and could be\nmeasured by the STAR collaboration at RHIC.\n","Comment: 11 pages, 7 figures; reference added/corrected"]}]
["0902.2875",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2875","Acta Astron., 59,109,2009"],"date":["2009-02-17"],"type":["text"],"creator":["Smak, J."],"language":[],"coverage":[],"title":["Z Cha and its Superhumps"],"description":["  From the analysis of superhump eclipses of Z Cha it is found that the\nlocation of the superhump light source coincides with the overflowing parts of\nthe stream. This implies that superhumps are due to modulated mass transfer\nrate resulting in periodically enhanced dissipation of the kinetic energy of\nthe stream.\n","Comment: 12 pages, 8 figures, submitted to \"Acta Astronomica\""]}]
["0902.2880",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2880","Acta Astron., 59,121,2009"],"date":["2009-02-17"],"type":["text"],"creator":["Smak, J."],"language":[],"coverage":[],"title":["New Interpretation of Superhumps"],"description":["  Observational evidence is presented for periodically variable irradiation of\nsecondary components. This results in strongly modulated mass outflow.\nSuperhumps are then due to enhanced dissipation of the kinetic energy of the\nstream. Qualitative interpretation of superhump periods and their variations is\nalso presented.\n","Comment: 11 pages, 2 figures, submitted to \"Acta Astronomica\""]}]
["0902.3859",{"format":[],"subject":["Mathematics - History and Overview","11A99, 11D68, 11Y99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3859"],"date":["2009-02-23","2009-04-14"],"type":["text"],"creator":["Dan, Yuya"],"language":[],"coverage":[],"title":["Representation of One as the Sum of Unit Fractions"],"description":["  One is expressed as the sum of the reciprocals of a certain set of integers.\nWe give an elegant proof to the fact applying the polynomial theorem and basic\ncalculus.\n","Comment: 6 pages, no figure"]}]
["0902.3888",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - K-Theory and Homology","55P43","18D20","19D55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3888"],"date":["2009-02-23","2009-04-14"],"type":["text"],"creator":["Tabuada, Goncalo"],"language":[],"coverage":[],"title":["Matrix invariants of Spectral categories"],"description":["  In this paper we pursue the study of spectral categories initiated in [26].\nMore precisely, we construct the Universal matrix invariant of spectral\ncategories, i.e. a functor U with values in an additive category Add, which\ninverts the Morita equivalences, satisfies matrix invariance, and is universal\nwith respect to these two properties. For example, the algebraic K-theory and\nthe topological Hochschild and cyclic homologies are matrix invariants, and so\nthey factor uniquely throw U. As an application, we obtain for free non-trivial\ntrace maps from the Grothendieck group to the topological Hochschild homology\nones.\n","Comment: 24 pages"]}]
["0903.2993",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2993","Phys. Rev. B, 79, 134509 (2009)","doi:10.1103/PhysRevB.79.134509"],"date":["2009-03-17"],"type":["text"],"creator":["van Zalk, M.","Veldhorst, M.","Brinkman, A.","Aarts, J.","Hilgenkamp, H."],"language":[],"coverage":[],"title":["In search for the superconducting spin-switch: Magnetization induced\n  resistance switching effects in\n  La$_{0.67}$Sr$_{0.33}$MnO$_3$/YBa$_2$Cu$_3$O$_{7-\\delta}$ bi- and trilayers"],"description":["  We have studied the influence of the magnetization on the superconducting\ntransition temperature ($T_c$) in bi- and trilayers consisting of the\nhalf-metallic ferromagnet La$_{0.67}$Sr$_{0.33}$MnO$_3$ (LSMO) and the\nhigh-temperature superconductor YBa$_2$Cu$_3$O$_{7-\\delta}$ (YBCO). We have\nmade use of tilted epitaxial growth in order to achieve contacts between the\ntwo materials that are partly in the crystallographic $ab$-plane of the YBCO.\nAs a result of uniaxial magnetic anisotropy in the tilted structures, we\nobserve sharp magnetization switching behavior. At temperatures close to $T_c$,\nthe magnetization switching induces resistance jumps in trilayers, resulting in\na magnetization dependence of $T_c$. In bilayers, this switching effect can be\nobserved as well, provided that the interface to the ferromagnetic layer is\nconsiderably rough. Our results indicate that the switching behavior arises\nfrom magnetic stray fields from the ferromagnetic layers that penetrate into\nthe superconductor. A simple model describes the observed behavior well. We\nfind no evidence that the switching behavior is caused by a so-called\nsuperconducting spin-switch, nor by accumulation of spin-polarized electrons.\nObservation of magnetic coupling of the ferromagnetic layers, through the\nsuperconductor, supports the idea of field induced resistance switching.\n","Comment: 11 pages, 12 figures"]}]
["0903.4945",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4945","Physical Review B 79 (2009) 144408","doi:10.1103/PhysRevB.79.144408"],"date":["2009-03-28"],"type":["text"],"creator":["Bordet, Pierre","Suard, Emmanuelle"],"language":[],"coverage":[],"title":["Magnetic structure and charge ordering in Fe3BO5 ludwigite"],"description":["  The crystal and magnetic structures of the three-leg ladder compound Fe3BO5\nhave been investigated by single crystal x-ray diffraction and neutron powder\ndiffraction. Fe3BO5 contains two types of three-leg spin ladders. It shows a\ncharge ordering transition at 283 K, an antiferromagnetic transition at 112 K,\nferromagnetism below 70 K and a weak ferromagnetic behavior below 40K. The\nx-ray data reveal a smooth charge ordering and an incomplete charge\nlocalization down to 110K. Below the first magnetic transition, the first type\nof ladders orders as ferromagnetically coupled antiferromagnetic chains, while\nbelow 70K the second type of ladders orders as antiferromagnetically coupled\nferromagnetic chains.\n"]}]
["0903.5025",{"format":[],"subject":["Physics - Physics and Society","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.5025"],"date":["2009-03-29","2009-04-15"],"type":["text"],"creator":["Abdallah, Sherief"],"language":[],"coverage":[],"title":["The Continuous Node Degree: a New Measure for Complex Networks"],"description":["  A key measure that has been used extensively in analyzing complex networks is\nthe degree of a node (the number of the node's neighbors). Because of its\ndiscrete nature, when the degree measure was used in analyzing weighted\nnetworks, weights were either ignored or thresholded in order to retain or\ndisregard an edge. Therefore, despite its popularity, the degree measure fails\nto capture the disparity of interaction between a node and its neighbors.\n  We introduce in this paper a generalization of the degree measure that\naddresses this limitation: the continuous node degree (C-degree). The C-degree\nof a node reflects how many neighbors are effectively being used, taking\ninteraction disparity into account. More importantly, if a node interacts\nuniformly with its neighbors (no interaction disparity), we prove that the\nC-degree of the node becomes identical to the node's (discrete) degree. We\nanalyze four real-world weighted networks using the new measure and show that\nthe C-degree distribution follows the power-law, similar to the traditional\ndegree distribution, but with steeper decline. We also show that the ratio\nbetween the C-degree and the (discrete) degree follows a pattern that is common\nin the four studied networks.\n","Comment: 8 pages, 3 figures"]}]
["0903.5073",{"format":[],"subject":["Mathematics - Combinatorics","Mathematical Physics","05A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.5073"],"date":["2009-03-29","2009-04-15"],"type":["text"],"creator":["Fischer, Ilse","Romik, Dan"],"language":[],"coverage":[],"title":["More refined enumerations of alternating sign matrices"],"description":["  We study a further refinement of the standard refined enumeration of\nalternating sign matrices (ASMs) according to their first two rows instead of\njust the first row, and more general \"d-refined\" enumerations of ASMs according\nto the first d rows. For the doubly-refined case of d=2, we derive a system of\nlinear equations satisfied by the doubly-refined enumeration numbers A_{n,i,j}\nthat enumerate such matrices. We give a conjectural explicit formula for\nA_{n,i,j} and formulate several other conjectures about the sufficiency of the\nlinear equations to determine the A_{n,i,j}'s and about an extension of the\nlinear equations to the general d-refined enumerations.\n","Comment: 38 pages; added references and made minor changes to the\n  introduction; source files now inlcude the Mathematica package RefinedASM"]}]
["0904.0718",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Number Theory","11B99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.0718"],"date":["2009-04-04","2009-04-15"],"type":["text"],"creator":["Croot, Ernie","Hart, Derrick"],"language":[],"coverage":[],"title":["k-fold sums from a set with few products"],"description":["  In the present paper we show that if A is a set of n real numbers, and the\nproduct set A.A has at most n^(1+c) elements, then the k-fold sumset kA has at\nleast n^(log(k/2)/2 log 2 + 1/2 - f_k(c)) elements, where f_k(c) -> 0 as c ->\n0. We believe that the methods in this paper might lead to a much stronger\nresult; indeed, using a result of Trevor Wooley on Vinogradov's Mean Value\nTheorem and the Tarry-Escott Problem, we show that if |A.A| < n^(1+c), then\n|k(A.A)| > n^(Omega((k/log k)^(1/3))), for c small enough in terms of k (we\nbelieve that a certain modification of this argument can perhaps produce\nsimilar conclusions for kA).\n","Comment: 19 pages. Final draft -- light corrections, submitted to Siam J. of\n  Discrete Math"]}]
["0904.0784",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","Mathematical Physics","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.0784"],"date":["2009-04-06"],"type":["text"],"creator":["Gunaydin, Murat","Pavlyk, Oleksandr"],"language":[],"coverage":[],"title":["Quasiconformal Realizations of E_{6(6)}, E_{7(7)}, E_{8(8)} and\n  SO(n+3,m+3), N=4 and N>4 Supergravity and Spherical Vectors"],"description":["  After reviewing the underlying algebraic structures we give a unified\nrealization of split exceptional groups F_{4(4)},E_{6(6)}, E_{7(7)}, E_{8(8)}\nand of SO(n+3,m+3) as quasiconformal groups that is covariant with respect to\ntheir (Lorentz) subgroups SL(3,R), SL(3,R)XSL(3,R), SL(6,R), E_{6(6)} and\nSO(n,m)XSO(1,1), respectively. We determine the spherical vectors of\nquasiconformal realizations of all these groups twisted by a unitary character\n$\\nu$. We also give their quadratic Casimir operators and determine their\nvalues in terms of $\\nu$ and the dimension $n_V$ of the underlying Jordan\nalgebras. For $\\nu= -(n_V+2)+i\\rho$ the quasiconformal action induces unitary\nrepresentations on the space of square integrable functions in $(2n_V+3)$\nvariables, that belong to the principle series. For special discrete values of\n$\\nu$ the quasiconformal action leads to unitary representations belonging to\nthe discrete series and their continuations. The manifolds that correspond to\n\"quasiconformal compactifications\" of the respective $(2n_V+3)$ dimensional\nspaces are also given. We discuss the relevance of our results to N=8\nsupergravity and to N=4 Maxwell-Einstein supergravity theories and, in\nparticular, to the proposal that three and four dimensional U-duality groups\nact as spectrum generating quasiconformal and conformal groups of the\ncorresponding four and five dimensional supergravity theories, respectively.\n","Comment: 40 pages; Latex file"]}]
["0904.1367",{"format":[],"subject":["Mathematics - General Topology","Mathematics - Combinatorics","30C35","05C10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1367"],"date":["2009-04-08","2009-04-15"],"type":["text"],"creator":["Polulyakh, E.","Yurchuk, I."],"language":[],"coverage":[],"title":["On the criteria of D-planarity of a tree"],"description":["  Let $T$ be a tree with a fixed subset of vertices $V^{\\ast}$ such that there\nis a cyclic order $C$ on it and all terminal vertices are contained in this\nset. Let $D^{2} = \\{(x,y) \\in \\rr^{2} | x^{2} + y^{2} \\leq 1 \\}$ be a closed\noriented 2--dimensional disk. The tree $T$ is called D-planar if there exists\nan embedding $\\varphi : T \\to \\rr^{2}$ which satisfies the following conditions\n$\\varphi(T) \\subseteq D^{2}$, $\\varphi(T) \\cap \\partial D^{2} =\n\\varphi(V^{\\ast})$ and if $\\sharp V^{\\ast} \\geq 3$ then a cyclic order\n$\\varphi(C)$ of $\\varphi(V^{\\ast})$ coincides with a cyclic order which is\ngenerated by the orientation of $\\partial D^{2} \\cong S^{1}$.\n","Comment: LaTeX, 31 pages, 1 figure, definition of complete cyclic order was\n  corrected"]}]
["0904.1645",{"format":[],"subject":["Computer Science - Discrete Mathematics","Computer Science - Data Structures and Algorithms","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1645"],"date":["2009-04-10","2009-04-15"],"type":["text"],"creator":["Chauve, Cedric","Ouangraoua, Aïda"],"language":[],"coverage":[],"title":["A 3-approximation algorithm for computing a parsimonious first\n  speciation in the gene duplication model"],"description":["  We consider the following problem: from a given set of gene families trees on\na set of genomes, find a first speciation, that splits these genomes into two\nsubsets, that minimizes the number of gene duplications that happened before\nthis speciation. We call this problem the Minimum Duplication Bipartition\nProblem. Using a generalization of the Minimum Edge-Cut Problem, known as\nSubmodular Function Minimization, we propose a polynomial time and space\n3-approximation algorithm for the Minimum Duplication Bipartition Problem.\n"]}]
["0904.1736",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","35P20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1736"],"date":["2009-04-10"],"type":["text"],"creator":["Anantharaman, Nalini"],"language":[],"coverage":[],"title":["Spectral deviations for the damped wave equation"],"description":["  We prove a Weyl-type fractal upper bound for the spectrum of the damped wave\nequation, on a negatively curved compact manifold. It is known that most of the\neigenvalues have an imaginary part close to the average of the damping\nfunction. We count the number of eigenvalues in a given horizontal strip\ndeviating from this typical behaviour; the exponent that appears naturally is\nthe `entropy' that gives the deviation rate from the Birkhoff ergodic theorem\nfor the geodesic flow. A Weyl-type lower bound is still far from reach; but in\nthe particular case of arithmetic surfaces, and for a strong enough damping, we\ncan use the trace formula to prove a result going in this direction.\n"]}]
["0904.1998",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Algebraic Geometry","55T99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1998"],"date":["2009-04-13"],"type":["text"],"creator":["Hill, Michael A"],"language":[],"coverage":[],"title":["Ext and the Motivic Steenrod Algebra over $\\R$"],"description":["  We present a descent style, Bockstein spectral sequence computing Ext over\nthe motivic Steenrod algebra over $\\R$ and related sub-Hopf algebras. We\ndemonstrate the workings of this spectral sequence in several examples,\nproviding motivic analogues to the classical computations related to BP<n> and\nko.\n","Comment: 14 pages, 4 figures"]}]
["0904.1999",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1999"],"date":["2009-04-13"],"type":["text"],"creator":["Culcer, Dimitrie"],"language":[],"coverage":[],"title":["Semiclassical spin transport in spin-orbit-coupled systems"],"description":["  This article discusses spin transport in systems with spin-orbit interactions\nand how it can be understood in a semiclassical picture. I will first present a\nsemiclassical wave-packet description of spin transport, which explains how the\nmicroscopic motion of carriers gives rise to a spin current. Due to spin\nnon-conservation the definition of the spin current has some arbitrariness. In\nthe second part I will briefly review the physics from a density matrix point\nof view, which makes clear the relationship between spin transport and spin\nprecession and the important role of scattering.\n","Comment: Will appear in Springer Encyclopedia of Complexity and Systems\n  Science"]}]
["0904.2002",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2002"],"date":["2009-04-13"],"type":["text"],"creator":["Scowen, Paul A.","Jansen, Rolf","Beasley, Matthew","Calzetti, Daniela","Desch, Steven","Gallagher, John","McCaughrean, Mark","O'Connell, Robert","Oey, Sally","Padgett, Deborah","Roberge, Aki","Smith, Nathan"],"language":[],"coverage":[],"title":["Understanding Global Galactic Star Formation"],"description":["  We propose to the community a comprehensive UV/optical/NIR imaging survey of\nGalactic star formation regions to probe all aspects of the star formation\nprocess. The primary goal of such a study is to understand the evolution of\ncircumstellar protoplanetary disks and other detailed aspects of star formation\nin a wide variety of different environments. This requires a comprehensive\nemission-line survey of nearby star-forming regions in the Milky Way, where a\nhigh spatial resolution telescope+camera will be capable of resolving\ncircumstellar material and shock structures. In addition to resolving\ncircumstellar disks themselves, such observations will study shocks in the jets\nand outflows from young stars, which are probes of accretion in the youngest\nprotoplanetary disks still embedded in their surrounding molecular clouds.\nThese data will allow the measurement of proper motions for a large sample of\nstars and jets/shocks in massive star-forming regions for the first time,\nopening a new window to study the dynamics of these environments. It will\nrequire better than 30 mas resolution and a stable PSF to conduct precision\nastrometry and photometry of stars and nebulae. Such data will allow production\nof precise color-color and color magnitude diagrams for millions of young stars\nto study their evolutionary states. One can also determine stellar rotation,\nmultiplicity, and clustering statistics as functions of environment and\nlocation in the Galaxy. For the first time we can systematically map the\ndetailed excitation structure of HII regions, stellar winds, supernova\nremnants, and supershells/superbubbles. This survey will provide the basic data\nrequired to understand star formation as a fundamental astrophysical process\nthat controls the evolution of the baryonic contents of the Universe.\n","Comment: 8 pages - Science White Paper for the Astro2010 Decadal Survey\n  Panel(s): Planetary Systems and Star Formation; Stars and Stellar Evolution"]}]
["0904.2003",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2003"],"date":["2009-04-13"],"type":["text"],"creator":["Scowen, Paul A.","Jansen, Rolf","Beasley, Matthew","Desch, Steve","Fullerton, Alex","McCaughrean, Mark","Oey, Sally","Padgett, Debbie","Roberge, Aki","Smith, Nathan"],"language":[],"coverage":[],"title":["From Protostars to Planetary Systems : FUV Spectroscopy of YSOs,\n  Protoplanetary Disks, and Extrasolar Giant Planets"],"description":["  The last two decades have seen remarkable progress in our long-standing goal\nof determining the abundance and diversity of worlds in the Galaxy.\nUnderstanding of this subject involves tracing the path of interstellar\nmaterial from dense cloud cores, to young stellar objects, protoplanetary\ndisks, and finally extrasolar planets. Here we discuss the critical information\nprovided on these objects by point-source far-ultraviolet spectroscopy with a\nlarge aperture, high resolution spectrograph of a large sample of unique\nprotostellar and protoplanetary objects that will leverage our existing\nknowledge to lay out a path to new and powerful insight into the formation\nprocess. We lay out a systematic case of coordinated observations that will\nyield new knowledge about the process of assembly for both protostellar and\nprotoplanetary systems - that addresses specific uncertainties in our current\nknowledge and takes advantage of potential new technologies to acquire the data\nneeded.\n","Comment: 8 pages - Science White Paper for the Astro2010 Decadal Survey\n  Panel(s): Planetary Systems and Star Formation"]}]
["0904.2009",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2009"],"date":["2009-04-13"],"type":["text"],"creator":["Klyachko, Alexander A."],"language":[],"coverage":[],"title":["The Pauli exclusion principle and beyond"],"description":["  The Pauli exclusion principle can be stated as inequality\n$<\\psi|\\rho|\\psi>\\le 1$ for the electron density matrix $\\rho$. Nowadays it is\nreplaced by skew symmetry of the multi-electron wave function. The replacement\nleads to numerous additional constraints on $\\rho$, which are discussed in this\nletter together with their physical implications, in particular for spin\nmagnetic moment of a multi-electron system.\n","Comment: Submitted to Phys. Rev. Letters, 4 pages"]}]
["0904.2012",{"format":[],"subject":["Computer Science - Databases","Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2012"],"date":["2009-04-13"],"type":["text"],"creator":["Spivak, David I."],"language":[],"coverage":[],"title":["Simplicial Databases"],"description":["  In this paper, we define a category DB, called the category of simplicial\ndatabases, whose objects are databases and whose morphisms are data-preserving\nmaps. Along the way we give a precise formulation of the category of relational\ndatabases, and prove that it is a full subcategory of DB. We also prove that\nlimits and colimits always exist in DB and that they correspond to queries such\nas select, join, union, etc.\n  One feature of our construction is that the schema of a simplicial database\nhas a natural geometric structure: an underlying simplicial set. The geometry\nof a schema is a way of keeping track of relationships between distinct tables,\nand can be thought of as a system of foreign keys. The shape of a schema is\ngenerally intuitive (e.g. the schema for round-trip flights is a circle\nconsisting of an edge from $A$ to $B$ and an edge from $B$ to $A$), and as\nsuch, may be useful for analyzing data.\n  We give several applications of our approach, as well as possible advantages\nit has over the relational model. We also indicate some directions for further\nresearch.\n"]}]
["0904.2013",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2013"],"date":["2009-04-13"],"type":["text"],"creator":["Ostborn, Per"],"language":[],"coverage":[],"title":["Renormalization of Oscillator Lattices with Disorder"],"description":["  A real-space renormalization transformation is constructed for lattices of\nnon-identical oscillators with dynamics of the general form\n$d\\phi_{k}/dt=\\omega_{k}+g\\sum_{l}f_{lk}(\\phi_{l},\\phi_{k})$. The\ntransformation acts on ensembles of such lattices. Critical properties\ncorresponding to a second order phase transition towards macroscopic\nsynchronization are deduced. The analysis is potentially exact, but relies in\npart on unproven assumptions. Numerically, second order phase transitions with\nthe predicted properties are observed as $g$ increases in two structurally\ndifferent, two-dimensional oscillator models. One model has smooth coupling\n$f_{lk}(\\phi_{l},\\phi_{k})=\\phi(\\phi_{l}-\\phi_{k})$, where $\\phi(x)$ is\nnon-odd. The other model is pulse-coupled, with\n$f_{lk}(\\phi_{l},\\phi_{k})=\\delta(\\phi_{l})\\phi(\\phi_{k})$. Lower bounds for\nthe critical dimensions for different types of coupling are obtained. For\nnon-odd coupling, macroscopic synchronization cannot be ruled out for any\ndimension $D\\geq 1$, whereas in the case of odd coupling, the well-known result\nthat it can be ruled out for $D< 3$ is regained.\n"]}]
["0904.2014",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2014"],"date":["2009-04-13"],"type":["text"],"creator":["Macleod, Finn","Pokrovskii, Alexei","Rachinskii, Dima"],"language":[],"coverage":[],"title":["Universal Relationships in Measures of Unpredictability"],"description":["  The predictability of a sequence is defined as the asymptotic performance of\nthe best performing predictor in a given class. The value of the predictability\nof a sequence will in general depend on the choice of this predictor class. The\nexistence of universal properties of predictability is demonstrated by looking\nat relationships between different sequences - these relationships hold for any\nclass of predictors satisfying a certain set of axioms.\n"]}]
["0904.2017",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2017"],"date":["2009-04-13","2009-04-14"],"type":["text"],"creator":["Bertsch, G. F.","Baroni, Simone"],"language":[],"coverage":[],"title":["Suppression of isoscalar pairing"],"description":["  The short-range nuclear attraction is stronger in the isoscalar channel than\nin the isovector channel, as evidenced by the existence of the deuteron and not\nthe dineutron. Nevertheless, apart from light N=Z nuclei, pairing is only seen\nin the isovector channel. This is explained by the effect of the strong\nspin-orbit splitting on the single-particle energies. A semiquantitative\nargument is presented treating the high-j orbitals at the Fermi surface as\nplane waves on a two-dimensional sheet.\n","Comment: 3 pages and 2 figure"]}]
["0904.2021",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2021"],"date":["2009-04-13"],"type":["text"],"creator":["Jansen, Rolf A.","Scowen, Paul","Beasley, Matthew","Gallagher, John","O'Connell, Robert","Calzetti, Daniela","Oey, Sally","Windhorst, Rogier","Woodruff, Robert"],"language":[],"coverage":[],"title":["A Systematic Study of the Stellar Populations and ISM in Galaxies out to\n  the Virgo Cluster"],"description":["  We present a compelling case for a systematic and comprehensive study of the\nresolved and unresolved stellar populations, ISM, and immediate environments of\ngalaxies throughout the local volume, defined here as D < 20 Mpc. This volume\nis our cosmic backyard and the smallest volume that encompasses environments as\ndifferent as the Virgo, Ursa Major, Fornax and (perhaps) Eridanus clusters of\ngalaxies, a large number and variety of galaxy groups, and several cosmic void\nregions. In each galaxy, through a pan-chromatic (160--1100nm) set of\nbroad-band and diagnostic narrow-band filters, ISM structures and individual\nluminous stars to >~1 mag below the TRGB should be resolved on scales of <5 pc\n(at D <~ 20 Mpc, lambda ~ 800nm, for mu_I >~ 24 mag/arcsec^2 and m_{I,TRGB} <~\n27.5 mag). Resolved and unresolved stellar populations would be analyzed\nthrough color-magnitude and color-color diagram fitting and population\nsynthesis modeling of multi-band colors and would yield physical properties\nsuch as spatially resolved star formation histories. The ISM within and around\neach galaxy would be analyzed using key narrow-band filters that distinguish\nphotospheric from shock heating and provide information on the metallicity of\nthe gas. Such a study would finally allow unraveling the global and spatially\nresolved star formation histories of galaxies, their assembly, satellite\nsystems, and the dependences thereof on local and global environment within a\ntruly representative cosmic volume. The proposed study is not feasible with\ncurrent instrumentation but argues for a wide-field (>~250 arcmin^2),\nhigh-resolution (<~0.020\"--0.065\" [300--1000nm]), ultraviolet--near-infrared\nimaging facility on a 4m-class space-based observatory.\n","Comment: 8 pages, LaTeX2e requires 'fancyheadings_b.sty' (included), 3\n  postscript figures. Science White Paper submitted to the Astro2010 Decadal\n  Survey. Compiled high-resolution PDF versions are available from either:\n  http://www8.nationalacademies.org/astro2010/DetailFileDisplay.aspx?id=273 or:\n  http://www.public.asu.edu/~rjansen/sfc/"]}]
["0904.2023",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2023"],"date":["2009-04-13"],"type":["text"],"creator":["Grohmann, Bjoern"],"language":[],"coverage":[],"title":["A new Protocol for 1-2 Oblivious Transfer"],"description":["  A new protocol for 1-2 (String) Oblivious Transfer is proposed. The protocol\nuses 5 rounds of message exchange.\n"]}]
["0904.2024",{"format":[],"subject":["Physics - Instrumentation and Detectors","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2024"],"date":["2009-04-13"],"type":["text"],"creator":["Berejnov, V. V."],"language":[],"coverage":[],"title":["Rapid and Inexpensive Reconstruction of 3D Structures for Micro-Objects\n  Using Common Optical Microscopy"],"description":["  A simple method of constructing the 3D surface of non-transparent\nmicro-objects by extending the depth-of-field on the whole attainable surface\nis presented. The series of images of a sample are recorded by the sequential\nmovement of the sample with respect to the microscope focus. The portions of\nthe surface of the sample appear in focus in the different images in the\nseries. The indexed series of the in-focus portions of the sample surface is\ncombined in one sharp 2D image and interpolated into the 3D surface\nrepresenting the surface of an original micro-object. For an image acquisition\nand processing we use a conventional upright stage microscope that is operated\nmanually, the inexpensive Helicon Focus software, and the open source MeshLab\nsoftware. Three objects were tested: an inclined flat glass slide with an\nimprinted 10 um calibration grid, a regular metal 100x100 per inch mesh, and a\nhighly irregular surface of a material known as a porous electrode used in\npolyelectrolyte fuel cells. The accuracy of the reconstruction of the image\nfeatures was found to be ~ 0.01 for the heights of ~ 100 um with the\ncorresponding image acquisition time being ~ 10 min.\n","Comment: 8 pages, 7 figures"]}]
["0904.2027",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2027"],"date":["2009-04-13"],"type":["text"],"creator":["Nelson, Jelani","Woodruff, David P."],"language":[],"coverage":[],"title":["A Near-Optimal Algorithm for L1-Difference"],"description":["  We give the first L_1-sketching algorithm for integer vectors which produces\nnearly optimal sized sketches in nearly linear time. This answers the first\nopen problem in the list of open problems from the 2006 IITK Workshop on\nAlgorithms for Data Streams. Specifically, suppose Alice receives a vector x in\n{-M,...,M}^n and Bob receives y in {-M,...,M}^n, and the two parties share\nrandomness. Each party must output a short sketch of their vector such that a\nthird party can later quickly recover a (1 +/- eps)-approximation to ||x-y||_1\nwith 2/3 probability given only the sketches. We give a sketching algorithm\nwhich produces O(eps^{-2}log(1/eps)log(nM))-bit sketches in O(n*log^2(nM))\ntime, independent of eps. The previous best known sketching algorithm for L_1\nis due to [Feigenbaum et al., SICOMP 2002], which achieved the optimal sketch\nlength of O(eps^{-2}log(nM)) bits but had a running time of O(n*log(nM)/eps^2).\nNotice that our running time is near-linear for every eps, whereas for\nsufficiently small values of eps, the running time of the previous algorithm\ncan be as large as quadratic. Like their algorithm, our sketching procedure\nalso yields a small-space, one-pass streaming algorithm which works even if the\nentries of x,y are given in arbitrary order.\n"]}]
["0904.2028",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2028"],"date":["2009-04-14","2009-04-15"],"type":["text"],"creator":["Chen, Tao","Zhang, Honggang","Katz, Marcos"],"language":[],"coverage":[],"title":["Cloud Networking Formation in CogMesh Environment"],"description":["  As radio spectrum usage paradigm moving from the traditional command and\ncontrol allocation scheme to the open spectrum allocation scheme, wireless\nnetworks meet new opportunities and challenges. In this article we introduce\nthe concept of cognitive wireless mesh (CogMesh) networks and address the\nunique problem in such a network. CogMesh is a self-organized distributed\nnetwork architecture combining cognitive technologies with the mesh structure\nin order to provide a uniform service platform over a wide range of networks.\nIt is based on dynamic spectrum access (DSA) and featured by self-organization,\nself-configuration and self-healing. The unique problem in CogMesh is the\ncommon control channel problem, which is caused by the opportunistic spectrum\nsharing nature of secondary users (SU) in the network. More precisely, since\nthe channels of SUs are fluctuating according to the radio environment, it is\ndifficult to find always available global common control channels. This puts a\nsignificant challenge on the network design. We develop the control cloud based\ncontrol channel selection and cluster based network formation techniques to\ntackle this problem. Moreover, we show in this article that the swarm\nintelligence is a good candidate to deal with the control channel problem in\nCogMesh. Since the study of cognitive wireless networks (CWN) is still in its\nearly phase, the ideas provided in this article act as a catalyst to inspire\nnew solutions in this field.\n","Comment: 10 pages"]}]
["0904.2030",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2030"],"date":["2009-04-13"],"type":["text"],"creator":["Steiner, O.","Rezaei, R.","Schlichenmaier, R.","Schaffenberger, W.","Wedemeyer-Böhm, S."],"language":[],"coverage":[],"title":["The Horizontal Magnetic Field of the Quiet Sun: Numerical Simulations in\n  Comparison to Observations with Hinode"],"description":["  Three-dimensional magnetohydrodynamic simulations of the surface layers of\nthe Sun intrinsically produce a predominantly horizontal magnetic field in the\nphotosphere. This is a robust result in the sense that it arises from\nsimulations with largely different initial and boundary conditions for the\nmagnetic field. While the disk-center synthetic circular and linear\npolarization signals agree with measurements from Hinode, their center-to-limb\nvariation sensitively depends on the height variation of the horizontal and the\nvertical field component and they seem to be at variance with the observed\nbehavior.\n","Comment: To appear in \"Second Hinode Science Meeting, Beyond Discovery --\n  Toward Understanding\", eds. B. Lites, M. Cheung, K. Reeves, J. Mariska, and\n  T. Magara ASP Conference Series xxx, 2009"]}]
["0904.2032",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2032"],"date":["2009-04-13"],"type":["text"],"creator":["Jansen, Rolf A.","Windhorst, Rogier","Rhoads, James","Malhotra, Sangeeta","Stern, Daniel","O'Connell, Robert","Scowen, Paul","Beasley, Matthew"],"language":[],"coverage":[],"title":["Galaxy Assembly and SMBH/AGN-growth from Cosmic Dawn to the End of\n  Reionization"],"description":["  [abridged] We propose a tiered, UV--near-IR, cosmological broad- and\nmedium-band imaging and grism survey that covers ~10 deg^2 in two epochs to\nm_AB=28, ~3 deg^2 in seven epochs to m_AB=28, and ~1 deg^2 in 20 epochs to\nm_AB=30 mag. Such a survey is an essential complement to JWST surveys (<~0.1\ndeg^2 to m_AB<~31 mag at lambda>1100nm and z>~8). We aim to: (1) understand in\nhow galaxies formed from perturbations in the primordial density field by\nstudying faint Ly\\alpha-emitting and Lyman-break galaxies at 5.5<~z<~8 and\ntrace the metal-enrichment of the IGM; (2) measure the evolution of the faint\nend of the galaxy luminosity function (LF) from z~8 to z~0 by mapping the\nramp-up of PopII star formation, (dwarf) galaxy formation and assembly, and\nhence, the objects that likely completed the H-reionization at z~6; (3)\ndirectly study the lambda<91.2nm escape fractions of galaxies and weak AGN from\nz~4.0--2.5, when the He reionization finished; (4) measure the mass- and\nenvironment-dependent galaxy assembly process from z~5 to z~0, combining\naccurate (sigma_z/(1+z) <~ 0.02) photo-z's with spatially resolved stellar\npopulations and kpc-scale structure for >~5x10^6 galaxies; (5) trace the\nstrongly epoch-dependent galaxy merger rate and constrain how Dark Energy\naffected galaxy assembly and the growth of SMBHs; (6) study >~10^5 weak\nAGN/feeding SMBHs in the faint-end of the QSO LF, over 10 deg^2 and measure how\nthe growth of SMBHs kept pace with galaxy assembly and spheroid growth, and how\nthis process was shaped by various feedback processes over cosmic times since\nz~8. The proposed study is not feasible with current instrumentation but argues\nfor a wide-field (>~250 arcmin^2), high-resolution (<~0.02--0.11 [300--1700\nnm]), UV--near-IR imaging facility on a 4m-class space observatory.\n","Comment: 8 pages, LaTeX2e requires 'fancyheadings_b.sty' (included), 4\n  postscript figures. Science White Paper submitted to the Astro2010 Decadal\n  Survey. Compiled high-resolution PDF versions are available from either:\n  http://www8.nationalacademies.org/astro2010/DetailFileDisplay.aspx?id=378 or:\n  http://www.public.asu.edu/~rjansen/sfc/"]}]
["0904.2036",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2036"],"date":["2009-04-13"],"type":["text"],"creator":["Ran, Zheng"],"language":[],"coverage":[],"title":["Remarks on Sedov-type Solution of Isotropic Turbulence"],"description":["  The assumption of similarity and self-preservation, which permits an\nanalytical determination of the energy decay in isotropic turbulence, has\nplayed an important role in the development of turbulence theory for more than\nhalf a century. Sedov (1944), who first found an ingenious way to obtain two\nequations from one. Nonethless, it appears that this problem has never been\nreinvestigated in depth subsequent to this earlier work. In the present paper,\nsuch an analysis is carried out, yielding a much more complete picture of\nself-preservation isotropic turbulence. Based on these exact solutions, some\nphysically significant consequences of recent advances in the theory of\nself-preserved homogenous statistical solution of the Navier-Stokes equations\nare presented. New results could be obtained for the analysis on turbulence\nfeatures, such as the scaling behavior, the spectrum, and also the large scale\ndynamics. The general energy spectra and their behavior in different wave\nnumber range are investigated.\n","Comment: 27papges, 0 figures"]}]
["0904.2038",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2038","Reviews of Modern Physics 81,481(2009)","doi:10.1103/RevModPhys.81.481"],"date":["2009-04-13"],"type":["text"],"creator":["Kresin, V. Z.","Wolf, S. A."],"language":[],"coverage":[],"title":["Electron-lattice interaction and its impact on high Tc superconductivity"],"description":["  In this Colloquium, the main features of the electron-lattice interaction are\ndiscussed and high values of the critical temperature up to room temperature\ncould be provided. While the issue of the mechanism of superconductivity in the\nhigh Tc cuprates continues to be controversial, one can state that there have\nbeen many experimental results demonstrating that the lattice makes a strong\nimpact on the pairing of electrons. The polaronic nature of the carriers is\nalso a manifestation of strong electron-lattice interaction. One can propose an\nexperiment that allows an unambiguous determination of the intermediate boson\n(phonon, magnon, exciton, etc.) which provides the pairing. The\nelectron-lattice interaction increases for nanosystems, and this is due to an\neffective increase in the density of states.\n"]}]
["0904.2041",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2041","\"Large-Scale Collective Motion of Atomic Nuclei\", World\n  Scientific, Singapore, 1997, p. 222"],"date":["2009-04-14"],"type":["text"],"creator":["Grigorescu, M."],"language":[],"coverage":[],"title":["TDHFB-Langevin approach to the nuclear collective dynamics"],"description":["  A restricted TDHFB-Langevin formalism is presented, and applied to estimate\nthe nuclear shape diffusion coefficient.\n","Comment: 10 pages"]}]
["0904.2053",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2053","Prog. Theor. Phys. Suppl. 176, 279 (2008)","doi:10.1143/PTPS.176.279"],"date":["2009-04-14"],"type":["text"],"creator":["Murakami, Shuichi"],"language":[],"coverage":[],"title":["Quantum spin Hall phases"],"description":["  We review our recent theoretical works on the the quantum spin Hall effect.\nFirst we compare edge states in various 2D systems, and see whether they are\nrobust or fragile against perturbations. Through the comparisons we see the\nrobust nature of edge states in 2D quantum spin Hall phases. We see how it is\nprotected by the Z_2 topological number, and reveal the nature of the Z_2\ntopological number by studying the phase transition between the quantum spin\nHall and insulator phases. We also review our theoretical proposal of the\nultrathin bismuth film as a candidate to the 2D quantum spin Hall system.\n","Comment: 23 pages, 11 figures"]}]
["0904.2059",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2059"],"date":["2009-04-14"],"type":["text"],"creator":["Ge, Hao"],"language":[],"coverage":[],"title":["Nonequilibrium Thermodynamics of Time-dependent Langevin Systems: Energy\n  Balance Relation and the Extended Form of the Second Law"],"description":["  A general nonequilibrium thermodynamic theory is developed for time-dependent\nLangevin dynamics, starting from the common definition of nonequilibrium Gibbs\nentropy. It is shown that the notations appearing in the First and the Second\nLaw of thermodynamics could be consistently applied to transient nonequilibrium\nprocesses. We find out a general equality representing the energy balance\nrelation for the system, and further an explicit mathematical interpretation\nfor the extended form of the Second Law is proposed, which only comes into\nexistence in the time-dependent case. More applications to several classic\nthermodynamic processes are finally included.\n"]}]
["0904.2064",{"format":[],"subject":["Mathematical Physics","81U40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2064"],"date":["2009-04-14"],"type":["text"],"creator":["Daudé, Thierry","Nicoleau, François"],"language":[],"coverage":[],"title":["Inverse scattering in de Sitter-Reissner-Nordstr\\\"om black hole\n  spacetimes"],"description":["  In this paper, we study the inverse scattering of massive charged Dirac\nfields in the exterior region of (de Sitter)-Reissner-Nordstr\\\"om black holes.\nFirst we obtain a precise high-energy asymptotic expansion of the diagonal\nelements of the scattering matrix (i.e. of the transmission coefficients) and\nwe show that the leading terms of this expansion allows to recover uniquely the\nmass, the charge and the cosmological constant of the black hole. Second, in\nthe case of nonzero cosmological constant, we show that the knowledge of the\nreflection coefficients of the scattering matrix on any interval of energy also\npermits to recover uniquely these parameters.\n","Comment: 44 pages"]}]
["0904.2067",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2067"],"date":["2009-04-14"],"type":["text"],"creator":["Kahl, David","Chen, Alan A.","Binh, Dam Nguyen","Chen, Jun","Hashimoto, Takashi","Hayakawa, Seiya","Kim, Aram","Kubono, Shigeru","Kurihara, Yuzo","Lee, Nam Hee","Michimasa, Shin'ichiro","Nishimura, Shunji","Van Ouellet, Christian","nia, Kiana Setoodeh","Wakabayashi, Yasuo","Yamaguchi, Hideotoshi"],"language":[],"coverage":[],"title":["30S RI Beam Production and X-ray Bursts"],"description":["  The present work reports the results of 30S radioactive beam development for\na future experiment directly measuring data to extrapolate the 30S(alpha,p)\nstellar reaction rate in Type I X-ray bursts, a phenomena where nuclear\nexplosions occur repeatedly on the surface of accreting neutron stars. We\nproduce the radioactive ion 30S via the 3He(28Si,30S)n reaction, by bombarding\na cryogenically cooled target of 3He at 400 Torr and 80 K with 28Si beams of\n6.9 and 7.54 MeV/u. In order to perform a successful future experiment which\nallows us to calculate the stellar 30S(alpha, p) reaction rate, Hauser-Feshbach\ncalculations indicate we require a 30S beam of ~10^5 particles per second at\n~32 MeV. Based on our recent beam development experiments in 2006 and 2008, it\nis believed that such a beam may be fabricated in 2009 according to the results\npresented. We plan to measure the 4He(30S,p) cross-section at astrophysical\nenergies in 2009, and some brief remarks on the planned (alpha,p) technique are\nalso elucidated.\n","Comment: 5 pages, 3 figures. Submitted on Dec. 25, 2008 for the Proceedings of\n  the 10th Symposium on Nuclei in the Cosmos, Mackinac Island, Michigan, USA,\n  27 July - 1 August, 2008. Accepted for publication Jan. 09, 2009"]}]
["0904.2074",{"format":[],"subject":["Mathematics - Functional Analysis","47B48, 46B04"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2074"],"date":["2009-04-14"],"type":["text"],"creator":["Hatori, Osamu"],"language":[],"coverage":[],"title":["Isometries between groups of invertible elements in Banach algebras"],"description":["  We show that if $T$ is an isometry (as metric spaces) from an open subgroup\nof the group of the invertible elements in a unital semisimple commutative\nBanach algebra onto an open subgroup of the group of the invertible elements in\na unital Banach algebra, then $T(1)^{-1}T$ is an isometrical group isomorphism.\nIn particular, $T(1)^{-1}T$ is extended to an isometrical real algebra\nisomorphism from $A$ onto $B$.\n","Comment: 13pages"]}]
["0904.2075",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2075"],"date":["2009-04-14"],"type":["text"],"creator":["Green, Ben"],"language":[],"coverage":[],"title":["Sum-product phenomena in F_p: a brief introduction"],"description":["  These notes arose from my Cambridge Part III course on Additive\nCombinatorics, given in Lent Term 2009. The aim was to understand the simplest\nproof of the Bourgain-Glibichuk-Konyagin bounds for exponential sums over\nsubgroups. As a byproduct one obtains a clean proof of the Bourgain-Katz-Tao\ntheorem on the sum-product phenomenon in F_p. The arguments are essentially\nextracted from a paper of Bourgain, and I benefitted very much from being in\nreceipt of unpublished course notes of Elon Lindenstrauss. No originality is\nclaimed.\n","Comment: 10 pages, not for publication"]}]
["0904.2082",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2082"],"date":["2009-04-14"],"type":["text"],"creator":["Roy, Aaron J."],"language":[],"coverage":[],"title":["Vacuum Tunneling in an Electroweak Model in Extra Dimensions With an\n  External Flux"],"description":["  With the standard system for an SU(2) Higgs field in M_4 X S_1, the top and\nbottom component of the Higgs spinor have exactly the same coeficients for the\nquadratic and quadric terms. This makes the vacuum degenerate and thus there\nare no tunneling effects to zeroth order in radiative corrections of the vector\ngauge felds in the standard model with this extra dimensional geometry.\nHowever, if we include an external magnetic flux that permeates our manifold,\nthen the top component of the Higgs spinor will have an additional term in its\ncoefficient due to this theoretical flux with the usual charge assignments for\nthe standard model. This extra term gives rise to two nondegenerate vacuum\nstates for the resulting potential. We will compute the tunneling probability\nper unit time per unit volume between these vacuum states for the zero modes of\nour system as well as investigate the masses for the fields of the model using\nthe false vacuum.\n"]}]
["0904.2091",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2091","Journal of Physical Chemistry C 112, 12077-12080 (2008)","doi:10.1021/jp804078n"],"date":["2009-04-14"],"type":["text"],"creator":["Ciacchi, Lucio Colombi","Cole, Daniel J.","Payne, Mike C.","Gumbsch, Peter"],"language":[],"coverage":[],"title":["Stress-driven oxidation chemistry of wet silicon surfaces"],"description":["  The formation of a hydroxylated native oxide layer on Si(001) under wet\nconditions is studied by means of first principles molecular dynamics\nsimulations. Water molecules are found to adsorb and dissociate on the oxidised\nsurface leading to rupture of Si-O bonds and producing reactive sites for\nattack by dissolved dioxygen or hydrogen peroxide molecules. Tensile strain is\nfound to enhance the driving force for the dissociative adsorption of water,\nsuggesting that similar reactions could be responsible for\nenvironmentally-driven sub-critical crack propagation in silicon.\n"]}]
["0904.2094",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory","60F05","60G15","60H05","60H07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2094"],"date":["2009-04-14"],"type":["text"],"creator":["Bercu, Bernard","Nourdin, Ivan","Taqqu, Murad S."],"language":[],"coverage":[],"title":["A multiple stochastic integral criterion for almost sure limit theorems"],"description":["  In this paper, we study almost sure central limit theorems for multiple\nstochastic integrals and provide a criterion based on the kernel of these\nmultiple integrals. We apply our result to normalized partial sums of Hermite\npolynomials of increments of fractional Brownian motion. We obtain almost sure\ncentral limit theorems for these normalized sums when they converge in law to a\nnormal distribution.\n"]}]
["0904.2096",{"format":[],"subject":["Computer Science - Human-Computer Interaction","Computer Science - Graphics","Computer Science - Multimedia","Computer Science - Robotics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2096","18th International Conference on Artificial Reality and\n  Telexistence (ACM ICAT 2008), Yokohama : Japon (2008)"],"date":["2009-04-14"],"type":["text"],"creator":["Domingues, Christophe","Otmane, Samir","Davesne, Frédéric","Mallem, Malik"],"language":[],"coverage":[],"title":["A Distributed Software Architecture for Collaborative Teleoperation\n  based on a VR Platform and Web Application Interoperability"],"description":["  Augmented Reality and Virtual Reality can provide to a Human Operator (HO) a\nreal help to complete complex tasks, such as robot teleoperation and\ncooperative teleassistance. Using appropriate augmentations, the HO can\ninteract faster, safer and easier with the remote real world. In this paper, we\npresent an extension of an existing distributed software and network\narchitecture for collaborative teleoperation based on networked human-scaled\nmixed reality and mobile platform. The first teleoperation system was composed\nby a VR application and a Web application. However the 2 systems cannot be used\ntogether and it is impossible to control a distant robot simultaneously. Our\ngoal is to update the teleoperation system to permit a heterogeneous\ncollaborative teleoperation between the 2 platforms. An important feature of\nthis interface is based on different Mobile platforms to control one or many\nrobots.\n"]}]
["0904.2097",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2097"],"date":["2009-04-14"],"type":["text"],"creator":["Wazir, Z.","Suleymanov, M. K.","Khan, E. U.","Haseeb, Mahnaz Q.","Ajaz, M.","Khan, K. H."],"language":[],"coverage":[],"title":["Some properties of the central heavy ion collisions"],"description":["  Some experimental results are discussed in connection with the properties of\nthe central heavy ion collisions. These experiments indicate the regime changes\nand saturation at some values of the centrality. This phenomenon is considered\nto be a signal of the percolation cluster formation in heavy ion collisions at\nhigh energies.\n  Keywords: heavy ion collisions, theoretical models, centrality, phase\ntransition.\n","Comment: Oral talk for the 24th International Conference on Nuclear Tracks in\n  Solids (ICNTS) Bologna, Italy, 01 - 05 September 2008 and submitted in\n  Radiation Measurements"]}]
["0904.2098",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2098"],"date":["2009-04-14"],"type":["text"],"creator":["Gallinaro, Michele"],"language":[],"coverage":[],"title":["CDF experimental results on diffraction"],"description":["  Experimental results on diffraction from the Fermilab Tevatron collider\nobtained by the CDF experiment are reviewed and compared. We report on the\ndiffractive structure function obtained from dijet production in the range\n$0<Q^2<10,000$ GeV$^2$, and on the $|t|$ distribution in the region $0<|t<1$\nGeV$^2$ for both soft and hard diffractive events up to $Q^2\\approx 4,500$\nGeV$^2$. Results on single diffractive W/Z production, forward jets, and\ncentral exclusive production of both dijets and diphotons are also presented.\n","Comment: 6 pages, 9 figures; Proceedings of the \"Multi-Parton Interaction\"\n  workshop, Perugia, Italy, October 28-31, 2008"]}]
["0904.2099",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2099"],"date":["2009-04-14"],"type":["text"],"creator":["Khan, K. H.","Suleymanov, M. K.","Wazir, Z.","Khan, E. U.","Haseeb, Mahnaz Q.","Ajaz, M."],"language":[],"coverage":[],"title":["Light nuclei production in heavy ion collisions"],"description":["  Light nuclei production as a result of nuclear coalescence effect can give\nsome signals on final state of Quark Gluon Plasma formation. We are studying\nthe behavior of nuclear modification factor as a function of different\nvariables using the simulated data coming from the FASTMC generator. This data\nis necessary to extract information on coalescence mechanism from experimental\ndata on high energy nuclear-nuclear interactions.\n","Comment: Oral talk for the 24th International Conference on Nuclear Tracks in\n  Solids (ICNTS) Bologna, Italy, 01 - 05 September 2008 and submitted in\n  Radiation Measurements"]}]
["0904.2111",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2111","Physical Review B 79, 165101 (2009)","doi:10.1103/PhysRevB.79.165101"],"date":["2009-04-14"],"type":["text"],"creator":["Russell, Benedict","Payne, Mike C.","Ciacchi, Lucio Colombi"],"language":[],"coverage":[],"title":["Density functional theory study of Fe(II) adsorption and oxidation on\n  goethite surfaces"],"description":["  We study the interactions between Fe(II) aqua complexes and surfaces of\ngoethite (alpha-FeOOH) by means of density functional theory calculations\nincluding the so-called Hubbard U correction to the exchange-correlation\nfunctional. Using a thermodynamic approach, we find that (110) and (021)\nsurfaces in contact with aqueous solutions are almost equally stable, despite\nthe evident needlelike shape of goethite crystals indicating substantially\ndifferent reactivity of the two faces. We thus suggest that crystal anisotropy\nmay result from different growth rates due to virtually barrierless adsorption\nof hydrated ions on the (021) but not on the (110) surface. No clear evidence\nis found for spontaneous electron transfer from an adsorbed Fe(II) hex-aqua\ncomplex to a defect-free goethite substrate. Crystal defects are thus inferred\nto play an important role in assisting such electron transfer processes\nobserved in a recent experimental study. Finally, goethite surfaces are\nobserved to enhance the partial oxidation of adsorbed aqueous Fe(II) upon\nreaction with molecular oxygen. We propose that this catalytic oxidation effect\narises from donation of electronic charge from the bulk oxide to the oxidizing\nagent through shared hydroxyl ligands anchoring the Fe(II) complexes on the\nsurface.\n"]}]
["0904.2114",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2114","Europhys. Lett., 85 (2009) 67005","doi:10.1209/0295-5075/85/67005"],"date":["2009-04-14"],"type":["text"],"creator":["Tesei, Mauro","Theron, Ricardo"],"language":[],"coverage":[],"title":["Magnetic screening in proximity effect Josephson-junction arrays"],"description":["  The modulation with magnetic field of the sheet inductance measured on\nproximity effect Josephson-junction arrays (JJAs) is progressively vanishing on\nlowering the temperature, leading to a low temperature field-independent\nresponse. This behaviour is consistent with the decrease of the two-dimensional\npenetration length below the lattice parameter. Low temperature data are\nquantitatively compared with theoretical predictions based on the XY model in\nabsence of thermal fluctuations. The results show that the description of a JJA\nwithin the XY model is incomplete and the system is put well beyond the weak\nscreening limit which is usually assumed in order to invoke the well known\nfrustrated XY model describing classical Josephson-junction arrays.\n","Comment: 6 pages, 5 figures"]}]
["0904.2119",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2119"],"date":["2009-04-14"],"type":["text"],"creator":["Englert, C.","Jager, B.","Worek, M.","Zeppenfeld, D."],"language":[],"coverage":[],"title":["Strongly interacting gauge boson systems at the LHC"],"description":["  We explore the potential of the CERN-LHC to access strongly interacting gauge\nboson systems via weak-boson scattering processes with W+W-jj, ZZjj, W+Zjj and\nW-Zjj final states, focusing on the leptonic decay modes of the gauge bosons.\nCross sections and kinematic distributions for two representative scenarios of\nstrong interactions in the weak sector and all relevant background processes\nare computed with fully-flexible parton-level Monte-Carlo programs that allow\nfor the implementation of dedicated selection cuts. We find that models with\nnew resonances give rise to very distinctive distributions of the decay\nleptons. The perturbative treatment of the signal processes is under excellent\ncontrol.\n","Comment: 4 pages, 1 figure; talk given at \"Rencontres de Moriond - QCD and\n  High Energy Interactions 2009\""]}]
["0904.2123",{"format":[],"subject":["Mathematics - Algebraic Geometry","14D22, 14D20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2123"],"date":["2009-04-14"],"type":["text"],"creator":["Gomez, Tomas L.","Logares, Marina"],"language":[],"coverage":[],"title":["Torelli theorem for the moduli space of parabolic Higgs bundles"],"description":["  In this article we extend the proof given by Biswas and Gomez of a Torelli\ntheorem for the moduli space of Higgs bundles with fixed determinant, to the\nparabolic situation.\n","Comment: 13 pages"]}]
["0904.2126",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2126"],"date":["2009-04-14"],"type":["text"],"creator":["Haliniak, Witold","Wislicki, Wojciech"],"language":[],"coverage":[],"title":["Critical exponents for Gaussian fixed point of renormalization"],"description":["  We present mathematical details of derivation of the critical exponents for\nthe free energy and magnetization in the vicinity of the Gaussian fixed point\nof renormalization. We treat the problem in general terms and do not refer to\nparticular models of interaction energy. We discuss the case of arbitrary\ndispersion of the fixed point.\n"]}]
["0904.2129",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2129"],"date":["2009-04-14"],"type":["text"],"creator":["Mchedlidze, Tamara","Symvonis, Antonios"],"language":[],"coverage":[],"title":["Crossing-Optimal Acyclic HP-Completion for Outerplanar st-Digraphs"],"description":["  Given an embedded planar acyclic digraph G, we define the problem of acyclic\nhamiltonian path completion with crossing minimization (Acyclic-HPCCM) to be\nthe problem of determining a hamiltonian path completion set of edges such\nthat, when these edges are embedded on G, they create the smallest possible\nnumber of edge crossings and turn G to a hamiltonian acyclic digraph. Our\nresults include: 1. We provide a characterization under which a planar\nst-digraph G is hamiltonian. 2. For an outerplanar st-digraph G, we define the\nst-polygon decomposition of G and, based on its properties, we develop a\nlinear-time algorithm that solves the Acyclic-HPCCM problem. 3. For the class\nof planar st-digraphs, we establish an equivalence between the Acyclic-HPCCM\nproblem and the problem of determining an upward 2-page topological book\nembedding with minimum number of spine crossings. We infer (based on this\nequivalence) for the class of outerplanar st-digraphs an upward topological\n2-page book embedding with minimum number of spine crossings. To the best of\nour knowledge, it is the first time that edge-crossing minimization is studied\nin conjunction with the acyclic hamiltonian completion problem and the first\ntime that an optimal algorithm with respect to spine crossing minimization is\npresented for upward topological book embeddings.\n"]}]
["0904.2131",{"format":[],"subject":["Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2131"],"date":["2009-04-14"],"type":["text"],"creator":["Mukhin, E.","Tarasov, V.","Varchenko, A."],"language":[],"coverage":[],"title":["Gaudin Hamiltonians generate the Bethe algebra of a tensor power of\n  vector representation of gl_N"],"description":["  We show that the Gaudin Hamiltonians H_1,...,H_n generate the Bethe algebra\nof the n-fold tensor power of the vector representation of gl_N. Surprisingly\nthe formula for the generators of the Bethe algebra in terms of the Gaudin\nHamiltonians does not depend on N. Moreover, this formula coincides with\nWilson's formula for the stationary Baker-Akhiezer function on the adelic\nGrassmannian.\n","Comment: Latex, 11 pages"]}]
["0904.2132",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2132","J. Appl. Phys. 2009, 105, 073911","doi:10.1063/1.3087477"],"date":["2009-04-14"],"type":["text"],"creator":["Gonzalez-Arrabal, R.","Gonzalez, Y.","Gonzalez, L.","Garcia-Hernandez, M.","Munnik, F.","Martin-Gonzalez, M. S."],"language":[],"coverage":[],"title":["Room temperature ferromagnetic-like behavior in Mn-implanted and\n  post-annealed InAs layers deposited by Molecular Beam Epitaxy"],"description":["  We report on the magnetic and structural properties of Ar and Mn implanted\nInAs epitaxial films grown on GaAs (100) by Molecular Beam Epitaxy (MBE) and\nthe effect of Rapid Thermal Annealing (RTA) for 30 seconds at 750C. Channeling\nParticle Induced X- ray Emission (PIXE) experiments reveal that after Mn\nimplantation almost all Mn atoms are subsbtitutional in the In-site of the InAs\nlattice, like in a diluted magnetic semiconductor (DMS). All of these samples\nshow diamagnetic behavior. But, after RTA treatment the Mn-InAs films exhibit\nroom-temperature magnetism. According to PIXE measurements the Mn atoms are no\nlonger substitutional. When the same set of experiments were performed with As\nas implantation ion all of the layers present diamagnetism without exception.\nThis indicates that the appearance of room-temperature ferromagnetic-like\nbehavior in the Mn-InAs-RTA layer is not related to lattice disorder produce\nduring implantation, but to a Mn reaction produced after a short thermal\ntreatment. X-ray diffraction patterns (XRD) and Rutherford Back Scattering\n(RBS) measurements evidence the segregation of an oxygen deficient-MnO2 phase\n(nominally MnO1.94) in the Mn-InAs-RTA epitaxial layers which might be on the\norigin of room temperature ferromagnetic-like response observed.\n","Comment: 16 pages, 5 figures. Acepted in J. Appl. Phys"]}]
["0904.2133",{"format":[],"subject":["Physics - Biological Physics","Quantitative Biology - Subcellular Processes"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2133"],"date":["2009-04-14"],"type":["text"],"creator":["Bruno, L.","Despósito, M. A."],"language":[],"coverage":[],"title":["Analytical description of anomalous diffusion in living cells"],"description":["  We propose a stochastic model for intracellular transport processes\nassociated with the activity of molecular motors. This out-of-equilibrium\nmodel, based on a generalized Langevin equation, considers a particle immersed\nin a viscoelastic environment and simultaneously driven by an external random\nforce that models the motors activity. An analytical expression for the mean\nsquare displacement is derived, which exhibits a subdiffusive to superdiffusive\ntransition. We show that the experimentally accessible statistical properties\nof the diffusive particle motion can be reproduced by this model.\n","Comment: 4 pages"]}]
["0904.2136",{"format":[],"subject":["Computer Science - Programming Languages","Computer Science - Symbolic Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2136"],"date":["2009-04-14"],"type":["text"],"creator":["Estévez-Martín, S.","Hortalá-González, T.","Rodríguez-Artalejo","del Vado-Vírseda, R.","Sáenz-Pérez, F.","Fernández, A. J."],"language":[],"coverage":[],"title":["On the Cooperation of the Constraint Domains H, R and FD in CFLP"],"description":["  This paper presents a computational model for the cooperation of constraint\ndomains and an implementation for a particular case of practical importance.\nThe computational model supports declarative programming with lazy and possibly\nhigher-order functions, predicates, and the cooperation of different constraint\ndomains equipped with their respective solvers, relying on a so-called\nConstraint Functional Logic Programming (CFLP) scheme. The implementation has\nbeen developed on top of the CFLP system TOY, supporting the cooperation of the\nthree domains H, R and FD, which supply equality and disequality constraints\nover symbolic terms, arithmetic constraints over the real numbers, and finite\ndomain constraints over the integers, respectively. The computational model has\nbeen proved sound and complete w.r.t. the declarative semantics provided by the\n$CFLP$ scheme, while the implemented system has been tested with a set of\nbenchmarks and shown to behave quite efficiently in comparison to the closest\nrelated approach we are aware of.\n  To appear in Theory and Practice of Logic Programming (TPLP)\n","Comment: 113 pages, 5 figures, 18 tables"]}]
["0904.2138",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2138"],"date":["2009-04-14"],"type":["text"],"creator":["Diaz-Garcia, J. A.","Gutierrez-Jaimez, R."],"language":[],"coverage":[],"title":["Doubly noncentral singular matrix variate beta distributions"],"description":["  In this paper, we determine the density functions of doubly noncentral\nsingular matrix variate beta type I and II distributions.\n","Comment: 8 pages"]}]
["0904.2139",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2139","Scripta Materialia 60 (2009) 1056?1061","doi:10.1016/j.scriptamat.2009.02.019"],"date":["2009-04-14"],"type":["text"],"creator":["Sauvage, Xavier","Lefebvre, Williams","Genevois, Cécile","Ohsaki, S.","Hono, Kazuhiro"],"language":[],"coverage":[],"title":["Complementary use of TEM and APT for the investigation of steels\n  nanostructured by severe plastic deformation"],"description":["  The properties of bulk nanostructured materials are often controlled by\natomic scale features like segregation along defects or composition gradients.\nHere we discuss about the complimentary use of TEM and APT to obtain a full\ndescription of nanostructures. The advantages and limitations of both\ntechniques are highlighted on the basis of experimental data collected in\nseverely deformed steels with a special emphasis on carbon spatial\ndistribution.\n"]}]
["0904.2141",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2141"],"date":["2009-04-14"],"type":["text"],"creator":["Skutlaberg, Olav"],"language":[],"coverage":[],"title":["Topological equivalence of finitely determined real analytic\n  plane-to-plane map-germs"],"description":["  Generic smooth plane-to-plane map germs are topologically equivalent to cones\nof mappings of the circle. We carry out a complete topological classification\nof smooth stable mappings of the circle and show how this classification leads,\nvia the result mentioned above, to a topological classification of finitely\ndetermined real analytic plane-to-plane map germs.\n","Comment: 19 pages, 2 figures"]}]
["0904.2142",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2142"],"date":["2009-04-14"],"type":["text"],"creator":["Diaz-Garcia, J. A."],"language":[],"coverage":[],"title":["Measures and Jacobians of singular random matrices"],"description":["  This work studies the Jacobians of certain singular transformations and the\ncorresponding measures which support the jacobian computations.\n"]}]
["0904.2146",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2146"],"date":["2009-04-14"],"type":["text"],"creator":["Sazhin, M. V.","Sementsov, V. N.","Zharov, V. E.","Kuimov, K. V.","Ashimbaeva, N. T.","Sazhina, O. S"],"language":[],"coverage":[],"title":["Cosmological and kinematical criteria for the ICRF2 sources selection"],"description":["  The most precise realization of inertial reference frame in astronomy is the\ncatalogue of 212 defining extragalactic radiosources with coordinates obtained\nduring VLBI observation runs in 1979-1995. IAU decided on the development of\nthe second realization of the ICRF2 catalogue. The criteria of best sources\nselection (in terms of coordinates stability) must be defined as the first aim.\nThe selected sources have to keep stable the coordinate axes of inertial\nastronomical frame.\n  Here we propose new criteria of source selection for the new ICRF catalogue.\nThe first one we call as \"cosmological\" and the second one as \"kinematical\".\nThe physical basis of these criteria is based on the assumption that apparent\nmotion of quasars (at angular scale of the order of hundred microarcseconds) is\nconnected with real motion inside quasars. Therefore apparent angular motion\ncorresponds to real physical motion of a \"hot spot\" inside a radio source. It\nis shown that interval of redshift $0.8 \\div 3.0$ is the most favorable in\nterms that physical shift inside such sources corresponds to minimal apparent\nangular shift of a \"hot spot\". Among \"cosmologically\" selected sources we\npropose to select motionless sources and sources with linear motion which are\npredictable and stable over long time interval.\n  To select sources which satisfies such conditions we analyzed known redshifts\nof sources and time series obtained by our code and by different centers of\nanalysis of VLBI data. As a result of these analyses we select 137 sources as a\nbasis for the ICRF2 catalogue.\n","Comment: 25 pages, 6 figures"]}]
["0904.2147",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2147"],"date":["2009-04-14"],"type":["text"],"creator":["Diaz-Garcia, J. A.","Gutierrez-Jaimez, R."],"language":[],"coverage":[],"title":["Doubly singular matrix variate beta type I and II and singular inverted\n  matricvariate $t$ distributions"],"description":["  In this paper, the densities of the doubly singular beta type I and II\ndistributions are found, and the joint densities of their corresponding nonzero\neigenvalues are provided. As a consequence, the density function of a singular\ninverted matricvariate t distribution is obtained.\n"]}]
["0904.2152",{"format":[],"subject":["Mathematics - Group Theory","20G40, 20E45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2152"],"date":["2009-04-14"],"type":["text"],"creator":["Adan-Bante, Edith","Harris, John M."],"language":[],"coverage":[],"title":["On conjugacy classes of GL(n,q) and SL(n,q)"],"description":["  Let GL(n,q) be the group of nxn invertible matrices over a field with q\nelements, and SL(n,q) be the group of nxn matrices with determinant 1 over a\nfield with q elements. We prove that the product of any two non-central\nconjugacy classes in GL(n,q) is the union of at least q-1 distinct conjugacy\nclasses, and that the product of any two non-central conjugacy classes in\nSL(n,q) is the union of at least $\\lceil\\frac{q}{2} \\rceil$ distinct conjugacy\nclasses.\n","Comment: 9 pages"]}]
["0904.2155",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2155"],"date":["2009-04-14"],"type":["text"],"creator":["Cattani, M.","Bassalo, J. M. F."],"language":[],"coverage":[],"title":["Optical Activity of a Dilute Dielectric Medium: Pasteur and the\n  Molecular Symmetries"],"description":["  In 1848 Pasteur conjectured that the rotation of the polarization plane of\nthe light in a dilute dielectric medium is generated by the molecular\nsymmetries of the medium where the light propagates. Our objective is to show\nthat Pasteur hypothesis was correct using basic knowledge of electromagnetism\nand quantum mechanics. In Sections 2-5 we present a brief review of the\nfundamental concepts of the electromagnetism necessary to study the optical\nactivity. In Sections 6-8 using the quantum mechanical perturbation theory and\ntaking into account the molecular symmetries we calculate the optical activity\nof the medium. It will be shown that the theoretical predictions that are in\ngood agreement with the experimental results give support to the Pasteur\nhypothesis.\n","Comment: 26 pages 4 figures"]}]
["0904.2157",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2157"],"date":["2009-04-14"],"type":["text"],"creator":["Alvarez, Felipe","Peypouquet, Juan"],"language":[],"coverage":[],"title":["Asymptotic almost-equivalence of abstract evolution systems"],"description":["  We study the asymptotic behavior of almost-orbits of abstract evolution\nsystems in Banach spaces with or without a Lipschitz assumption. In particular,\nwe establish convergence, convergence in average and almost-convergence of\nalmost-orbits both for the weak and the strong topologies based on the behavior\nof the orbits. We also analyze the set of almost-stationary points.\n"]}]
["0904.2160",{"format":[],"subject":["Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2160"],"date":["2009-04-14"],"type":["text"],"creator":["Patnaik, Debprakash","Laxman, Srivatsan","Ramakrishnan, Naren"],"language":[],"coverage":[],"title":["Inferring Dynamic Bayesian Networks using Frequent Episode Mining"],"description":["  Motivation: Several different threads of research have been proposed for\nmodeling and mining temporal data. On the one hand, approaches such as dynamic\nBayesian networks (DBNs) provide a formal probabilistic basis to model\nrelationships between time-indexed random variables but these models are\nintractable to learn in the general case. On the other, algorithms such as\nfrequent episode mining are scalable to large datasets but do not exhibit the\nrigorous probabilistic interpretations that are the mainstay of the graphical\nmodels literature.\n  Results: We present a unification of these two seemingly diverse threads of\nresearch, by demonstrating how dynamic (discrete) Bayesian networks can be\ninferred from the results of frequent episode mining. This helps bridge the\nmodeling emphasis of the former with the counting emphasis of the latter.\nFirst, we show how, under reasonable assumptions on data characteristics and on\ninfluences of random variables, the optimal DBN structure can be computed using\na greedy, local, algorithm. Next, we connect the optimality of the DBN\nstructure with the notion of fixed-delay episodes and their counts of distinct\noccurrences. Finally, to demonstrate the practical feasibility of our approach,\nwe focus on a specific (but broadly applicable) class of networks, called\nexcitatory networks, and show how the search for the optimal DBN structure can\nbe conducted using just information from frequent episodes. Application on\ndatasets gathered from mathematical models of spiking neurons as well as real\nneuroscience datasets are presented.\n  Availability: Algorithmic implementations, simulator codebases, and datasets\nare available from our website at http://neural-code.cs.vt.edu/dbn\n"]}]
["0904.2170",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2170","SIGMA 5 (2009), 045, 7 pages","doi:10.3842/SIGMA.2009.045"],"date":["2009-04-14"],"type":["text"],"creator":["Guo, Enli","Mo, Xiaohuan","Zhang, Xianqiang"],"language":[],"coverage":[],"title":["The Explicit Construction of Einstein Finsler Metrics with Non-Constant\n  Flag Curvature"],"description":["  By using the Hawking Taub-NUT metric, this note gives an explicit\nconstruction of a 3-parameter family of Einstein Finsler metrics of\nnon-constant flag curvature in terms of navigation representation.\n"]}]
["0904.2176",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2176"],"date":["2009-04-14"],"type":["text"],"creator":["Fedichev, P. O.","Men'shikov, L. I."],"language":[],"coverage":[],"title":["BKT phase transition in a 2d system with long range dipole-dipole\n  interaction"],"description":["  We consider phase transitions in 2d XY-like systems with long range\ndipole-dipole interactions and demonstrate that BKT-type phase transition\nalways occurs separating the ordered (ferroelectric) and the disordered\n(paraelectric) phases. The low-temperature phase corresponds to a thermal state\nwith bound vortex-antivortex pairs characterized by linear attraction at large\ndistances. We show that bound vortex pairs polarize and screen the\nvortex-antivortex interaction leaving only the logarithmic attraction at\nsufficiently large separations between the vortices. At higher temperatures the\npairs dissociate and the phase transition similar to BKT occurs, though at a\nlarger temperature than in a system without the dipole-dipole interaction.\n","Comment: 4pages, 2eps figs"]}]
["0904.2178",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2178"],"date":["2009-04-14"],"type":["text"],"creator":["Mook, H. A.","Lumsden, M. D.","Christianson, A. D.","Sales, Brian C.","Jin, Rongying","McGuire, Michael A.","Sefat, Athena","Mandrus, D.","Nagler, S. E.","Egami, T.","de la Cruz, Clarina"],"language":[],"coverage":[],"title":["Neutron scattering patterns show Superconductivity in FeTe0.5Se0.5\n  likely results from itinerant electron fluctuations"],"description":["  The discovery of the Fe pnictide superconductors generated great interest as\nthe structure consists of planes of a magnetic material quite similar to the\ncuprate superconductors. Fe(Te0.5Se0.5) is a particularly simple system whose\nplanes are isostructural to the FeAs layers found in the originally discovered\nsuperconductors of this type. We report here neutron scattering measurements on\nthis material that provide an understanding of the superconductivity. Since the\ninformation about the Fermi surface is available both from photoemission and\nband structure calculations for FeTe, FeSe and other related materials the\nneutron spectra can be used to see if the itinerant electron picture is valid.\nThe results are consistent with a picture where there are both electron and\nhole Fermi surfaces that make exact (pi,pi) transitions possible. This would\nnormally favor either a spin or charge density wave state. However, our\nmeasurements show the extent of the region where (pi,pi) transitions take place\nand demonstrate that there are a much larger number of transitions near pi,pi).\nThe near (pi,pi) transitions are observed both above and below Tc and are\nexpected to be strongly pairing. The superconductivity can be attributed to\nthese excitations while the exactly (pi,pi) transitions produce the narrow\nresonance excitation that appears below Tc.\n","Comment: 13 pages, 3 figures"]}]
["astro-ph/0206114",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0206114","Phys.Part.Nucl.Lett.1:94-98,2004; Pisma Fiz.Elem.Chast.Atom.Yadra\n  1:64-71,2004"],"date":["2002-06-07","2003-11-06"],"type":["text"],"creator":["Biernacka, Monika","Flin, Piotr","Pervushin, Victor","Zorin, Andrey"],"language":[],"coverage":[],"title":["Newtonian motion as origin of anisotropy of the local velocity field of\n  galaxies"],"description":["  The origins of recently reported anisotropy of the local velocity field of\nnearby galaxies (velocities < 500 km/s corresponding to the distance less than\n8 Mpc) are studied. The exact solution of the Newtonian equation for the\nexpanding Universe is obtained. This solution allows us to separate the\nNewtonian motion of nearby galaxies from the Hubble flow by the transition to\nthe conformal coordinates. The relation between the Hubble flow and the\nNewtonian motion is established. We show that the anisotropic local velocity\nfield of nearby galaxies can be formed by such a Newtonian motion in the\nexpanding Universe, if at the moment of the capture of galaxies by the central\ngravitational field.\n","Comment: 9 pages, 4 figures, REVTeX 4"]}]
["astro-ph/0502381",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0502381","Gen.Rel.Grav.37:615-625,2005","doi:10.1007/s10714-005-0046-7"],"date":["2005-02-18"],"type":["text"],"creator":["Godlowski, Wlodzimierz","Szydlowski, Marek","Flin, Piotr"],"language":[],"coverage":[],"title":["Some remarks on the angular momenta of galaxies, their clusters and\n  superclusters"],"description":["  We discuss the relation between angular momenta and masses of galaxy\nstructures base on the Li model of the universe with global rotation. In our\nprevious paper (God{\\l}owski et al 2002) it was shown that the model predicts\nthe presence of a minimum in this relation. In the present paper we discuss\nobservational evidence allowing us to verify this relation. We find null\nangular momentum J=0 for the masses corresponding to mass of galaxy grups and\nnon-vanishing angular momenta for other galactic structures. We check these\ntheoretical predictions analysing Tully's galaxy grups. The existing data\ncomparing alignment in different galactic structure are consistent with\nobtained theoretical relation $J(M)$ if we interpret the groving alignment as\nthe galactic increasing angular momenta in the galactic structure.\n","Comment: 20 pages 1 figure. GRG accepted"]}]
["astro-ph/0512647",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0512647","Mon.Not.Roy.Astron.Soc.367:838-850,2006","doi:10.1111/j.1365-2966.2005.10014.x"],"date":["2005-12-29"],"type":["text"],"creator":["Rahman, Nurur","Krywult, Janusz","Motl, Patrick M.","Flin, Piotr","Shandarin, Sergei F."],"language":[],"coverage":[],"title":["Morphology and Evolution of Simulated and Optical Clusters: A\n  Comparative Analysis"],"description":["  We have made a comparative study of morphological evolution in simulated DM\nhalos and X-ray brightness distribution, and in optical clusters. Samples of\nsimulated clusters include star formation with supernovae feedback, radiative\ncooling, and simulation in the adiabatic limit at three different redshifts, z\n= 0.0, 0.10, and 0.25. The optical sample contains 208 ACO clusters within\nredshift, $z \\leq 0.25$. Cluster morphology, within 0.5 and 1.0 h$^{-1}$ Mpc\nfrom cluster center, is quantified by multiplicity and ellipticity.\n  We find that the distribution of the dark matter halos in the adiabatic\nsimulation appear to be more elongated than the galaxy clusters. Radiative\ncooling brings halo shapes in excellent agreement with observed clusters,\nhowever, cooling along with feedback mechanism make the halos more flattened.\n  Our results indicate relatively stronger structural evolution and more clumpy\ndistributions in observed clusters than in the structure of simulated clusters,\nand slower increase in simulated cluster shapes compared to those in the\nobserved one.\n  Within $z \\leq 0.1$, we notice an interesting agreement in the shapes of\nclusters obtained from the cooling simulations and observation. We also notice\nthat the different samples of observed clusters differ significantly in\nmorphological evolution with redshift. We highlight a few possibilities\nresponsible for the discrepancy in morphological evolution of simulated and\nobserved clusters.\n","Comment: Accepted for publication in MNRAS, 2006; 15 pages, 13 postscript\n  figures"]}]
["astro-ph/0603110",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0603110","Publ.Astron.Soc.Pac.118:1340,2006","doi:10.1086/507472"],"date":["2006-03-04"],"type":["text"],"creator":["Vaillancourt, John E."],"language":[],"coverage":[],"title":["Placing Confidence Limits on Polarization Measurements"],"description":["  The determination of the true source polarization given a set of measurements\nis complicated by the requirement that the polarization always be positive.\nThis positive bias also hinders construction of upper limits, uncertainties,\nand confidence regions, especially at low signal-to-noise levels. We generate\nthe likelihood function for linear polarization measurements and use it to\ncreate confidence regions and upper limits. This is accomplished by integrating\nthe likelihood function over the true polarization (parameter space), rather\nthan the measured polarization (data space). These regions are valid for both\nlow and high signal-to-noise measurements.\n","Comment: 8 pages, 3 figures, 1 table, submitted to PASP"]}]
["astro-ph/0606294",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0606294","Phys.Part.Nucl.Lett.4:5-10,2007","doi:10.1134/S1547477107010025"],"date":["2006-06-13"],"type":["text"],"creator":["Bajan, K.","Flin, P.","Godlowski, W.","Pervushin, V. P."],"language":[],"coverage":[],"title":["On the investigations of galaxy redshift periodicity"],"description":["  In this article we present a historical review of study of the redshift\nperiodicity of galaxies, starting from the first works performed in the\nseventies of the twentieth century until the present day. We discuss the\nobservational data and methods used, showing in which cases the discretization\nof redshifts was observed. We conclude that galaxy redshift periodisation is an\neffect which can really exist. We also discussed the redshift discretization in\ntwo different structures: the Local Group of galaxies and the Hercules\nSupercluster. Contrary to the previous studies we consider all galaxies which\ncan be regarded as a structure member disregarding the accuracy of velocity\nmeasurements. We applied the power spectrum analysis using the Hann function\nfor weighting, together with the jackknife error estimator. In both the\nstructures we found weak effects of redshift periodisation.\n","Comment: 10 pages, 4 figures, to be published in Part. and Nucl. Lett. 2006"]}]
["astro-ph/0608216",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0608216","Astrophys.J.694:1423,2009","doi:10.1088/0004-637X/694/2/1423"],"date":["2006-08-10","2009-02-03"],"type":["text"],"creator":["Lee, Hsu-Tai","Chen, W. P."],"language":[],"coverage":[],"title":["Triggered Star Formation on the Border of the Orion-Eridanus Superbubble"],"description":["  A census of classical T Tauri stars and Herbig Ae/Be stars has been performed\naround the Orion-Eridanus Superbubble which is ionized and created by the Ori\nOB1 association. This sample is used to study the spatial distribution of\nnewborn stars, hence the recent star formation sequence, in the region that\nincludes two giant molecular clouds (Orion A and B) and additional smaller\nclouds (NGC 2149, GN 05.51.4, VdB 64, the Crossbones, the Northern Filament,\nLDN 1551, LDN 1558, and LDN 1563). Most of the molecular clouds are located on\nthe border of the Superbubble, and associated with H-alpha filaments and star\nformation activity, except the Northern Filament which is probably located\noutside the Superbubble. This suggests that while star formation progresses\nfrom the oldest Ori OB1a subgroup to 1b, 1c and 1d, the Superbubble compresses\nand initiates starbirth in clouds such as NGC 2149, GN 05.51.4, VdB 64, and the\nCrossbones, which are located more than one hundred pc away from the center of\nthe Superbubble, and even in clouds some two hundred pc away, i.e., in LDN\n1551, LDN 1558, and LDN 1563. A superbubble appears to have potentially a\nlong-range influence in triggering next-generation star formation in an OB\nassociation.\n","Comment: Accepted for publication in ApJ"]}]
["cond-mat/0111389",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0111389","Phys.Rev.E65:062101,2002","doi:10.1103/PhysRevE.65.062101"],"date":["2001-11-21"],"type":["text"],"creator":["Okopińska, Anna"],"language":[],"coverage":[],"title":["The Fokker-Planck equation for bistable potential in the optimized\n  expansion"],"description":["  The optimized expansion is used to formulate a systematic approximation\nscheme to the probability distribution of a stochastic system. The first order\napproximation for the one-dimensional system driven by noise in an anharmonic\npotential is shown to agree well with the exact solution of the Fokker-Planck\nequation. Even for a bistable system the whole period of evolution to\nequilibrium is correctly described at various noise intensities.\n","Comment: 12 pages, LATEX, 3 Postscript figures compressed and"]}]
["cond-mat/0504253",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","High Energy Physics - Phenomenology","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0504253","Acta Phys.Polon.B36:2513-2522,2005"],"date":["2005-04-11"],"type":["text"],"creator":["Wilk, G.","Wlodarczyk, Z."],"language":[],"coverage":[],"title":["Information theory point of view on stochastic networks"],"description":["  Stochastic networks represent very important subject of research because they\nhave been found in almost all branches of modern science, including also\nsociology and economy. We provide a information theory point of view, mostly\nbased on its nonextensive version, on their most characteristic properties\nillustrating it with some examples.\n","Comment: Presented at First Polish Symposium on Econo- and Sociophysics,\n  Warsaw, Poland, 19-20 November 2004; 10 pages, 3 figures; to be published in\n  Acta Phys. Polon. B35 (8) (2005)"]}]
["cond-mat/0603842",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0603842","J. Comput. Theor. Nanosci. 5, 1277-1288 (2008)","doi:10.1166/jctn.2008.011"],"date":["2006-03-31","2009-04-15"],"type":["text"],"creator":["De Chiara, G.","Rizzi, M.","Rossini, D.","Montangero, S."],"language":[],"coverage":[],"title":["Density Matrix Renormalization Group for Dummies"],"description":["  We describe the Density Matrix Renormalization Group algorithms for time\ndependent and time independent Hamiltonians. This paper is a brief but\ncomprehensive introduction to the subject for anyone willing to enter in the\nfield or write the program source code from scratch.\n","Comment: 29 pages, 9 figures. Published version. An open source version of the\n  code can be found at http://qti.sns.it/dmrg/phome.html"]}]
["cond-mat/0612463",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0612463","Phys. Rev. B 75, 045320 (2007)","doi:10.1103/PhysRevB.75.045320"],"date":["2006-12-18","2006-12-19"],"type":["text"],"creator":["Gusso, Andre","Rego, Luis G. C."],"language":[],"coverage":[],"title":["Heat capacity of suspended phonon cavities"],"description":["  We present a detailed analysis of the vibrational spectrum and heat capacity\nof suspended mesoscopic dielectric plates, for various thickness-to-side ratios\nat sub-Kelvin temperatures. The vibrational modes of the suspended cavity are\naccurately obtained from the three-dimensional (3D) elastic equations in the\nsmall strain limit and their frequencies assigned to the cavity phonon modes.\nThe calculations demonstrate that the heat capacity of realistic quasi-2D\nphonon cavities approach the linear dependence on T at sub-Kelvin temperatures.\nThe behavior is more pronounced for the thinnest cavities, but takes place also\nfor moderately thick structures, with thickness-to-side ratios $\\gamma$=0.1 to\n0.2. It is also demonstrated that the heat capacity of the suspended phonon\ncavities is invariant under the product of the temperature (T) with a\ncharacteristic lateral dimension (L) of the sample. The present results\nestablish a lower bound for the heat capacity of suspended mesoscopic\nstructures and indicate the emergence of the quantum mechanical regime in the\ndynamics of bounded phonon cavities.\n","Comment: 7 pages, double column, 3 figures. To appear in Phys. Rev. B"]}]
["hep-ex/0008037",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0008037","Phys.Lett.B494:1-8,2000","doi:10.1016/S0370-2693(00)01111-4"],"date":["2000-08-18"],"type":["text"],"creator":["Airapetian, A."],"language":[],"coverage":[],"title":["The Q^2-dependence of the Generalised Gerasimov-Drell-Hearn Integral for\n  the Proton"],"description":["  The dependence on Q^2 (the negative square of the 4-momentum of the exchanged\nvirtual photon) of the generalised Gerasimov-Drell-Hearn integral for the\nproton has been measured in the range 1.2 GeV^2 < Q^2 < 12 GeV^2 by scattering\nlongitudinally polarised positrons on a longitudinally polarised hydrogen gas\ntarget. The contributions of the nucleon-resonance and deep-inelastic regions\nto this integral have been evaluated separately. The latter has been found to\ndominate for Q^2 > 3 GeV^2, while both contributions are important at low Q^2.\nThe total integral shows no significant deviation from a 1/Q^2 behaviour in the\nmeasured Q^2 range, and thus no sign of large effects due to either\nnucleon-resonance excitations or non-leading twist.\n","Comment: 9 pages, 3 figures, 1 table"]}]
["hep-ex/0102037",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0102037","Phys.Lett.B513:301-310,2001","doi:10.1016/S0370-2693(01)00639-6"],"date":["2001-02-19"],"type":["text"],"creator":["HERMES Collaboration","Airapetian, A."],"language":[],"coverage":[],"title":["Double-Spin Asymmetry in the Cross Section for Exclusive rho^0\n  Production in Lepton-Proton Scattering"],"description":["  Evidence for a positive longitudinal double-spin asymmetry <A_1^rho> = 0.24\n+-0.11 (stat) +-0.02 (syst) in the cross section for exclusive diffractive\nrho^0(770) vector meson production in polarised lepton-proton scattering was\nobserved by the HERMES experiment. The longitudinally polarised 27.56 GeV HERA\npositron beam was scattered off a longitudinally polarised pure hydrogen gas\ntarget. The average invariant mass of the photon-proton system has a value of\n<W> = 4.9 GeV, while the average negative squared four-momentum of the virtual\nphoton is <Q^2> = 1.7 GeV^2. The ratio of the present result to the\ncorresponding spin asymmetry in inclusive deep-inelastic scattering is in\nagreement with an early theoretical prediction based on the generalised vector\nmeson dominance model.\n","Comment: 10 pages, 4 embedded figures, LaTeX"]}]
["hep-ex/0210047",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0210047","Eur.Phys.J.C26:527-538,2003","doi:10.1140/epjc/s2002-01118-x"],"date":["2002-10-18"],"type":["text"],"creator":["HERMES collaboration","Airapetian, A."],"language":[],"coverage":[],"title":["The $Q^2$-dependence of the generalised Gerasimov-Drell-Hearn integral\n  for the deuteron, proton and neutron"],"description":["  The Gerasimov-Drell-Hearn (GDH) sum rule connects the anomalous contribution\nto the magnetic moment of the target nucleus with an energy-weighted integral\nof the difference of the helicity-dependent photoabsorption cross sections. The\ndata collected by HERMES with a deuterium target are presented together with a\nre-analysis of previous measurements on the proton. This provides a measurement\nof the generalised GDH integral covering simultaneously the nucleon-resonance\nand the deep inelastic scattering regions. The contribution of the\nnucleon-resonance region is seen to decrease rapidly with increasing $Q^2$. The\nDIS contribution is sizeable over the full measured range, even down to the\nlowest measured $Q^2$. As expected, at higher $Q^2$ the data are found to be in\nagreement with previous measurements of the first moment of $g_1$. From data on\nthe deuteron and proton, the GDH integral for the neutron has been derived and\nthe proton--neutron difference evaluated. This difference is found to satisfy\nthe fundamental Bjorken sum rule at $Q^2 = 5$ GeV$^2$.\n","Comment: 12 pages, 10 figures"]}]
["hep-ex/0210067",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0210067","Phys.Lett.B475:386-394,2000; Erratum-ibid.B567:339-346,2003","doi:10.1016/S0370-2693(99)01493-8"],"date":["2002-10-31"],"type":["text"],"creator":["HERMES Collaboration","Airapetian, A."],"language":[],"coverage":[],"title":["Erratum to: \"Nuclear Effects on R=\\sigma_L/\\sigma_T in Deep-Inelastic\n  Scattering\" Phys.Lett. B475(2000)386"],"description":["  This erratum revokes the main conclusion of a Letter that reported\nmeasurements of cross sections for deep-inelastic scattering (DIS) of leptons\non $^3$He and $^{14}$N targets, expressed as ratios of $\\sigma_A / \\sigma_D$ to\nthe cross section on the deuterium target.\n","Comment: 3 pages, 1 figure"]}]
["hep-ex/0307023",{"format":[],"subject":["High Energy Physics - Experiment","Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0307023","Phys.Lett.B577:37-46,2003","doi:10.1016/j.physletb.2003.10.026"],"date":["2003-07-11"],"type":["text"],"creator":["HERMES collaboration","Airapetian, A."],"language":[],"coverage":[],"title":["Quark fragmentation to $\\pi^{\\pm}$, $\\pi^{0}$, $K^{\\pm}$, $p$ and\n  $\\bar{p}$ in the nuclear environment"],"description":["  The influence of the nuclear medium on lepto-production of hadrons was\nstudied in the HERMES experiment at DESY in semi-inclusive deep-inelastic\nscattering of 27.6 GeV positrons off deuterium, nitrogen and krypton targets.\nThe differential multiplicity for krypton relative to that of deuterium has\nbeen measured for the first time for various identified hadrons ($\\pi^+$,\n$\\pi^-$, $\\pi^0$, $K^+$, $K^-$, $p$ and $\\bar{p}$) as a function of the virtual\nphoton energy $\\nu$, the fraction $z$ of this energy transferred to the hadron,\nand the hadron transverse momentum squared $p_t^2$. The multiplicity ratio is\nstrongly reduced in the nuclear medium at low $\\nu$ and high $z$, with\nsignificant differences among the various hadrons. The distribution of the\nhadron transverse momentum is broadened towards high $p_t^2$ in the nuclear\nmedium, in a manner resembling the Cronin effect previously observed in\ncollisions of heavy ions and protons with nuclei.\n","Comment: 8 pages, 5 figures"]}]
["hep-ex/0307064",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0307064","Phys.Rev.Lett.92:012005,2004","doi:10.1103/PhysRevLett.92.012005"],"date":["2003-07-24","2003-11-07"],"type":["text"],"creator":["HERMES collaboration","Airapetian, A."],"language":[],"coverage":[],"title":["Flavor decomposition of the sea quark helicity distributions in the\n  nucleon from semi-inclusive deep-inelastic scattering"],"description":["  Double-spin asymmetries of semi-inclusive cross sections for the production\nof identified pions and kaons have been measured in deep-inelastic scattering\nof polarized positrons on a polarized deuterium target. Five helicity\ndistributions including those for three sea quark flavors were extracted from\nthese data together with re-analyzed previous data for identified pions from a\nhydrogen target. These distributions are consistent with zero for all three sea\nflavors. A recently predicted flavor asymmetry in the polarization of the light\nquark sea appears to be disfavored by the data.\n","Comment: 5 pages, 3 figures"]}]
["hep-ex/0406052",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0406052","Phys.Lett.B599:212-222,2004","doi:10.1016/j.physletb.2004.08.059"],"date":["2004-06-18","2004-07-22"],"type":["text"],"creator":["The HERMES Collaboration","Airapetian, A."],"language":[],"coverage":[],"title":["Hard Exclusive Electroproduction of $\\pi^+\\pi^-$ Pairs"],"description":["  Hard exclusive electroproduction of $\\pi^+\\pi^-$ pairs off hydrogen and\ndeuterium targets has been studied by the HERMES experiment at DESY. Legendre\nmoments $<P_1>$ and $<P_3>$ of the angular distributions of $\\pi^+$ mesons in\nthe center-of-mass frame of the pair have been measured for the first time.\nTheir dependence on the $\\pi^+\\pi^-$ invariant mass can be understood as being\ndue to the interference between relative $P$-wave (isovector) and $S,D$-wave\n(isoscalar) states of the two pions. % The increase in magnitude of $<P_1>$ as\nBjorken $x$ increases is interpreted in the framework of Generalized Parton\nDistributions as an enhancement of flavour {non-singlet} $q\\bar{q}$ exchange\nfor larger values of $x$, which leads to a sizable admixture of isoscalar and\nisovector pion pairs. % In addition, the interference between {$P$-wave} and\n{$D$-wave} states separately for transverse and longitudinal pion pairs has\nbeen studied. The data indicate that at {$\\la Q^2 \\ra = 3 $ GeV$^2$} higher\ntwist effects can be as large as the leading-twist longitudinal component\n"]}]
["hep-ex/0512029",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0512029","Phys.Lett.B638:407-414,2006","doi:10.1016/j.physletb.2006.03.064"],"date":["2005-12-13"],"type":["text"],"creator":["collaboration, HERA-B"],"language":[],"coverage":[],"title":["Measurement of the J/Psi Production Cross Section in 920 GeV/c\n  Fixed-Target Proton-Nucleus Interactions"],"description":["  The mid-rapidity (dsigma_(pN)/dy at y=0) and total sigma_(pN) production\ncross sections of J/Psi mesons are measured in proton-nucleus interactions.\nData collected by the HERA-B experiment in interactions of 920 GeV/c protons\nwith carbon, titanium and tungsten targets are used for this analysis. The\nJ/Psi mesons are reconstructed by their decay into lepton pairs. The total\nproduction cross section obtained is sigma_(pN)(J/Psi) = 663 +- 74 +- 46\nnb/nucleon. In addition, our result is compared with previous measurements.\n"]}]
["hep-ex/9806006",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/9806006","Phys.Rev.Lett.82:1164-1168,1999","doi:10.1103/PhysRevLett.82.1164"],"date":["1998-06-08","1998-12-20"],"type":["text"],"creator":["Ackerstaff, K."],"language":[],"coverage":[],"title":["Beam-Induced Nuclear Depolarisation in a Gaseous Polarised Hydrogen\n  Target"],"description":["  Spin-polarised atomic hydrogen is used as a gaseous polarised proton target\nin high energy and nuclear physics experiments operating with internal beams in\nstorage rings. When such beams are intense and bunched, this type of target can\nbe depolarised by a resonant interaction with the transient magnetic field\ngenerated by the beam bunches. This effect has been studied with the HERA\npositron beam in the HERMES experiment at DESY. Resonances have been observed\nand a simple analytic model has been used to explain their shape and position.\nOperating conditions for the experiment have been found where there is no\nsignificant target depolarisation due to this effect.\n","Comment: REVTEX, 6 pages, 5 figures"]}]
["hep-ex/9807013",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/9807013","Phys.Rev.Lett.81:5519-5523,1998","doi:10.1103/PhysRevLett.81.5519"],"date":["1998-07-15","1998-11-15"],"type":["text"],"creator":["Ackerstaff, K."],"language":[],"coverage":[],"title":["The Flavor Asymmetry of the Light Quark Sea from Semi-inclusive\n  Deep-inelastic Scattering"],"description":["  The flavor asymmetry of the light quark sea of the nucleon is determined in\nthe kinematic range 0.02<x<0.3 and 1 GeV^2<Q^2<10 GeV^2, for the first time\nfrom semi-inclusive deep-inelastic scattering. The quantity\n(dbar(x)-ubar(x))/(u(x)-d(x)) is derived from a relationship between the yields\nof positive and negative pions from unpolarized hydrogen and deuterium targets.\nThe flavor asymmetry dbar-ubar is found to be non-zero and x dependent, showing\nan excess of dbar over ubar quarks in the proton.\n","Comment: 7 Pages, 2 figures, RevTeX format; slight revision in text, small\n  change in extraction of dbar-ubar and comparison with a high q2\n  parameterization"]}]
["hep-ex/9807015",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/9807015","Phys.Lett.B442:484-492,1998","doi:10.1016/S0370-2693(98)01341-0"],"date":["1998-07-16"],"type":["text"],"creator":["Airapetian, A."],"language":[],"coverage":[],"title":["Measurement of the Proton Spin Structure Function g1p with a Pure\n  Hydrogen Target"],"description":["  A measurement of the proton spin structure function g1p(x,Q^2) in\ndeep-inelastic scattering is presented. The data were taken with the 27.6 GeV\nlongitudinally polarised positron beam at HERA incident on a longitudinally\npolarised pure hydrogen gas target internal to the storage ring. The kinematic\nrange is 0.021<x<0.85 and 0.8 GeV^2<Q^2<20 GeV^2. The integral\nInt_{0.021}^{0.85} g1p(x)dx evaluated at Q0^2 of 2.5 GeV^2 is\n0.122+/-0.003(stat.)+/-0.010(syst.).\n","Comment: 7 pages, 3 figures, 1 table, RevTeX latex"]}]
["hep-ex/9811011",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/9811011","Phys.Rev.Lett.82:3025-3029,1999","doi:10.1103/PhysRevLett.82.3025"],"date":["1998-11-06"],"type":["text"],"creator":["Ackerstaff, K."],"language":[],"coverage":[],"title":["Observation of a Coherence Length Effect in Exclusive Rho^0\n  Electroproduction"],"description":["  Exclusive incoherent electroproduction of the rho^0(770) meson from 1H, 2H,\n3He, and 14N targets has been studied by the HERMES experiment at squared\nfour-momentum transfer Q**2>0.4 GeV**2 and positron energy loss nu from 9 to 20\nGeV. The ratio of the 14N to 1H cross sections per nucleon, known as the\nnuclear transparency, was found to decrease with increasing coherence length of\nquark-antiquark fluctuations of the virtual photon. The data provide clear\nevidence of the interaction of the quark- antiquark fluctuations with the\nnuclear medium.\n","Comment: RevTeX, 5 pages, 3 figures"]}]
["hep-ex/9907020",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/9907020","Phys.Rev.Lett.84:2584-2588,2000","doi:10.1103/PhysRevLett.84.2584"],"date":["1999-07-14"],"type":["text"],"creator":["Airapetian, A."],"language":[],"coverage":[],"title":["Measurement of the Spin Asymmetry in the Photoproduction of Pairs of\n  High-pT Hadrons at HERMES"],"description":["  We present a measurement of the longitudinal spin asymmetry A_|| in\nphotoproduction of pairs of hadrons with high transverse momentum p_T. Data\nwere accumulated by the HERMES experiment using a 27.5 GeV polarized positron\nbeam and a polarized hydrogen target internal to the HERA storage ring. For\nh+h- pairs with p_T^h_1 > 1.5 GeV/c and p_T^h_2 > 1.0 GeV/c, the measured\nasymmetry is A_|| = -0.28 +/- 0.12 (stat.) +/- 0.02 (syst.). This negative\nvalue is in contrast to the positive asymmetries typically measured in deep\ninelastic scattering from protons, and is interpreted to arise from a positive\ngluon polarization.\n","Comment: 5 pages (latex), 4 figures (eps)"]}]
["hep-ex/9910062",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/9910062","Phys.Rev.Lett.84:4047-4051,2000","doi:10.1103/PhysRevLett.84.4047"],"date":["1999-10-28"],"type":["text"],"creator":["Airapetian, A."],"language":[],"coverage":[],"title":["Observation of a Single-Spin Azimuthal Asymmetry in Semi-Inclusive Pion\n  Electro-Production"],"description":["  Single-spin asymmetries for semi-inclusive pion production in deep-inelastic\nscattering have been measured for the first time. A significant target-spin\nasymmetry of the distribution in the azimuthal angle phi of the pion relative\nto the lepton scattering plane was observed for pi+ electro-production on a\nlongitudinally polarized hydrogen target. The corresponding analyzing power in\nthe sin(phi) moment of the cross section is 0.022 +/- 0.005 +/- 0.003. This\nresult can be interpreted as the effect of terms in the cross section involving\nchiral-odd spin distribution functions in combination with a time-reversal-odd\nfragmentation function that is sensitive to the transverse polarization of the\nfragmenting quark.\n","Comment: 5 pages of RevTex, 3 ps figures, 2 tables"]}]
["hep-ex/9910071",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/9910071","Phys.Lett.B475:386-394,2000; Erratum-ibid.B567:339-346,2003","doi:10.1016/S0370-2693(99)01493-8"],"date":["1999-11-01"],"type":["text"],"creator":["Ackerstaff, K."],"language":[],"coverage":[],"title":["Nuclear Effects on R = sigma_L / sigma_T in Deep-Inelastic Scattering"],"description":["  Cross section ratios for deep-inelastic scattering from 14N and 3He with\nrespect to 2H have been measured by the HERMES experiment at DESY using a 27.5\nGeV positron beam. The data cover a range in the Bjorken scaling variable x\nbetween 0.013 and 0.65, while the negative squared four-momentum transfer Q^2\nvaries from 0.5 to 15 GeV^2. The data are compared to measurements performed by\nNMC, E665, and SLAC on 4He and 12C, and are found to be different for x < 0.06\nand Q^2 < 1.5 GeV^2. The observed difference is attributed to an A-dependence\nof the ratio R = sigma_L / sigma_T of longitudinal to transverse deep-inelastic\nscattering cross sections at low x and low Q^2.\n","Comment: 9 pages of latex, 5 figures"]}]
["hep-ex/9911017",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/9911017","Phys.Rev.D64:112005,2001","doi:10.1103/PhysRevD.64.112005"],"date":["1999-11-13","2001-06-11"],"type":["text"],"creator":["HERMES Collaboration","Airapetian, A."],"language":[],"coverage":[],"title":["Measurement of Longitudinal Spin Transfer to Lambda Hyperons in\n  Deep-Inelastic Lepton Scattering"],"description":["  Spin transfer in deep-inelastic Lambda electroproduction has been studied\nwith the HERMES detector using the 27.6 GeV polarized positron beam in the HERA\nstorage ring. For an average fractional energy transfer <z> = 0.45, the\nlongitudinal spin transfer from the virtual photon to the Lambda has been\nextracted. The spin transfer along the Lambda momentum direction is found to be\n0.11 +/- 0.17 (stat) +/- 0.03 (sys); similar values are found for other\npossible choices for the longitudinal spin direction of the Lambda. This result\nis the most precise value obtained to date from deep-inelastic scattering with\ncharged lepton beams, and is sensitive to polarized up quark fragmentation to\nhyperon states. The experimental result is found to be in general agreement\nwith various models of the Lambda spin content, and is consistent with the\nassumption of helicity conservation in the fragmentation process.\n","Comment: 8 pages, 3 figures; new version has an expanded discussion and small\n  format changes"]}]
["hep-ph/0103114",{"format":[],"subject":["High Energy Physics - Phenomenology","Condensed Matter","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0103114","Phys.Lett.A290:55-58,2001","doi:10.1016/S0375-9601(01)00645-4"],"date":["2001-03-12","2001-09-13"],"type":["text"],"creator":["Wilk, G.","Wlodarczyk, Z."],"language":[],"coverage":[],"title":["Non-exponential decays and nonextensivity"],"description":["  We demonstrate that non-exponential decays of unstable systems can be\nunderstood as yet another example of nonextensivity encountered in many\nphysical systems and as such can be characterized by the nonextensivity\nparameter q.\n","Comment: LaTex file only, 8 pages, no figures. Corrected version, to be\n  published in Phys. Lett. A"]}]
["hep-ph/0103158",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0103158","Phys.Rev.C64:027901,2001","doi:10.1103/PhysRevC.64.027901"],"date":["2001-03-14","2001-06-01"],"type":["text"],"creator":["Utyuzh, O. V.","Wilk, G.","Wlodarczyk, Z."],"language":[],"coverage":[],"title":["Limitations of the $\\Phi$ measure of fluctuations in event-by-event\n  analysis"],"description":["  We provide a critical overview of the $\\Phi$ measure of fluctuations and\ncorrelations. In particular we show that its discriminating power is rather\nlimited in situations encountered in experiment.\n","Comment: LaTex file, 3 eps files with figures and psfig.sty file; 12 pages\n  altogether; corrected version (with changed title); to be published in Phys.\n  Rev. C"]}]
["hep-ph/0108215",{"format":[],"subject":["High Energy Physics - Phenomenology","Condensed Matter","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0108215","Physica A305:227-233,2002","doi:10.1016/S0378-4371(01)00666-5"],"date":["2001-08-25"],"type":["text"],"creator":["Wilk, G.","Wlodarczyk, Z."],"language":[],"coverage":[],"title":["Application of nonextensive statistics to particle and nuclear physics"],"description":["  We present an overview of possible imprints of non-extensitivity in particle\nand nucler physics. Special emphasis is put on the intrinsic fluctuations\npresent in the system under consideration as the possible source of\nnonextensivity. The possible connection of nonextensivity and the self\norganized criticality apparently being observed in some cosmic rays and\nhadronic experiments will also be discussed.\n","Comment: Contribution to International School and Conference on \"Non Extensive\n  Thermodynamics and physical applications\", Villasimius-Capo Boi (Cagliari),\n  Italy, 23-30 March 2001"]}]
["hep-ph/0109225",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0109225","Acta Phys.Polon.B33:277-296,2002"],"date":["2001-09-25","2001-10-03"],"type":["text"],"creator":["Rybczynski, M.","Wlodarczyk, Z.","Wilk, G."],"language":[],"coverage":[],"title":["Can cosmic rays provide sign of strangelets?"],"description":["  We discuss the possible imprints of Strange Quark Matter (SQM) in cosmic ray\ndata. In particular, we investigate the propagation of SQM through the\natmosphere and discuss: i) direct candidates for strangelets, ii) exotic events\ninterpreted as signals of SQM and iii) muon bundles and delayed neutrons in\nExtensive Air Showers. The physics and astrophysics of SQM is shortly reviewed.\nWe point out the possibility that extreme energy cosmic rays are the results of\nthe decay of unstable primordial objects. Finally, the abundance of possible\ncandidates for strangelets and their mass spectrum are estimated and compared\nwith the astrophysical limits and prospects of the possible observation of SQM\nin accelerator experiments are outlined.\n","Comment: LaTeX file and 14 eps files with figures, 15 pages altogether.\n  Invited talk presented by Z. Wlodarczyk at the XXVII Mazurian Lakes School of\n  Physics, September 2-9, 2001, Krzyze, Poland. To be published in Acta Physica\n  Polon. B . (style file appolb.cls attached). A number of misprints corrected.\n  New reference added"]}]
["hep-ph/0206126",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0206126","Phys.Lett.B540:75-80,2002","doi:10.1016/S0370-2693(02)02125-1"],"date":["2002-06-14"],"type":["text"],"creator":["Glück, M.","Pisano, C.","Reya, E."],"language":[],"coverage":[],"title":["The Polarized and Unpolarized Photon Content of the Nucleon"],"description":["  The equivalent photon content of polarized and unpolarized nucleons (protons,\nneutrons), utilized in Weizs\\\"acker--Williams approximations, are presented.\nFor this purpose a new expression for the elastic photon component of a\npolarized nucleon is derived. The inelastic photon components are obtained from\nthe corresponding momentum evolution equations subject to the boundary\nconditions of their vanishing at some low momentum scale. The resulting photon\nasymmetries, important for estimating cross section asymmetries in photon\ninduced subprocesses are also presented for some typical relevant momentum\nscales.\n","Comment: LaTeX, 16 pages, 6 figures"]}]
["hep-ph/0209335",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0209335","Eur.Phys.J.C27:427-432,2003","doi:10.1140/epjc/s2002-01124-0"],"date":["2002-09-27","2002-12-18"],"type":["text"],"creator":["Gl{\\\"}uck, M.","Pisano, C.","Reya, E.","Schienbein, I."],"language":[],"coverage":[],"title":["Delineating the polarized and unpolarized photon distributions of the\n  nucleon in eN collisions"],"description":["  The production rates of lepton-photon and dimuon pairs at the HERA collider\nand the HERMES experiment are evaluated in the leading order equivalent photon\napproximation. It is shown that the production rates are sufficient to\nfacilitate the extraction of the polarized and unpolarized equivalent photon\ndistributions of the proton and neutron in the available kinematical regions.\nIt is pointed out that these results indicate the possibility of additional,\nindependent, tests concerning the unpolarized and polarized structure functions\nF_{1,2}^N and g_{1,2}^N, respectively, of the nucleon.\n","Comment: Final version, to appear in Eur. Phys. J"]}]
["hep-ph/0306275",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0306275","Eur.Phys.J.C30:477-486,2003","doi:10.1140/epjc/s2003-01308-0"],"date":["2003-06-27"],"type":["text"],"creator":["Mukherjee, A.","Pisano, C."],"language":[],"coverage":[],"title":["Manifestly Covariant Analysis of the QED Compton Process in $e p\\to e\n  \\gamma p$ and $e p \\to e \\gamma X$"],"description":["  We calculate the unpolarized QED Compton scattering cross section in a\nmanifestly covariant way. Our approach allows a direct implementation of the\nspecific kinematical cuts imposed in the experiments, {\\it e. g.} HERA-H1. We\ncompare the 'exact' cross section in terms of the structure functions $F_{1,2}\n(x_B,Q^2)$, assuming the Callan-Gross relation, with the one obtained using the\nequivalent photon approximation (EPA) as well as with the experimental results.\nWe find that the agreement with the EPA is better in $x_{\\gamma}$ bins, where\n$x_{\\gamma}$ is the fraction of the longitudinal momentum of the proton carried\nby the virtual photon, compared to the bins in the leptonic variable $x_l$.\n","Comment: 22 pages, 4 figures, 2 tables"]}]
["hep-ph/0402046",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0402046","Eur.Phys.J.C35:509-517,2004","doi:10.1140/epjc/s2004-01822-5"],"date":["2004-02-04","2004-03-08"],"type":["text"],"creator":["Mukherjee, A.","Pisano, C."],"language":[],"coverage":[],"title":["Suppressing the Background Process to QED Compton Scattering for\n  Delineating the Photon Content of the Proton"],"description":["  We investigate the QED Compton process (QEDCS) in $e p \\to e \\gamma p$ and $e\np \\to e \\gamma X$, together with the major background coming from the virtual\nCompton scattering (VCS), where the photon is emitted from the hadronic vertex.\nWe suggest new kinematical constraints which suppress the VCS background and\nare furthermore suitable for the extraction of the equivalent photon content of\nthe proton at the HERA collider. We show that the cross section, commonly\nexpressed in terms of the proton structure functions, is reasonably well\ndescribed by the equivalent photon approximation of the proton, also in the\ninelastic channel in the proposed kinematical region.\n","Comment: Minor changes in the text, 2 figures changed, results unchanged"]}]
["hep-ph/0405079",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0405079","Phys.Rev.D70:034029,2004","doi:10.1103/PhysRevD.70.034029"],"date":["2004-05-10","2004-08-31"],"type":["text"],"creator":["Mukherjee, A.","Pisano, C."],"language":[],"coverage":[],"title":["Accessing the Longitudinally Polarized Photon Content of the Proton"],"description":["  We investigate the QED Compton process (QEDCS) in longitudinally polarized\nlepton-proton scattering both in the elastic and inelastic channels and show\nthat the cross section can be expressed in terms of the polarized equivalent\nphoton distribution of the proton. We provide the necessary kinematical\nconstraints to extract the polarized photon content of the proton using this\nprocess at HERMES, COMPASS and eRHIC. We also discuss the suppression of the\nmajor background process coming from virtual Compton scattering. We point out\nthat such an experiment can give valuable information on $g_1(x_B, Q^2)$ in the\nsmall $x_B$, broad $Q^2$ region at the future polarized collider eRHIC and\nespecially in the lower $Q^2$, medium $x_B$ region in fixed target experiments.\n","Comment: Version to appear in PRD"]}]
["hep-ph/0412049",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0412049","Eur.Phys.J.C40:515-517,2005","doi:10.1140/epjc/s2005-02167-3"],"date":["2004-12-03","2005-02-15"],"type":["text"],"creator":["Glück, M.","Pisano, C.","Reya, E."],"language":[],"coverage":[],"title":["Probing the Perturbative NLO Parton Evolution in the Small-$x$ Region"],"description":["  A dedicated test of the perturbative QCD NLO parton evolution in the very\nsmall-$x$ region is performed. We find a good agreement with recent precision\nHERA-data for $F_2^p(x,Q^2)$, as well as with the present determination of the\ncurvature of $F_2^p$. Characteristically, perturbative QCD evolutions result in\na positive curvature which increases as $x$ decreases. Future precision\nmeasurements in the very small $x$-region, $x<10^{-4}$, could provide a\nsensitive test of the range of validity of perturbative QCD\n","Comment: Revised version, to appear in EPJC"]}]
["hep-ph/0609298",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0609298","JHEP 0710:051,2007","doi:10.1088/1126-6708/2007/10/051"],"date":["2006-09-28","2007-08-28"],"type":["text"],"creator":["Lester, C. G.","Parker, M. A.","White, M. J."],"language":[],"coverage":[],"title":["Three body kinematic endpoints in SUSY models with non-universal Higgs\n  masses"],"description":["  We derive and present expressions for the kinematic endpoints that arise in\nthe invariant mass distributions of visible decay products of cascade decays\nfeaturing a two body decay followed by a three body decay. This is an extension\nof a current technique that addresses chains of successive two body decays. We\nthen apply these to a supergravity model with Non-Universal Higgs Masses\n(NUHM), having simulated a data set using the ATLFAST detector simulation. We\nfind that, should such a model be chosen by nature, the endpoints will be\nvisible in ATLAS data, and we discuss the problems associated with mass\nreconstruction in models with a similar phenomenology.\n","Comment: 21 pages, 13 figures, updated the preprint number to reflect status\n  as an ATLAS scientific note"]}]
["hep-th/0001146",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0001146","Annals Phys.292:107-138,2001","doi:10.1006/aphy.2001.6142"],"date":["2000-01-21"],"type":["text"],"creator":["Pettorino, R.","Vilkovisky, G. A."],"language":[],"coverage":[],"title":["On electrodynamics of rapidly moving sources"],"description":["  Rapidly moving sources create pairs in the vacuum and lose energy. In\nconsequence of this, the velocity of a charged body cannot approach the speed\nof light closer than a certain limit which depends only on the coupling\nconstant. The vacuum back-reaction secures the observance of the conservation\nlaws. A source can lose up to 50% of energy and charge because of the vacuum\ninstability.\n","Comment: 52 pages including 6 figures. Latex 2.09. Figures by METAFONT, 300\n  DPI. Keep all files in a separate directory"]}]
["nucl-ex/0010009",{"format":[],"subject":["Nuclear Experiment","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-ex/0010009","Phys.Rev.Lett.86:1713-1716,2001","doi:10.1103/PhysRevLett.86.1713"],"date":["2000-10-16","2001-03-15"],"type":["text"],"creator":["Volmer, J."],"language":[],"coverage":[],"title":["Measurement of the Charged Pion Electromagnetic Form Factor"],"description":["  Separated longitudinal and transverse structure functions for the reaction\n1H(e,eprime pi+)n were measured in the momentum transfer region Q2=0.6-1.6\n(GeV/c)**2 at a value of the invariant mass W=1.95 GeV. New values for the pion\ncharge form factor were extracted from the longitudinal cross section by using\na recently developed Regge model. The results indicate that the pion form\nfactor in this region is larger than previously assumed and is consistent with\na monopole parameterization fitted to very low Q2 elastic data.\n","Comment: 5 pages, 3 figures"]}]
["nucl-th/0103063",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-th/0103063","Phys.Rev.C64:054906,2001","doi:10.1103/PhysRevC.64.054906"],"date":["2001-03-23","2001-07-03"],"type":["text"],"creator":["Korus, Robert","Mrowczynski, Stanislaw"],"language":[],"coverage":[],"title":["p_T-fluctuations in high-energy p-p and A-A collisions"],"description":["  The event-by-event p_T-fluctuations in proton-proton and central Pb-Pb\ncollisions, which have been experimentally studied by means of the so-called\nPhi-measure, are analyzed. The contribution due to the correlation which\ncouples the average p_T to the event multiplicity is computed. The correlation\nappears to be far too weak to explain the preliminary experimental value of Phi\n(p_T) in p-p interactions. The significance of the result is discussed.\n","Comment: 5 pages, 2 figures, minor improvements"]}]
["physics/0306195",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0306195","ECONF C0303241:TUGP011,2003; ECONF C0303241:THGT004,2003"],"date":["2003-06-29"],"type":["text"],"creator":["Angstadt, B.","Brooijmans, G.","Chapin, D.","Charak, D.","Clements, M.","Fuess, S.","Haas, A.","Hauser, R.","Leichtman, D.","Mattingly, S.","Kulyavtsev, A.","Mulders, M.","Padley, P.","Petravick, D.","Rechenmacher, R.","Watts, G.","Zhang, D."],"language":[],"coverage":[],"title":["The DZERO DAQ/Online Monitoring System and Applications, Including an\n  Active Auto-recovery Tool"],"description":["  The DZERO experiment, located at the Fermi National Accelerator Laboratory,\nhas recently started the Run 2 physics program. The detector upgrade included a\nnew Data Acquisition/Level 3 Trigger system. Part of the design for the\nDAQ/Trigger system was a new monitoring infrastructure. The monitoring was\ndesigned to satisfy real-time requirements with 1-second resolution as well as\nnon-real-time data. It was also designed to handle a large number of displays\nwithout putting undue load on the sources of monitoring information. The\nresulting protocol is based on XML, is easily extensible, and has spawned a\nlarge number of displays, clients, and other applications. It is also one of\nthe few sources of detector performance available outside the Online System's\nsecurity wall. A tool, based on this system, which provides for auto-recovery\nof DAQ errors, has been designed. This talk will include a description of the\nDZERO DAQ/Online monitor server, based on the ACE framework, the protocol, the\nauto-recovery tool, and several of the unique displays which include an\nORACLE-based archiver and numerous GUIs.\n","Comment: Talk from the 2003 Computing in High Energy and Nuclear Physics\n  (CHEP03), La Jolla, Ca, USA, March 2003, 8 pages, PDF. PSN THGT004. Original\n  file can be found at\n  http://d0.epe.phys.washington.edu/~gwatts/research/Conferences/2003-CHEP .\n  Version 2: Fixed vauge wording describing MS pings"]}]
["physics/0307070",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0307070","ECONF C0303241:TUGP010,2003; ECONF C0303241:MOGT002,2003"],"date":["2003-07-14"],"type":["text"],"creator":["Angstadt, B.","Brooijmans, G.","Chapin, D.","Clements, M.","Charak, D.","Cutts, D.","Fuess, S.","Haas, A.","Hauser, R.","Kulyavtsev, A.","Leichtman, D.","Mattingly, S. E. K","Mulders, M.","Padley, P.","Petravick, D.","Rechenmacher, R.","Watts, G.","Zhang, D."],"language":[],"coverage":[],"title":["The DZERO Level 3 Data Acquistion System"],"description":["  The DZERO experiment located at Fermilab has recently started RunII with an\nupgraded detector. The RunII physics program requires the Data Acquisition to\nreadout the detector at a rate of 1 KHz. Events fragments, totaling 250 KB, are\nreadout from approximately 60 front end crates and sent to a particular farm\nnode for Level 3 Trigger processing. A scalable system, capable of complex\nevent routing, has been designed and implemented based on commodity components:\nVMIC 7750 Single Board Computers for readout, a Cisco 6509 switch for data\nflow, and close to 100 Linux-based PCs for high-level event filtering.\n","Comment: Talk and poster from the 2003 Computing in High Energy and Nuclear\n  Physics (CHEP03), La Jolla, Ca, USA, March 2003, 3 pages, LaTeX, 2 eps\n  figures. PSN MOGT002 and TUGP010"]}]
["physics/0701243",{"format":[],"subject":["Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0701243","Volume XL. Frontier Science 2005 - New Frontiers in Subnuclear\n  Physics. Eds. A. Pullia and M. Paganoni."],"date":["2007-01-22"],"type":["text"],"creator":["Delogu, P.","Fantacci, M. E.","Retico, A.","Stefanini, A.","Tata, A."],"language":[],"coverage":[],"title":["A multi-scale approach to the computer-aided detection of\n  microcalcification clusters in digital mammograms"],"description":["  A computer-aided detection (CADe) system for the identification of\nmicrocalcification clusters in digital mammograms has been developed. It is\nmainly based on the application of wavelet transforms for image filtering and\nneural networks for both the feature extraction and the classification\nprocedures.\n  This CADe system is easily adaptable to different databases. We report and\ncompare the FROC curves obtained on the private database we used for developing\nthe CADe system and on the publicly available MIAS database. The results\nachieved on the two databases show the same trend, thus demonstrating the good\ngeneralization capability of the system.\n","Comment: 4 pages, 1 figure; Proceedings of the Frontier Science 2005, 4th\n  International Conference on Frontier Science, 12-17 September, 2005, Milano,\n  Italy"]}]
["physics/0701244",{"format":[],"subject":["Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0701244","Volume XL. Frontier Science 2005 - New Frontiers in Subnuclear\n  Physics. Eds. A. Pullia and M. Paganoni."],"date":["2007-01-22"],"type":["text"],"creator":["Delogu, P.","Fantacci, M. E.","Kasae, P.","Retico, A."],"language":[],"coverage":[],"title":["An automatic system to discriminate malignant from benign massive\n  lesions in mammograms"],"description":["  Evaluating the degree of malignancy of a massive lesion on the basis of the\nmere visual analysis of the mammogram is a non-trivial task. We developed a\nsemi-automated system for massive-lesion characterization with the aim to\nsupport the radiological diagnosis. A dataset of 226 masses has been used in\nthe present analysis. The system performances have been evaluated in terms of\nthe area under the ROC curve, obtaining A_z=0.80+-0.04.\n","Comment: 4 pages, 2 figure; Proceedings of the Frontier Science 2005, 4th\n  International Conference on Frontier Science, 12-17 September, 2005, Milano,\n  Italy"]}]
["physics/0701245",{"format":[],"subject":["Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0701245","Volume XL. Frontier Science 2005 - New Frontiers in Subnuclear\n  Physics. Eds. A. Pullia and M. Paganoni."],"date":["2007-01-22"],"type":["text"],"creator":["Delogu, P.","Fantacci, M. E.","Gori, I.","Martinez, A. Preite","Retico, A.","Tata, A."],"language":[],"coverage":[],"title":["Lung nodule detection in low-dose and high-resolution CT scans"],"description":["  We are developing a computer-aided detection (CAD) system for the\nidentification of small pulmonary nodules in screening CT scans. The main\nmodules of our system, i.e. a dot-enhancement filter for nodule candidate\nselection and a neural classifier for false positive finding reduction, are\ndescribed. The preliminary results obtained on the so-far collected database of\nlung CT are discussed.\n","Comment: 4 pages, 1 figure; Proceedings of the Frontier Science 2005, 4th\n  International Conference on Frontier Science, 12-17 September, 2005, Milano,\n  Italy"]}]
