["0705.1685",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.1685","JCAP 0707:008,2007","doi:10.1088/1475-7516/2007/07/008"],"date":["2007-05-11"],"type":["text"],"creator":["Cardoso, Antonio","Hiramatsu, Takashi","Koyama, Kazuya","Seahra, Sanjeev S."],"language":[],"coverage":[],"title":["Scalar perturbations in braneworld cosmology"],"description":["  We study the behaviour of scalar perturbations in the radiation-dominated era\nof Randall-Sundrum braneworld cosmology by numerically solving the coupled bulk\nand brane master wave equations. We find that density perturbations with\nwavelengths less than a critical value (set by the bulk curvature length) are\namplified during horizon re-entry. This means that the radiation era matter\npower spectrum will be at least an order of magnitude larger than the\npredictions of general relativity (GR) on small scales. Conversely, we\nexplicitly confirm from simulations that the spectrum is identical to GR on\nlarge scales. Although this magnification is not relevant for the cosmic\nmicrowave background or measurements of large scale structure, it will have\nsome bearing on the formation of primordial black holes in Randall-Sundrum\nmodels.\n","Comment: 17 pages, 7 figures"]}]
["0707.2347",{"format":[],"subject":["Computer Science - Mathematical Software"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2347","(International Symposium on Symbolic and Algebraic Computation\n  2009), S\\'eoul : Cor\\'ee, R\\'epublique de (2009)"],"date":["2007-07-16","2009-05-18"],"type":["text"],"creator":["Boyer, Brice","Dumas, Jean-Guillaume","Pernet, Clément","Zhou, Wei"],"language":[],"coverage":[],"title":["Memory efficient scheduling of Strassen-Winograd's matrix multiplication\n  algorithm"],"description":["  We propose several new schedules for Strassen-Winograd's matrix\nmultiplication algorithm, they reduce the extra memory allocation requirements\nby three different means: by introducing a few pre-additions, by overwriting\nthe input matrices, or by using a first recursive level of classical\nmultiplication. In particular, we show two fully in-place schedules: one having\nthe same number of operations, if the input matrices can be overwritten; the\nother one, slightly increasing the constant of the leading term of the\ncomplexity, if the input matrices are read-only. Many of these schedules have\nbeen found by an implementation of an exhaustive search algorithm based on a\npebble game.\n"]}]
["0709.4008",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4008","Phys.Rev.Lett.102:142301,2009","doi:10.1103/PhysRevLett.102.142301"],"date":["2007-09-25"],"type":["text"],"creator":["Alver, B.","Back, B. B.","Baker, M. D.","Ballintijn, M.","Barton, D. S.","Betts, R. R.","Bindel, R.","Busza, W.","Chai, Z.","Chetluru, V.","García, E.","Gburek, T.","Gulbrandsen, K.","Hamblen, J.","Harnarine, I.","Henderson, C.","Hofman, D. J.","Hollis, R. S.","Hołyński, R.","Holzman, B.","Iordanova, A.","Kane, J. L.","Kulinich, P.","Kuo, C. M.","Li, W.","Lin, W. T.","Loizides, C.","Manly, S.","Mignerey, A. C.","Nouicer, R.","Olszewski, A.","Pak, R.","Reed, C.","Richardson, E.","Roland, C.","Roland, G.","Sagerer, J.","Sedykh, I.","Smith, C. E.","Stankiewicz, M. A.","Steinberg, P.","Stephans, G. S. F.","Sukhanov, A.","Szostak, A.","Tonjes, M. B.","Trzupek, A.","van Nieuwenhuizen, G. J.","Vaurynovich, S. S.","Verdier, R.","Veres, G. I.","Walters, P.","Wenger, E.","Willhelm, D.","Wolfs, F. L. H.","Wosiek, B.","Woźniak, K.","Wyngaardt, S.","Wysłouch, B."],"language":[],"coverage":[],"title":["System Size, Energy and Centrality Dependence of Pseudorapidity\n  Distributions of Charged Particles in Relativistic Heavy Ion Collisions"],"description":["  We present the first measurements of the pseudorapidity distribution of\nprimary charged particles in Cu+Cu collisions as a function of collision\ncentrality and energy, \\sqrtsnn = 22.4, 62.4 and 200 GeV, over a wide range of\npseudorapidity, using the PHOBOS detector. Making a global comparison of Cu+Cu\nand Au+Au results, we find that the total number of produced charged particles\nand the rough shape (height and width) of the pseudorapidity distributions are\ndetermined by the number of nucleon participants. More detailed studies reveal\nthat a more precise matching of the shape of the Cu+Cu and Au+Au pseudorapidity\ndistributions over the full range of pseudorapidity occurs for the same\nNpart/2A value rather than the same Npart value. In other words, it is the\ncollision geometry rather than just the number of nucleon participants that\ndrives the detailed shape of the pseudorapidity distribution and its centrality\ndependence at RHIC energies.\n","Comment: Submitted to Physical Review Letters"]}]
["0710.3806",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3806","Monthly Notices of the Royal Astronomical Society (MNRAS) 395,\n  1403-1408 (2009)","doi:10.1111/j.1365-2966.2009.14483.x"],"date":["2007-10-19","2008-12-17"],"type":["text"],"creator":["Mendoza, S.","Hidalgo, J. C.","Olvera, D.","Cabrera, J. I."],"language":[],"coverage":[],"title":["Internal shocks in relativistic jets with time--dependent sources"],"description":["  We present a ballistic description of the formation and propagation of the\nworking surface of a relativistic jet. Using simple laws of conservation of\nmass and linear momentum at the working surface, we obtain a full description\nof the working surface flow parametrised by the initial velocity and mass\ninjection rate. This allows us to compute analytically the energy release at\nany time in the working surface. We compare this model with the results\nobtained numerically through a new hydrodynamical code applied to the\npropagation of a relativistic fluid in one dimension in order to test the\nlimits of our study. Finally, we compare our analytical results with observed\nlight curves of five long gamma ray bursts and show that our model is in very\ngood agreement with observations using simple periodic variations of the\ninjected velocity profiles. This simple method allows us to recover initial\nmass discharge and energy output ejected during the burst.\n","Comment: 7 pages, 4 figures, astrophysical applications to GRBs and\n  substantial information added"]}]
["0711.1709",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.1709","IEEE Transactions on Robotics, Vol. 25, No. 3, 2009"],"date":["2007-11-11","2008-11-17"],"type":["text"],"creator":["Chung, Soon-Jo","Slotine, Jean-Jacques E."],"language":[],"coverage":[],"title":["Cooperative Robot Control and Concurrent Synchronization of Lagrangian\n  Systems"],"description":["  Concurrent synchronization is a regime where diverse groups of fully\nsynchronized dynamic systems stably coexist. We study global exponential\nsynchronization and concurrent synchronization in the context of Lagrangian\nsystems control. In a network constructed by adding diffusive couplings to\nrobot manipulators or mobile robots, a decentralized tracking control law\nglobally exponentially synchronizes an arbitrary number of robots, and\nrepresents a generalization of the average consensus problem. Exact nonlinear\nstability guarantees and synchronization conditions are derived by contraction\nanalysis. The proposed decentralized strategy is further extended to adaptive\nsynchronization and partial-state coupling.\n","Comment: revised version. Conditionally accepted for IEEE Transactions on\n  Robotics"]}]
["0711.2150",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.2150","Seminaire Lotharingien de Combinatoire 59 (2008) B59f"],"date":["2007-11-14","2009-05-18"],"type":["text"],"creator":["Aval, Jean-Christophe"],"language":[],"coverage":[],"title":["Keys and alternating sign matrices"],"description":["  Lascoux and Sch\\\"utzenberger introduced a notion of key associated to any\nYoung tableau. More recently Lascoux defined the key of an alternating sign\nmatrix by recursively removing all -1's in such matrices. But alternating sign\nmatrices are in bijection with monotone triangles, which form a subclass of\nYoung tableaux. We show that in this case these two notions of keys coincide.\nMoreover we obtain an elegant and direct way to compute the key of any Young\ntableau, and discuss consequences of our result.\n"]}]
["0803.0967",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0967"],"date":["2008-03-06","2009-05-18"],"type":["text"],"creator":["Tarbutt, M. R.","Hudson, J. J.","Sauer, B. E.","Hinds, E. A."],"language":[],"coverage":[],"title":["Preparation and manipulation of molecules for fundamental physics tests"],"description":["  This paper is a chapter from an upcoming book on cold molecule physics. In it\nwe describe techniques for the preparation and manipulation of cold molecules.\nWe further describe techniques for applying said cold molecules to tests of\nfundamental physics.\n","Comment: 22 pages, 18 figures"]}]
["0803.1482",{"format":[],"subject":["Quantum Physics","Condensed Matter - Statistical Mechanics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1482","Nature Physics 4, 878 (2008)","doi:10.1038/nphys1073"],"date":["2008-03-10"],"type":["text"],"creator":["Diehl, S.","Micheli, A.","Kantian, A.","Kraus, B.","Büchler, H. P.","Zoller, P."],"language":[],"coverage":[],"title":["Quantum States and Phases in Driven Open Quantum Systems with Cold Atoms"],"description":["  An open quantum system, whose time evolution is governed by a master\nequation, can be driven into a given pure quantum state by an appropriate\ndesign of the system-reservoir coupling. This points out a route towards\npreparing many body states and non-equilibrium quantum phases by quantum\nreservoir engineering. Here we discuss in detail the example of a \\emph{driven\ndissipative Bose Einstein Condensate} of bosons and of paired fermions, where\natoms in an optical lattice are coupled to a bath of Bogoliubov excitations via\nthe atomic current representing \\emph{local dissipation}. In the absence of\ninteractions the lattice gas is driven into a pure state with long range order.\nWeak interactions lead to a weakly mixed state, which in 3D can be understood\nas a depletion of the condensate, and in 1D and 2D exhibits properties\nreminiscent of a Luttinger liquid or a Kosterlitz-Thouless critical phase at\nfinite temperature, with the role of the ``finite temperature'' played by the\ninteractions.\n","Comment: 9 pages, 2 figures"]}]
["0805.1144",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Geometric Topology","57Q15","52B05","57N10","57M50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1144"],"date":["2008-05-08","2009-05-18"],"type":["text"],"creator":["Lutz, Frank H.","Sulanke, Thom","Swartz, Ed"],"language":[],"coverage":[],"title":["f-Vectors of 3-Manifolds"],"description":["  In 1970, Walkup completely described the set of $f$-vectors for the four\n3-manifolds $S^3$, $S^2 twist S^1$, $S^2 \\times S^1$, and $RP^3$. We improve\none of Walkup's main restricting inequalities on the set of $f$-vectors of\n3-manifolds. As a consequence of a bound by Novik and Swartz, we also derive a\nnew lower bound on the number of vertices that are needed for a combinatorial\n$d$-manifold in terms of its $\\beta_1$-coefficient, which partially settles a\nconjecture of K\\\"uhnel. Enumerative results and a search for small\ntriangulations with bistellar flips allow us, in combination with the new\nbounds, to completely determine the set of $f$-vectors for twenty further\n3-manifolds, that is, for the connected sums of sphere bundles $(S^2 \\times\nS^1)^{# k}$ and twisted sphere bundles $(S^2 twist S^1)^{# k}$, where\n$k=2,3,4,5,6,7,8,10,11,14$. For many more 3-manifolds of different geometric\ntypes we provide small triangulations and a partial description of their set of\n$f$-vectors. Moreover, we show that the 3-manifold $RP^3 # RP^3$ has (at least)\ntwo different minimal $g$-vectors.\n","Comment: 33 pages, 2 figures, 14 tables, reference updated, to appear in The\n  Electronic Journal of Combinatorics"]}]
["0805.3625",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3625","Phys. Rev. A78 (2008) 052105","doi:10.1103/PhysRevA.78.052105"],"date":["2008-05-23","2008-10-09"],"type":["text"],"creator":["Ichikawa, Tsubasa","Sasaki, Toshihiko","Tsutsui, Izumi","Yonezawa, Nobuhiro"],"language":[],"coverage":[],"title":["Exchange Symmetry and Multipartite Entanglement"],"description":["  Entanglement of multipartite systems is studied based on exchange symmetry\nunder the permutation group S_N. With the observation that symmetric property\nunder the exchange of two constituent states and their separability are\nintimately linked, we show that anti-symmetric (fermionic) states are\nnecessarily globally entangled, while symmetric (bosonic) states are either\nglobally entangled or fully separable and possess essentially identical states\nin all the constituent systems. It is also shown that there cannot exist a\nfully separable state which is orthogonal to all symmetric states, and that\nfull separability of states does not survive under total symmetrization unless\nthe states are originally symmetric. Besides, anyonic states permitted under\nthe braid group B_N should also be globally entangled. Our results reveal that\nexchange symmetry is actually sufficient for pure states to become globally\nentangled or fully separable.\n","Comment: 12 pages, appendix added"]}]
["0805.4136",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4136","Annals of Applied Statistics 2009, Vol. 3, No. 1, 144-178","doi:10.1214/08-AOAS229"],"date":["2008-05-27","2009-05-18"],"type":["text"],"creator":["Genovese, Christopher","Freeman, Peter","Wasserman, Larry","Nichol, Robert","Miller, Christopher"],"language":[],"coverage":[],"title":["Inference for the dark energy equation of state using Type IA supernova\n  data"],"description":["  The surprising discovery of an accelerating universe led cosmologists to\nposit the existence of \"dark energy\"--a mysterious energy field that permeates\nthe universe. Understanding dark energy has become the central problem of\nmodern cosmology. After describing the scientific background in depth, we\nformulate the task as a nonlinear inverse problem that expresses the comoving\ndistance function in terms of the dark-energy equation of state. We present two\nclasses of methods for making sharp statistical inferences about the equation\nof state from observations of Type Ia Supernovae (SNe). First, we derive a\ntechnique for testing hypotheses about the equation of state that requires no\nassumptions about its form and can distinguish among competing theories.\nSecond, we present a framework for computing parametric and nonparametric\nestimators of the equation of state, with an associated assessment of\nuncertainty. Using our approach, we evaluate the strength of statistical\nevidence for various competing models of dark energy. Consistent with current\nstudies, we find that with the available Type Ia SNe data, it is not possible\nto distinguish statistically among popular dark-energy models, and that, in\nparticular, there is no support in the data for rejecting a cosmological\nconstant. With much more supernova data likely to be available in coming years\n(e.g., from the DOE/NASA Joint Dark Energy Mission), we address the more\ninteresting question of whether future data sets will have sufficient\nresolution to distinguish among competing theories.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AOAS229 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0805.4188",{"format":[],"subject":["Nuclear Theory","Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4188","Phys.Rev.C79:045801,2009","doi:10.1103/PhysRevC.79.045801"],"date":["2008-05-27","2009-03-10"],"type":["text"],"creator":["Bonanno, Luca","Drago, Alessandro"],"language":[],"coverage":[],"title":["A chiral lagrangian with Broken Scale: testing the restoration of\n  symmetries in astrophysics and in the laboratory"],"description":["  We study matter at high density and temperature using a chiral lagrangian in\nwhich the breaking of scale invariance is regulated by the value of a scalar\nfield, called dilaton\n\\cite{Heide:1993yz,Carter:1995zi,Carter:1996rf,Carter:1997fn}. We provide a\nphase diagram describing the restoration of chiral and scale symmetries. We\nshow that chiral symmetry is restored at large temperatures, but at low\ntemperatures it remains broken at all densities. We also show that scale\ninvariance is more easily restored at low rather than large baryon densities.\nThe masses of vector mesons scale with the value of the dilaton and their\nvalues initially slightly decrease with the density but then they increase\nagain for densities larger than $\\sim 3 \\rho_0$. The pion mass increases\ncontinuously with the density and at $\\rho_0$ and T=0 its value is $\\sim$ 30\nMeV larger than in the vacuum. We show that the model is compatible with the\nbounds stemming from astrophysics, as e.g. the one associated with the maximum\nmass of a neutron star. The most striking feature of the model is a very\nsignificant softening at large densities, which manifests also as a strong\nreduction of the adiabatic index. While the softening has probably no\nconsequence for Supernova explosion via the direct mechanism, it could modify\nthe signal in gravitational waves associated with the merging of two neutron\nstars.\n","Comment: 16 pages, 18 figures, published version"]}]
["0805.4476",{"format":[],"subject":["Mathematics - Functional Analysis","35A18","35Sxx","42B35","47G30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4476"],"date":["2008-05-29","2009-05-18"],"type":["text"],"creator":["Pilipovic, Stevan","Teofanov, Nenad","Toft, Joachim"],"language":[],"coverage":[],"title":["Micro-local analysis in Fourier Lebesgue and modulation spaces. Part II"],"description":["  We consider different types of (local) products $f_1 f_2$ in Fourier Lebesgue\nspaces. Furthermore, we prove the existence of such products for other\ndistributions satisfying appropriate wave-front properties. We also consider\nsemi-linear equations of the form $$ \\qquad P(x,D)f = G(x,J_k f), $$ with\nappropriate polynomials $P $ and $G$. If the solution locally belongs to\nappropriate weighted Fourier Lebesgue space ${\\mathscr F}L^q_{(\\omega)} (\\rr\nd)$ and $P$ is non-characteristic at $(x_0,\\xi_0),$ then we prove that\n$(x_0,\\xi_0)\\not \\in WF_{{\\mathscr F}L^q_{(\\widetilde {\\omega})}} (f)$, where\n$\\widetilde{\\omega}$ depends on $\\omega$, $P$ and $G$.\n","Comment: 30 pages"]}]
["0806.1593",{"format":[],"subject":["Quantum Physics","General Relativity and Quantum Cosmology","High Energy Physics - Theory","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1593","Nonlinear Phenomena in Complex Systems v.12 p.16-26 (2009)"],"date":["2008-06-10","2008-11-05"],"type":["text"],"creator":["Anischenko, S. V.","Cherkas, S. L.","Kalashnikov, V. L."],"language":[],"coverage":[],"title":["Functional minimization method addressed to the vacuum finding for an\n  arbitrary driven quantum oscillator"],"description":["  The old problem exists for a driven (time-dependent) quantum oscillator: to\ndiffer the true vacuum state from the squeezed one. We suggest finding the true\nvacuum state by minimization of the functional containing the difference of the\npotential and kinetic energies of oscillator. Analytical and numerical examples\nconfirming this offer are considered.\n","Comment: 9 pages"]}]
["0806.3664",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3664","Phys.Rev.Lett.102:141101,2009","doi:10.1103/PhysRevLett.102.141101"],"date":["2008-06-23"],"type":["text"],"creator":["Glampedakis, K.","Andersson, N."],"language":[],"coverage":[],"title":["A hydrodynamical trigger mechanism for pulsar glitches"],"description":["  The standard explanation for large pulsar glitches involves transfer of\nangular momentum from an internal superfluid component to the star's crust.\nThis model requires an instability to trigger the sudden unpinning of the\nvortices by means of which the superfluid rotates. This Letter describes a new\ninstability that may play this role. The instability, which is associated with\nthe inertial r-modes of a superfluid neutron star, sets in once the rotational\nlag in the system reaches a critical level. We demonstrate that our model is in\ngood agreement with observed glitch data, suggesting that the superfluid r-mode\ninstability may indeed be the mechanism that triggers large pulsar glitches.\n","Comment: 5 pages, RevTeX, 1 eps figure"]}]
["0807.0933",{"format":[],"subject":["Mathematics - Differential Geometry","53A10","49Q05","58E12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0933"],"date":["2008-07-06","2009-05-18"],"type":["text"],"creator":["Hoffman, David","White, Brian"],"language":[],"coverage":[],"title":["On the number of minimal surfaces with a given boundary"],"description":["  We generalize the following result of White: Suppose $N$ is a compact,\nstrictly convex domain in $\\RR^3$ with smooth boundary. Let $\\Sigma$ be a\ncompact 2-manifold with boundary. Then a generic smooth curve $\\Gamma\\cong\n\\partial\\Sigma$ in $\\partial N$ bounds an odd or even number of embedded\nminimal surfaces diffeomorphic to $\\Sigma$ according to whether $\\Sigma$ is or\nis not a union of disks. First, we prove that the parity theorem holds for any\ncompact riemannian 3-manifold $N$ such that $N$ is strictly mean convex, $N$ is\nhomeomorphic to a ball, $\\partial N$ is smooth, and $N$ contains no closed\nminimal surfaces. We then further relax the hypotheses by allowing $N$ to be\nweakly mean convex and to have piecewise smooth boundary. We extend the parity\ntheorem yet further by showing that, under an additional hypothesis, it remains\ntrue for minimal surfaces with prescribed symmetries.\n  The parity theorems are used in an essential way to prove the existence of\nembedded genus-$g$ helicoids in $\\SS^2\\times \\RR$. We give a very brief outline\nof this application. (The full argument will appear elsewhere.)\n","Comment: 13 pages Dedicated to Jean Pierre Bourguignon on the occasion of his\n  60th birthday. One tex 'newcommand' revised because arxiv version had an\n  error. Two illustrations and one proof have been added. May 2009: Abstract,\n  key words, MSC codes added. One typo fixed. Paper has been published in\n  Asterisque"]}]
["0807.1732",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.1732","JHEP 0809:077,2008","doi:10.1088/1126-6708/2008/09/077"],"date":["2008-07-10"],"type":["text"],"creator":["Cardella, M.","Elitzur, S.","Rabinovici, E."],"language":[],"coverage":[],"title":["Absence of resonant decay for metastable vacua in gauge theories of\n  scalar fields"],"description":["  We prove the impossibility of resonant decay of a metastable vacuum in a\ntheory of a scalar field coupled to a gauge field. Our result extends to gauge\ntheories of scalar fields a recent no go theorem for resonant tunneling in a\npure scalar field theory.\n","Comment: 9 pages,5 figures"]}]
["0808.0093",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0093","Astronomy and Astrophysics, Volume 490, Issue 2, 2008, pp.571-581","doi:10.1051/0004-6361:200810604"],"date":["2008-08-01","2008-10-01"],"type":["text"],"creator":["Fumagalli, M.","Gavazzi, G."],"language":[],"coverage":[],"title":["The relationship between gas content and star formation rate in spiral\n  galaxies. Comparing the local field with the Virgo cluster"],"description":["  Despite many studies of the star formation in spiral galaxies, a complete and\ncoherent understanding of the physical processes that regulate the birth of\nstars has not yet been achieved, nor a unanimous consent was reached, despite\nthe many attempts, on the effects of the environment on the star formation in\ngalaxies member of rich clusters. We focus on the local and global Schmidt law\nand we investigate how cluster galaxies have their star formation activity\nperturbed. We collect multifrequency imaging for a sample of spiral galaxies,\nmember of the Virgo cluster and of the local field; we compute the surface\ndensity profiles for the young and for the bulk of the stellar components, for\nthe molecular and for the atomic gas. Our analysis shows that the bulk of the\nstar formation correlates with the molecular gas, but the atomic gas is\nimportant or even crucial in supporting the star formation activity in the\nouter part of the disks. Moreover, we show that cluster members which suffer\nfrom a moderate HI removal have their molecular component and their SFR\nquenched, while highly perturbed galaxies show an additional truncation in\ntheir star forming disks. Our results are consistent with a model in which the\natomic hydrogen is the fundamental fuel for the star formation, either directly\nor indirectly through the molecular phase; therefore galaxies whose HI\nreservoirs have been depleted suffer from starvation or even from truncation of\ntheir star formation activity.\n","Comment: 12 pages, 8 figures. Accepted for publication in A&A. Replaced to fit\n  the published version"]}]
["0808.0198",{"format":[],"subject":["Physics - Space Physics","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0198","ApJ (2008), 684, L111-L114","doi:10.1086/592217"],"date":["2008-08-01"],"type":["text"],"creator":["Lugaz, N.","Vourlidas, A.","Roussev, I. I.","Jacobs, C.","Manchester, W. B.","Cohen, O."],"language":[],"coverage":[],"title":["The Brightness of Density Structures at Large Solar Elongation Angles:\n  What is Being Observed by STEREO/SECCHI?"],"description":["  We discuss features of coronal mass ejections (CMEs) that are specific to\nheliospheric observations at large elongation angles. Our analysis is focused\non a series of two eruptions that occurred on 2007 January 24-25, which were\ntracked by the Heliospheric Imagers (HIs) onboard STEREO. Using a\nthree-dimensional (3-D) magneto-hydrodynamic simulation of these ejections with\nthe Space Weather Modeling Framework (SWMF), we illustrate how the combination\nof the 3-D nature of CMEs, solar rotation, and geometry associated with the\nThomson sphere results in complex effects in the brightness observed by the\nHIs. Our results demonstrate that these effects make any in-depth analysis of\nCME observations without 3-D simulations challenging. In particular, the\nassociation of bright features seen by the HIs with fronts of CME-driven shocks\nis far from trivial. In this Letter, we argue that, on 2007 January 26, the HIs\nobserved not only two CMEs, but also a dense corotating stream compressed by\nthe CME-driven shocks.\n","Comment: 5 pages, 2 figures, accepted for ApJ Letter"]}]
["0809.1653",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1653","Phys.Rev.Lett.102:141301,2009","doi:10.1103/PhysRevLett.102.141301"],"date":["2008-09-10"],"type":["text"],"creator":["Cembranos, Jose A. R."],"language":[],"coverage":[],"title":["Dark Matter from R^2-gravity"],"description":["  The modification of Einstein gravity at high energies is mandatory from a\nquantum approach. In this work, we point out that this modification will\nnecessarily introduce new degrees of freedom. We analyze the possibility that\nthese new gravitational states can provide the main contribution to the\nnon-baryonic dark matter of the Universe. Unfortunately, the right ultraviolet\ncompletion of gravity is still unresolved. For this reason, we will illustrate\nthis idea with the simplest high energy modification of the Einstein-Hilbert\naction: R^2-gravity.\n","Comment: 5 pages, 2 figures"]}]
["0809.1886",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1886","Phys.Lett.B674:336-343,2009","doi:10.1016/j.physletb.2009.03.040"],"date":["2008-09-10","2009-01-08"],"type":["text"],"creator":["Tiburzi, Brian C."],"language":[],"coverage":[],"title":["Volume Effects for Pion Two-Point Functions in Constant Electric and\n  Magnetic Fields"],"description":["  We compute finite volume effects relevant for lattice QCD simulations using\nbackground fields. Focusing on constant electric and magnetic fields on a\nperiodic lattice, we determine volume corrections to pion two-point functions\nusing chiral perturbation theory. Among such corrections are the finite volume\nshifts to the electric and magnetic polarizabilities, which are numerically\nshown to be non-negligible. We additionally find that all terms in the\nsingle-particle effective action can be renormalized by infrared effects. This\nincludes Born couplings to the pion current and total charge-squared, which can\nbe renormalized due to the nature of gauge invariance on a torus.\n","Comment: 16 pages, 6 figures, PQ results added, discussion improved"]}]
["0809.4170",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4170","Phys.Rev.Lett.102:141302,2009","doi:10.1103/PhysRevLett.102.141302"],"date":["2008-09-24","2009-03-13"],"type":["text"],"creator":["Ghosh, A.","Mitra, P."],"language":[],"coverage":[],"title":["Fine-grained state counting for black holes in loop quantum gravity"],"description":["  A state of a black hole in loop quantum gravity is given by a distribution of\nspins on punctures on the horizon. The distribution is of the Boltzmann type,\nwith the area playing the role of the energy. In investigations where the total\narea was kept approximately constant, there was a kind of thermal equilibrium\nbetween the spins which have the same analogue temperature and the entropy was\nproportional to the area. If the area is precisely fixed, however, multiple\nconstraints appear, different spins have different analogue temperatures and\nthe entropy is not strictly linear in the area, but is bounded by a linear\nrise.\n","Comment: 5 pages, REVTeX; to appear in PRL"]}]
["0810.1330",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1330","IAU Symposium (2009), 257, 391-398","doi:10.1017/S1743921309029615"],"date":["2008-10-07"],"type":["text"],"creator":["Lugaz, N.","Roussev, I. I.","Sokolov, I. V."],"language":[],"coverage":[],"title":["The August 24, 2002 Coronal Mass Ejection: When a Western Limb Event\n  Connects to Earth"],"description":["  We discuss how some coronal mass ejections (CMEs) originating from the\nwestern limb of the Sun are associated with space weather effects such as solar\nenergetic particles (SEPs), shock or geo-effective ejecta at Earth. We focus on\nthe August 24, 2002 coronal mass ejection, a fast (~ 2000 km/s) eruption\noriginating from W81. Using a three-dimensional magneto-hydrodynamic simulation\nof this ejection with the Space Weather Modeling Framework (SWMF), we show how\na realistic initiation mechanism enables us to study the deflection of the CME\nin the corona and the heliosphere. Reconnection of the erupting magnetic field\nwith that of neighboring streamers and active regions modify the solar\nconnectivity of the field lines connecting to Earth and can also partly explain\nthe deflection of the eruption during the first tens of minutes. Comparing the\nresults at 1 AU of our simulation with observations by the ACE spacecraft, we\nfind that the simulated shock does not reach Earth, but has a maximum angular\nspan of about 120$^\\circ$, and reaches 35$^\\circ$ West of Earth in 58 hours. We\nfind no significant deflection of the CME and its associated shock wave in the\nheliosphere, and we discuss the consequences for the shock angular span.\n","Comment: 7 pages, 4 figures, IAU 257 Symposium Proceedings"]}]
["0810.2122",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2122"],"date":["2008-10-12","2009-05-18"],"type":["text"],"creator":["Chitour, Yacine","Sigalotti, Mario"],"language":[],"coverage":[],"title":["On the stabilization of persistently excited linear systems"],"description":["  We consider control systems of the type $\\dot x = A x +\\alpha(t)bu$, where\n$u\\in\\R$, $(A,b)$ is a controllable pair and $\\alpha$ is an unknown\ntime-varying signal with values in $[0,1]$ satisfying a persistent excitation\ncondition i.e., $\\int_t^{t+T}\\al(s)ds\\geq \\mu$ for every $t\\geq 0$, with\n$0<\\mu\\leq T$ independent on $t$. We prove that such a system is stabilizable\nwith a linear feedback depending only on the pair $(T,\\mu)$ if the eigenvalues\nof $A$ have non-positive real part. We also show that stabilizability does not\nhold for arbitrary matrices $A$. Moreover, the question of whether the system\ncan be stabilized or not with an arbitrarily large rate of convergence gives\nrise to a bifurcation phenomenon in dependence of the parameter $\\mu/T$.\n"]}]
["0810.2685",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2685","JHEP 0905:069,2009","doi:10.1088/1126-6708/2009/05/069"],"date":["2008-10-15","2009-05-11"],"type":["text"],"creator":["Haupt, Alexander S.","Lukas, Andre","Stelle, K. S."],"language":[],"coverage":[],"title":["M-theory on Calabi-Yau Five-Folds"],"description":["  We study the compactification of M-theory on Calabi-Yau five-folds and the\nresulting N=2 super-mechanics theories. By explicit reduction from 11\ndimensions, including both bosonic and fermionic terms, we calculate the\none-dimensional effective action and show that it can be derived from an N=2\nsuper-space action. We find that the Kahler and complex structure moduli of the\nfive-fold reside in 2a and 2b super-multiplets, respectively. Constrained 2a\nsuper-multiplets arise from zero-modes of the M-theory three-form and lead to\ncross-couplings between 2a and 2b multiplets. Fermionic zero modes which arise\nfrom the (1,3) sector of the 11-dimensional gravitino do not have bosonic\nsuper-partners and have to be described by purely fermionic super-multiplets in\none dimension. We also study the inclusion of flux and discuss the consistency\nof the scalar potential with one-dimensional N=2 supersymmetry and how it can\nbe described in terms of a superpotential. This superpotential can also be\nobtained from a Gukov-type formula which we present. Supersymmetric vacua,\nobtained by solving the F-term equations, always have vanishing vacuum energy\ndue to the form of this scalar potential. We show that such supersymmetric\nsolutions exist for particular examples. Two substantial appendices develop the\ntopology and geometry of Calabi-Yau five-folds and the structure of\none-dimensional N=2 supersymmetry and supergravity to the level of generality\nrequired for our purposes.\n","Comment: 82 pages, JHEP3 style. v2: acknowledgements and references added,\n  signs and typos corrected, revised sections 4-6 and B.4. Final version\n  accepted for publication"]}]
["0810.3071",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Analysis of PDEs","Mathematics - Functional Analysis","35J25, 35J55, 47N20, 47F05, 42B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3071"],"date":["2008-10-17","2009-05-17"],"type":["text"],"creator":["Auscher, Pascal","Axelsson, Andreas","McIntosh, Alan"],"language":[],"coverage":[],"title":["On a quadratic estimate related to the Kato conjecture and boundary\n  value problems"],"description":["  We provide a direct proof of a quadratic estimate that plays a central role\nin the determination of domains of square roots of elliptic operators and, as\nshown more recently, in some boundary value problems with $L^2$ boundary data.\nWe develop the application to the Kato conjecture and to a Neumann problem.\nThis quadratic estimate enjoys some equivalent forms in various settings. This\ngives new results in the functional calculus of Dirac type operators on forms.\n","Comment: Text of the lectures given at the El Escorial 2008 conference.\n  Revised after the suggestions of the referee. Some historical material added.\n  A short proof of the main result added under a further assumption. To appear\n  in the Proceedings"]}]
["0810.3364",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3364","J.Phys.A42:195403,2009","doi:10.1088/1751-8113/42/19/195403"],"date":["2008-10-19","2009-05-18"],"type":["text"],"creator":["Rochev, V. E."],"language":[],"coverage":[],"title":["Properties of predictive formulation of the Nambu-Jona-Lasinio model and\n  ghost problem"],"description":["  Recently proposed by Battistel et al. \"predictive formulation of the NJL\nmodel\" is discussed and its connection with the differential regularization is\nnoted. The principal problem of this formulation is a non-physical singularity\n(Landau pole) in meson propagators. A modification of the formulation, which is\nfree of the Landau pole and conserves main features of the approach, is\nproposed.\n","Comment: Journal version (8 pages, no figures)"]}]
["0810.4849",{"format":[],"subject":["Physics - Optics","General Relativity and Quantum Cosmology","Physics - Classical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4849","Phys. Rev. A 79, 013834 (2009)","doi:10.1103/PhysRevA.79.013834"],"date":["2008-10-27"],"type":["text"],"creator":["Dressel, J.","Rajeev, S. G.","Howell, J. C.","Jordan, A. N."],"language":[],"coverage":[],"title":["Gravitational red-shift and deflection of slow light"],"description":["  We explore the nature of the classical propagation of light through media\nwith strong frequency-dependent dispersion in the presence of a gravitational\nfield. In the weak field limit, gravity causes a redshift of the optical\nfrequency, which the slow-light medium converts into a spatially-varying index\nof refraction. This results in the bending of a light ray in the medium. We\nfurther propose experimental techniques to amplify and detect the phenomenon\nusing weak value measurements. Independent heuristic and rigorous derivations\nof this effect are given.\n","Comment: 9 pages, 1 figure"]}]
["0810.5153",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.5153","Phys. Rev. Lett. 102, 040402 (2009)","doi:10.1103/PhysRevLett.102.040402"],"date":["2008-10-28"],"type":["text"],"creator":["Daley, A. J.","Taylor, J. M.","Diehl, S.","Baranov, M.","Zoller, P."],"language":[],"coverage":[],"title":["Atomic three-body loss as a dynamical three-body interaction"],"description":["  We discuss how large three-body loss of atoms in an optical lattice can give\nrise to effective hard-core three-body interactions. For bosons, in addition to\nthe usual atomic superfluid, a dimer superfluid can then be observed for\nattractive two-body interactions. The non-equilibrium dynamics of preparation\nand stability of these phases are studied in 1D by combining time-dependent\nDensity Matrix Renormalisation Group techniques with a quantum trajectories\nmethod.\n","Comment: 4 pages, 4 figures"]}]
["0811.0087",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0087","eConf C080625:0042,2008"],"date":["2008-11-01"],"type":["text"],"creator":["Olivier, Bob"],"language":[],"coverage":[],"title":["The Liquid Argon Jet Trigger of the H1 Experiment at HERA"],"description":["  The Liquid Argon Jet Trigger, installed in the H1 experiment at HERA,\nimplements in 800 ns a real-time cluster algorithm by finding local energy\nmaxima, summing their immediate neighbors, sorting the resulting \"jets\" by\nenergy, and applying topological conditions. It operated since the year 2006\nand drastically reduced the thresholds for triggering on electrons and jets.\n","Comment: Poster at ICHEP08, Philadelphia, USA, July 2008. 4 pages, 4 eps\n  figures"]}]
["0811.0277",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0277","Phys.Rev.Lett.102:132002,2009","doi:10.1103/PhysRevLett.102.132002"],"date":["2008-11-03"],"type":["text"],"creator":["Melde, T.","Canton, L.","Plessas, W."],"language":[],"coverage":[],"title":["Structure of meson-baryon interaction vertices"],"description":["  We present a microscopic derivation of the form factors of strong-interaction\npiNN and piNDelta vertices within a relativistic constituent quark model. The\nresults are compared with form factors from phenomenological meson-baryon\nmodels and recent lattice QCD calculations. We give an analytical\nrepresentation of the vertex form factors suitable for applications in further\nstudies of hadron reactions.\n","Comment: 5 pages, 4 figures"]}]
["0811.1329",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1329"],"date":["2008-11-10","2009-05-18"],"type":["text"],"creator":["Ota, Kaiichiro","Nomura, Masaki","Aoyagi, Toshio"],"language":[],"coverage":[],"title":["A Weighted Spike-Triggered Average of a Fluctuating Stimulus Yielding\n  the Phase Response Curve"],"description":["  We demonstrate that the phase response curve (PRC) can be reconstructed using\na weighted spike-triggered average of an injected fluctuating input. The key\nidea is to choose the weight to be proportional to the magnitude of the\nfluctuation of the oscillatory period. Particularly, when a neuron exhibits\nrandom switching behavior between two bursting modes, two corresponding PRCs\ncan be simultaneously reconstructed, even from the data of a single trial. This\nmethod offers an efficient alternative to the experimental investigation of\noscillatory systems, without the need for detailed modeling.\n","Comment: 5 pages, 5 figures"]}]
["0811.2806",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Number Theory","327A17 (Primary), 11H16 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2806"],"date":["2008-11-17","2009-05-18"],"type":["text"],"creator":["Athreya, Jayadev S.","Margulis, Grigorii"],"language":[],"coverage":[],"title":["Logarithm laws for unipotent flows, I"],"description":["  We prove analogues of the logarithm laws of Sullivan and Kleinbock-Margulis\nin the context of unipotent flows. In particular, we obtain results for\none-parameter actions on the space of lattices $SL(n, \\R)/SL(n, \\Z)$. The key\nlemma for our results says the measure of the set of unimodular lattices in\n$\\R^n$ that does not intersect a `large' volume subset of $\\R^n$ is `small'.\nThis can be considered as a `random' analogue of the classical Minkowski\ntheorem in the geometry of numbers.\n","Comment: submitted to the Journal of Modern Dynamics; revised version, paper\n  is now split into two pieces, this first half contains results on the space\n  of lattices, the second part will contain results on general homogeneous\n  spaces"]}]
["0812.0537",{"format":[],"subject":["Physics - General Physics","Astrophysics","Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0537"],"date":["2008-12-02","2009-05-18"],"type":["text"],"creator":["Lopez-Corredoira, Martin"],"language":[],"coverage":[],"title":["Sociology of Modern Cosmology"],"description":["  Certain results of observational cosmology cast critical doubt on the\nfoundations of standard cosmology but leave most cosmologists untroubled.\nAlternative cosmological models that differ from the Big Bang have been\npublished and defended by heterodox scientists; however, most cosmologists do\nnot heed these. This may be because standard theory is correct and all other\nideas and criticisms are incorrect, but it is also to a great extent due to\nsociological phenomena such as the \"snowball effect\" or \"groupthink\". We might\nwonder whether cosmology, the study of the Universe as a whole, is a science\nlike other branches of physics or just a dominant ideology.\n","Comment: invited talk, to be published in the proceedings of the conference\n  \"Cosmology across Cultures\" (held at Granada, Spain, on 2008, September 8th\n  to 12th), J. A. Belmonte, F. Prada, J. A. Rubino Martin, & A. Alberdi, Eds.,\n  ASP, S. Francisco"]}]
["0812.0780",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0780","Phys.Rev.C79:035211,2009","doi:10.1103/PhysRevC.79.035211"],"date":["2008-12-03","2009-04-15"],"type":["text"],"creator":["Carvalho, F.","Durães, F. O.","Navarra, F. S.","Szpigel, S."],"language":[],"coverage":[],"title":["Charm and longitudinal structure functions with the Kharzeev-Levin-Nardi\n  model"],"description":["  We use the Kharzeev-Levin-Nardi model of the low $x$ gluon distributions to\nfit recent HERA data on charm and longitudinal structure functions. Having\nchecked that this model gives a good description of the data, we use it to\npredict $F^c_2$ and $F_L$ to be measured in a future electron-ion collider. The\nresults interpolate between those obtained with the de Florian-Sassot and\nEskola-Paukkunen-Salgado nuclear gluon distributions. The conclusion of this\nexercise is that the KLN model, simple as it is, may still be used as an\nauxiliary tool to make estimates both for heavy ion and electron-ion\ncollisions.\n","Comment: 6 pages, 7 figures"]}]
["0812.0934",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0934"],"date":["2008-12-04","2009-05-18"],"type":["text"],"creator":["Frasca, Marco"],"language":[],"coverage":[],"title":["Observability of glueball spectrum in QCD and the width of $\\sigma$\n  resonance"],"description":["  We prove a theorem in QCD stating that in the limit of strong coupling,\n$g\\to\\infty$, the observed spectrum of glueballs in QCD is the same of a pure\nYang-Mills theory, being mixing effects due to the next-to-leading order. A\nfull effective theory for QCD is obtained and the width of the $\\sigma$\nresonance decay is straightforwardly computed. This appears as the lowest\nglueball state. Vacuum gluon condensate is computed that consistently support\nstudies on the identification of this meson as a glueball.\n","Comment: 8 pages, no figure. Added computation of the gluon condensate: SVZ is\n  confirmed"]}]
["0812.2572",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2572"],"date":["2008-12-15","2009-05-18"],"type":["text"],"creator":["Ahsendorf, Tobias"],"language":[],"coverage":[],"title":["Applications of the Graph Minor Theorem to algebraic structures I"],"description":["  We use the Graph Minor Theorem to characterize infinite sequences of finite\nsubsets of factorial and commutative semigroups (here semigroups have a unity\nelement), e.g. the multiplicative semigroup of a unique factorization domain.\n","Comment: 5 pages, changed title, improved layout"]}]
["0812.3216",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Classical Analysis and ODEs","Mathematics - Functional Analysis","35J25, 35J55, 47N20, 42B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3216"],"date":["2008-12-17","2009-05-17"],"type":["text"],"creator":["Auscher, Pascal"],"language":[],"coverage":[],"title":["On Hofmann's bilinear estimate"],"description":["  Using the framework of a previous article joint with Axelsson and McIntosh,\nwe extend to systems two results of S. Hofmann for real symmetric equations and\ntheir perturbations going back to a work of B. Dahlberg for Laplace's equation\non Lipschitz domains, The first one is a certain bilinear estimate for a class\nof weak solutions and the second is a criterion which allows to identify the\ndomain of the generator of the semi-group yielding such solutions.\n","Comment: updated incorporating suggestions of the referee. some refercences\n  added. to appear in Math. Research Letters"]}]
["0812.3255",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3255","Phys.Rev.Lett.102:130502,2009","doi:10.1103/PhysRevLett.102.130502"],"date":["2008-12-17"],"type":["text"],"creator":["Tashima, Toshiyuki","Wakatsuki, Tetsuroh","Ozdemir, Sahin Kaya","Yamamoto, Takashi","Koashi, Masato","Imoto, Nobuyuki"],"language":[],"coverage":[],"title":["Local transformation of two EPR photon pairs into a three-photon W state"],"description":["  We propose and experimentally demonstrate a transformation of two EPR photon\npairs distributed among three parties into a three-photon W state using local\noperations and classical communication. We then characterize the final state\nusing quantum state tomography on the three-photon state and on its marginal\nbipartite states. The fidelity of the final state to the ideal W state is\n$0.778\\pm 0.043$ and the expectation value for its witness operator is\n$-0.111\\pm 0.043$ implying the success of the proposed local transformation.\n","Comment: 5 pages, 5 figures"]}]
["0812.3309",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3309","J. Phys.: Condens. Matter 21 (2009) 235604","doi:10.1088/0953-8984/21/23/235604"],"date":["2008-12-17"],"type":["text"],"creator":["Peyker, L.","Gold, C.","Scheidt, E. -W.","Scherer, W.","Donath, J. G.","Gegenwart, P.","Mayr, F.","Eyert, V.","Bauer, E.","Michor, H."],"language":[],"coverage":[],"title":["Evolution of Quantum Criticality in CeNi_{9-x}Cu_xGe_4"],"description":["  Crystal structure, specific heat, thermal expansion, magnetic susceptibility\nand electrical resistivity studies of the heavy fermion system\nCeNi_{9-x}Cu_xGe_4 (0 <= x <= 1) reveal a continuous tuning of the ground state\nby Ni/Cu substitution from an effectively fourfold degenerate non-magnetic\nKondo ground state of CeNi_9Ge_4 (with pronounced non-Fermi-liquid features)\ntowards a magnetically ordered, effectively twofold degenerate ground state in\nCeNi_8CuGe_4 with T_N = 175 +- 5 mK. Quantum critical behavior, C/T ~ \\chi ~\n-ln(T), is observed for x about 0.4. Hitherto, CeNi_{9-x}Cu_xGe_4 represents\nthe first system where a substitution-driven quantum phase transition is\nconnected not only with changes of the relative strength of Kondo effect and\nRKKY interaction, but also with a reduction of the effective crystal field\nground state degeneracy.\n","Comment: 15 pages, 9 figures"]}]
["0812.3608",{"format":[],"subject":["Mathematics - Algebraic Geometry","14A15, 14A20, 14L30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3608"],"date":["2008-12-18","2009-05-18"],"type":["text"],"creator":["Kollár, János"],"language":[],"coverage":[],"title":["Quotients by finite equivalence relations"],"description":["  This note studies the existence of quotients by finite set theoretic\nequivalence relations.\n  May 18: Substantial revisions with a new appendix by C. Raicu\n"]}]
["0901.0736",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0736","Phys.Lett.B676:69-73,2009","doi:10.1016/j.physletb.2009.04.076"],"date":["2009-01-07","2009-05-14"],"type":["text"],"creator":["Bogolubsky, I. L.","Ilgenfritz, E. -M.","Müller-Preussker, M.","Sternbeck, A."],"language":[],"coverage":[],"title":["Lattice gluodynamics computation of Landau-gauge Green's functions in\n  the deep infrared"],"description":["  We present recent results for the Landau-gauge gluon and ghost propagators in\nSU(3) lattice gluodynamics obtained on a sequence of lattices with linear\nextension ranging from L=64 to L=96 at $\\beta = 5.70$, thus reaching \"deep\ninfrared\" momenta down to 75 MeV. Our gauge-fixing procedure essentially uses a\nsimulated annealing technique which allows us to reach gauge-functional values\ncloser to the global maxima than standard approaches do. Our results are\nconsistent with the so-called decoupling solutions found for Dyson-Schwinger\nand functional renormalization group equations.\n","Comment: 6 pages, 5 figures. References added, minor changes to match\n  published version"]}]
["0901.2847",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Data Structures and Algorithms","Quantitative Biology - Quantitative Methods","05A05, 05A16, 05C90, 05C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2847","CPM'09, Lille : France (2009)"],"date":["2009-01-19"],"type":["text"],"creator":["Bouvel, Mathilde","Chauve, Cedric","Mishna, Marni","Rossin, Dominique"],"language":[],"coverage":[],"title":["Average-case analysis of perfect sorting by reversals"],"description":["  A sequence of reversals that takes a signed permutation to the identity is\nperfect if at no step a common interval is broken. Determining a parsimonious\nperfect sequence of reversals that sorts a signed permutation is NP-hard. Here\nwe show that, despite this worst-case analysis, with probability one, sorting\ncan be done in polynomial time. Further, we find asymptotic expressions for the\naverage length and number of reversals in commuting permutations, an\ninteresting sub-class of signed permutations.\n"]}]
["0901.3121",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3121","Phys. Rev. B 79, 155106 (2009)","doi:10.1103/PhysRevB.79.155106"],"date":["2009-01-20"],"type":["text"],"creator":["Psiachos, D.","Mazumdar, S."],"language":[],"coverage":[],"title":["Correlated-electron description of the photophysics of thin films of\n  $\\pi$-conjugated polymers"],"description":["  We extend Mulliken's theory of ground state charge transfer in a\ndonor-acceptor complex to excited state charge transfer between pairs of\nidentical $\\pi$-conjugated oligomers, one of which is in the optically excited\nstate and the other in the ground state, leading to the formation of a\ncharge-transfer exciton. Within our theory, optical absorptions from the\ncharge-transfer exciton should include a low energy intermolecular\ncharge-transfer excitation, as well as distinct intramolecular excitations from\nboth the neutral delocalized exciton component and the Coulombically bound\npolaron-pair component of the charge-transfer exciton. We report high order\nconfiguration-interaction calculations for pairs of oligomers of\npoly-paraphenylenevinylene (PPV) that go beyond our previous single\nconfiguration-interaction calculation and find all five excited state\nabsorptions predicted using heuristic arguments based on the Mulliken concept.\nOur calculated excited state absorption spectrum exhibits strong qualitative\nagreement with the complete wavelength-dependent ultrafast photoinduced\nabsorption in films of PPV derivatives, suggesting that a significant fraction\nof the photoinduced absorption here is from the charge-transfer exciton. We\nmake detailed comparisons to experiments, and a testable experimental\nprediction.\n"]}]
["0901.3294",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3294","Opt. Commun. 282, 2634-2641 (2009)","doi:10.1016/j.optcom.2009.03.046"],"date":["2009-01-21"],"type":["text"],"creator":["Courtial, Johannes"],"language":[],"coverage":[],"title":["Standard and non-standard metarefraction with confocal lenslet arrays"],"description":["  A recent paper demonstrated that two lenslet arrays with focal lengths f_1\nand f_2, separated by f_1 + f_2, change the direction of transmitted light rays\napproximately like the interface between isotropic media with refractive\nindices n_1 and n_2, where n_1 / n_2 = - f_1 / f_2 [J. Courtial, New J. Phys.\n10, 083033 (2008)]. This is true if light passes through corresponding\nlenslets, that is lenslets that share an optical axis. Light can also pass\nthrough different combinations of non-corresponding lenslets. Such light can be\neither absorbed or allowed to form \"ghost images\"; either way, it leads to a\nlimitation of the field of view of confocal lenslet arrays. This paper\ndescribes, qualitatively and quantitatively, a number of such field-of-view\nlimitations.\n","Comment: 10 pages, 8 figures"]}]
["0901.4747",{"format":[],"subject":["Computer Science - Symbolic Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4747","(International Symposium on Symbolic and Algebraic Computation\n  2009), S\\'eoul : Cor\\'ee, R\\'epublique de (2009)"],"date":["2009-01-29","2009-05-18"],"type":["text"],"creator":["Dumas, Jean-Guillaume","Pernet, Clément","Saunders, B. David"],"language":[],"coverage":[],"title":["On finding multiplicities of characteristic polynomial factors of\n  black-box matrices"],"description":["  We present algorithms and heuristics to compute the characteristic polynomial\nof a matrix given its minimal polynomial. The matrix is represented as a\nblack-box, i.e., by a function to compute its matrix-vector product. The\nmethods apply to matrices either over the integers or over a large enough\nfinite field. Experiments show that these methods perform efficiently in\npractice. Combined in an adaptive strategy, these algorithms reach significant\nspeedups in practice for some integer matrices arising in an application from\ngraph theory.\n"]}]
["0902.1585",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1585","Phys.Lett.B674:330-335,2009","doi:10.1016/j.physletb.2009.03.036"],"date":["2009-02-10"],"type":["text"],"creator":["Fornal, Bartosz","Grinstein, Benjamin","Wise, Mark B."],"language":[],"coverage":[],"title":["Lee-Wick Theories at High Temperature"],"description":["  An extension of the standard model, the Lee-Wick standard model, based on\nideas of Lee and Wick was recently introduced. It does not contain quadratic\ndivergences in the Higgs mass and hence solves the hierarchy puzzle. The\nLee-Wick standard model contains new heavy Lee-Wick resonances at the TeV scale\nthat decay to ordinary particles. In this paper we examine the behavior of\nLee-Wick resonances at high temperature. We argue that they contribute\nnegatively to the energy density rho and pressure p and at temperatures much\ngreater than their mass M their O(T^4) contributions to rho and p cancel\nagainst those of the ordinary (light) particles. The remaining O(M^2*T^2)\ncontributions are positive and result in an equation of state that approaches\nw=1 from below as T goes to infinity.\n","Comment: 14 pages, 2 figures"]}]
["0902.2004",{"format":[],"subject":["Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2004","Solar Physics (2009), 256: 269-284","doi:10.1007/s11207-009-9339-4"],"date":["2009-02-11","2009-03-19"],"type":["text"],"creator":["Lugaz, N.","Vourlidas, A.","Roussev, I. I.","Morgan, H."],"language":[],"coverage":[],"title":["Solar-Terrestrial Simulation in the STEREO Era: The January 24-25, 2007\n  Eruptions"],"description":["  The SECCHI instruments aboard the recently launched STEREO spacecraft enable\nfor the first time the continuous tracking of coronal mass ejections (CMEs)\nfrom the Sun to 1 AU. We analyze line-of-sight observations of the January\n24-25, 2007 CMEs and fill the 20-hour gap in SECCHI coverage in January 25 by\nperforming a numerical simulation using a three-dimensional\nmagneto-hydrodynamic (MHD) code, the Space Weather Modeling Framework (SWMF).\nWe show how the observations reflect the interaction of the two successive CMEs\nwith each other and with the structured solar wind. We make detailed comparison\nbetween the observations and synthetic images from our model, including\ntime-elongation maps for several position angles. Having numerical simulations\nto disentangle observational from physical effects, we are able to study the\nthree-dimensional nature of the ejections and their evolution in the inner\nheliosphere. This study reflects the start of a new era where, on one hand,\nmodels of CME propagation and interaction can be fully tested by using\nheliospheric observations and, on the other hand, observations can be better\ninterpreted by using global numerical models.\n","Comment: 18 pages, 6 figures, accepted to the topical issue of Solar Physics\n  on STEREO results at solar minimum"]}]
["0902.2339",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2339","J. Phys. Chem. C 113, 8997-9002 (2009)","doi:10.1021/jp901305h"],"date":["2009-02-13"],"type":["text"],"creator":["Er, Süleyman","de Wijs, Gilles A.","Brocks, Geert"],"language":[],"coverage":[],"title":["Hydrogen Storage by Polylithiated Molecules and Nanostructures"],"description":["  We study polylithiated molecules as building blocks for hydrogen storage\nmaterials, using first-principles calculations. $\\clifour$ and $\\olitwo$ bind\n12 and 10 hydrogen molecules, respectively, with an average binding energy of\n0.10 and 0.13 eV, leading to gravimetric densities of 37.8 and 40.3 weight % H.\nBonding between Li and C or O is strongly polar and $\\hyd$ molecules attach to\nthe partially charged Li atoms without dissociating, which is favorable for\n(de)hydrogenation kinetics. CLi$_n$ and OLi$_m$ molecules can be chemically\nbonded to graphene sheets to hinder the aggregation of such molecules. In\nparticular B or Be doped graphene strongly bind the molecules without seriously\naffecting the hydrogen binding energy. It still leads to a hydrogen storage\ncapacity in the range 5-8.5 wt % H.\n","Comment: 15 pages, 3 tables, and 5 figures"]}]
["0902.3222",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3222","ASP Conf. Series, 406, 15-22 (2009)"],"date":["2009-02-18","2009-05-18"],"type":["text"],"creator":["Kritsuk, Alexei G.","Ustyugov, Sergey D.","Norman, Michael L.","Padoan, Paolo"],"language":[],"coverage":[],"title":["Simulations of Supersonic Turbulence in Molecular Clouds: Evidence for a\n  New Universality"],"description":["  We use three-dimensional simulations to study the statistics of supersonic\nturbulence in molecular clouds. Our numerical experiments describe driven\nturbulent flows with an isothermal equation of state, Mach numbers around 10,\nand various degrees of magnetization. We first support the so-called 1/3-rule\nof Kritsuk et al. 2007 with our new data from a larger 2048^3 simulation. We\nthen attempt to extend the 1/3-rule to supersonic MHD turbulence and get\nencouraging preliminary results based on a set of 512^3 simulations. Our\nresults suggest an interesting new approach to tackle universal scaling\nrelations and intermittency in supersonic MHD turbulence.\n","Comment: 9 pages, 3 figures, corrected typos; ASTRONUM-2008 \"Numerical\n  Modeling of Space Plasma Flows\", St. John, US Virgin Islands, June 2008, ASP\n  Conf. Series, 406, 15-22 (2009); animations available at\n  http://akpc.ucsd.edu/Isothermal/2048Ma6"]}]
["0902.3225",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3225","Phys. Rev. B 79 155302 (2009)","doi:10.1103/PhysRevB.79.155302"],"date":["2009-02-18","2009-02-20"],"type":["text"],"creator":["da Silva, Luis G. Dias","Dagotto, Elbio"],"language":[],"coverage":[],"title":["Phonon-assisted tunneling and two-channel Kondo physics in molecular\n  junctions"],"description":["  The interplay between vibrational modes and Kondo physics is a fundamental\naspect of transport properties of correlated molecular conductors. We present\ntheoretical results for a single molecule in the Kondo regime connected to left\nand right metallic leads, creating the usual coupling to a conduction channel\nwith left-right parity (\"even\"). A center-of-mass vibrational mode introduces\nan additional, phonon-assisted, tunneling through the antisymmetric (\"odd\")\nchannel. A non-Fermi liquid fixed point, reminiscent of the two-channel Kondo\neffect, appears at a critical value of the phonon-mediated coupling strength.\nOur numerical renormalization-group calculations for this system reveal\nnon-Fermi-liquid behavior at low temperatures over lines of critical points.\nSignatures of this strongly correlated state are prominent in the thermodynamic\nproperties and in the linear conductance.\n","Comment: 5 pages, 4 figures; to appear in Phys. Rev. B"]}]
["0902.4626",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.4626","Phys. Rev. E 79, 051102 (2009)","doi:10.1103/PhysRevE.79.051102"],"date":["2009-02-26","2009-05-18"],"type":["text"],"creator":["Denisov, S. I.","Lyutyy, T. V.","Denisova, E. S.","Hänggi, P.","Kantz, H."],"language":[],"coverage":[],"title":["Directed transport in periodically rocked random sawtooth potentials"],"description":["  We study directed transport of overdamped particles in a periodically rocked\nrandom sawtooth potential. Two transport regimes can be identified which are\ncharacterized by a nonzero value of the average velocity of particles and a\nzero value, respectively. The properties of directed transport in these regimes\nare investigated both analytically and numerically in terms of a random\nsawtooth potential and a periodically varying driving force. Precise conditions\nfor the occurrence of transition between these two transport regimes are\nderived and analyzed in detail.\n","Comment: 18 pages, 7 figures"]}]
["0903.0745",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0745","J. Stat. Mech., P04022 (2009)","doi:10.1088/1742-5468/2009/04/P04022"],"date":["2009-03-04","2009-05-18"],"type":["text"],"creator":["Sausset, François","Tarjus, Gilles","Viot, Pascal"],"language":[],"coverage":[],"title":["Thermodynamics and structure of simple liquids in the hyperbolic plane"],"description":["  We provide a consistent statistical-mechanical treatment for describing the\nthermodynamics and the structure of fluids embedded in the hyperbolic plane. In\nparticular, we derive a generalization of the virial equation relating the bulk\nthermodynamic pressure to the pair correlation function and we develop the\nappropriate setting for extending the integral-equation approach of\nliquid-state theory in order to describe the fluid structure. We apply the\nformalism and study the influence of negative space curvature on two types of\nsystems that have been recently considered: Coulombic systems, such as the one-\nand two-component plasma models, and fluids interacting through short-range\npair potentials, such as the hard-disk and the Lennard-Jones models.\n","Comment: 25 pages, 10 Figures"]}]
["0903.1975",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.1975","Phys.Rev.Lett.102:142501,2009","doi:10.1103/PhysRevLett.102.142501"],"date":["2009-03-11"],"type":["text"],"creator":["Tarasov, O. B.","Morrissey, D. J.","Amthor, A. M.","Baumann, T.","Bazin, D.","Gade, A.","Ginter, T. N.","Hausmann, M.","Inabe, N.","Kubo, T.","Nettleton, A.","Pereira, J.","Portillo, M.","Sherrill, B. M.","Stolz, A.","Thoennessen, M."],"language":[],"coverage":[],"title":["Evidence for a change in the nuclear mass surface with the discovery of\n  the most neutron-rich nuclei with 17<Z <25"],"description":["  The results of measurements of the production of neutron-rich nuclei by the\nfragmentation of a 76-Ge beam are presented. The cross sections were measured\nfor a large range of nuclei including fifteen new isotopes that are the most\nneutron-rich nuclides of the elements chlorine to manganese (50-Cl, 53-Ar,\n55,56-K, 57,58-Ca, 59,60,61-Sc, 62,63-Ti, 65,66-V, 68-Cr, 70-Mn). The enhanced\ncross sections of several new nuclei relative to a simple thermal evaporation\nframework, previously shown to describe similar production cross sections,\nindicates that nuclei in the region around 62-Ti might be more stable than\npredicted by current mass models and could be an indication of a new island of\ninversion similar to that centered on 31-Na.\n","Comment: 4 pages, 3 figures, to be published in Physical Review Letters, 2009"]}]
["0903.3204",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3204"],"date":["2009-03-18","2009-05-18"],"type":["text"],"creator":["Senger, Christian","Sidorenko, Vladimir","Zyablov, Victor"],"language":[],"coverage":[],"title":["On Generalized Minimum Distance Decoding Thresholds for the AWGN Channel"],"description":["  We consider the Additive White Gaussian Noise channel with Binary Phase Shift\nKeying modulation. Our aim is to enable an algebraic hard decision Bounded\nMinimum Distance decoder for a binary block code to exploit soft information\nobtained from the demodulator. This idea goes back to Forney and is based on\ntreating received symbols with low reliability as erasures. This erasing at the\ndecoder is done using a threshold, each received symbol with reliability\nfalling below the threshold is erased. Depending on the target overall\ncomplexity of the decoder this pseudo-soft decision decoding can be extended\nfrom one threshold T to z>1 thresholds T_1<...<T_z for erasing received symbols\nwith lowest reliability. The resulting technique is widely known as Generalized\nMinimum Distance decoding. In this paper we provide a means for explicit\ndetermination of the optimal threshold locations in terms of minimal decoding\nerror probability. We do this for the one and the general z>1 thresholds case,\nstarting with a geometric interpretation of the optimal threshold location\nproblem and using an approach from Zyablov.\n","Comment: Accepted for the XII International Symposium on Problems of\n  Redundancy in Information and Control Systems, St. Petersburg, Russia, May 26\n  - 30, 2009. 5 pages, 3 figures"]}]
["0903.3530",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3530","Phys. Rev. A 79, 053628 (2009)","doi:10.1103/PhysRevA.79.053628"],"date":["2009-03-20"],"type":["text"],"creator":["Riedl, S.","Guajardo, E. R. Sanchez","Kohstall, C.","Denschlag, J. Hecker","Grimm, R."],"language":[],"coverage":[],"title":["Lifetime of angular momentum in a rotating strongly interacting Fermi\n  gas"],"description":["  We investigate the lifetime of angular momentum in an ultracold strongly\ninteracting Fermi gas, confined in a trap with controllable ellipticity. To\ndetermine the angular momentum we measure the precession of the radial\nquadrupole mode. We find that in the vicinity of a Feshbach resonance the\ndeeply hydrodynamic behavior in the normal phase leads to a very long lifetime\nof the angular momentum. Furthermore, we examine the dependence of the decay\nrate of the angular momentum on the ellipticity of the trapping potential and\nthe interaction strength. The results are in general agreement with the\ntheoretically expected behavior for a Boltzmann gas.\n","Comment: 7 pages, 6 figures"]}]
["0903.3577",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3577","Class.Quant.Grav.26:105007,2009","doi:10.1088/0264-9381/26/10/105007"],"date":["2009-03-20"],"type":["text"],"creator":["Podolsky, Jiri","Kadlecova, Hedvika"],"language":[],"coverage":[],"title":["Radiation generated by accelerating and rotating charged black holes in\n  (anti-)de Sitter space"],"description":["  Asymptotic behaviour of gravitational and electromagnetic fields of exact\ntype D solutions from the large Plebanski-Demianski family of black hole\nspacetimes is analyzed. The amplitude and directional structure of radiation is\nevaluated in cases when the cosmological constant is non-vanishing, so that the\nconformal infinities have either de Sitter-like or anti-de Sitter-like\ncharacter. In particular, explicit relations between the parameters that\ncharacterize the sources (that is their mass, electric and magnetic charges,\nNUT parameter, rotational parameter, and acceleration) and properties of the\nradiation generated by them are presented. The results further elucidate the\nphysical interpretation of these solutions and may help to understand radiative\ncharacteristics of more general spacetimes than those that are asymptotically\nflat.\n","Comment: 24 pages, 18 figures. To appear in Classical and Quantum Gravity"]}]
["0904.2609",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2609","Can. J. Phys., 87, 219 (2009)","doi:10.1139/P08-112"],"date":["2009-04-16"],"type":["text"],"creator":["Chung, Thomas","Bartlett, Stephen D.","Doherty, Andrew C."],"language":[],"coverage":[],"title":["Characterizing measurement-based quantum gates in quantum many-body\n  systems using correlation functions"],"description":["  In measurement-based quantum computation (MBQC), local adaptive measurements\nare performed on the quantum state of a lattice of qubits. Quantum gates are\nassociated with a particular measurement sequence, and one way of viewing MBQC\nis that such a measurement sequence prepares a resource state suitable for\n`gate teleportation'. We demonstrate how to quantify the performance of quantum\ngates in MBQC by using correlation functions on the pre-measurement resource\nstate.\n","Comment: 7 pages, 2 figures. Proceedings paper for an invited talk at Theory\n  Canada 4 (2008), published in the Canadian Journal of Physics"]}]
["0904.4731",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.4731","Journal of Physics: Condensed Matter, 21, 235702 (2009)","doi:10.1088/0953-8984/21/23/235702"],"date":["2009-04-29"],"type":["text"],"creator":["Han, Y.","Li, W. Y.","Cao, L. X.","Zhang, S.","Xu, B.","Zhao, B. R."],"language":[],"coverage":[],"title":["Preparation and superconductivity of iron selenide thin films"],"description":["  FeSex (x = 0.80, 0.84, 0.88, 0.92) thin films were prepared on SrTiO3(001)\n(STO), (La,Sr)(Al,Ta)O3(001) (LSAT), and LaAlO3(001) (LAO) substrates by pulsed\nlaser deposition method. All thin films show single-phase and c-axis oriented\nepitaxial growth, and are superconducting. Among them, the FeSe0.88 thin films\nshow Tc, onset of 11.8 K and Tc, 0 of 3.4 K. The upper critical magnetic field\nis estimated to be 14.0 T.\n","Comment: 12 pages, 4 figures, accepted by Journal of Physics: Condensed Matter"]}]
["0905.0589",{"format":[],"subject":["Mathematical Physics","General Relativity and Quantum Cosmology","High Energy Physics - Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0589","SIGMA.5:053,2009","doi:10.3842/SIGMA.2009.053"],"date":["2009-05-05"],"type":["text"],"creator":["Déctor, A.","Morales-Técotl, H. A.","Urrutia, L. F.","Vergara, J. D."],"language":[],"coverage":[],"title":["An Alternative Canonical Approach to the Ghost Problem in a Complexified\n  Extension of the Pais-Uhlenbeck Oscillator"],"description":["  Our purpose in this paper is to analyze the Pais-Uhlenbeck (PU) oscillator\nusing complex canonical transformations. We show that starting from a\nLagrangian approach we obtain a transformation that makes the extended PU\noscillator, with unequal frequencies, to be equivalent to two standard second\norder oscillators which have the original number of degrees of freedom. Such\nextension is provided by adding a total time derivative to the PU Lagrangian\ntogether with a complexification of the original variables further subjected to\nreality conditions in order to maintain the required number of degrees of\nfreedom. The analysis is accomplished at both the classical and quantum levels.\nRemarkably, at the quantum level the negative norm states are eliminated, as\nwell as the problems of unbounded below energy and non-unitary time evolution.\nWe illustrate the idea of our approach by eliminating the negative norm states\nin a complex oscillator. Next, we extend the procedure to the Pais-Uhlenbeck\noscillator. The corresponding quantum propagators are calculated using\nSchwinger's quantum action principle. We also discuss the equal frequency case\nat the classical level.\n"]}]
["0905.1493",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.1493"],"date":["2009-05-10","2009-05-17"],"type":["text"],"creator":["Tripathi, Swapnil"],"language":[],"coverage":[],"title":["Examining the Field of Static Point Scalar Charge in Schwarzschild\n  Spacetime"],"description":["  In this paper we examine some aspects of the field of a scalar point charge\nin curved spacetimes. First we find the closed form solution for the scalar\nfield due to a point charge in Schwarzschild spacetime. Then we expand it\nlocally in powers of r (coordinate distance from the charge) and compare it to\nQuinn's local expansion for the field of scalar charge. We show a term by term\nmatch, except for a mismatch in one term arising due to an error in a Riemann\ntensor term in Quinn's expression. We show the correct expression, the detailed\nderivation of which will be subject of a later paper.\n","Comment: 15 pages, 2 figures, modified title, corrected typos, added\n  references"]}]
["0905.1773",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.1773","Europhys. Lett. 85 (2009) 47004","doi:10.1209/0295-5075/85/47004"],"date":["2009-05-12"],"type":["text"],"creator":["Wang, B. S.","Tong, P.","Sun, Y. P.","Luo, X.","Zhu, X. B.","Li, G.","Zhu, X. D.","Zhang, S. B.","Yang, Z. R.","Song, W. H.","Dai, J. M."],"language":[],"coverage":[],"title":["Large magnetic entropy change near room temperature in antipervoskite\n  SnCMn3"],"description":["  We report the observation of large magnetocaloric effect near room\ntemperature in antipervoskite SnCMn3. The maximal magnetic entropy change at\nthe first-order ferrimagnetic-paramagnetic transition temperature (TC 279 K) is\nabout 80.69mJ/cm3 K and 133mJ/cm3 K under the magnetic field of 20 kOe and 48\nkOe, respectively. These values are close to those of typical magnetocaloric\nmaterials. The large magnetocaloric effect is associated with the sharp change\nof lattice, resistivity and magnetization in the vicinity of TC. Through the\nmeasurements of Seebeck coefficient and normal Hall effect, the title system is\nfound to undergo a reconstruction of electronic structure at TC. Considering\nits low-cost and innocuous raw materials, Mn-based antiperovskite compounds are\nsuggested to be appropriate for pursuing new materials with larger\nmagnetocaloric effect.\n","Comment: 11 pages, 8 figures"]}]
["0905.1777",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.1777","Journal of Applied Physics, 105 (2009) 083907","doi:10.1063/1.3108535"],"date":["2009-05-12","2009-05-18"],"type":["text"],"creator":["Wang, B. S.","Tong, P.","Sun, Y. P.","Zhu, X. B.","Luo, X.","Li, G.","Song, W. H.","Yang, Z. R.","Dai, J. M."],"language":[],"coverage":[],"title":["Reversible room-temperature magnetocaloric effect with large temperature\n  span in antiperovskite compounds Ga1-xCMn3+x (x=0, 0.06, 0.07, and 0.08)"],"description":["  The magnetic and magnetocaloric properties of Ga1-xCMn3+x have been\ninvestigated. Reversible magnetocaloric effect (MCE) occurs near the Curie\ntemperature TC. The magnetic entropy change decreases with increasing x, though\nTC and magnetization increases. Meanwhile, the temperature span of vs. T plot\nbecomes well broadened with x. Due to the competition between the broadening\ntemperature span and decreasing, the relative cooling power (RCP) increases\ninitially, and then decreases with increasing x. The largest RCP (2.1 J/cm3,\nunder 45 kOe) observed when x=0.07 (TC = 296.5 K) is comparable to the\ncontemporary magnetic refrigerant materials. Considering the reversible MCE,\ninexpensive and innoxious raw materials, our result suggests that Ga1-xCMn3+x\ncan be promising candidate for magnetic refrigeration around room temperature.\n","Comment: 14 pages, 10 figure"]}]
["0905.2036",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Other Condensed Matter","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2036","Phys. Rev. A 79, 053606 (2009)","doi:10.1103/PhysRevA.79.053606"],"date":["2009-05-13","2009-05-18"],"type":["text"],"creator":["Conduit, G. J.","Simons, B. D."],"language":[],"coverage":[],"title":["Itinerant ferromagnetism in an atomic Fermi gas: Influence of population\n  imbalance"],"description":["  We investigate ferromagnetic ordering in an itinerant ultracold atomic Fermi\ngas with repulsive interactions and population imbalance. In a spatially\nuniform system, we show that at zero temperature the transition to the\nitinerant magnetic phase transforms from first to second order with increasing\npopulation imbalance. Drawing on these results, we elucidate the phases present\nin a trapped geometry, finding three characteristic types of behavior with\nchanging population imbalance. Finally, we outline the potential experimental\nimplications of the findings.\n","Comment: 10 pages, 4 figures, typos added, references added"]}]
["0905.2222",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2222"],"date":["2009-05-13"],"type":["text"],"creator":["Eingorn, Maxim","Zhuk, Alexander"],"language":[],"coverage":[],"title":["The shape of multidimensional gravity"],"description":["  In the case of one extra dimension, well known Newton's potential $\\phi\n(r_3)=-G_N m/r_3$ is generalized to compact and elegant formula\n$\\phi(r_3,\\xi)=-(G_N m/r_3)\\sinh(2\\pi r_3/a)[\\cosh(2\\pi\nr_3/a)-\\cos(2\\pi\\xi/a)]^{-1}$ if four-dimensional space has topology\n$\\mathbb{R}^3\\times T$. Here, $r_3$ is magnitude of three-dimensional radius\nvector, $\\xi$ is extra dimension and $a$ is a period of a torus $T$. This\nformula is valid for full range of variables $r_3 \\in [0,+\\infty)$ and $\\xi\\in\n[0,a]$ and has known asymptotic behavior: $\\phi \\sim 1/r_3$ for $r_3>>a$ and\n$\\phi \\sim 1/r_4^2$ for $r_4=\\sqrt{r_3^2+\\xi^2}<<a$. Obtained formula is\napplied to an infinitesimally thin shell, a shell, a sphere and two spheres to\nshow deviations from the newtonian expressions. Usually, these corrections are\nvery small to observe at experiments. Nevertheless, in the case of spatial\ntopology $\\mathbb{R}^3\\times T^{d}$, experimental data can provide us with a\nlimitation on maximal number of extra dimensions.\n","Comment: 4 pages of Revtex4, 2 eps figures"]}]
["0905.2255",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2255"],"date":["2009-05-14","2009-05-18"],"type":["text"],"creator":["Shein, I. R.","Ivanovskii, A. L."],"language":[],"coverage":[],"title":["Trends in structural and electronic properties for layered SrRu2As2,\n  BaRu2As2, SrRh2As2 and BaRh2As2 from ab initio calculations"],"description":["  Based on first-principle FLAPW-GGA calculations, we have investigated the\nsystematic trends in structural and electronic properties of a newly discovered\ngroup of ThCr2Si2-like arsenides: SrRu2As2, BaRu2As2, SrRh2As2 and BaRh2As2.\nOur results show that the replacement of an alkaline earth metal (Sr - Ba) and\n4d metal (Ru - Rh) leads to various types of anisotropic deformations of the\ncrystal structure caused by strong anisotropy of inter-atomic bonds.\n  The band structure, density of states and Fermi surfaces have been evaluated\nand discussed. Appreciable changes in the near-Fermi bands and the Fermi\nsurface topology found as going from (Sr,Ba)Ru2As2 to (Sr,Ba)Rh2As2 reflect the\ngrowth of the 3D-like type of dispersion for these systems, which is\naccompanied by an increase in the near-Fermi density of states. The\ninter-atomic bonding in (Sr,Ba)(Ru,Rh)2As2 phases adopts a complex anisotropic\ncharacter, where the bonding in [(Ru,Rh)2As2] blocks is of a mixed\nmetallic-ionic-covalent type whereas between adjacent [(Ru,Rh)2As2] blocks and\n(Sr,Ba) atomic sheets, ionic interactions emerge; thus these systems may be\nclassified as ionic metals.\n","Comment: 17 pages, 5 figures"]}]
["0905.2363",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2363"],"date":["2009-05-14","2009-05-18"],"type":["text"],"creator":["Lykasov, G. I.","Sissakian, A. N.","Sorin, A. S.","Teryaev, O. V."],"language":[],"coverage":[],"title":["Thermal Effects for Quark and Gluon Distributions in Heavy-Ion\n  Collisions"],"description":["  In-medium effects for distributions of quarks and gluons in central A+A\ncollisions are considered. We suggest a duality principle, which means\nsimilarity of thermal spectra of hadrons produced in heavy-ion collisions and\ninclusive spectra which can be obtained within the dynamic quantum scattering\ntheory. Within the suggested approach we show that the mean square of the\ntransverse momentum for these partons grows and then saturates when the initial\nenergy increases. It leads to the energy dependence of hadron transverse mass\nspectra which is similar to that observed in heavy ion collisions.\n","Comment: 6 pages, LaTeX, 2 figures. Contribution to the XIII International\n  Conference \"Selected Problems of Modern Theoretical Physics\", JINR, Dubna,\n  June 23 - 27, 2008"]}]
["0905.2415",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2415"],"date":["2009-05-15"],"type":["text"],"creator":["Ivashchuk, V. D."],"language":[],"coverage":[],"title":["On multitemporal generalization of Newton's gravitational law"],"description":["  A n-time generalization of Newton's law (of universal gravitation) formula in\nN =n + d + 1-dimensional space-time is conjectured. This formula implies a\nrelation for effective N-dimensional gravitational constant G_{eff} = G cos^2\n\\theta, where \\theta is the angle between the direction of motion of two\nparticles in n-dimensional time manifold R^n.\n","Comment: 4 pages, Latex, a short draft of a talk submitted for PIRT-09\n  (Moscow)"]}]
["0905.2416",{"format":[],"subject":["Computer Science - Information Retrieval","Computer Science - Digital Libraries"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2416"],"date":["2009-05-14"],"type":["text"],"creator":["Akritidis, Leonidas","Katsaros, Dimitrios","Bozanis, Panayiotis"],"language":[],"coverage":[],"title":["Identifying Influential Bloggers: Time Does Matter"],"description":["  Blogs have recently become one of the most favored services on the Web. Many\nusers maintain a blog and write posts to express their opinion, experience and\nknowledge about a product, an event and every subject of general or specific\ninterest. More users visit blogs to read these posts and comment them. This\n\"participatory journalism\" of blogs has such an impact upon the masses that\nKeller and Berry argued that through blogging \"one American in tens tells the\nother nine how to vote, where to eat and what to buy\" \\cite{keller1}.\nTherefore, a significant issue is how to identify such influential bloggers.\nThis problem is very new and the relevant literature lacks sophisticated\nsolutions, but most importantly these solutions have not taken into account\ntemporal aspects for identifying influential bloggers, even though the time is\nthe most critical aspect of the Blogosphere. This article investigates the\nissue of identifying influential bloggers by proposing two easily computed\nblogger ranking methods, which incorporate temporal aspects of the blogging\nactivity. Each method is based on a specific metric to score the blogger's\nposts. The first metric, termed MEIBI, takes into consideration the number of\nthe blog post's inlinks and its comments, along with the publication date of\nthe post. The second metric, MEIBIX, is used to score a blog post according to\nthe number and age of the blog post's inlinks and its comments. These methods\nare evaluated against the state-of-the-art influential blogger identification\nmethod utilizing data collected from a real-world community blog site. The\nobtained results attest that the new methods are able to better identify\nsignificant temporal patterns in the blogging behaviour.\n"]}]
["0905.2420",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2420"],"date":["2009-05-14","2009-05-18"],"type":["text"],"creator":["Ahsendorf, Tobias"],"language":[],"coverage":[],"title":["On a conjecture concerning vertex-transitive graphs"],"description":["  In this article we define a minor relation, which is stronger than the\nclassical one, but too strong to become a well-quasi-order on the class of\nfinite graphs. Nevertheless, with this terminology we are able to introduce a\nconjecture, which would imply the Lovasz conjecture and give an interesting\ninsight on the symmetry of vertex-transitive graphs, if true. Though it could\nbecome an approach to solve the Lovasz conjecture. These ideas were first\nintroduced by the author in his Diploma Thesis.\n","Comment: 5 pages, corrected typos"]}]
["0905.2422",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2422"],"date":["2009-05-14"],"type":["text"],"creator":["Pourahmadi, Vahid","Bayesteh, Alireza","Khandani, Amir K."],"language":[],"coverage":[],"title":["Multilevel Coding over Two-Hop Single-User Networks"],"description":["  In this paper, a two-hop network in which information is transmitted from a\nsource via a relay to a destination is considered. It is assumed that the\nchannels are static fading with additive white Gaussian noise. All nodes are\nequipped with a single antenna and the Channel State Information (CSI) of each\nhop is not available at the corresponding transmitter. The relay is assumed to\nbe simple, i.e., not capable of data buffering over multiple coding blocks,\nwater-filling over time, or rescheduling. A commonly used design criterion in\nsuch configurations is the maximization of the average received rate at the\ndestination. We show that using a continuum of multilevel codes at both the\nsource and the relay, in conjunction with decode and forward strategy at the\nrelay, performs optimum in this setup. In addition, we present a scheme to\noptimally allocate the available source and relay powers to different levels of\ntheir corresponding codes. The performance of this scheme is evaluated assuming\nRayleigh fading and compared with the previously known strategies.\n","Comment: 21 pages, 7 figures, Submitted to IEEE Transactions on Information\n  Theory on April 6, 2009"]}]
["0905.2428",{"format":[],"subject":["Physics - Classical Physics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2428"],"date":["2009-05-14"],"type":["text"],"creator":["Abramowicz, M. A.","Bajtlik, S."],"language":[],"coverage":[],"title":["Adding to the paradox: the accelerated twin is older"],"description":["  We discuss a rather surprising version of the twin paradox in which (contrary\nto the familiar classical version) the twin who accelerates is older on the\nreunion than his never accelerating brother.\n"]}]
["0905.2435",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Logic in Computer Science","I.2.4","I.2.3","F.4.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2435"],"date":["2009-05-14"],"type":["text"],"creator":["Benzmueller, Christoph","Paulson, Lawrence C."],"language":[],"coverage":[],"title":["Quantified Multimodal Logics in Simple Type Theory"],"description":["  We present a straightforward embedding of quantified multimodal logic in\nsimple type theory and prove its soundness and completeness. Modal operators\nare replaced by quantification over a type of possible worlds. We present\nsimple experiments, using existing higher-order theorem provers, to demonstrate\nthat the embedding allows automated proofs of statements in these logics, as\nwell as meta properties of them.\n","Comment: ii + 22 pages"]}]
["0905.2438",{"format":[],"subject":["Mathematical Physics","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2438"],"date":["2009-05-14"],"type":["text"],"creator":["Nersesyan, Vahagn"],"language":[],"coverage":[],"title":["Global approximate controllability for Schr\\\"odinger equation in higher\n  Sobolev norms and applications"],"description":["  We prove that the Schr\\\"odinger equation is approximately controllable in\nSobolev spaces $H^s$, $s>0$ generically with respect to the potential. We give\ntwo applications of this result. First, in the case of one space dimension,\ncombining our result with a local exact controllability property, we get the\nglobal exact controllability of the system in higher Sobolev spaces.\n  Then we prove that the Schr\\\"odinger equation with a potential which has a\nrandom time-dependent amplitude admits at most one stationary measure on the\nunit sphere $S$ in $L^2 $.\n"]}]
["0905.2439",{"format":[],"subject":["Physics - Medical Physics","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2439"],"date":["2009-05-15"],"type":["text"],"creator":["Cortez, Paulo Jose Oliveira","Tomazini, Jose Elias","Sales, J. H. O.","Suzuki, A. T."],"language":[],"coverage":[],"title":["A device to assess the upper limb isometric muscle strength"],"description":["  In this work we project and build an equipment for upper limb muscle strength\nassessment and we did some assays to measure it from volunteers.\n","Comment: 4 pages and 4 figures"]}]
["0905.2440",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2440"],"date":["2009-05-14"],"type":["text"],"creator":["Sales, J. H. O.","Suzuki, A. T."],"language":[],"coverage":[],"title":["Plane and parabolic solar panels"],"description":["  We present a plane and parabolic collector that absorbs radiant energy and\ntransforms it in heat. Therefore we have a panel to heat water. We study how to\nincrement this capture of solar beams onto the panel in order to increase its\nefficiency in heating water.\n","Comment: 3 pages and 3 figures"]}]
["0905.2447",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2447"],"date":["2009-05-14"],"type":["text"],"creator":["Sezgin, Aydin","Jafar, Syed Ali","Jafarkhani, Hamid"],"language":[],"coverage":[],"title":["The Diversity Multiplexing Tradeoff for Interference Networks"],"description":["  The diversity-multiplexing tradeoff (DMT) for interference networks, such as\nthe interference channel, the X channel, the Z interference channel and the Z\nchannel, is analyzed. In particular, we investigate the impact of\nrate-splitting and channel knowledge at the transmitters. We also use the DMT\nof the Z channel and the Z interference channel to distill insights into the\n\"loud neighbor\" problem for femto-cell networks.\n","Comment: 5 pages"]}]
["0905.2449",{"format":[],"subject":["Computer Science - Computers and Society","Computer Science - Artificial Intelligence","Computer Science - Cryptography and Security","Computer Science - Other Computer Science","D.2.5","D.2.4","D.3.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2449"],"date":["2009-05-14"],"type":["text"],"creator":["Mokhov, Serguei A."],"language":[],"coverage":[],"title":["The Role of Self-Forensics in Vehicle Crash Investigations and Event\n  Reconstruction"],"description":["  This paper further introduces and formalizes a novel concept of\nself-forensics for automotive vehicles, specified in the Forensic Lucid\nlanguage. We argue that self-forensics, with the forensics taken out of the\ncybercrime domain, is applicable to \"self-dissection\" of intelligent vehicles\nand hardware systems for automated incident and anomaly analysis and event\nreconstruction by the software with or without the aid of the engineering teams\nin a variety of forensic scenarios. We propose a formal design, requirements,\nand specification of the self-forensic enabled units (similar to blackboxes) in\nvehicles that will help investigation of incidents and also automated reasoning\nand verification of theories along with the events reconstruction in a formal\nmodel. We argue such an analysis is beneficial to improve the safety of the\npassengers and their vehicles, like the airline industry does for planes.\n","Comment: 10 pages; preliminary version for CMRSC"]}]
["0905.2457",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","58J32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2457"],"date":["2009-05-14"],"type":["text"],"creator":["Wang, Fang"],"language":[],"coverage":[],"title":["Dirichlet-to-Neumann Map for Poincar\\'e-Einstein Metrics in Even\n  Dimensions"],"description":["  We study the linearization of the Dirichlet-to-Neumann map for\nPoincar\\'e-Einstein metrics in even dimensions on an arbitrary compact manifold\nwith boundary. By fixing a suitable gauge, we make the linearized Einstein\nequation elliptic. In this gauge the linearization of the Dirichlet-to-Neumann\nmap appears as the scattering matrix for an elliptic operator of 0-type,\nmodified by some differential operators. We study the scattering matrix by\nusing the 0-calculus and generalize a result of Graham for the case of the\nstandard hyperbolic metric on a ball.\n","Comment: 40 pages"]}]
["0905.2458",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2458"],"date":["2009-05-14"],"type":["text"],"creator":["Singh, T. P."],"language":[],"coverage":[],"title":["Einstein gravity as the thermodynamic limit of an underlying quantum\n  statistics"],"description":["  The black hole area theorem suggests that classical general relativity is the\nthermodynamic limit of a quantum statistics. The degrees of freedom of the\nstatistical theory cannot be the spacetime metric. We argue that the\nstatistical theory should be constructed from a noncommutative gravity, whose\nclassical, and thermodynamic, approximation is Einstein gravity. The\nnoncommutative gravity theory exhibits a duality between quantum fields and\nmacroscopic black holes, which is used to show that the black hole possesses an\nentropy of the order of its area. The principle on which this work is based\nalso provides a possible explanation for the smallness of the cosmological\nconstant, and for the quantum measurement problem, indicating that this is a\npromising avenue towards the merger of quantum mechanics and gravity.\n","Comment: 6 pages"]}]
["0905.2467",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2467"],"date":["2009-05-15"],"type":["text"],"creator":["Wei, Tzu-Chieh"],"language":[],"coverage":[],"title":["Quantum entanglement: geometric quantification and applications to\n  multi-partite states and quantum phase transitions"],"description":["  The degree to which a pure quantum state is entangled can be characterized by\nthe distance or angle to the nearest unentangled state. This geometric measure\nof entanglement is explored for bi-partite and multi-partite pure and mixed\nstates. It is determined analytically for arbitrary two-qubit mixed states,\ngeneralized Werner, and isotropic states, and is also applied to certain\nmulti-partite mixed states, including two distinct multi-partite bound\nentangled states. Moreover, the ground-state entanglement of the XY model in a\ntransverse field is calculated and shown to exhibit singular behavior near the\nquantum critical line. Along the way, connections are pointed out between the\ngeometric measure of entanglement, the Hartree approximation, entanglement\nwitnesses, correlation functions, and the relative entropy of entanglement.\n","Comment: PhD Thesis, University of Illinois at Urbana-Champaign (Oct. 2004);\n  although almost outdated, some details not published previously may still be\n  useful"]}]
["0905.2471",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry","13D45, 14B15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2471"],"date":["2009-05-15"],"type":["text"],"creator":["Brodmann, Markus","Jahangiri, Maryam","Linh, Cao Huy"],"language":[],"coverage":[],"title":["Boundedness of Cohomology"],"description":["  Let $d \\in \\N$ and let $\\D^d$ denote the class of all pairs $(R,M)$ in which\n$R = \\bigoplus_{n \\in \\N_0} R_n$ is a Noetherian homogeneous ring with Artinian\nbase ring $R_0$ and such that $M$ is a finitely generated graded $R$-module of\ndimension $\\leq d$.\n  The cohomology table of a pair $(R,M) \\in \\D^d$ is defined as the family of\nnon-negative integers $d_M:= (d^i_M(n))_{(i,n) \\in \\N \\times \\Z}$. We say that\na subclass $\\mathcal{C}$ of $\\D^d$ is of finite cohomology if the set $\\{d_M\n\\mid (R,M) \\in \\C\\}$ is finite. A set $\\mathbb{S} \\subseteq \\{0,...\n,d-1\\}\\times \\Z$ is said to bound cohomology, if for each family\n$(h^\\sigma)_{\\sigma \\in \\mathbb{S}}$ of non-negative integers, the class\n$\\{(R,M) \\in \\D^d\\mid d^i_M(n) \\leq h^{(i,n)} {for all} (i,n) \\in \\mathbb{S}\\}$\nis of finite cohomology. Our main result says that this is the case if and only\nif $\\mathbb{S}$ contains a quasi diagonal, that is a set of the form\n$\\{(i,n_i)| i=0,..., d-1\\}$ with integers $n_0> n_1 > ... > n_{d-1}$. We draw a\nnumber of conclusions of this boundedness criterion.\n","Comment: 18 pages"]}]
["0905.2473",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2473"],"date":["2009-05-15"],"type":["text"],"creator":["Burjorjee, Keki M."],"language":[],"coverage":[],"title":["On the Workings of Genetic Algorithms: The Genoclique Fixing Hypothesis"],"description":["  We recently reported that the simple genetic algorithm (SGA) is capable of\nperforming a remarkable form of sublinear computation which has a\nstraightforward connection with the general problem of interacting attributes\nin data-mining. In this paper we explain how the SGA can leverage this\ncomputational proficiency to perform efficient adaptation on a broad class of\nfitness functions. Based on the relative ease with which a practical fitness\nfunction might belong to this broad class, we submit a new hypothesis about the\nworkings of genetic algorithms. We explain why our hypothesis is superior to\nthe building block hypothesis, and, by way of empirical validation, we present\nthe results of an experiment in which the use of a simple mechanism called\nclamping dramatically improved the performance of an SGA with uniform crossover\non large, randomly generated instances of the MAX 3-SAT problem.\n","Comment: 25 pages, 7 figures"]}]
["0905.2478",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2478"],"date":["2009-05-15"],"type":["text"],"creator":["Endo, Toshiki"],"language":[],"coverage":[],"title":["The Link Component Number of Suspended Trees"],"description":["  This paper provides a relationship between a geometric structure of a\nsuspended tree and the number of link components of the associated link\ndiagram.\n","Comment: 7 pages, 5 figures"]}]
["0905.2479",{"format":[],"subject":["Mathematics - Dynamical Systems","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2479"],"date":["2009-05-15"],"type":["text"],"creator":["Han, Guangyue","Marcus, Brian","Peres, Yuval"],"language":[],"coverage":[],"title":["A note on a complex Hilbert metric with application to domain of\n  analyticity for entropy rate of hidden Markov processes"],"description":["  In this note, we show that small complex perturbations of positive matrices\nare contractions, with respect to a complex version of the Hilbert metric, on\nthe standard complex simplex. We show that this metric can be used to obtain\nestimates of the domain of analyticity of entropy rate for a hidden Markov\nprocess when the underlying Markov chain has strictly positive transition\nprobabilities.\n","Comment: 15 pages, 1 figure"]}]
["0905.2484",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2484"],"date":["2009-05-15"],"type":["text"],"creator":["Dietrich, M. R.","Blinov, B. B."],"language":[],"coverage":[],"title":["Use of a Microcontroller for Fast Feedback Control of a Fiber Laser"],"description":["  An inexpensive, easily programmed microcontroller is demonstrated for the\nfast frequency stabilization of an infrared fiber laser. The microcontroller\nmanages all digitalization and processing, with external circuitry only\nproviding buffering, amplification and overvoltage protection. Several\nconvenient features are included to recover from common failure modes of a\nlaser lock system, and a final Nyquist frequency of 200 kHz is obtained,\ncorresponding to a usable bandwidth of 40-60 kHz.\n"]}]
["0905.2488",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2488"],"date":["2009-05-15","2009-05-16"],"type":["text"],"creator":["Goebel, Martin","Group, for the Gfitter"],"language":[],"coverage":[],"title":["Global Fits of the electroweak Standard Model and beyond with Gfitter"],"description":["  In the global fit of the Standard Model using Gfitter, electroweak precision\nobservables as well as constraints from direct Higgs searches have been\ncompared with state-of-the-art electroweak predictions. We use the most recent\nresults for direct Higgs searches at LEP and Tevatron and the latest\nmeasurements of m_t and M_W. Example results are an estimation of the mass of\nthe Higgs boson (M_H=116.3 +15.6 -1.3 GeV) and a forth-order result for the\nstrong coupling constant (alpha_S(M_Z^2)=0.1193 +-0.0028(exp) +-0.0001(theo)).\nA fit of the oblique parameters (STU) to the electroweak data is performed, in\norder to constrain physics beyond the Standard Model. For instance, the\nparameter space of the Littlest Higgs Model with T-parity can be restricted via\nthe oblique parameters. In addition, fit results for a model with an extended\nHiggs sector (2HDM) using mainly observables from the B and K physics are\npresented.\n","Comment: Talk given at 44th Rencontres de Moriond on Electroweak Interactions\n  and Unified Theories, 7-14 March 2009"]}]
["0905.2497",{"format":[],"subject":["Mathematics - Optimization and Control","65D15, 65K05, 46N10, 90C22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2497"],"date":["2009-05-15"],"type":["text"],"creator":["Lasserre, Jean B."],"language":[],"coverage":[],"title":["A \"joint+marginal\" approach to parametric polynomial optimization"],"description":["  Given a compact parameter set $Y\\subset R^p$, we consider polynomial\noptimization problems $(P_y$) on $R^n$ whose description depends on the\nparameter $y\\inY$. We assume that one can compute all moments of some\nprobability measure $\\phi$ on $Y$, absolutely continuous with respect to the\nLebesgue measure (e.g. $Y$ is a box or a simplex and $\\phi$ is uniformly\ndistributed). We then provide a hierarchy of semidefinite relaxations whose\nassociated sequence of optimal solutions converges to the moment vector of a\nprobability measure that encodes all information about all global optimal\nsolutions $x^*(y)$ of $P_y$. In particular, one may approximate as closely as\ndesired any polynomial functional of the optimal solutions, like e.g. their\n$\\phi$-mean. In addition, using this knowledge on moments, the measurable\nfunction $y\\mapsto x^*_k(y)$ of the $k$-th coordinate of optimal solutions, can\nbe estimated, e.g. by maximum entropy methods. Also, for a boolean variable\n$x_k$, one may approximate as closely as desired its persistency\n$\\phi(\\{y:x^*_k(y)=1\\})$, i.e. the probability that in an optimal solution\n$x^*(y)$, the coordinate $x^*_k(y)$ takes the value 1. At last but not least,\nfrom an optimal solution of the dual semidefinite relaxations, one provides a\nsequence of polynomial (resp. piecewise polynomial) lower approximations with\n$L_1(\\phi)$ (resp. almost uniform) convergence to the optimal value function.\n"]}]
["0905.2498",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2498"],"date":["2009-05-15"],"type":["text"],"creator":["Knödlseder, Jürgen"],"language":[],"coverage":[],"title":["Fermi Observations of the Large Magellanic Cloud"],"description":["  We report on observations of the Large Magellanic Cloud with the Fermi\nGamma-Ray Space Telescope. The LMC is clearly detected with the Large Area\nTelescope (LAT) and for the first time the emission is spatially well resolved\nin gamma-rays. Our observations reveal that the bulk of the gamma-ray emission\narises from the 30 Doradus region. We discuss this result in light of the\nmassive star populations that are hosted in this area and address implications\nfor cosmic-ray physics. We conclude by exploring the scientific potential of\nthe ongoing Fermi observations on the study of high-energy phenomena in massive\nstars.\n","Comment: 8 pages, to be published in the proceedings of the conference \"High\n  Energy Phenomena of Massive Stars\" held in Ja\\'en (Spain) the 2-5 February\n  2009"]}]
["0905.2501",{"format":[],"subject":["Computer Science - Information Retrieval","H.3.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2501"],"date":["2009-05-15"],"type":["text"],"creator":["Sonntag, Daniel","Zapatrin, Romàn R."],"language":[],"coverage":[],"title":["Macrodynamics of users' behavior in Information Retrieval"],"description":["  We present a method to geometrize massive data sets from search engines query\nlogs. For this purpose, a macrodynamic-like quantitative model of the\nInformation Retrieval (IR) process is developed, whose paradigm is inspired by\nbasic constructions of Einstein's general relativity theory in which all IR\nobjects are uniformly placed in a common Room. The Room has a structure similar\nto Einsteinian spacetime, namely that of a smooth manifold. Documents and\nqueries are treated as matter objects and sources of material fields.\nRelevance, the central notion of IR, becomes a dynamical issue controlled by\nboth gravitation (or, more precisely, as the motion in a curved spacetime) and\nforces originating from the interactions of matter fields. The spatio-temporal\ndescription ascribes dynamics to any document or query, thus providing a\nuniform description for documents of both initially static and dynamical\nnature. Within the IR context, the techniques presented are based on two ideas.\nThe first is the placement of all objects participating in IR into a common\ncontinuous space. The second idea is the `objectivization' of the IR process;\ninstead of expressing users' wishes, we consider the overall IR as an objective\nphysical process, representing the IR process in terms of motion in a given\nexternal-fields configuration. Various semantic environments are treated as\nvarious IR universes.\n"]}]
["0905.2503",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2503"],"date":["2009-05-15"],"type":["text"],"creator":["Baracchini, Elisabetta"],"language":[],"coverage":[],"title":["Rare Decays at B Factories"],"description":["  We will present a review of the most interesting results on rare B decays\nfrom the B Factories, based on the data collected by the BaBar and Belle\ndetectors at asymmetric $e^+ e^-$ colliders at the center of mass energy of the\n$\\Upsilon(4S)$ resonance.\n","Comment: Talk given at the 44th Rencontres de Moriond, Electroweak\n  Interactions and Unified Theories, La Thuile Italy, March 2009, 8 pages, 1\n  picture, 2 tables"]}]
["0905.2506",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2506"],"date":["2009-05-15"],"type":["text"],"creator":["Kellermann, Christian","Fischer, Christian S."],"language":[],"coverage":[],"title":["The four-gluon vertex and the running coupling in Landau gauge\n  Yang-Mills theory"],"description":["  We summarise results for the running coupling from the four-gluon vertex in\nLandau gauge, SU($N_c$) Yang-Mills theory as given by a combination of dressing\nfunctions of the vertex and the gluon propagator. These functions have been\ndetermined numerically from the corresponding set of Dyson-Schwinger equations.\nIn the infrared we obtain a nontrivial infrared fixed point which is three\norders of magnitude smaller than the corresponding one in the coupling of the\nghost-gluon vertex.\n","Comment: 6 pages, 1 figure. Talk given at ExcitedQCD 2009, Feb. 8-14,\n  Zakopane, Poland"]}]
["0905.2509",{"format":[],"subject":["Computer Science - Computers and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2509"],"date":["2009-05-15"],"type":["text"],"creator":["Di Iorio, Angelo","Vitali, Fabio","Rossi, Davide","Zacchiroli, Stefano"],"language":[],"coverage":[],"title":["Where are your Manners? Sharing Best Community Practices in the Web 2.0"],"description":["  The Web 2.0 fosters the creation of communities by offering users a wide\narray of social software tools. While the success of these tools is based on\ntheir ability to support different interaction patterns among users by imposing\nas few limitations as possible, the communities they support are not free of\nrules (just think about the posting rules in a community forum or the editing\nrules in a thematic wiki). In this paper we propose a framework for the sharing\nof best community practices in the form of a (potentially rule-based)\nannotation layer that can be integrated with existing Web 2.0 community tools\n(with specific focus on wikis). This solution is characterized by minimal\nintrusiveness and plays nicely within the open spirit of the Web 2.0 by\nproviding users with behavioral hints rather than by enforcing the strict\nadherence to a set of rules.\n","Comment: ACM symposium on Applied Computing, Honolulu : \\'Etats-Unis\n  d'Am\\'erique (2009)"]}]
["0905.2511",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2511"],"date":["2009-05-15"],"type":["text"],"creator":["Williams, Richard","Fischer, Christian S."],"language":[],"coverage":[],"title":["Baby steps beyond rainbow-ladder"],"description":["  We discuss the impact of including corrections beyond single gluon exchange\nin light mesons within the nonperturbative framework of Dyson-Schwinger\nequations (DSE) and Bethe-Salpeter equations (BSE). We do this by considering\nunquenching effects in the form of hadronic resonance contributions, notably\npion exchange, and by the inclusion of the dominant gluon self-interactions to\nthe quark-gluon vertex. Thus we make steps towards an ab initio description of\nlight mesons by functional methods.\n","Comment: 6 pages,1 figure. Based on a talk given at ExcitedQCD 09, Feb 8-14,\n  Zakopane, Poland"]}]
["0905.2515",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2515","Astronomy Reports, Volume 46, pp. 366-379 (2002)","doi:10.1134/1.1479424"],"date":["2009-05-15"],"type":["text"],"creator":["Lipunova, G. V.","Shakura, N. I."],"language":[],"coverage":[],"title":["Non-Steady State Accretion Disks in X-Ray Novae: Outburst Models for\n  Nova Monocerotis 1975 and Nova Muscae 1991"],"description":["  We fit outbursts of two X-ray novae (Nova Monocerotis 1975=A0620-00 and Nova\nMuscae GS 1991=1124-683) using a time-dependent accretion disk model. The model\nis based on a new solution for a diffusion-type equation for the\nnon-steady-state accretion and describes the evolution of a viscous alpha-disk\nin a binary system after the peak of an outburst, when matter in the disk is\ntotally ionized. The accretion rate in the disk decreases according to a power\nlaw. We derive formulas for the accretion rate and effective temperature of the\ndisk. The model has three free input parameters: the mass of the central object\nM, the turbulence parameter alpha, and the normalization parameter delta t.\nResults of the modeling are compared with the observed X-ray and optical B and\nV light curves. The resulting estimates for the turbulence parameter $\\alpha$\nare similar: 0.2-0.4 for A 0620-00 and 0.45-0.65 for GS 1124-683, suggesting a\nsimilar nature for the viscosity in the accretion disks around the compact\nobjects in these sources. We also derive the distances to these systems as\nfunctions of the masses of their compact objects.\n","Comment: 10 pages, 7 figures; style improved"]}]
["0905.2524",{"format":[],"subject":["Mathematics - Statistics Theory","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2524"],"date":["2009-05-15"],"type":["text"],"creator":["Chakrabarty, Dalia"],"language":[],"coverage":[],"title":["CHASSIS - Inverse Modelling of Relaxed Dynamical Systems"],"description":["  The state of a non-relativistic gravitational dynamical system is known at\nany time $t$ if the dynamical rule, i.e. Newton's equations of motion, can be\nsolved; this requires specification of the gravitational potential. The\nevolution of a bunch of phase space coordinates ${\\bf w}$ is deterministic,\nthough generally non-linear. We discuss the novel Bayesian non-parametric\nalgorithm CHASSIS that gives phase space $pdf$ $f({\\bf w})$ and potential\n$\\Phi({\\bf x})$ of a relaxed gravitational system. CHASSIS is undemanding in\nterms of input requirements in that it is viable given incomplete,\nsingle-component velocity information of system members. Here ${\\bf x}$ is the\n3-D spatial coordinate and ${\\bf w}={\\bf x+v}$ where ${\\bf v}$ is the 3-D\nvelocity vector. CHASSIS works with a 2-integral $f=f(E, L)$ where energy\n$E=\\Phi + v^2/2, \\: v^2 = \\sum_{i=1}^{3}{v_i^2}$ and the angular momentum is $L\n= |{\\bf r}\\times{\\bf v}|$, where ${\\bf r}$ is the spherical spatial vector.\nAlso, we assume spherical symmetry. CHASSIS obtains the $f(\\cdot)$ from which\nthe kinematic data is most likely to have been drawn, in the best choice for\n$\\Phi(\\cdot)$, using an MCMC optimiser (Metropolis-Hastings). The likelihood\nfunction ${\\cal{L}}$ is defined in terms of the projections of $f(\\cdot)$ into\nthe space of observables and the maximum in ${\\cal{L}}$ is sought by the\noptimiser.\n","Comment: 7 pages, 2 figures, 1 paged abstract - shorter version of the\n  abstract presented here, accepted after review for publication in the\n  proceedings of the 18th IMACS World Congress - MODSIM09 International\n  Congress on Modelling and Simulation, Cairns, Australia, 2009"]}]
["0905.2526",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2526"],"date":["2009-05-15"],"type":["text"],"creator":["Lewke, Timo"],"language":[],"coverage":[],"title":["Results from the Borexino Experiment"],"description":["  Borexino is a low threshold liquid-scintillator detector for solar neutrinos\nlocated in the LNGS underground laboratory, Italy. Because of the ultra-high\nradio purity it is the first experiment able to do a real time analysis of the\nlow energetic solar neutrinos. A detection of the solar 7Be neutrinos with a\nrate of 47+-7 counts/day/100tons can be reported (192 days of live time\nmeasurement). 8B neutrinos are observed with a rate of 0.26+-0.06\ncounts/day/100tons after 246 live days. All detected neutrino fluxes agree with\nthe SSM predictions in case of the MSW-LMA oscillation solution. Borexino is\nthe first experiment with the ablility to simultaneously measure solar neutrino\noscillation in the vacuum-dominated and the matter-enhanced energy regions.\n","Comment: Proceedings for the Moriond 2009 EW session, 6 pages"]}]
["0905.2527",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2527"],"date":["2009-05-15"],"type":["text"],"creator":["Mubayi, D.","Turan, G."],"language":[],"coverage":[],"title":["Finding bipartite subgraphs efficiently"],"description":["  Polynomial algorithms are given for the following two problems: given a graph\nwith $n$ vertices and $m$ edges, where $m \\ge 3 n^{3/2}$, find a complete\nbalanced bipartite subgraph with parts about $\\ln n/(\\ln (n^2/m))$, given a\ngraph with $n$ vertices, find a decomposition of its edges into complete\nbalanced bipartite graphs having altogether $O(n^2 / \\ln n)$ vertices. Previous\nproofs of the existence of such objects, due to K\\H{o}v\\'ari-S\\'os-Tur\\'an,\nChung-Erd\\H{o}s-Spencer, Bublitz and Tuza were non-constructive.\n"]}]
["0905.2529",{"format":[],"subject":["Mathematics - Complex Variables","32V35, 32V40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2529"],"date":["2009-05-15"],"type":["text"],"creator":["Kolar, Martin"],"language":[],"coverage":[],"title":["The Catlin multitype and biholomorphic equivalence of models"],"description":["  We consider an alternative approach to a fundamental CR invariant - the\nCatlin multitype. It is applied to a general smooth hypersurface in\n$\\mathbbC^{n+1}$, not necessarily pseudoconvex. Using this approach, we prove\nbiholomorphic equivalence of models, and give an explicit description of\nbiholomorphisms between different models. A constructive finite algorithm for\ncomputing the multitype is described. The results can be viewed a necessary\nstep in understanding local biholomorphic equivalence of Levi degenerate\nhypersurfaces of finite Catlin multitype.\n"]}]
["0905.2530",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2530"],"date":["2009-05-15"],"type":["text"],"creator":["Cerrito, L.","CDF, for the","Collaborations, D0"],"language":[],"coverage":[],"title":["Measurements of Top Quark Properties"],"description":["  Preliminary results on the measurement of four selected properties of the top\nquark are presented. The relative fraction of $t\\bar{t}$ production through\ngluon fusion has been measured in the $t\\bar{t}$ dilepton decay channel by the\nCDF Collaboration as $F_{gg}=0.53^{+0.36}_{-0.38}$. Using an integrated\nluminosity of 2.7 fb$^{-1}$ collected with the CDF II detector, we also\ndetermine the $t\\bar{t}$ differential cross section with respect to values up\nto $\\sim$1 TeV of the $t\\bar{t}$ invariant mass. We present a model-independent\nmeasurement of the helicity of $W$ bosons produced in top quark decays, using\nan integrated luminosity of up to 2.7 fb$^{-1}$ collected by the D0 detector,\nand find the fraction of longitudinal $W$ bosons $f_0=0.49\\pm0.14$, and the\nfraction of right-handed $W$ bosons $f_+=0.11\\pm0.08$. Finally, we measure the\nparton level forward-backward asymmetry of pair produced top quarks using an\nintegrated luminosity of 3.2 fb$^{-1}$ collected with the CDF II detector, and\nfind $A_{FB}=0.19\\pm0.07$. All results are consistent with the predictions of\nthe standard model.\n","Comment: 4 pages, contribution to the Proceedings of the \"Moriond QCD and High\n  Energy Interactions\" Conference, 14-21 March 2009"]}]
["0905.2535",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2535"],"date":["2009-05-15"],"type":["text"],"creator":["Frampton, Paul H."],"language":[],"coverage":[],"title":["Entropy of Intermediate-Mass Black Holes"],"description":["  Observational searches for Intermediate-Mass Black Holes (IMBHs), defined to\nhave masses between 30 and 300,000 solar masses, provide limits which allow up\nto ten percent of what is presently identified as halo dark matter to be in the\nform of IMBHs. These concentrate entropy so efficiently that the halo\ncontribution can be bigger than the core supermassive black hole. Formation of\nIMBHs is briefly discussed.\n","Comment: aastex. 8 pages, 1 figure"]}]
["0905.2537",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2537","Lecture Notes in Physics 762, Springer-Verlag, Berlin, Heidelberg,\n  New York (2008), pp. 135"],"date":["2009-05-15"],"type":["text"],"creator":["Schubert, Gerald","Fehske, Holger"],"language":[],"coverage":[],"title":["Quantum Percolation in Disordered Structures"],"description":["  In this lecture note we demonstrated the capability of the local distribution\napproach to the problem of quantum percolation.\n","Comment: 29 pages, 16 figures"]}]
["0905.2540",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2540"],"date":["2009-05-15"],"type":["text"],"creator":["Cournier, Alain","Dubois, Swan","Villain, Vincent"],"language":[],"coverage":[],"title":["Two snap-stabilizing point-to-point communication protocols in\n  message-switched networks"],"description":["  A snap-stabilizing protocol, starting from any configuration, always behaves\naccording to its specification. In this paper, we present a snap-stabilizing\nprotocol to solve the message forwarding problem in a message-switched network.\nIn this problem, we must manage resources of the system to deliver messages to\nany processor of the network. In this purpose, we use information given by a\nrouting algorithm. By the context of stabilization (in particular, the system\nstarts in an arbitrary configuration), this information can be corrupted. So,\nthe existence of a snap-stabilizing protocol for the message forwarding problem\nimplies that we can ask the system to begin forwarding messages even if routing\ninformation are initially corrupted. In this paper, we propose two\nsnap-stabilizing algorithms (in the state model) for the following\nspecification of the problem: - Any message can be generated in a finite time.\n- Any emitted message is delivered to its destination once and only once in a\nfinite time. This implies that our protocol can deliver any emitted message\nregardless of the state of routing tables in the initial configuration. These\ntwo algorithms are based on the previous work of [MS78]. Each algorithm needs a\nparticular method to be transform into a snap-stabilizing one but both of them\ndo not introduce a significant overcost in memory or in time with respect to\nalgorithms of [MS78].\n"]}]
["0905.2542",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2542"],"date":["2009-05-15"],"type":["text"],"creator":["Kyriakopoulos, E."],"language":[],"coverage":[],"title":["Rotating Black Hole Solutions with Axion Dilaton and Two Vector Fields\n  and Solutions with Metric and Fields of the Same Form"],"description":["  We present two rotating black hole solutions with axion $\\xi$, dilaton $\\phi$\nand two U(1) vector fields. By applying the \"Newman-Janis trick\" to a metric\nwith 3 arbitrary parameters we find a rotating metric $g_{\\mu\\nu}$ with 4 such\nparameters $(M, a, Q_E, Q_M)$, and then a solution with this $g_{\\mu\\nu}$ as\nmetric. Our solution is asymptotically flat and has angular momentum $J=M a$,\ngyromagnetic ratio $g=2$, two horizons, the singularities of Kerr's solution,\naxion and dilaton singular only for $r=a\\cos\\theta=0$. Applying to the solution\nwe have found the $S-$duality transformation we get a new solution, whose\naxion, dilaton and vector fields have one more parameter. The metric, each\nvector field and the $\\lambda=\\xi+ie^{-2\\phi}$ of our solutions and the\nsolution of : Sen for $Q_E$, Sen for $Q_E$ and $Q_M$, Kerr-Newman for $Q_E$ and\n$Q_M$, Kerr, Ref. 9, STW, GM-GHS, Reissner-Nordstr\\\"{o}m,Schwarzschild are the\nsame function of $a$, and two functions $\\rho^2=r(r+b)+a^2\\cos^2\\theta$ and\n$\\Delta=\\rho^2-2Mr+c$, of $a$, $b$ and two functions, and of $a$, $b$ and $d$\nrespectively, where $a$, $b$, $c$ and $d$ are constants. It is shown that from\nour solutions a number of known solutions can be obtained, which together with\nour solutions are listed in an Appendix. Also it is shown that all solutions\nwhich are mentioned in the paper satisfy all energy conditions, and mass\nformulae are obtained for them.\n","Comment: 50 pages"]}]
["0905.2544",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2544","Annals of Applied Statistics 2009, Vol. 3, No. 1, 96-116","doi:10.1214/08-AOAS211"],"date":["2009-05-15"],"type":["text"],"creator":["Sen, Bodhisattva","Banerjee, Moulinath","Woodroofe, Michael","Mateo, Mario","Walker, Matthew"],"language":[],"coverage":[],"title":["Streaming motion in Leo I"],"description":["  Whether a dwarf spheroidal galaxy is in equilibrium or being tidally\ndisrupted by the Milky Way is an important question for the study of its dark\nmatter content and distribution. This question is investigated using 328 recent\nobservations from the dwarf spheroidal Leo I. For Leo I, tidal disruption is\ndetected, at least for stars sufficiently far from the center, but the effect\nappears to be quite modest. Statistical tools include isotonic and split point\nestimators, asymptotic theory, and resampling methods.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AOAS211 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0905.2546",{"format":[],"subject":["Quantitative Finance - General Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2546","Revue Management- Information-Finance (MIF), Number 5, Num\\'ero\n  ISSN : 1630-1889 (2005) Revue Management- Information-Finance (MIF) Num\\'ero\n  ISSN : 1630-1889"],"date":["2009-05-15"],"type":["text"],"creator":["Fekir, Hamza"],"language":[],"coverage":[],"title":["Presentation Du Nouvel Accord De Bale Sur Les Fonds Propres"],"description":["  In order to adapt to the liberalization of the financial sphere started in\nthe Eighties, marked in particular by the end of the framing of credit, the\ndisappearance of the various forms of protection of the State whose profited\nthe banks, and the privatization of the near total of the establishments in\nEurope, the banking regulation evolved to a prudential approach, perceived like\nthe only mode of regulation not entering in contradiction with the rules of the\nmarket. The current banking regulation is pressed on the supervision, the\ndiscipline of the market and the ratios prudential; in particular the ratios of\nthe minimal own capital stocks. The object of this article is the presentation\nof the architecture of the new agreement of Basle (1999) which is based on\nthree pillars consolidating it self mutually.\n","Comment: 22 pages"]}]
["0905.2549",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2549"],"date":["2009-05-15"],"type":["text"],"creator":["Caldwell, T.","Roccaro, A.","Sahin, T.","Yegoryan, H.","Dujmic, D.","Ahlen, S.","Battat, J.","Fisher, P.","Henderson, S.","Kaboth, A.","Kohse, G.","Lanza, R.","Lopez, J.","Monroe, J.","Sciolla, G.","Skvorodnev, N.","Tomita, H.","Vanderspek, R.","Wellenstein, H.","Yamamoto, R."],"language":[],"coverage":[],"title":["Transport properties of electrons in CF4"],"description":["  Carbon-tetrafluoride (CF4) is used as a counting gas in particle detectors,\nbut some of its properties that are of interest for large time-projection\nchambers are not well known. We measure the mean energy, which is proportional\nto the diffusion coefficent, and the attentuation coefficient of electron\npropagation in CF4 gas using a 10-liter dark matter detector prototype of the\nDMTPC project.\n","Comment: 12 pages, 8 figures"]}]
["0905.2551",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2551"],"date":["2009-05-15"],"type":["text"],"creator":["Mocchiutti, E.","Adriani, O.","Barbarino, G. C.","Bazilevskaya, G. A.","Bellotti, R.","Boezio, M.","Bogomolov, E. A.","Bonechi, L.","Bongi, M.","Bonvicini, V.","Borisov, S.","Bottai, S.","Bruno, A.","Cafagna, F.","Campana, D.","Carbone, R.","Carlson, P.","Casolino, M.","Castellini, G.","De Pascale, M. P.","De Simone, N.","Di Felice, V.","Galper, A. M.","Gillard, W.","Grishantseva, L.","Hofverberg, P.","Jerse, G.","Koldashov, S. V.","Krutkov, S. Y.","Kvashnin, A. N.","Leonov, A.","Maksumov, O.","Malvezzi, V.","Marcelli, L.","Menn, W.","Mikhailov, V. V.","Nikonov, N. N.","Osteria, G.","Papini, P.","Pearce, M.","Picozza, P.","Ricci, M.","Ricciarini, S. B.","Rossetto, L.","Runtso, M.","Simon, M.","Sparvoli, R.","Spillantini, P.","Stozhkov, Y. I.","Vacchi, A.","Vannuccini, E.","Vasilyev, G.","Voronov, S. A.","Wu, J.","Yurkin, Y. T.","Zampa, G.","Zampa, N.","Zverev, V. G."],"language":[],"coverage":[],"title":["The PAMELA Space Experiment"],"description":["  The 15th of June 2006, the PAMELA satellite-borne experiment was launched\nfrom the Baikonur cosmodrome and it has been collecting data since July 2006.\nThe apparatus comprises a time-of-flight system, a silicon-microstrip magnetic\nspectrometer, a silicon-tungsten electromagnetic calorimeter, an\nanticoincidence system, a shower tail counter scintillator and a neutron\ndetector. The combination of these devices allows precision studies of the\ncharged cosmic radiation to be conducted over a wide energy range (100 MeV --\n100's GeV) with high statistics. The primary scientific goal is the measurement\nof the antiproton and positron energy spectrum in order to search for exotic\nsources, such as dark matter particle annihilations. PAMELA is also searching\nfor primordial antinuclei (anti-helium) and testing cosmic-ray propagation\nmodels through precise measurements of the anti-particle energy spectrum and\nprecision studies of light nuclei and their isotopes. Moreover, PAMELA is\ninvestigating phenomena connected with solar and earth physics.\n","Comment: Proceedings for the \"XLIVth Rencontres de Moriond session devoted to\n  Electroweak Interactions and Unified Theories\", La Thuile 2009"]}]
["0905.2553",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Complex Variables","32S40, 32S22, 32C38"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2553"],"date":["2009-05-15"],"type":["text"],"creator":["Abebaw, Tilahun","Bogvad, Rikard"],"language":[],"coverage":[],"title":["Decomposition factors of D-modules on hyperplane configurations in\n  general position"],"description":["  We calculate the decomposition series of the D-module defined as the\npush-forward of a rank one linear system on the complement of a normal\ncrossings hyperplane configuration and use data of a resolution of\nsingularities to give a sufficient criterion of the irreducibility of the\ncorresponding module in general.\n","Comment: 12 pages"]}]
["0905.2554",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2554"],"date":["2009-05-15"],"type":["text"],"creator":["Scodellaro, Luca","CDF, the","Collaborations, D0"],"language":[],"coverage":[],"title":["Searches for BSM Higgs at the Tevatron"],"description":["  In this paper, we present the latest results of the searches for beyond\nstandard model Higgs boson production at the Tevatron collider of Fermilab.\nAnalyses have been carried out on samples of about 1-4 inverse fb of data\ncollected by the CDF and D0 detectors. In particular, Higgs bosons in\nsupersymmetric models and fermiophobic scenario have been investigated, and\nlimits on production cross sections and theory parameters have been\nestablished.\n","Comment: 4 pages, 6 figures, contribution to Moriond conference: QCD section,\n  year 2009"]}]
["0905.2560",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2560"],"date":["2009-05-15"],"type":["text"],"creator":["Portaa, A.","collaboration, for the Double Chooz"],"language":[],"coverage":[],"title":["Status Report on Double Chooz"],"description":["  Double Chooz main target is to measure Theta13 oscillation parameter by\ncomparing reactor neutrino fluxes in two identical detectors located\nrespectively at 400 m and 1 km away from the 2 Chooz reactor cores. The far\ndetector is now under construction, while we have just completed the design\nphase of the near one. In this report I will discuss the detector principle,\nsensitivity and its present construction status.\n","Comment: 4 pages, 5 figures, proceedings of \"44th Rencontres de Moriond\",\n  \"Electroweak interactions and unified theories\" session, 7-14 March 2009, La\n  Thuile (I)"]}]
["0905.2565",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2565","XVI. Ulusal astronomi kongresi, V. Ulusal ogrenci astronomi\n  kongresi. Canakkale - Turecko : Canakkale Onsekiz Mart Universitesi Yamlari,\n  2008, pp. 908-920, ISBN 975-8100-33-5"],"date":["2009-05-15"],"type":["text"],"creator":["Mikulasek, Zdenek","Szasz, Gabriel","Krticka, Jiri","Zverko, Juraj","Ziznovsky, Jozef","Zejda, Miloslav","Graf, Tomas"],"language":[],"coverage":[],"title":["Rotational periods of magnetic chemically peculiar stars"],"description":["  Magnetic chemically peculiar (mCP) stars of the upper part of the main\nsequence usually exhibit strictly periodic variations of their light, spectrum\nand magnetic field. These changes can be well explained using the oblique\nrotator model of the rigidly rotating star with persistent photometric spots,\nuneven horizontal abundance of chemical elements and dipole-like magnetic\nfield. Long-term observations of mCP stars variability enable to determine\ntheir rotational periods with an extraordinary accuracy and reliability. We\ncompare rotational periods of mCP stars with those of normal main sequence\nstars of the same spectral type and discuss the found discrepancies. We also\ndiscuss the cases of mCP stars V901 Ori, SX Ari, CU Vir, (and possibly also EE\nDra), which have been reported to display an increase of their rotational\nperiods.\n","Comment: 13 pages, pictures included, conference proceedings"]}]
["0905.2572",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2572"],"date":["2009-05-15"],"type":["text"],"creator":["Frasca, Sergio","Astone, Pia"],"language":[],"coverage":[],"title":["Robust estimation of the parameters of a disturbed non-stationary\n  Gaussian process"],"description":["  A typical problem in the detection of the gravitational waves in the data of\ngravitational antennas is the non-stationarity of the Gaussian noise (and so\nthe varying sensitivity) and the presence of big impulsive disturbances. In\nsuch conditions the estimation of the standard deviation of the Gaussian\nprocess done with a classical estimator applied after a \"rough\" cleaning of the\nbig pulses often gives poor results. We propose a method based on a matched\nfilter applied to an AR histogram of the absolute value of the data\n","Comment: 10 pages; Presented to the GWDAW13 workshop, Jan 2009"]}]
["0905.2576",{"format":[],"subject":["Mathematics - Geometric Topology","20E08, 54F15, 20F65, 54F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2576","Algebr. Geom. Topol. 6 (2006) 1759-1784","doi:10.2140/agt.2006.6.1759"],"date":["2009-05-15"],"type":["text"],"creator":["Papasoglu, Panos","Swenson, Eric L"],"language":[],"coverage":[],"title":["From continua to R-trees"],"description":["  We show how to associate an R-tree to the set of cut points of a continuum.\nIf X is a continuum without cut points we show how to associate an R-tree to\nthe set of cut pairs of X.\n","Comment: This is the version published by Algebraic & Geometric Topology on 1\n  November 2006"]}]
["0905.2577",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2577"],"date":["2009-05-15"],"type":["text"],"creator":["Tamborra, Irene"],"language":[],"coverage":[],"title":["Collective flavour transitions of supernova neutrinos"],"description":["  When the neutrino density is very high, as in core-collapse supernovae,\nneutrino-neutrino interactions are not negligible and can appreciably affect\nthe evolution of flavour. The physics of these phenomena is briefly\nhighlighted, and their effects are shown on observable energy spectra from a\nfuture galactic supernova within two-neutrino and three-neutrino frameworks.\nDetection of such effects could provide a handle on two unknowns: the neutrino\nmass hierarchy, and the mixing angle theta(13).\n","Comment: 6 pages, including 7 figures. To appear in the Proceedings of the\n  XLIVth Rencontres de Moriond: Electroweak Interactions and Unified Theories,\n  La Thuile, Italy, 7-14 Mar 2009"]}]
["0905.2584",{"format":[],"subject":["Physics - Physics Education","Physics - Popular Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2584"],"date":["2009-05-15"],"type":["text"],"creator":["Souza, M. A. M.","Dantas, J. D."],"language":[],"coverage":[],"title":["Nuclear Phenomenology: A Conceptual Proposal for High School Teaching"],"description":["  The discovery of atomic nucleus by E. Rutherford, at the beginning of the\ntwentieth century, was the Nuclear Physics original landmark. From then, a\nseries of experiments in which beams of particles composed of neutrons, protons\nand others, brought to collide with a nucleus in order to unravel its structure\nor produce artificial elements through nuclear transmutation, were triggered.\nWith the development of experimental equipment, a number of other nuclear\nphenomena have been observed, such as beta decay, nuclear fission and fusion,\nM\\\"oesbauer effect, etc. In view of the global political and economic landscape\nand the contemporary educational trends, this work suggest alternative topics\nin nuclear physics that can be discussed at the conceptual level in high school\nteaching, where the main focus lies in the historical and technological\nimportance of such phenomena in society.\n","Comment: 8 pages, 8 figures"]}]
["0905.2599",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2599","Linear Algebra and its Applications 430 (2009) 1384-1403","doi:10.1016/j.laa.2008.11.003"],"date":["2009-05-15"],"type":["text"],"creator":["Hrivnak, Jiri","Novotny, Petr"],"language":[],"coverage":[],"title":["Twisted cocycles of Lie algebras and corresponding invariant functions"],"description":["  We consider finite-dimensional complex Lie algebras. Using certain complex\nparameters we generalize the concept of cohomology cocycles of Lie algebras. A\nspecial case is generalization of 1-cocycles with respect to the adjoint\nrepresentation - so called $(\\alpha,\\beta,\\gamma)$--derivations. Parametric\nsets of spaces of cocycles allow us to define complex functions which are\ninvariant under Lie isomorphisms. Such complex functions thus represent useful\ninvariants - we show how they classify three and four-dimensional Lie algebras\nas well as how they apply to some eight-dimensional one-parametric nilpotent\ncontinua of Lie algebras. These functions also provide necessary criteria for\nexistence of 1-parametric continuous contraction.\n","Comment: 19 pages"]}]
["0905.2602",{"format":[],"subject":["Mathematics - Functional Analysis","46E35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2602"],"date":["2009-05-15"],"type":["text"],"creator":["Shvartsman, Pavel"],"language":[],"coverage":[],"title":["The Whitney extension problem for Zygmund spaces and Lipschitz\n  selections in hyperbolic jet-spaces"],"description":["  We study a variant of the Whitney extension problem for the space\n$C^k\\Lambda^m_{\\omega}(R^n)$ of functions whose partial derivatives of order\n$k$ satisfy the generalized Zygmund condition. We identify\n$C^k\\Lambda^m_{\\omega}(R^n)$ with a space of Lipschitz mappings from a metric\nspace $(R^{n+1}_+,\\rho_\\omega)$ supplied with a hyperbolic metric $\\rho_\\omega$\ninto a metric space $({\\cal P}_{k+m-1}\\times R^{n+1}_+, d_\\omega)$ of\npolynomial fields on $R^{n+1}_+$ equipped with a hyperbolic-type metric\n$d_\\omega$. This identification allows us to reformulate the Whitney problem\nfor $C^k\\Lambda^m_{\\omega}(R^n)$ as a Lipschitz selection problem for\nset-valued mappings from $(R^{n+1}_+,\\rho_\\omega)$ into a certain family of\nsubsets of ${\\cal P}_{k+m-1}\\times R^{n+1}_+$.\n","Comment: 43 pages"]}]
["0905.2604",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Complex Variables","30C50","53A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2604"],"date":["2009-05-15"],"type":["text"],"creator":["Fontenele, Francisco","Xavier, Frederico"],"language":[],"coverage":[],"title":["A Riemannian Bieberbach estimate"],"description":["  The Bieberbach estimate, a pivotal result in the classical theory of\nunivalent functions, states that any injective holomorphic function $f$ on the\nopen unit disc $D$ satisfies $|f\"(0)|\\leq 4 |f'(0)|$. We generalize the\nBieberbach estimate by proving a version of the inequality that applies to all\ninjective smooth conformal immersions $f : D\\to \\Bbb R^n, n\\geq 2$. The new\nestimate involves two correction terms. The first one is geometric, coming from\nthe second fundamental form of the image surface $f(D)$. The second term is of\na dynamical nature, and involves certain Riemannian quantities associated to\nconformal attractors. Our results are partly motivated by a conjecture in the\ntheory of embedded minimal surfaces.\n"]}]
["astro-ph/0411456",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0411456","New Astron.10:409-416,2005","doi:10.1016/j.newast.2005.02.002"],"date":["2004-11-16"],"type":["text"],"creator":["Burd, A.","Cwiok, M.","Czyrkowski, H.","Dabrowski, R.","Dominik, W.","Grajda, M.","Husejko, M.","Jegier, M.","Kalicki, A.","Kasprowicz, G.","Kierzkowski, K.","Kwiecinska, K.","Mankiewicz, L.","Nawrocki, K.","Pilecki, B.","Piotrowski, L. W.","Pozniak, K.","Romaniuk, R.","Salanski, R.","Sokolowski, M.","Szczygiel, D.","Wrochna, G.","Zabolotny, W."],"language":[],"coverage":[],"title":["\"Pi of the Sky\" - all-sky, real-time search for fast optical transients"],"description":["  An apparatus to search for optical flashes in the sky is described. It has\nbeen optimized for gamma ray bursts (GRB) optical counterparts. It consists of\n2x16 cameras covering all the sky. The sky is monitored continuously and the\ndata are analysed on-line. It has self-triggering capability and can react to\nexternal triggers with negative delay. The prototype with two cameras has been\ninstalled at Las Campanas (Chile) and is operational from July 2004. The paper\npresents general idea and describes the apparatus in detail. Performance of the\nprototype is briefly reviewed and perspectives for the future are outlined.\n"]}]
["gr-qc/0204026",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0204026","Annales Fond.Broglie 29:641-649,2004"],"date":["2002-04-05","2004-07-07"],"type":["text"],"creator":["Fabbri, Luca"],"language":[],"coverage":[],"title":["Taking Kaluza seriously leads to a non-gauge-invariant electromagnetic\n  theory in a curved space-time"],"description":["  Kaluza's mertic with the cylinder condition is considered without the weak\ngravitational field approximation. It is shown that these hypoteses lead to a\nnon-gauge-invariant electromagnetic theory in a curved space-time. The problem\nof electro-gravitational unification is considered from this point of view.\n","Comment: 6 pages, corrected typos"]}]
["hep-ex/0210013",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0210013","eConf C0209101:WE07,2002; Nucl.Phys.Proc.Suppl.123:177-185,2003","doi:10.1016/S0920-5632(03)80321-3"],"date":["2002-10-07"],"type":["text"],"creator":["The KLOE Collaboration","Venanzoni, presented by G."],"language":[],"coverage":[],"title":["Measurement of hadronic cross section and preliminary results on the\n  pion form factor using the radiative return at DAPHNE"],"description":["  In the fixed energy environment of the $e^{+}e^{-}$ collider DA$\\Phi$NE, KLOE\ncan measure the cross section of the process $e^{+}e^{-} \\to$ hadrons as a\nfunction of the hadronic system energy using the radiative return. At energies\nbelow 1 GeV, $e^{+}e^{-} \\to \\rho \\to \\pi^{+}\\pi^{-}$ is the dominating\nhadronic process. We report here on the status of the analysis for the\n$e^{+}e^{-} \\to \\ppg$ channel, which allows to obtain a preliminary measurement\nof the pion form factor using an integrated luminosity of $\\sim73 pb^{-1}$.\n","Comment: Invited talk at the Seventh International Workshop on Tau Lepton\n  Physics (TAU02-WE07), Santa Cruz, Ca, USA, Sept 2002, 9 pages, LaTeX, 9 eps\n  figures"]}]
["hep-ex/0312056",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0312056","ECONF C0309101:FRWP008,2003"],"date":["2003-12-22","2004-02-23"],"type":["text"],"creator":["Müller, Stefan E."],"language":[],"coverage":[],"title":["Measurement of $\\sigma(e^+e^- \\to \\pi^+\\pi^-)$ at DA$\\Phi$NE with the\n  radiative return"],"description":["  The measurement of hadronic cross sections at low centre-of-mass energies is\ncurrently attracting much interest because of the r\\^o{}le these measurements\nplay in the theoretical evaluation of the anomalous magnetic moment of the\nmuon. The KLOE experiment at the DA$\\Phi$NE $\\phi$-factory in Frascati aims to\ndetermine the cross section of the dominant contribution $e^{+}e^{-} \\to\n\\pi^{+}\\pi^{-}$ at energies below 1 GeV exploiting the radiative return from\nthe $\\phi$ to the $\\rho$ and $\\omega$ mesons. This method has systematic errors\ncompletely different from previous measurements and allows a cross check of\nexisting data in this energy region. The method and results on both the\ndifferential cross section for $e^{+}e^{-} \\to \\pi^{+}\\pi^{-}\\gamma$ and the\ntotal cross section for $e^{+}e^{-} \\to \\pi^{+}\\pi^{-}$ are presented.\n","Comment: 6 pages, 5 figures, Invited talk at the Workshop on e+e- in the 1-2\n  GeV range, Alghero, Italy, September 2003 (eConf C0309101); References\n  completed, pdf-visibility improved"]}]
["hep-ex/0403005",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0403005","ECONF C0309101:FRWP009,2003"],"date":["2004-03-02"],"type":["text"],"creator":["Denig, Achim G.","Collaboration, KLOE"],"language":[],"coverage":[],"title":["KLOE Perspectives for R-Measurements at DAFNE2"],"description":["  As a future upgrade of the Frascati phi factory DAPHNE an increase of the\ncenter-of-mass energy of the accelerator up to W=2GeV has been proposed\n(DAFNE2). In this case the hadronic cross section in the energy range between\n1-2 GeV can be measured with the KLOE detector. The feasibility of these\nmeasurements and the impact on the hadronic contribution to the anomalous\nmagnetic moment of the muon are discussed. The possibilities for an energy scan\nare compared with the radiative return technique, in which the accelerator is\nrunning at a fixed center-of-mass energy and ISR-events are taken to lower the\ninvariant mass of the hadronic system.\n","Comment: Invited talk at the Workshop on 'e+e- in the 1-2 GeV range',\n  Alghero/Sardinia, Sept. 10-13, 2003 (eConf C030910.1), 4 pages, 3 figures"]}]
["hep-ph/9704210",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/9704210","Am.J.Phys.65:835-841,1997","doi:10.1119/1.18669"],"date":["1997-04-02"],"type":["text"],"creator":["Costella, John P.","McKellar, Bruce H. J.","Rawlinson, Andrew A."],"language":[],"coverage":[],"title":["Classical antiparticles"],"description":["  We review how antiparticles may be introduced in classical relativistic\nmechanics, and emphasize that many of their paradoxical properties can be more\ntransparently understood in the classical than in the quantum domain.\n","Comment: 14 pages, standard LaTeX, no figures, no macros. To be published in\n  the American Journal of Physics. Ref [1] is archived here as hep-ph/9503416"]}]
["math-ph/0406031",{"format":[],"subject":["Mathematical Physics","46C50","81Q60","81P10","81S99","81Q05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0406031","Phys.Lett.A335:26-30,2005","doi:10.1016/j.physleta.2004.12.004"],"date":["2004-06-15","2004-12-06"],"type":["text"],"creator":["Caliceti, Emanuela","Cannata, Francesco","Znojil, Miloslav","Ventura, Alberto"],"language":[],"coverage":[],"title":["Construction of PT-asymmetric non-Hermitian Hamiltonians with\n  CPT-symmetry"],"description":["  Within CPT-symmetric quantum mechanics the most elementary differential form\nof the charge operator C is assumed. A closed-form integrability of the related\ncoupled differential self-consistency conditions and a natural embedding of the\nHamiltonians in a supersymmetric scheme is achieved. For a particular choice of\nthe interactions the rigorous mathematical consistency of the construction is\nscrutinized suggesting that quantum systems with non-self-adjoint Hamiltonians\nmay admit probabilistic interpretation even in presence of a manifest breakdown\nof both T symmetry (i.e., Hermiticity) and PT symmetry.\n","Comment: 13 pages"]}]
["math/0312414",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0312414","Israel J. of Math., No. 164 (2008), 193-220"],"date":["2003-12-22","2009-05-18"],"type":["text"],"creator":["Diem, Claus","Frey, Gerhard"],"language":[],"coverage":[],"title":["Non-constant curves of genus 2 with infinite pro-Galois covers"],"description":["  For every odd prime number p, we give examples of non-constant smooth\nfamilies of genus 2 curves over fields of characteristic p which have\npro-Galois (pro-\\'etale) covers of infinite degree with geometrically connected\nfibers. The Jacobians of the curves are isomorphic to products of elliptic\ncurves.\n","Comment: 28 pages; as published"]}]
["math/0408235",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","47L07 (Primary)","47L30, 47L25, 46L07, 47L50, 46M10, 46L05\n  (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0408235"],"date":["2004-08-18","2009-05-17"],"type":["text"],"creator":["Kaneda, Masayoshi"],"language":[],"coverage":[],"title":["Extreme points of the unit ball of an operator space"],"description":["  This paper is a revision and an enlargement of the previous version titled\n\"Extreme points of the unit ball of a quasi-multiplier space\" which had been\ncirculated since 2004. We study extreme points of the unit ball of an operator\nspace by introducing the new notion (approximate) \"quasi-identities\". Then we\ncharacterize an operator algebra with a contractive approximate quasi-\n(respectively, left, right, two-sided) identity in terms of quasi-multipliers\nand extreme points. Furthermore, we give a very neat necessary and sufficient\ncondition for a given operator space to become a $C^*$-algebra or a one-sided\nideal in a $C^*$-algebra in terms of quasi-multipliers. An extreme point is\nalso used to show that any TRO with predual can be decomposed to the direct sum\nof a two-sided ideal, a left ideal, and a right ideal in some von Neumann\nalgebra.\n","Comment: 27 pages, http://www.math.uci.edu/~mkaneda/"]}]
["math/0411375",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Geometric Topology","14J60, 30F10 (Primary)","14J17 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0411375","Journal of Lie Theory 19 (2009), 107-148."],"date":["2004-11-17","2009-05-17"],"type":["text"],"creator":["Natanzon, Sergey","Pratoussevitch, Anna"],"language":[],"coverage":[],"title":["Higher Arf Functions and Topology of the Moduli Space of Higher Spin\n  Riemann Surfaces"],"description":["  We prove that any connected component of the space of m-spin structures on\ncompact Riemann surfaces with finite number of punctures and holes is\nhomeomorphic to a quotient of the vector space R^d by a discrete group action.\nOur proof is based on the representation of the space of m-spin structures on a\nRiemann surface as a finite affine space of Z/mZ-valued functions on the\nfundamental group of the surface.\n","Comment: 32 pages, 6 figures; v3: exposition improved, typos corrected; v4:\n  Lemma 3.9 corrected; v5: small changes in Def. 4.2 and proof of Lemma 4.5"]}]
["math/0603310",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Differential Geometry","53D35","57R17","55R20","57S05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0603310","Compositio Math. 144 (2008) 787-810","doi:10.1112/S0010437X0700334X"],"date":["2006-03-13","2009-05-15"],"type":["text"],"creator":["Pinsonnault, Martin"],"language":[],"coverage":[],"title":["Symplectomorphism groups and embeddings of balls into rational ruled\n  4-manifolds"],"description":["  Let $X$ be any rational ruled symplectic four-manifold. Given a symplectic\nembedding $\\iota:B_{c}\\into X$ of the standard ball of capacity $c$ into $X$,\nconsider the corresponding symplectic blow-up $\\tX_{\\iota}$. In this paper, we\nstudy the homotopy type of the symplectomorphism group $\\Symp(\\tX_{\\iota})$,\nsimplifying and extending the results of math.SG/0207096. This allows us to\ncompute the rational homotopy groups of the space $\\IEmb(B_{c},X)$ of\nunparametrized symplectic embeddings of $B_{c}$ into $X$. We also show that the\nembedding space of one ball in $CP^2$, and the embedding space of two disjoint\nballs in $CP^2$, if non empty, are always homotopy equivalent to the\ncorresponding spaces of ordered configurations. Our method relies on the theory\nof pseudo-holomorphic curves in 4-manifolds, on the theory of Gromov\ninvariants, and on the inflation technique of Lalonde-McDuff.\n","Comment: New title, new abstract, content now agrees with the published\n  version, small correction to the proof of Theorem 1.10. A sequel to the paper\n  SG/0207096"]}]
["physics/0405021",{"format":[],"subject":["Physics - Accelerator Physics","High Energy Physics - Experiment","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0405021","AIP Conf.Proc.732:341-349,2004","doi:10.1063/1.1831167"],"date":["2004-05-05"],"type":["text"],"creator":["Indurthy, D.","Kopp, S.","Pavlovich, Z.","Proga, M."],"language":[],"coverage":[],"title":["Profile Monitor SEM's for the NuMI Beam at FNAL"],"description":["  The Neutrinos at the Main Injector (NuMI) project will extract 120 GeV\nprotons from the FNAL Main Injector in 8.56usec spills of 4E13 protons every\n1.9 sec. We have designed secondary emission monitor (SEM) detectors to measure\nbeam profile and halo along the proton beam transport line. The SEM?s are Ti\nfoils 5um in thickness segmented in either 1?mm or 0.5?mm pitch strips,\nresulting in beam loss ~5E-6. We discuss aspects of the mechanical design,\ncalculations of expected beam heating, and results of a beam test at the 8 GeV\ntransport line to MiniBoone at FNAL.\n","Comment: to appear in proceedings of 11th Beam Instrumentation Workshop, Oak\n  Ridge, TN"]}]
["physics/0405022",{"format":[],"subject":["Physics - Accelerator Physics","High Energy Physics - Experiment","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0405022","AIP Conf.Proc.732:332-340,2004","doi:10.1063/1.1831166"],"date":["2004-05-05"],"type":["text"],"creator":["Indurthy, D.","Keisler, R.","Kopp, S.","Mendoza, S.","Proga, M.","Pavlovich, Z.","Zwaska, R.","Harris, D.","Marchionni, A.","Morfin, J.","Erwin, A.","Ping, H.","Velissaris, C.","Naples, D.","Northacker, D.","McDonald, J.","Diwan, M.","Viren, B."],"language":[],"coverage":[],"title":["Ion Chambers for Monitoring the NuMI Neutrino Beam at FNAL"],"description":["  The Neutrinos at the Main Injector (NuMI) beamline will deliver an intense\nmuon neutrino beam by focusing a beam of mesons into a long evacuated decay\nvolume. The beam must be steered with 1 mRad angular accuracy toward the Soudan\nUnderground Laboratory in northern Minnesota. We have built 4 arrays of\nionization chambers to monitor the neutrino beam direction and quality. The\narrays are located at 4 stations downstream of the decay volume, and measure\nthe remnant hadron beam and tertiary muons produced along with neutrinos in\nmeson decays. We review how the monitors will be used to make beam quality\nmeasurements, and as well we review chamber construction details, radiation\ndamage testing, calibration, and test beam results.\n","Comment: paper to appear in the proceedings of the 11th Beam Instrumentation\n  Workshop, Oak Ridge, TN"]}]
["quant-ph/0602178",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0602178","Ann. Phys. 322 (2007) 531.","doi:10.1016/j.aop.2006.05.001"],"date":["2006-02-22","2006-05-17"],"type":["text"],"creator":["Ichikawa, Tsubasa","Tsutsui, Izumi"],"language":[],"coverage":[],"title":["Duality, Phase Structures and Dilemmas in Symmetric Quantum Games"],"description":["  Symmetric quantum games for 2-player, 2-qubit strategies are analyzed in\ndetail by using a scheme in which all pure states in the 2-qubit Hilbert space\nare utilized for strategies. We consider two different types of symmetric games\nexemplified by the familiar games, the Battle of the Sexes (BoS) and the\nPrisoners' Dilemma (PD). These two types of symmetric games are shown to be\nrelated by a duality map, which ensures that they share common phase structures\nwith respect to the equilibria of the strategies. We find eight distinct phase\nstructures possible for the symmetric games, which are determined by the\nclassical payoff matrices from which the quantum games are defined. We also\ndiscuss the possibility of resolving the dilemmas in the classical BoS, PD and\nthe Stag Hunt (SH) game based on the phase structures obtained in the quantum\ngames. It is observed that quantization cannot resolve the dilemma fully for\nthe BoS, while it generically can for the PD and SH if appropriate correlations\nfor the strategies of the players are provided.\n","Comment: 12 pages, 14 figures"]}]
