["0704.3611",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.3611","Astrophys.J.Suppl.173:267-292,2007","doi:10.1086/519218"],"date":["2007-04-26","2007-05-07"],"type":["text"],"creator":["Salim, Samir","Rich, R. Michael","Charlot, Stéphane","Brinchmann, Jarle","Johnson, Benjamin D.","Schiminovich, David","Seibert, Mark","Mallery, Ryan","Heckman, Timothy M.","Forster, Karl","Friedman, Peter G.","Martin, D. Christopher","Morrissey, Patrick","Neff, Susan G.","Small, Todd","Wyder, Ted K.","Bianchi, Luciana","Donas, Jose","Lee, Young-Wook","Madore, Barry F.","Milliard, Bruno","Szalay, Alex S.","Welsh, Barry Y.","Yi, Sukyoung K."],"language":[],"coverage":[],"title":["UV Star Formation Rates in the Local Universe"],"description":["  We measure star formation rates of ~50,000 optically-selected galaxies in the\nlocal universe (z~0.1), spanning a range from gas-rich dwarfs to massive\nellipticals. We obtain dust-corrected SFRs by fitting the GALEX (UV) and SDSS\n(optical) photometry to a library of population synthesis models that include\ndust attenuation. For star-forming galaxies, our UV-based SFRs compare\nremarkably well with those derived from SDSS H alpha. Deviations from perfect\nagreement between these two methods are due to differences in the dust\nattenuation estimates. In contrast to H alpha, UV provides reliable SFRs for\ngalaxies with weak or no H alpha emission, and where H alpha is contaminated\nwith an emission from an AGN. We use full-SED SFRs to calibrate a simple\nprescription that uses GALEX UV magnitudes to produce good SFRs for normal\nstar-forming galaxies. The specific SFR is considered as a function of stellar\nmass for (1) star-forming galaxies with no AGN, (2) those hosting an AGN, and\nfor (3) galaxies without H alpha emission. We find that the three have distinct\nstar formation histories, with AGN lying intermediate between the star-forming\nand the quiescent galaxies. Normal star forming galaxies (without an AGN) lie\non a relatively narrow linear sequence. Remarkably, galaxies hosting a strong\nAGN appear to represent the massive continuation of this sequence. Weak AGN,\nwhile also massive, have lower SFR, sometimes extending to the realm of\nquiescent galaxies. We propose an evolutionary sequence for massive galaxies\nthat smoothly connects normal star-forming galaxies to quiescent (red sequence)\ngalaxies via strong and weak AGN. We confirm that some galaxies with no H alpha\nemission show signs of SF in the UV. We derive a UV-based cosmic SFR density at\nz=0.1 with smaller total error than previous measurements (abridged).\n","Comment: Accepted for publication in ApJ (Special GALEX Supplement issue - Dec\n  2007). v2: Typo in Eq. 2 corrected"]}]
["0705.1033",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Computational Engineering, Finance, and Science","Computer Science - Mathematical Software","Computer Science - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.1033"],"date":["2007-05-08","2009-10-05"],"type":["text"],"creator":["Bender, Michael A.","Kuszmaul, Bradley C.","Teng, Shang-Hua","Wang, Kebin"],"language":[],"coverage":[],"title":["Optimal Cache-Oblivious Mesh Layouts"],"description":["  A mesh is a graph that divides physical space into regularly-shaped regions.\nMeshes computations form the basis of many applications, e.g. finite-element\nmethods, image rendering, and collision detection. In one important mesh\nprimitive, called a mesh update, each mesh vertex stores a value and repeatedly\nupdates this value based on the values stored in all neighboring vertices. The\nperformance of a mesh update depends on the layout of the mesh in memory.\n  This paper shows how to find a memory layout that guarantees that the mesh\nupdate has asymptotically optimal memory performance for any set of memory\nparameters. Such a memory layout is called cache-oblivious. Formally, for a\n$d$-dimensional mesh $G$, block size $B$, and cache size $M$ (where\n$M=\\Omega(B^d)$), the mesh update of $G$ uses $O(1+|G|/B)$ memory transfers.\nThe paper also shows how the mesh-update performance degrades for smaller\ncaches, where $M=o(B^d)$.\n  The paper then gives two algorithms for finding cache-oblivious mesh layouts.\nThe first layout algorithm runs in time $O(|G|\\log^2|G|)$ both in expectation\nand with high probability on a RAM. It uses $O(1+|G|\\log^2(|G|/M)/B)$ memory\ntransfers in expectation and $O(1+(|G|/B)(\\log^2(|G|/M) + \\log|G|))$ memory\ntransfers with high probability in the cache-oblivious and disk-access machine\n(DAM) models. The layout is obtained by finding a fully balanced decomposition\ntree of $G$ and then performing an in-order traversal of the leaves of the\ntree. The second algorithm runs faster by almost a $\\log|G|/\\log\\log|G|$ factor\nin all three memory models, both in expectation and with high probability. The\nlayout obtained by finding a relax-balanced decomposition tree of $G$ and then\nperforming an in-order traversal of the leaves of the tree.\n"]}]
["0708.3745",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3745","Publ.Astron.Soc.Pac.119:1133-1144,2007","doi:10.1086/522634"],"date":["2007-08-28"],"type":["text"],"creator":["Smith, J. D. T.","Armus, L.","Dale, D. A.","Roussel, H.","Sheth, K.","Buckalew, B. A.","Jarrett, T. H.","Helou, G.","Kennicutt Jr, R. C."],"language":[],"coverage":[],"title":["Spectral Mapping Reconstruction of Extended Sources"],"description":["  Three dimensional spectroscopy of extended sources is typically performed\nwith dedicated integral field spectrographs. We describe a method of\nreconstructing full spectral cubes, with two spatial and one spectral\ndimension, from rastered spectral mapping observations employing a single slit\nin a traditional slit spectrograph. When the background and image\ncharacteristics are stable, as is often achieved in space, the use of\ntraditional long slits for integral field spectroscopy can substantially reduce\ninstrument complexity over dedicated integral field designs, without loss of\nmapping efficiency -- particularly compelling when a long slit mode for single\nunresolved source followup is separately required. We detail a custom\nflux-conserving cube reconstruction algorithm, discuss issues of extended\nsource flux calibration, and describe CUBISM, a tool which implements these\nmethods for spectral maps obtained with ther Spitzer Space Telescope's Infrared\nSpectrograph.\n","Comment: 11 pages, 8 figures, accepted by PASP"]}]
["0709.2353",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2353","Mon.Not.Roy.Astron.Soc.382:1353-1374,2007","doi:10.1111/j.1365-2966.2007.12478.x"],"date":["2007-09-14"],"type":["text"],"creator":["van Loon, Jacco Th.","van Leeuwen, Floor","Smalley, Barry","Smith, Andrew W.","Lyons, Nicola A.","McDonald, Iain","Boyer, Martha L."],"language":[],"coverage":[],"title":["A spectral atlas of post-main-sequence stars in omega Centauri:\n  kinematics, evolution, enrichment and interstellar medium"],"description":["  We present a spectral atlas of the post-main-sequence population of the most\nmassive Galactic globular cluster, omega Centauri. Spectra were obtained of\nmore than 1500 stars selected as uniformly as possible from across the (B, B-V)\ncolour-magnitude diagram of the proper motion cluster member candidates of van\nLeeuwen et al. (2000). The spectra were obtained with the 2dF multi-fibre\nspectrograph at the Anglo Australian Telescope, and cover the approximate range\nlambda~3840-4940 Angstroem. We measure the radial velocities, effective\ntemperatures, metallicities and surface gravities by fitting ATLAS9 stellar\natmosphere models. We analyse the cluster membership and stellar kinematics,\ninterstellar absorption in the Ca II K line at 3933 Angstroem, the RR Lyrae\ninstability strip and the extreme horizontal branch, the metallicity spread and\nbimodal CN abundance distribution of red giants, nitrogen and s-process\nenrichment, carbon stars, pulsation-induced Balmer line emission on the\nasymptotic giant branch (AGB), and the nature of the post-AGB and UV-bright\nstars. Membership is confirmed for the vast majority of stars, and the radial\nvelocities clearly show the rotation of the cluster core. We identify\nlong-period RR Lyrae-type variables with low gravity, and low-amplitude\nvariables coinciding with warm RR Lyrae stars. A barium enhancement in the\ncoolest red giants indicates that 3rd dredge-up operates in AGB stars in omega\nCen. This is distinguished from the pre-enrichment by more massive AGB stars,\nwhich is also seen in our data. The properties of the AGB, post-AGB and\nUV-bright stars suggest that RGB mass loss may be less efficient at very low\nmetallicity, [Fe/H]<<-1, increasing the importance of mass loss on the AGB. The\ncatalogue and spectra are made available via CDS.\n","Comment: accepted for publication in MNRAS"]}]
["0709.2404",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2404"],"date":["2007-09-15","2009-10-05"],"type":["text"],"creator":["Mao, De Tao","Zhong, Yisheng"],"language":[],"coverage":[],"title":["Markov Chain Hidden behind Power Law Mechanism of Self-organized\n  Criticality"],"description":["  To describe and analyze the dynamics of Self-Organized Criticality (SOC)\nsystems, a four-state continuous-time Markov model is proposed in this paper.\nDifferent to computer simulation or numeric experimental approaches commonly\nemployed for explaining the power law in SOC, in this paper, based on this\nMarkov model, using E.T.Jayness' Maximum Entropy method, we have derived a\nmathematical proof on the power law distribution for the size of these events.\nBoth this Makov model and the mathematical proof on power law present a new\nangle on the universality of power law distributions, they also show that the\nscale free property exists not necessary only in SOC system, but in a class of\ndynamical systems which can be modelled by the proposed Markov model.\n","Comment: 6pages, 3 figures"]}]
["0709.3271",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.3271","Astrophys.J.667:L85-L88,2007","doi:10.1086/521980"],"date":["2007-09-20"],"type":["text"],"creator":["Origlia, Livia","Rood, Robert T.","Fabbri, Sara","Ferraro, Francesco R.","Pecci, Flavio Fusi","Rich, R. Michael"],"language":[],"coverage":[],"title":["The First Empirical Mass Loss Law for Population II Giants"],"description":["  Using the Spitzer IRAC camera we have obtained mid-IR photometry of the red\ngiant branch stars in the Galactic globular cluster 47 Tuc. About 100 stars\nshow an excess of mid-infrared light above that expected from their\nphotospheric emission. This is plausibly due to dust formation in mass flowing\nfrom these stars. This mass loss extends down to the level of the horizontal\nbranch and increases with luminosity. The mass loss is episodic, occurring in\nonly a fraction of stars at a given luminosity. Using a simple model and our\nobservations we derive mass loss rates for these stars. Finally, we obtain the\nfirst empirical mass loss formula calibrated with observations of Population II\nstars. The dependence on luminosity of our mass loss rate is considerably\nshallower than the widely used Reimers Law. The results presented here are the\nfirst from our Spitzer survey of a carefully chosen sample of 17 Galactic\nGlobular Clusters, spanning the entire metallicity range from about one\nhundredth up to almost solar.\n"]}]
["0710.1491",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1491","Astron.Astrophys.476:1261-1282,2007","doi:10.1051/0004-6361:20078514"],"date":["2007-10-08"],"type":["text"],"creator":["McDonald, Iain","van Loon, Jacco Th."],"language":[],"coverage":[],"title":["Dust, pulsation, chromospheres and their role in driving mass loss from\n  red giants in Galactic globular clusters"],"description":["  Context: Mass loss from red giants in old globular clusters affects the\nhorizontal branch (HB) morphology and post-HB stellar evolution including the\nproduction of ultraviolet-bright stars, dredge up of nucleosynthesis products\nand replenishment of the intra-cluster medium. Studies of mass loss in globular\nclusters also allows one to investigate the metallicity dependence of the mass\nloss from cool, low-mass stars down to very low metallicities.\n  Aims: We present an analysis of new VLT/UVES spectra of 47 red giants in the\nGalactic globular clusters 47 Tuc (NGC 104), NGC 362, omega Cen (NGC 5139), NGC\n6388, M54 (NGC 6715) and M15 (NGC 7078). The spectra cover the wavelength\nregion 6100-9900A at a resolving power of R = 110,000. Some of these stars are\nknown to exhibit mid-infrared excess emission indicative of circumstellar dust.\nOur aim is to detect signatures of mass loss, identify the mechanism(s)\nresponsible for such outflows, and measure the mass-loss rates.\n  Methods: We determine for each star its effective temperature, luminosity,\nradius and escape velocity. We analyse the H-alpha and near-infrared calcium\ntriplet lines for evidence of outflows, pulsation and chromospheric activity,\nand present a simple model for estimating mass-loss rates from the H-alpha line\nprofile. We compare our results with a variety of other, independent methods.\n  Results: We argue that a chromosphere persists in Galactic globular cluster\ngiants and controls the mass-loss rate to late-K/early-M spectral types, where\npulsation becomes strong enough to drive shock waves at luminosities above the\nRGB tip. This transition may be metallicity-dependent. We find mass-loss rates\nof ~10^-7 to 10^-5 solar masses per year, largely independent of metallicity.\n","Comment: 23 pages, 17 figures, accepted for publication in Astronomy and\n  Astrophysics"]}]
["0711.3221",{"format":[],"subject":["Mathematics - Dynamical Systems","37D40","32G15","53D25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3221"],"date":["2007-11-20","2009-10-05"],"type":["text"],"creator":["Pollicott, Mark","Weiss, Howard","Wolpert, Scott A."],"language":[],"coverage":[],"title":["Topological dynamics of the Weil-Petersson geodesic flow"],"description":["  We prove topological transitivity for the Weil Petersson geodesic flow for\ntwo-dimensional moduli spaces of hyperbolic structures. Our proof follows a new\napproach that exploits the density of singular unit tangent vectors, the\ngeometry of cusps and convexity properties of negative curvature. We also show\nthat the Weil Petersson geodesic flow has: horseshoes, invariant sets with\npositive topological entropy, and that there are infinitely many hyperbolic\nclosed geodesics, whose number grows exponentially in length. Furthermore, we\nnote that the volume entropy is infinite.\n"]}]
["0712.4101",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing","C.2.4","D.2.11","H.1.0"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4101"],"date":["2007-12-25","2009-10-04"],"type":["text"],"creator":["De Wilde, P.","Briscoe, G."],"language":[],"coverage":[],"title":["Digital Ecosystems: Stability of Evolving Agent Populations"],"description":["  Stability is perhaps one of the most desirable features of any engineered\nsystem, given the importance of being able to predict its response to various\nenvironmental conditions prior to actual deployment. Engineered systems are\nbecoming ever more complex, approaching the same levels of biological\necosystems, and so their stability becomes ever more important, but taking on\nmore and more differential dynamics can make stability an ever more elusive\nproperty. The Chli-DeWilde definition of stability views a Multi-Agent System\nas a discrete time Markov chain with potentially unknown transition\nprobabilities. With a Multi-Agent System being considered stable when its\nstate, a stochastic process, has converged to an equilibrium distribution,\nbecause stability of a system can be understood intuitively as exhibiting\nbounded behaviour. We investigate an extension to include Multi-Agent Systems\nwith evolutionary dynamics, focusing on the evolving agent populations of our\nDigital Ecosystem. We then built upon this to construct an entropy-based\ndefinition for the degree of instability (entropy of the limit probabilities),\nwhich was later used to perform a stability analysis. The Digital Ecosystem is\nconsidered to investigate the stability of an evolving agent population through\nsimulations, for which the results were consistent with the original\nChli-DeWilde definition.\n","Comment: 8 pages, 6 figures, ACM Management of Emergent Digital EcoSystems\n  (MEDES) 2009"]}]
["0712.4102",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4102","In IEEE First International Conference on Bio Inspired mOdels of\n  NETwork, Information and Computing Systems (BIONETICS) (2006)"],"date":["2007-12-26","2009-10-04"],"type":["text"],"creator":["Briscoe, G.","De Wilde, P."],"language":[],"coverage":[],"title":["Digital Ecosystems: Evolving Service-Oriented Architectures"],"description":["  We view Digital Ecosystems to be the digital counterparts of biological\necosystems, exploiting the self-organising properties of biological ecosystems,\nwhich are considered to be robust, self-organising and scalable architectures\nthat can automatically solve complex, dynamic problems. Digital Ecosystems are\na novel optimisation technique where the optimisation works at two levels: a\nfirst optimisation, migration of agents (representing services) which are\ndistributed in a decentralised peer-to-peer network, operating continuously in\ntime; this process feeds a second optimisation based on evolutionary computing\nthat operates locally on single peers and is aimed at finding solutions to\nsatisfy locally relevant constraints. We created an Ecosystem-Oriented\nArchitecture of Digital Ecosystems by extending Service-Oriented Architectures\nwith distributed evolutionary computing, allowing services to recombine and\nevolve over time, constantly seeking to improve their effectiveness for the\nuser base. Individuals within our Digital Ecosystem will be applications\n(groups of services), created in response to user requests by using\nevolutionary optimisation to aggregate the services. These individuals will\nmigrate through the Digital Ecosystem and adapt to find niches where they are\nuseful in fulfilling other user requests for applications. Simulation results\nimply that the Digital Ecosystem performs better at large scales than a\ncomparable Service-Oriented Architecture, suggesting that incorporating ideas\nfrom theoretical ecology can contribute to useful self-organising properties in\ndigital ecosystems.\n","Comment: 7 pages, 4 figures, conference"]}]
["0801.3074",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Group Theory","Mathematics - Representation Theory","14M99","14L30","14R20","14L24","17B45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3074","Transformation Groups, Vol. 13 (2008), Nos. 3--4, 819--837."],"date":["2008-01-20","2008-04-02"],"type":["text"],"creator":["Popov, Vladimir L."],"language":[],"coverage":[],"title":["Irregular and singular loci of commuting varieties"],"description":["  We prove that the singular locus of the commuting variety of a noncommutative\nreductive Lie algebra is contained in the irregular locus and we compute the\ncodimension of the latter. We prove that one of the irreducible components of\nthe irregular locus has codimension 4. This yields the lower bound of the\ncodimension of the singular locus, in particular, implies that it is at least\n2. We also prove that the commuting variety is rational.\n","Comment: 15 pages Several minor corrections are implemented"]}]
["0803.0783",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0783"],"date":["2008-03-05","2009-10-05"],"type":["text"],"creator":["Kliger, M.","Francos, J. M."],"language":[],"coverage":[],"title":["The Rank of the Covariance Matrix of an Evanescent Field"],"description":["  Evanescent random fields arise as a component of the 2-D Wold decomposition\nof homogenous random fields. Besides their theoretical importance, evanescent\nrandom fields have a number of practical applications, such as in modeling the\nobserved signal in the space time adaptive processing (STAP) of airborne radar\ndata. In this paper we derive an expression for the rank of the low-rank\ncovariance matrix of a finite dimension sample from an evanescent random field.\nIt is shown that the rank of this covariance matrix is completely determined by\nthe evanescent field spectral support parameters, alone. Thus, the problem of\nestimating the rank lends itself to a solution that avoids the need to estimate\nthe rank from the sample covariance matrix. We show that this result can be\nimmediately applied to considerably simplify the estimation of the rank of the\ninterference covariance matrix in the STAP problem.\n"]}]
["0803.0969",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0969","Phys. Rev. B 80, 104518 (2009)","doi:10.1103/PhysRevB.80.104518"],"date":["2008-03-06","2009-07-22"],"type":["text"],"creator":["Xu, Hua","Li, Su","Sullivan, M. C.","Segawa, Kouji","Anlage, Steven M.","Ando, Yoichi","Lobb, C. J."],"language":[],"coverage":[],"title":["Universal critical behavior in single crystals and films of\n  YBa$_2$Cu$_3$O$_{7-\\delta}$"],"description":["  We have studied the normal-to-superconducting phase transition in\noptimally-doped YBa$_2$Cu$_3$O$_{7-\\delta}$ in zero external magnetic field\nusing a variety of different samples and techniques. Using DC transport\nmeasurements, we find that the dynamical critical exponent $z=1.54\\pm0.14$, and\nthe static critical exponent $\\nu=0.66\\pm0.10$ for both films (when\nfinite-thickness effects are included in the data analysis) and single crystals\n(where finite-thickness effects are unimportant). We also measured thin films\nat different microwave frequencies and at different powers, which allowed us to\nsystematically probe different length scales to avoid finite-thickness effects.\nDC transport measurements were also performed on the films used in the\nmicrowave experiments to provide a further consistency check. These microwave\nand DC measurements yielded a value of z consistent with the other results,\n$z=1.55\\pm0.15$. The neglect of finite-thickness, finite-current, and\nfinite-frequency effects may account for the wide ranges of values for $\\nu$\nand $z$ previously reported in the literature.\n","Comment: 13 pages and 12 figures"]}]
["0803.2675",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing","Computer Science - Computational Complexity","C.2.4","D.2.11","H.1.0"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2675"],"date":["2008-03-18","2009-10-04"],"type":["text"],"creator":["Briscoe, Gerard","De Wilde, Philippe"],"language":[],"coverage":[],"title":["Digital Ecosystems: Self-Organisation of Evolving Agent Populations"],"description":["  A primary motivation for our research in Digital Ecosystems is the desire to\nexploit the self-organising properties of biological ecosystems. Ecosystems are\nthought to be robust, scalable architectures that can automatically solve\ncomplex, dynamic problems. Self-organisation is perhaps one of the most\ndesirable features in the systems that we engineer, and it is important for us\nto be able to measure self-organising behaviour. We investigate the\nself-organising aspects of Digital Ecosystems, created through the application\nof evolutionary computing to Multi-Agent Systems (MASs), aiming to determine a\nmacroscopic variable to characterise the self-organisation of the evolving\nagent populations within. We study a measure for the self-organisation called\nPhysical Complexity; based on statistical physics, automata theory, and\ninformation theory, providing a measure of information relative to the\nrandomness in an organism's genome, by calculating the entropy in a population.\nWe investigate an extension to include populations of variable length, and then\nbuilt upon this to construct an efficiency measure to investigate clustering\nwithin evolving agent populations. Overall an insight has been achieved into\nwhere and how self-organisation occurs in our Digital Ecosystem, and how it can\nbe quantified.\n","Comment: 5 pages, 5 figures, ACM Management of Emergent Digital EcoSystems\n  (MEDES) 2009"]}]
["0804.0517",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Classical Analysis and ODEs","42B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0517","Publ. Mat. 53 (2009), no. 1, 245--256"],"date":["2008-04-03","2009-10-05"],"type":["text"],"creator":["Chousionis, Vasilis"],"language":[],"coverage":[],"title":["Singular integrals on Sierpinski gaskets"],"description":["  We construct a class of singular integral operators associated with\nhomogeneous Calder\\'{o}n-Zygmund standard kernels on $d$-dimensional, $d <1$,\nSierpinski gaskets $E_d$. These operators are bounded in $L^2(\\mu_d)$ and their\nprincipal values diverge $\\mu_d$ almost everywhere, where $\\mu_d$ is the\nnatural (d-dimensional) measure on $E_d$.\n"]}]
["0804.0518",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0518","Ann. Acad. Sci. Fenn. Math. 34 (2009), no. 1, 215--232"],"date":["2008-04-03","2009-10-05"],"type":["text"],"creator":["Chousionis, Vasilis"],"language":[],"coverage":[],"title":["Directed porosity on conformal iterated function systems and weak\n  convergence of singular integrals"],"description":["  The aim of the present paper is twofold. We study directed porosity in\nconnection with conformal iterated function systems (CIFS) and with singular\nintegrals. We prove that limit sets of finite CIFS are porous in a stronger\nsense than already known. Furthermore we use directed porosity to establish\nthat truncated singular integral operators, with respect to general Radon\nmeasures $\\mu$ and kernels $K$, converge weakly in some dense subspaces of\n$L^2(\\mu)$ when the support of $\\mu$ belongs to a broad family of sets. This\nclass contains many fractal sets like CIFS's limit sets.\n"]}]
["0804.3936",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3936"],"date":["2008-04-24"],"type":["text"],"creator":["Caputo, M. Cristina","Daskalopoulos, Panagiota"],"language":[],"coverage":[],"title":["Highly Degenerate Harmonic Mean Curvature Flow"],"description":["  We study the evolution of a weakly convex surface $\\Sigma_0$ in $\\R^3$ with\nflat sides by the Harmonic Mean Curvature flow. We establish the short time\nexistence as well as the optimal regularity of the surface and we show that the\nboundaries of the flat sides evolve by the curve shortening flow. It follows\nfrom our results that a weakly convex surface with flat sides of class\n$C^{k,\\gamma}$, for some $k\\in \\mathbb{N}$ and $0 < \\gamma \\leq 1$, remains in\nthe same class under the flow. This distinguishes this flow from other,\npreviously studied, degenerate parabolic equations, including the porous medium\nequation and the Gauss curvature flow with flat sides, where the regularity of\nthe solution for $t >0$ does not depend on the regularity of the initial data.\n"]}]
["0805.0554",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0554","Astron.Astrophys.486:951-970,2008","doi:10.1051/0004-6361:200809724"],"date":["2008-05-05"],"type":["text"],"creator":["Gustafsson, Bengt","Edvardsson, Bengt","Eriksson, Kjell","Jorgensen, Uffe Graae","Nordlund, Aake","Plez, Bertrand"],"language":[],"coverage":[],"title":["A grid of MARCS model atmospheres for late-type stars I. Methods and\n  general properties"],"description":["  We have constructed a grid of about 10,000 spherically symmetric and\nplane-parallel models with the MARCS program, and make it available for public\nuse. Parameter ranges are: Teff=2500 to 8000 K, log g =log(GM/R2)= -1 to 5\n(cgs) with various masses and radii, [Me/H]=-5 to +1, with [Alpha/Fe] = 0.0 and\n0.4 and different choices of C and N abundances to also represent stars of\ntypes R, S and N, and with microturbulence parameters from 1 to 5 km/s. We also\nlist fluxes in approximately 108,000 wavelength points. Underlying assumptions\nin addition to 1D stratification include hydrostatic equilibrium, MLT\nconvection and LTE. A number of general properties of the models are discussed,\nin relation to the effects of changing blanketing and sphericity.\n  Models are compared with other available grids and excellent agreement is\nfound with plane-parallel models of Castelli and Kurucz within the overlapping\nparameter range. Although there are departures from the spherically symmetric\nNextGen models, the agreement with more recent PHOENIX models is gratifying.\nThe models of the grid show regularities, but some interesting departures from\ngeneral patterns occur for the coolest models due to the molecular opacities.\nWe have tested rules of thumb concerning effects of blanketing and sphericity\nand found them to often be astonishingly accurate. Some interesting new\nphenomena have been discovered, such as the intricate coupling between\nblanketing and sphericity, and the strong effects of carbon enhancement on\nmetal-poor models. We give further details of models and comparisons with\nobservations in subsequent papers.\n","Comment: 20 pages, 20 figures, to be published in Astronomy & Astrophysics"]}]
["0805.3378",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","35Q40, 35Q55, 47J35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3378","Ann.I. H. Poincare-AN 26 (2009) 1831-1852","doi:10.1016/j.anihpc.2009.01.003"],"date":["2008-05-21"],"type":["text"],"creator":["Miao, Changxing","Xu, Guixiang","Zhao, Lifeng"],"language":[],"coverage":[],"title":["Global well-posedness and scattering for the defocusing\n  $H^{\\frac12}$-subcritical Hartree equation in $\\mathbb{R}^d$"],"description":["  We prove the global well-posedness and scattering for the defocusing\n$H^{\\frac12}$-subcritical (that is, $2<\\gamma<3$) Hartree equation with low\nregularity data in $\\mathbb{R}^d$, $d\\geq 3$. Precisely, we show that a unique\nand global solution exists for initial data in the Sobolev space\n$H^s\\big(\\mathbb{R}^d\\big)$ with $s>4(\\gamma-2)/(3\\gamma-4)$, which also\nscatters in both time directions. This improves the result in \\cite{ChHKY},\nwhere the global well-posedness was established for any\n$s>\\max\\big(1/2,4(\\gamma-2)/(3\\gamma-4)\\big)$. The new ingredients in our proof\nare that we make use of an interaction Morawetz estimate for the smoothed out\nsolution $Iu$, instead of an interaction Morawetz estimate for the solution\n$u$, and that we make careful analysis of the monotonicity property of the\nmultiplier $m(\\xi)\\cdot < \\xi>^p$. As a byproduct of our proof, we obtain that\nthe $H^s$ norm of the solution obeys the uniform-in-time bounds.\n","Comment: 24 pages,1 figure"]}]
["0805.4777",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Differential Geometry","14D07, 53C07, 32S40, 34M35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4777"],"date":["2008-05-30","2009-10-05"],"type":["text"],"creator":["Hertling, Claus","Sevenheck, Christian"],"language":[],"coverage":[],"title":["Limits of families of Brieskorn lattices and compactified classifying\n  spaces"],"description":["  We investigate variations of Brieskorn lattices over non-compact parameter\nspaces, and discuss the corresponding limit objects on the boundary divisor. We\nstudy the associated variation of twistors and the corresponding limit mixed\ntwistor structures. We construct a compact classifying space for regular\nsingular Brieskorn lattices and prove that its pure polarized part carries a\nnatural hermitian structure and that the induced distance makes it into a\ncomplete metric space.\n","Comment: 55 pages"]}]
["0806.0247",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0247","Int. J. Theor. Phys. 48 (2009) 3061","doi:10.1007/s10773-009-0101-3"],"date":["2008-06-02","2009-07-31"],"type":["text"],"creator":["Gogokhia, V."],"language":[],"coverage":[],"title":["The color gauge invariance and a possible origin of a mass gap in QCD"],"description":["  The general scale parameter, having the dimensions of mass squared, is\ndynamically generated in the QCD gluon sector. It is introduced through the\ndifference between the regularized full gluon self-energy and its value at some\nfinite point. It violates transversality of the full gluon self-energy. The\nSlavnov-Taylor identity for the full gluon propagator, when it is given by the\ncorresponding equation of motion, is also violated by it. So in order to\nmaintain both transversality and the identity it should be disregarded from the\nvery beginning, i.e., put formally zero everywhere. However, we have shown how\nto preserve the above-mentioned identity at non-zero mass squared parameter.\nThis allows one to establish the structure of the full gluon propagator when it\nis explicitly present. Its contribution does not survive in the perturbation\ntheory regime when the gluon momentum goes to infinity. At the same time, its\ncontribution dominates the structure of the full gluon propagator when the\ngluon momentum goes to zero. We have also proposed a method how to restore\ntransversality of the relevant gluon propagator in a gauge invariant way, while\nkeeping the mass squared parameter \"alive\".\n","Comment: 20 pages, 1 figure, no tables, some final additional material is\n  added minor correction introduced and references rearranged"]}]
["0810.1902",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1902","Astron.J.137:207-217,2009","doi:10.1088/0004-6256/137/1/207"],"date":["2008-10-10"],"type":["text"],"creator":["Barmby, P.","Boyer, M. L.","Woodward, C. E.","Gehrz, R. D.","van Loon, J. Th.","Fazio, G. G.","Marengo, M.","Polomski, E."],"language":[],"coverage":[],"title":["A Spitzer search for cold dust within globular clusters"],"description":["  Globular cluster stars evolving off the main sequence are known to lose mass,\nand it is expected that some of the lost material should remain within the\ncluster as an intracluster medium (ICM). Most attempts to detect such an ICM\nhave been unsuccessful. The Multiband Imaging Photometer for Spitzer on the\nSpitzer Space Telescope was used to observe eight Galactic globular clusters in\nan attempt to detect the thermal emission from ICM dust. Most clusters do not\nhave significant detections at 70 microns; one cluster, NGC 6341, has tentative\nevidence for the presence of dust, but 90 micron observations do not confirm\nthe detection. Individual 70 micron point sources which appear in several of\nthe cluster images are likely to be background galaxies. The inferred dust mass\nand upper limits are < 4e-4 solar masses, well below expectations for cluster\ndust production from mass loss in red and asymptotic giant branch stars. This\nimplies that either globular cluster dust production is less efficient, or that\nICM removal or dust destruction is more efficient, than previously believed. We\nexplore several possibilities for ICM removal and conclude that present data do\nnot yet permit us to distinguish between them.\n","Comment: AJ in press; 30 pages with 8 figures"]}]
["0811.0848",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","35Q55","53C44, 35B10, 32Q15, 42B35, 15A23."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0848","Analysis and PDE 2 (2009), 187-209."],"date":["2008-11-05","2008-12-02"],"type":["text"],"creator":["Rodnianski, Igor","Rubinstein, Yanir A.","Staffilani, Gigliola"],"language":[],"coverage":[],"title":["On the global well-posedness of the one-dimensional Schrodinger map flow"],"description":["  We establish the global well-posedness of the initial value problem for the\nSchrodinger map flow for maps from the real line into Kahler manifolds and for\nmaps from the circle into Riemann surfaces. This partially resolves a\nconjecture of W.-Y. Ding.\n","Comment: v2: Remark 1.5 added, some typos fixed"]}]
["0811.2834",{"format":[],"subject":["Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2834","IET Sys. Bio. 3 (2009) 379-387","doi:10.1049/iet-syb.2008.0165"],"date":["2008-11-17"],"type":["text"],"creator":["Mugler, Andrew","Ziv, Etay","Nemenman, Ilya","Wiggins, Chris H."],"language":[],"coverage":[],"title":["Quantifying evolvability in small biological networks"],"description":["  We introduce a quantitative measure of the capacity of a small biological\nnetwork to evolve. We apply our measure to a stochastic description of the\nexperimental setup of Guet et al. (Science 296:1466, 2002), treating chemical\ninducers as functional inputs to biochemical networks and the expression of a\nreporter gene as the functional output. We take an information-theoretic\napproach, allowing the system to set parameters that optimize signal processing\nability, thus enumerating each network's highest-fidelity functions. We find\nthat all networks studied are highly evolvable by our measure, meaning that\nchange in function has little dependence on change in parameters. Moreover, we\nfind that each network's functions are connected by paths in the parameter\nspace along which information is not significantly lowered, meaning a network\nmay continuously change its functionality without losing it along the way. This\nproperty further underscores the evolvability of the networks.\n","Comment: 8 pages, 3 figures"]}]
["0811.4140",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.4140","Phys.Rev.D80:015009,2009","doi:10.1103/PhysRevD.80.015009"],"date":["2008-11-25","2009-10-05"],"type":["text"],"creator":["Jung, Sunghoon","Wells, James D."],"language":[],"coverage":[],"title":["Comparison of electric dipole moments and the Large Hadron Collider for\n  probing CP violation in triple boson vertices"],"description":["  CP violation from physics beyond the Standard Model may reside in triple\nboson vertices of the electroweak theory. We review the effective theory\ndescription and discuss how CP violating contributions to these vertices might\nbe discerned by electric dipole moments (EDM) or diboson production at the\nLarge Hadron Collider (LHC). Despite triple boson CP violating interactions\nentering EDMs only at the two-loop level, we find that EDM experiments are\ngenerally more powerful than the diboson processes. To give example to these\ngeneral considerations we perform the comparison between EDMs and collider\nobservables within supersymmetric theories that have heavy sfermions, such that\nsubstantive EDMs at the one-loop level are disallowed. EDMs generally remain\nmore powerful probes, and next-generation EDM experiments may surpass even the\nmost optimistic assumptions for LHC sensitivities.\n","Comment: 26 pages, 14 figures, published version with more arguments"]}]
["0812.0326",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0326","Mon.Not.Roy.Astron.Soc.394:831-856,2009","doi:10.1111/j.1365-2966.2008.14370.x"],"date":["2008-12-01"],"type":["text"],"creator":["McDonald, Iain","van Loon, Jacco Th.","Decin, Leen","Boyer, Martha L.","Dupree, Andrea K.","Evans, Aneurin","Gehrz, Robert D.","Woodward, Charles E."],"language":[],"coverage":[],"title":["Giants in the globular cluster omega Centauri: dust production, mass\n  loss and distance"],"description":["  We present spectral energy distribution modelling of 6875 stars in omega\nCentauri, obtaining stellar luminosities and temperatures by fitting literature\nphotometry to state-of-the-art MARCS stellar models. By comparison to four\ndifferent sets of isochrones, we provide a new distance estimate to the cluster\nof 4850 +/- 200 (random) +/- 120 (systematic error) pc, a reddening of E(B-V) =\n0.08 +/- 0.02 +/- 0.02 mag and a differential reddening of Delta[E(B-V)] < 0.02\nmag for an age of 12 Gyr. Several new post-early-AGB candidates are also found.\nInfra-red excesses of stars were used to measure total mass-loss rates for\nindividual stars down to ~7 x 10^-8 Msun/yr. We find a total dust mass-loss\nrate from the cluster of 1.3 (+0.8/-0.5) x 10^-9 Msun/yr, with the total gas\nmass-loss rate being > 1.2 (+0.6/-0.5) x 10^-6 Msun/yr. Half of the cluster's\ndust production and 30% of its gas production comes from the two most extreme\nstars - V6 and V42 - for which we present new Gemini/T-ReCS mid-infrared\nspectroscopy, possibly showing that V42 has carbon-rich dust. The cluster's\ndust temperatures are found to be typically >~550 K. Mass loss apparently does\nnot vary significantly with metallicity within the cluster, but shows some\ncorrelation with barium enhancement, which appears to occur in cooler stars,\nand especially on the anomalous RGB. Limits to outflow velocities, dust-to-gas\nratios for the dusty objects and the possibility of short-timescale mass-loss\nvariability are also discussed in the context of mass loss from low-metallicity\nstars. The ubiquity of dust around stars near the RGB-tip suggests significant\ndusty mass loss on the RGB; we estimate that typically 0.20--0.25 Msun of mass\nloss occurs on the RGB. From observational limits on intra-cluster material, we\nsuggest the dust is being cleared on a timescale of <~10^5 years.\n","Comment: 28 pages, 23 figures, accepted MNRAS"]}]
["0812.1040",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1040","Nano Lett., 9, 2010 (2009)","doi:10.1021/nl9002798"],"date":["2008-12-04"],"type":["text"],"creator":["Harutyunyan, Hayk","Gokus, Tobias","Green, Alexander A.","Hersam, Mark C.","Allegrini, Maria","Hartschuh, Achim"],"language":[],"coverage":[],"title":["Defect Induced Photoluminescence from Dark Excitonic States in\n  Individual Single-Walled Carbon Nanotubes"],"description":["  We show that new low-energy photoluminescence (PL) bands can be created in\nsemiconducting single-walled carbon nanotubes by intense pulsed excitation. The\nnew bands are attributed to PL from different nominally dark excitons that are\n\"brightened\" due to defect-induced mixing of states with different parity\nand/or spin. Time-resolved PL studies on single nanotubes reveal a significant\nreduction of the bright exciton lifetime upon brightening of the dark excitons.\nThe lowest energy dark state has longer lifetimes and is not in thermal\nequilibrium with the bright state.\n","Comment: 4 pages, 3 figures"]}]
["0901.0612",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0612","New J. Phys. 11 (2009) 095001","doi:10.1088/1367-2630/11/9/095001"],"date":["2009-01-06","2009-10-04"],"type":["text"],"creator":["Martinez, Itzel Lucio","Chan, Philip","Mo, Xiaofan","Hosier, Steve","Tittel, Wolfgang"],"language":[],"coverage":[],"title":["Proof-of-Concept of Real-World Quantum Key Distribution with Quantum\n  Frames"],"description":["  We propose and experimentally investigate a fibre-based quantum key\ndistribution system, which employs polarization qubits encoded into faint laser\npulses. As a novel feature, it allows sending of classical framing information\nvia sequences of strong laser pulses that precede the quantum data. This allows\nsynchronization, sender and receiver identification, and compensation of\ntime-varying birefringence in the communication channel. In addition, this\nmethod also provides a platform to communicate implementation specific\ninformation such as encoding and protocol in view of future optical quantum\nnetworks. Furthermore, we report on our current effort to develop high-rate\nerror correction.\n","Comment: 25 pages, 14 figures, 4 tables"]}]
["0901.0903",{"format":[],"subject":["Quantitative Finance - Statistical Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0903","Physica A 389 (2010) 100-106","doi:10.1016/j.physa.2009.09.011"],"date":["2009-01-07","2009-10-05"],"type":["text"],"creator":["Gontis, V.","Ruseckas, J.","Kononovicius, A."],"language":[],"coverage":[],"title":["A long-range memory stochastic model of the return in financial markets"],"description":["  We present a nonlinear stochastic differential equation (SDE) which mimics\nthe probability density function (PDF) of the return and the power spectrum of\nthe absolute return in financial markets. Absolute return as a measure of\nmarket volatility is considered in the proposed model as a long-range memory\nstochastic variable. The SDE is obtained from the analogy with earlier proposed\nmodel of trading activity in the financial markets and generalized within the\nnonextensive statistical mechanics framework. The proposed stochastic model\ngenerates time series of the return with two power law statistics, i.e., the\nPDF and the power spectral density, reproducing the empirical data for the one\nminute trading return in the NYSE.\n","Comment: 9 pages, 3 figures"]}]
["0901.4727",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4727"],"date":["2009-01-29","2009-10-05"],"type":["text"],"creator":["Mossel, Elchanan"],"language":[],"coverage":[],"title":["Arrow's Impossibility Theorem Without Unanimity"],"description":["  Arrow's Impossibility Theorem states that any constitution which satisfies\nTransitivity, Independence of Irrelevant Alternatives (IIA) and Unanimity is a\ndictatorship. Wilson derived properties of constitutions satisfying\nTransitivity and IIA for unrestricted domains where ties are allowed. In this\npaper we consider the case where only strict preferences are allowed. In this\ncase we derive a new short proof of Arrow theorem and further obtain a new and\ncomplete characterization of all functions satisfying Transitivity and IIA.\n","Comment: Most of the new results in the Arxiv sumbission now appear in a\n  follow up paper on quantitative Arrow's theorem"]}]
["0902.0908",{"format":[],"subject":["Mathematics - Probability","05C05","60J10","60F05","60J85"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0908"],"date":["2009-02-05","2009-10-05"],"type":["text"],"creator":["Gilch, Lorenz A.","Müller, Sebastian"],"language":[],"coverage":[],"title":["Random Walks on Directed Covers of Graphs"],"description":["  Directed covers of finite graphs are also known as periodic trees or trees\nwith finitely many cone types. We expand the existing theory of directed covers\nof finite graphs to those of infinite graphs. While the lower growth rate still\nequals the branching number, upper and lower growth rates do not longer\ncoincide in general. Furthermore, the behaviour of random walks on directed\ncovers of infinite graphs is more subtle. We provide a classification in terms\nof recurrence and transience and point out that the critical random walk may be\nrecurrent or transient. Our proof is based on the observation that recurrence\nof the random walk is equivalent to the almost sure extinction of an\nappropriate branching process. Two examples in random environment are provided:\nhomesick random walk on infinite percolation clusters and random walk in random\nenvironment on directed covers. Furthermore, we calculate, under reasonable\nassumptions, the rate of escape with respect to suitable length functions and\nprove the existence of the asymptotic entropy providing an explicit formula\nwhich is also a new result for directed covers of finite graphs. In particular,\nthe asymptotic entropy of random walks on directed covers of finite graphs is\npositive if and only if the random walk is transient.\n","Comment: 32 pages, final version"]}]
["0902.1541",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1541","J. Math. Phys. 50, 102302 (2009)","doi:10.1063/1.3239508"],"date":["2009-02-09"],"type":["text"],"creator":["Avramidi, Ivan G.","Fucci, Guglielmo"],"language":[],"coverage":[],"title":["Low-Energy Effective Action in Non-Perturbative Electrodynamics in\n  Curved Spacetime"],"description":["  We study the heat kernel for the Laplace type partial differential operator\nacting on smooth sections of a complex spin-tensor bundle over a generic\n$n$-dimensional Riemannian manifold. Assuming that the curvature of the U(1)\nconnection (that we call the electromagnetic field) is constant we compute the\nfirst two coefficients of the non-perturbative asymptotic expansion of the heat\nkernel which are of zero and the first order in Riemannian curvature and of\narbitrary order in the electromagnetic field. We apply these results to the\nstudy of the effective action in non-perturbative electrodynamics in four\ndimensions and derive a generalization of the Schwinger's result for the\ncreation of scalar and spinor particles in electromagnetic field induced by the\ngravitational field. We discover a new infrared divergence in the imaginary\npart of the effective action due to the gravitational corrections, which seems\nto be a new physical effect.\n","Comment: LaTeX, 42 pages"]}]
["0903.0694",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0694"],"date":["2009-03-04","2009-10-04"],"type":["text"],"creator":["Briscoe, Gerard","Marinos, Alexandros"],"language":[],"coverage":[],"title":["Digital Ecosystems in the Clouds: Towards Community Cloud Computing"],"description":["  Cloud Computing is rising fast, with its data centres growing at an\nunprecedented rate. However, this has come with concerns of privacy, efficiency\nat the expense of resilience, and environmental sustainability, because of the\ndependence on Cloud vendors such as Google, Amazon, and Microsoft. Community\nCloud Computing makes use of the principles of Digital Ecosystems to provide a\nparadigm for Clouds in the community, offering an alternative architecture for\nthe use cases of Cloud Computing. It is more technically challenging to deal\nwith issues of distributed computing, such as latency, differential resource\nmanagement, and additional security requirements. However, these are not\ninsurmountable challenges, and with the need to retain control over our digital\nlives and the potential environmental consequences, it is a challenge we must\npursue.\n","Comment: 7 pages, 3 figures, IEEE Digital EcosystemS and Technologies DEST\n  (2009)"]}]
["0903.0723",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0723"],"date":["2009-03-04","2009-10-05"],"type":["text"],"creator":["Weist, Thorsten"],"language":[],"coverage":[],"title":["Torus fixed points of moduli spaces of stable bundles of rank three"],"description":["  By a result of Klyachko the Euler characteristic of moduli spaces of stable\nbundles of rank two on the projective plane is determined. Using similar\nmethods we extend this result to bundles of rank three. The fixed point\ncomponents correspond to moduli spaces of the subspace quiver. Moreover, the\nstability condition is given by a certain system of linear inequalities so that\nthe generating function of the Euler characteristic can be determined\nexplicitly.\n","Comment: 37 pages, proof of 2.9 completed, added references, some statements\n  clearified, corrected result in 4.3 which was just correct up to the factor 2"]}]
["0903.2391",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2391","Mon.Not.Roy.Astron.Soc.396:1096-1105,2009","doi:10.1111/j.1365-2966.2009.14778.x"],"date":["2009-03-13"],"type":["text"],"creator":["van Loon, Jacco Th.","Stanimirovic, Snezana","Putman, Mary","Peek, Joshua E. G.","Gibson, Steven J.","Douglas, Kevin A.","Korpela, Eric J."],"language":[],"coverage":[],"title":["A peculiar HI cloud near the distant globular cluster Pal 4"],"description":["  We present 21-cm observations of four Galactic globular clusters, as part of\nthe on-going GALFA-HI Survey at Arecibo. We discovered a peculiar HI cloud in\nthe vicinity of the distant (109 kpc) cluster Pal 4, and discuss its properties\nand likelihood of association with the cluster. We conclude that an association\nof the HI cloud and Pal 4 is possible, but that a chance coincidence between\nPal 4 and a nearby compact high-velocity cloud cannot be ruled out altogether.\nNew, more stringent upper limits were derived for the other three clusters: M\n3, NGC 5466, and Pal 13. We briefly discuss the fate of globular cluster gas\nand the interaction of compact clouds with the Galactic Halo gas.\n","Comment: Accepted for publication in MNRAS"]}]
["0903.2574",{"format":[],"subject":["Mathematics - Probability","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2574"],"date":["2009-03-14","2009-10-05"],"type":["text"],"creator":["Mossel, Elchanan"],"language":[],"coverage":[],"title":["A Quantitative Arrow Theorem"],"description":["  Arrow's Impossibility Theorem states that any constitution which satisfies\nIndependence of Irrelevant Alternatives (IIA) and Unanimity and is not a\nDictator has to be non-transitive. In this paper we study quantitative versions\nof Arrow theorem. Consider $n$ voters who vote independently at random, each\nfollowing the uniform distribution over the 6 rankings of 3 alternatives.\nArrow's theorem implies that any constitution which satisfies IIA and Unanimity\nand is not a dictator has a probability of at least $6^{-n}$ for a\nnon-transitive outcome. When $n$ is large, $6^{-n}$ is a very small\nprobability, and the question arises if for large number of voters it is\npossible to avoid paradoxes with probability close to 1.\n  Here we give a negative answer to this question by proving that for every\n$\\eps > 0$, there exists a $\\delta = \\delta(\\eps) > 0$, which depends on $\\eps$\nonly, such that for all $n$, and all constitutions on 3 alternatives, if the\nconstitution satisfies: The IIA condition. For every pair of alternatives\n$a,b$, the probability that the constitution ranks $a$ above $b$ is at least\n$\\eps$. For every voter $i$, the probability that the social choice function\nagrees with a dictatorship on $i$ at most $1-\\eps$. Then the probability of a\nnon-transitive outcome is at least $\\delta$.\n","Comment: Added a proof of inverse polynomial paradox probability for functions\n  that are inverse polynomially close to dictators"]}]
["0903.3108",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3108","Phys. Rev. B 80, 155303 (2009), Editors' Suggestion","doi:10.1103/PhysRevB.80.155303"],"date":["2009-03-18","2009-09-18"],"type":["text"],"creator":["Bishara, Waheb","Bonderson, Parsa","Nayak, Chetan","Shtengel, Kirill","Slingerland, J. K."],"language":[],"coverage":[],"title":["The non-Abelian Interferometer"],"description":["  We consider the tunneling current through a double point-contact Fabry-Perot\ninterferometer such as used in recent experimental studies of the fractional\nquantum Hall plateau at filling fraction nu=5/2. We compare the predictions of\nseveral different models of the state of the electrons at this plateau: the\nMoore-Read, anti-Pfaffian, SU(2)_2 NAF, K=8 strong pairing, and (3,3,1) states.\nAll of these predict the existence of charge e/4 quasiparticles, but the first\nthree are non-Abelian while the last two are Abelian. We give explicit formulas\nfor the scaling of charge e/2 and charge e/4 quasiparticle contributions to the\ncurrent as a function of temperature, gate voltage and distance between the two\npoint contacts for all three models. Based on these, we analyze several\npossible explanations of two phenomena reported for recent experiments by\nWillett et al., namely halving of the period of the observed resistance\noscillations with rising temperature and alternation between the same two\nobserved periods at low temperatures as the area of the interference loop is\nvaried with a side gate. We conclude that the most likely explanation is that\nthe observed alternation is due to switching between even and odd numbers of\ncharge e/4 quasiparticles enclosed within the loop as a function of side gate\nvoltage, which is a clear signature of the presence of non-Abelian anyons.\nHowever, there are important features of the data which do not have a simple\nexplanation within this picture. We suggest further experiments which could\nhelp rule out some possible scenarios. We make the corresponding predictions\nfor future tunneling and interference experiments at the other observed second\nLandau level fractional quantum Hall states.\n","Comment: 15 pages, 1 figure; v2: additional discussions and references added;\n  v3: clarifications and references updated; Appendix C has been removed and\n  incorporated in arXiv:0909.1056; this paper has been given the more clear,\n  accurate, and informative title \"Interferometric signature of non-Abelian\n  anyons\" in PRB by its editors"]}]
["0903.5347",{"format":[],"subject":["Mathematical Physics","82B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.5347","J. Stat. Phys, Volume 136, Issue 3, pp.453-503 2009","doi:10.1007/s10955-009-9792-3"],"date":["2009-03-30","2009-07-13"],"type":["text"],"creator":["Yau, Horng-Tzer","Yin, Jun"],"language":[],"coverage":[],"title":["The Second Order Upper Bound for the Ground Energy of a Bose Gas"],"description":["  Consider $N$ bosons in a finite box $\\Lambda= [0,L]^3\\subset \\mathbf R^3$\ninteracting via a two-body smooth repulsive short range potential. We construct\na variational state which gives the following upper bound on the ground state\nenergy per particle \\[\\bar\\lim_{\\rho\\to0} \\bar \\lim_{L \\to \\infty,\n  N/L^3 \\to \\rho} (\\frac{e_0(\\rho)- 4 \\pi a \\rho}{(4 \\pi\na)^{5/2}(\\rho)^{3/2}})\\leq \\frac{16}{15\\pi^2}, \\] where $a$ is the scattering\nlength of the potential. Previously, an upper bound of the form $C 16/15\\pi^2$\nfor some constant $C > 1$ was obtained in \\cite{ESY}. Our result proves the\nupper bound of the the prediction by Lee-Yang \\cite{LYang} and Lee-Huang-Yang\n\\cite{LHY}.\n","Comment: 62 pages, no figures"]}]
["0904.1212",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1212","Phys.Rev.D80:044020,2009","doi:10.1103/PhysRevD.80.044020"],"date":["2009-04-07","2009-10-05"],"type":["text"],"creator":["Feldstein, Brian"],"language":[],"coverage":[],"title":["Spontaneous Lorentz Violation, Negative Energy and the Second Law of\n  Thermodynamics"],"description":["  We reconsider the possibility of violating the generalized second law of\nthermodynamics in theories with spontaneous Lorentz violation. It has been\nproposed that this may be accomplished in particular with a black hole immersed\nin a ghost condensate background, which may be taken to break Lorentz\ninvariance without appreciably distorting the space-time geometry. In this\npaper we show that there in fact exist solutions explicitly describing flow of\nnegative energy into these black holes, allowing for violation of the second\nlaw in a very simple way. This second law violation is independent of any\nadditional assumptions such as couplings of the ghost condensate to secondary\nfields, and suggests that violation of the null energy condition may be the\ntrue source of pathology in these theories.\n","Comment: 16 pages; v2: published version"]}]
["0904.1257",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1257","Phys. Rev. B 80, 104511 (2009)","doi:10.1103/PhysRevB.80.104511"],"date":["2009-04-07","2009-07-21"],"type":["text"],"creator":["Kemper, A. F.","Cao, C.","Hirschfeld, P. J.","Cheng, H-P."],"language":[],"coverage":[],"title":["Effects of cobalt doping and three-dimensionality in $BaFe_2As_2$"],"description":["  We investigate the dual roles of a cobalt impurity in the Ba-122\nferropnictide superconductor in the state with coexisting collinear spin\ndensity wave (SDW) order as a dopant and as a scattering center, using first\nprinciples electronic structure methods. The Co atom is found to dope the FeAs\nplane where it is located with a single delocalized electron as expected, but\nalso induces a strong perturbation of the SDW ground state of the system. This\nin turn induces a stripe-like modulation of the density of states in nearby\nplanes which may be observable in STM experiments. The defect is found to have\nan intermediate strength nonmagnetic scattering potential with a range of\nroughly 1 Angstrom, and the Co gives rise to a smaller but longer range\nmagnetic scattering potential. The impurity potential in both channels is\nhighly anisotropic, reflecting the broken symmetry of the SDW ground state. We\ngive values for the effective Co potentials for each d orbital on the impurity\nand nearby sites. The calculation also shows a clear local resonance comprised\nof Co states about 200meV above the Fermi level, in quantitative agreement with\na recent report from STM. Finally, we discuss the issue of the effective\ndimensionality of the 122 materials, and show that the hybridization of the\nout-of-phase As atoms leads to a higher density of states between the FeAs\nplanes relative to the 1111 counterparts.\n"]}]
["0904.1440",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1440","MNRAS 396, 2257-2268 (2009)","doi:10.1111/j.1365-2966.2009.14888.x"],"date":["2009-04-08"],"type":["text"],"creator":["Lasky, Paul","Fluke, Chris"],"language":[],"coverage":[],"title":["Shape, shear & flexion: An analytic flexion formalism for realistic mass\n  profiles"],"description":["  Flexion is a non-linear gravitational lensing effect that arises from\ngradients in the convergence and shear across an image. We derive a formalism\nthat describes non-linear gravitational lensing by a circularly symmetric lens\nin the thin-lens approximation. This provides us with relatively simple\nexpressions for first- and second-flexion in terms of only the surface density\nand projected mass distribution of the lens. We give details of exact lens\nmodels, in particular providing flexion calculations for a Sersic-law profile,\nwhich has become increasingly popular over recent years. We further provide a\nsingle resource for the analytic forms of convergence, shear, first- and\nsecond-flexion for the following mass distributions: a point mass, singular\nisothermal sphere (SIS); Navarro-Frenk-White (NFW) profile; Sersic-law profile.\nWe quantitatively compare these mass distributions and show that the\nconvergence and first-flexion are better indicators of the Sersic shape\nparameter, while for the concentration of NFW profiles the shear and\nsecond-flexion terms are preferred.\n","Comment: Accepted for publication in MNRAS"]}]
["0904.2387",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2387","Nucl.Phys.B821:215-227,2009","doi:10.1016/j.nuclphysb.2009.06.022"],"date":["2009-04-16","2009-10-05"],"type":["text"],"creator":["Aguilar-Saavedra, J. A."],"language":[],"coverage":[],"title":["A minimal set of top-Higgs anomalous couplings"],"description":["  We use the equations of motion to simplify the general form of\nfermion-fermion-Higgs interactions generated by dimension-six gauge-invariant\neffective operators. After removing redundant operators it is found that the\nmost general H f_i f_j vertex for off-shell fermions f_i, f_j and an off-shell\nHiggs boson only involves scalar and pseudo-scalar terms, without derivatives.\nExamples are presented for the Htt and Htq interactions, where q=u,c, giving\nthe explicit expressions of the vertices in terms of gauge-invariant operators.\nThe new operator equalities obtained here also reduce the number of operators\nrelevant for the Ztq vertices, although the general form of these interactions\nis not simplified with respect to previous results.\n","Comment: LaTeX 16 pages, 2 PS figures. Typos corrected. Final version which\n  appeared on the journal"]}]
["0905.4110",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4110","J. Stat. Mech.: Theory Exp. (2009) P10001","doi:10.1088/1742-5468/2009/10/P10001"],"date":["2009-05-25","2009-10-05"],"type":["text"],"creator":["Chen, Pochung","Lai, Chen-Yen","Yang, Min-Fong"],"language":[],"coverage":[],"title":["Numerical Study of Spin-1/2 XXZ Model on Square Lattice from Tensor\n  Product States"],"description":["  By means of the recently proposed algorithm based on the tensor product\nstates, the magnetization process of the spin-1/2 anti-ferromagnetic XXZ model\non a square lattice is investigated. In the large spin-anisotropy limit, clear\nevidence of a first-order spin-flip transition is observed as an external\nmagnetic field is increased. Our findings of the critical field and the\ndiscrete jumps in various local order parameters are in good agreement with the\nquantum Monte Carlo data in the literature. Our results imply that this\nalgorithm can be an accurate and efficient numerical approach in studying\nfirst-order quantum phase transitions in two dimensions.\n","Comment: 4 pages, 3 figures. Published version; minor revisions with updated\n  references"]}]
["0905.4626",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4626","Synthetic Metals 159, 2097 (2009)","doi:10.1016/j.synthmet.2009.07.039"],"date":["2009-05-28"],"type":["text"],"creator":["Pashkin, A.","Dressel, M.","Ebbinghaus, S. G.","Hanfland, M.","Kuntscher, C. A."],"language":[],"coverage":[],"title":["Pressure-induced structural phase transition in the Bechgaard-Fabre\n  salts"],"description":["  The crystal structures of the quasi-one-dimensional organic salts\n(TMTTF)$_2$PF$_6$ and (TMTSF)$_2$PF$_6$ were studied by pressure-dependent\nx-ray diffraction up to 10 GPa at room temperature. The unit-cell parameters\nexhibit a clear anomaly due to a structural phase transition at 8.5 and 5.5 GPa\nfor (TMTTF)$_2$PF$_6$ and (TMTSF)$_2$PF$_6$, respectively.\n"]}]
["0906.0285",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q35","93D15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0285"],"date":["2009-06-01","2009-10-05"],"type":["text"],"creator":["Cavalcanti, M. M.","Cavalcanti, V. N. Domingos","Natali, F."],"language":[],"coverage":[],"title":["Exponential Decay Rates for the Damped Korteweg-de Vries Type Equation"],"description":["  The exponential decay rate of $L^2-$norm related to the Korteweg-de Vries\nequation with localized damping posed on whole real line will be established.\nIn addition, by using classical arguments we determine the $H^1-$norm of the\nsolution associated to Korteweg-de Vries equation with damping in whole domain,\ncan not have a decay property for an arbitrary initial data.\n","Comment: 17 pages"]}]
["0906.0319",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0319","Opt. Comm. 282, 4127-4135, 2009","doi:10.1016/j.optcom.2009.07.005"],"date":["2009-06-01"],"type":["text"],"creator":["Ablowitz, Mark J.","Horikis, Theodoros P.","Nixon, Sean D."],"language":[],"coverage":[],"title":["Soliton strings and interactions in mode-locked lasers"],"description":["  Soliton strings in mode-locked lasers are obtained using a variant of the\nnonlinear Schrodinger equation, appropriately modified to model power\n(intensity) and energy saturation. This equation goes beyond the well-known\nmaster equation often used to model these systems. It admits mode-locking and\nsoliton strings in both the constant dispersion and dispersion-managed systems\nin the (net) anomalous and normal regimes; the master equation is contained as\na limiting case. Analysis of soliton interactions show that soliton strings can\nform when pulses are a certain distance apart relative to their width.\nAnti-symmtetric bi-soltion states are also obtained. Initial states mode-lock\nto these states under evolution. In the anomalous regime individual soliton\npulses are well approximated by the solutions of the unperturbed nonlinear\nSchrodinger equation, while in the normal regime the pulses are much wider and\nstrongly chirped.\n","Comment: 10 pages"]}]
["0906.0592",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0592","Phys. Rev. Lett. 103, 146404 (2009)","doi:10.1103/PhysRevLett.103.146404"],"date":["2009-06-02","2009-10-05"],"type":["text"],"creator":["Nazir, Ahsan"],"language":[],"coverage":[],"title":["Correlation-dependent coherent to incoherent transitions in resonant\n  energy transfer dynamics"],"description":["  I investigate energy transfer in a donor-acceptor pair beyond weak\nsystem-bath coupling. I identify a transition from coherent to incoherent\ndynamics with increasing temperature, due to multi-phonon effects not captured\nby a standard weak-coupling treatment. The crossover temperature has a marked\ndependence on the degree of spatial correlation between fluctuations\nexperienced at the two system sites. For strong correlations, this leads to the\npossibility of coherence surviving into a high temperature regime.\n","Comment: 5 pages, 1 figure, 2 page supplement. Published version. Figure\n  edited, section added on experimental relevance, reference added, various\n  minor changes to the text. Comments welcome"]}]
["0906.0935",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0935","Phys. Rev. B 80, 155402 (2009)","doi:10.1103/PhysRevB.80.155402"],"date":["2009-06-04"],"type":["text"],"creator":["Dóra, Balázs","Halbritter, András"],"language":[],"coverage":[],"title":["Temperature dependent conductances of deformable molecular devices"],"description":["  Transport through a molecular device coupled to a vibrational mode is\nstudied. By mapping it to the Yu-Anderson model in the large contact broadening\nlimit, the zero bias electric and heat conductances are evaluated\nnon-perturbatively. These exhibit a step from their T=0 value to half of its\nvalue as T increases due to the opening of the inelastic scattering channel.\nThe spectral function exhibits the Franck-Condon suppressed multiphonon steps.\nThe Wiedemann-Franz law is satisfied at low and high temperatures, but is\nviolated in between. Relations to experiments are discussed.\n","Comment: 5 pages, 2 figures"]}]
["0906.1431",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1431","Phys. Rev. Lett. 103 (2009) 157002","doi:10.1103/PhysRevLett.103.157002"],"date":["2009-06-08","2009-08-14"],"type":["text"],"creator":["Helm, T.","Kartsovnik, M. V.","Bartkowiak, M.","Bittner, N.","Lambacher, M.","Erb, A.","Wosnitza, J.","Gross, R."],"language":[],"coverage":[],"title":["Fermi Surface Evolution in an Electron-Doped High-Tc Superconductor\n  Revealed by Magnetic Quantum Oscillations"],"description":["  We report on the direct probing of the Fermi surface in the bulk of the\nelectron-doped superconductor Nd$_{2-x}$Ce$_x$CuO$_4$ at different doping\nlevels by means of magnetoresistance quantum oscillations. Our data reveal a\nsharp qualitative change in the Fermi surface topology, due to translational\nsymmetry breaking in the electronic system which occurs at a critical doping\nlevel significantly exceeding the optimal doping. This result implies that the\n$(\\pi/a,\\pi/a)$ ordering, known to exist at low doping levels, survives up to\nthe overdoped superconducting regime.\n","Comment: 12 pages, 4 figures; submitted to PRL"]}]
["0906.2738",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Computational Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2738"],"date":["2009-06-15","2009-10-05"],"type":["text"],"creator":["Nekrich, Yakov"],"language":[],"coverage":[],"title":["Data Structures for Approximate Range Counting"],"description":["  We present new data structures for approximately counting the number of\npoints in orthogonal range.\n  There is a deterministic linear space data structure that supports updates in\nO(1) time and approximates the number of elements in a 1-D range up to an\nadditive term $k^{1/c}$ in $O(\\log \\log U\\cdot\\log \\log n)$ time, where $k$ is\nthe number of elements in the answer, $U$ is the size of the universe and $c$\nis an arbitrary fixed constant. We can estimate the number of points in a\ntwo-dimensional orthogonal range up to an additive term $ k^{\\rho}$ in $O(\\log\n\\log U+ (1/\\rho)\\log\\log n)$ time for any $\\rho>0$. We can estimate the number\nof points in a three-dimensional orthogonal range up to an additive term\n$k^{\\rho}$ in $O(\\log \\log U + (\\log\\log n)^3+ (3^v)\\log\\log n)$ time for\n$v=\\log \\frac{1}{\\rho}/\\log {3/2}+2$.\n","Comment: 13 pages, 1 figure"]}]
["0906.3169",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.3169","Phys. Rev. B 80, 125117 (2009)","doi:10.1103/PhysRevB.80.125117"],"date":["2009-06-17"],"type":["text"],"creator":["Logan, David E.","Wright, Christopher J.","Galpin, Martin R."],"language":[],"coverage":[],"title":["Correlated electron physics in multilevel quantum dots: phase\n  transitions, transport, and experiment"],"description":["  We study correlated two-level quantum dots, coupled in effective 1-channel\nfashion to metallic leads; with electron interactions including on-level and\ninter-level Coulomb repulsions, as well as the inter-orbital Hund's rule\nexchange favoring the spin-1 state in the relevant sector of the free dot. For\narbitrary dot occupancy, the underlying phases, quantum phase transitions\n(QPTs), thermodynamics, single-particle dynamics and electronic transport\nproperties are considered; and direct comparison is made to conductance\nexperiments on lateral quantum dots. Two distinct phases arise generically, one\ncharacterised by a normal Fermi liquid fixed point (FP), the other by an\nunderscreened (USC) spin-1 FP. Associated QPTs, which occur in general in a\nmixed valent regime of non-integral dot charge, are found to consist of\ncontinuous lines of Kosterlitz-Thouless transitions, separated by first order\nlevel-crossing transitions at high symmetry points. A `Friedel-Luttinger sum\nrule' is derived and, together with a deduced generalization of Luttinger's\ntheorem to the USC phase (a singular Fermi liquid), is used to obtain a general\nresult for the T=0 zero-bias conductance, expressed solely in terms of the dot\noccupancy and applicable to both phases. Relatedly, dynamical signatures of the\nQPT show two broad classes of behavior, corresponding to the collapse of either\na Kondo resonance, or antiresonance, as the transition is approached from the\nFermi liquid phase; the latter behavior being apparent in experimental\ndifferential conductance maps. The problem is studied using the numerical\nrenormalization group method, combined with analytical arguments.\n","Comment: 22 pages, 18 figures, submitted for publication"]}]
["0906.3420",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.3420","Astron.J.138:615-624,2009","doi:10.1088/0004-6256/138/2/615"],"date":["2009-06-18"],"type":["text"],"creator":["Mészáros, Sz.","Avrett, E. H.","Dupree, A. K."],"language":[],"coverage":[],"title":["Mass Outflow from Red Giant Stars in M13, M15, and M92"],"description":["  Chromospheric model calculations of the Halpha line for selected red giant\nbranch (RGB) and asymptotic giant branch (AGB) stars in the globular clusters\nM13, M15, and M92 are constructed to derive mass loss rates. The model spectra\nare compared to the observations obtained with the Hectochelle on the MMT\ntelescope. These stars show strong Halpha emissions and blue-shifted Halpha\ncores signaling that mass outflow is present in all stars. Outflow velocities\nof 3-19 km/s, larger than indicated by Halpha profiles, are needed in the upper\nchromosphere to achieve good agreement between the model spectra and the\nobservations. The resulting mass loss rates range from 0.6*10^{-9} to 5*10^{-9}\nMsun/yr, which are about an order of magnitude lower than predicted from\n\"Reimers' law\" or inferred from the infrared excess of similar stars. The mass\nloss rate increases slightly with luminosity and with decreasing effective\ntemperature. Stars in the more metal-rich M13 have higher mass loss rates by a\nfactor of ~2 than in the metal-poor clusters M15 and M92. A fit to the mass\nloss rates is given by: M [Msun/yr] = 0.092 * L^{0.16} * Teff^{-2.02} *\nA^{0.37} where A=10^[Fe/H]. Multiple observations of stars revealed one object\nin M15, K757, in which the mass outflow increased by a factor of 6 between two\nobservations separated by 18 months. Other stars showed changes in mass loss\nrate by a factor of 1.5 or less.\n","Comment: 28 pages, 10 figures, 3 tables, Accepted in Astronomical Journal"]}]
["0906.4360",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4360","Phys. Rev. E 80 (4), 041101 (9 pages) 1 October 2009","doi:10.1103/PhysRevE.80.041101"],"date":["2009-06-24","2009-08-31"],"type":["text"],"creator":["Becker, Adam M.","Ziff, Robert M."],"language":[],"coverage":[],"title":["Percolation thresholds on 2D Voronoi networks and Delaunay\n  triangulations"],"description":["  The site percolation threshold for the random Voronoi network is determined\nnumerically for the first time, with the result p_c = 0.71410 +/- 0.00002,\nusing Monte-Carlo simulation on periodic systems of up to 40000 sites. The\nresult is very close to the recent theoretical estimate p_c = 0.7151 of Neher,\nMecke, and Wagner. For the bond threshold on the Voronoi network, we find p_c =\n0.666931 +/- 0.000005, implying that for its dual, the Delaunay triangulation,\np_c = 0.333069 +/- 0.000005. These results rule out the conjecture by Hsu and\nHuang that the bond thresholds are 2/3 and 1/3 respectively, but support the\nconjecture of Wierman that for fully triangulated lattices other than the\nregular triangular lattice, the bond threshold is less than 2 sin pi/18 =\n0.3473.\n","Comment: Paper split into two and additional simulations to quantify errors\n  added"]}]
["0906.4433",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4433"],"date":["2009-06-24","2009-10-05"],"type":["text"],"creator":["Agrachev, Andrei"],"language":[],"coverage":[],"title":["Well-posed infinite horizon variational problems on a compact manifold"],"description":["  We give an effective sufficient condition for a variational problem with\ninfinite horizon on a compact Riemannian manifold M to admit a smooth optimal\nsynthesis, i. e. a smooth dynamical system on M whose positive\nsemi-trajectories are solutions to the problem. To realize the synthesis we\nconstruct a well-projected to M invariant Lagrange submanifold of the\nextremals' flow in the cotangent bundle T*M. The construction uses the\ncurvature of the flow in the cotangent bundle and some ideas of hyperbolic\ndynamics.\n"]}]
["0906.4643",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4643"],"date":["2009-06-25","2009-10-05"],"type":["text"],"creator":["Bross, Shraga","Lapidoth, Amos","Wang, Ligong"],"language":[],"coverage":[],"title":["The Poisson Channel with Side Information"],"description":["  The continuous-time, peak-limited, infinite-bandwidth Poisson channel with\nspurious counts is considered. It is shown that if the times at which the\nspurious counts occur are known noncausally to the transmitter but not to the\nreceiver, then the capacity is equal to that of the Poisson channel with no\nspurious counts. Knowing the times at which the spurious counts occur only\ncausally at the transmitter does not increase capacity.\n","Comment: Final version to appear in the proceedings of Allerton 2009"]}]
["0906.5043",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5043"],"date":["2009-06-27","2009-10-05"],"type":["text"],"creator":["Nodari, Simona Rota"],"language":[],"coverage":[],"title":["Perturbation method for particlelike solutions of Einstein-Dirac\n  equations"],"description":["  The aim of this work is to prove by a perturbation method the existence of\nsolutions of the coupled Einstein-Dirac equations for a static, spherically\nsymmetric system of two fermions in a singlet spinor state. We relate the\nsolutions of our equations to those of the nonlinear Choquard equation and we\nshow that the nondegenerate solution of Choquard's equation generates solutions\nfor Einstein-Dirac equations.\n"]}]
["0907.0113",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0113","Phys. Rev. B 80, 134501 (2009)","doi:10.1103/PhysRevB.80.134501"],"date":["2009-07-01","2009-10-05"],"type":["text"],"creator":["Ivanov, D. A.","Fominov, Ya. V.","Skvortsov, M. A.","Ostrovsky, P. M."],"language":[],"coverage":[],"title":["Effective spin-flip scattering in diffusive superconducting proximity\n  systems with magnetic disorder"],"description":["  We revisit the problem of diffusive proximity systems involving\nsuperconductors and normal metals (or ferromagnets) with magnetic disorder. On\nthe length scales much larger than its correlation length, the effect of\nsufficiently weak magnetic disorder may be incorporated as a local spin-flip\nterm in the Usadel equations. We derive this spin-flip term in the general case\nof a three-dimensional disordered Zeeman-type field with an arbitrary\ncorrelation length. Three different regimes may be distinguished: pointlike\nimpurities (the correlation length is shorter than the Fermi wavelength),\nmedium-range disorder (the correlation length between the Fermi wavelength and\nthe mean free path), and long-range disorder (the correlation length longer\nthan the mean free path). We discuss the relations between these three regimes\nby using the three overlapping approaches: the Usadel equations, the non-linear\nsigma model, and the diagrammatic expansion. The expressions for the spin-flip\nrate agree with the existing results obtained in less general situations.\n","Comment: 11 pages (including 2 EPS figures). Version 2: minor changes; added\n  references. Final version as published in PRB"]}]
["0907.1109",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1109","Phys. Rev. A 80, 032112 (2009)","doi:10.1103/PhysRevA.80.032112"],"date":["2009-07-06","2009-10-05"],"type":["text"],"creator":["Cavalcanti, E. G.","Jones, S. J.","Wiseman, H. M.","Reid, M. D."],"language":[],"coverage":[],"title":["Experimental criteria for steering and the Einstein-Podolsky-Rosen\n  paradox"],"description":["  We formally link the concept of steering (a concept created by Schrodinger\nbut only recently formalised by Wiseman, Jones and Doherty [Phys. Rev. Lett.\n98, 140402 (2007)] and the criteria for demonstrations of\nEinstein-Podolsky-Rosen (EPR) paradox introduced by Reid [Phys. Rev. A, 40, 913\n(1989)]. We develop a general theory of experimental EPR-steering criteria,\nderive a number of criteria applicable to discrete as well as\ncontinuous-variables observables, and study their efficacy in detecting that\nform of nonlocality in some classes of quantum states. We show that previous\nversions of EPR-type criteria can be rederived within this formalism, thus\nunifying these efforts from a modern quantum-information perspective and\nclarifying their conceptual and formal origin. The theory follows in close\nanalogy with criteria for other forms of quantum nonlocality (Bell-nonlocality,\nentanglement), and because it is a hybrid of those two, it may lead to insights\ninto the relationship between the different forms of nonlocality and the\ncriteria that are able to detect them.\n","Comment: Changed title, updated references, minor corrections, added\n  journal-ref and DOI"]}]
["0907.3426",{"format":[],"subject":["Statistics - Machine Learning","Physics - Medical Physics","Statistics - Applications","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3426"],"date":["2009-07-20","2009-10-05"],"type":["text"],"creator":["Alexandrov, Theodore","Steinhorst, Klaus","Keszoecze, Oliver","Schiffler, Stefan"],"language":[],"coverage":[],"title":["SparseCodePicking: feature extraction in mass spectrometry using sparse\n  coding algorithms"],"description":["  Mass spectrometry (MS) is an important technique for chemical profiling which\ncalculates for a sample a high dimensional histogram-like spectrum. A crucial\nstep of MS data processing is the peak picking which selects peaks containing\ninformation about molecules with high concentrations which are of interest in\nan MS investigation. We present a new procedure of the peak picking based on a\nsparse coding algorithm. Given a set of spectra of different classes, i.e. with\ndifferent positions and heights of the peaks, this procedure can extract peaks\nby means of unsupervised learning. Instead of an $l_1$-regularization penalty\nterm used in the original sparse coding algorithm we propose using an\nelastic-net penalty term for better regularization. The evaluation is done by\nmeans of simulation. We show that for a large region of parameters the proposed\npeak picking method based on the sparse coding features outperforms a mean\nspectrum-based method. Moreover, we demonstrate the procedure applying it to\ntwo real-life datasets.\n","Comment: 10 pages, 6 figures"]}]
["0907.5065",{"format":[],"subject":["Mathematical Physics","60G15,","60G60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.5065"],"date":["2009-07-29","2009-10-05"],"type":["text"],"creator":["Elon, Yehonatan"],"language":[],"coverage":[],"title":["Gaussian Waves on the Regular Tree"],"description":["  We consider the family of real (generalized) eigenfunctions of the adjacency\noperator on $T_d$ - the $d$-regular tree. We show the existence of a unique\ninvariant Gaussian process on the ensemble and derive explicitly its covariance\noperator. We investigate the typical structure of level sets of the process. In\nparticular we show that the entropic repulsion of the level sets is uniformly\nbounded and prove the existence of a critical threshold, above which the level\nsets are all of finite cardinality and below it an infinite component appears\nalmost surely.\n","Comment: 28 pages, 2 figures. Figure and typos added"]}]
["0908.0506",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0506"],"date":["2009-08-04","2009-10-03"],"type":["text"],"creator":["Desai, V. V.","Farias, V. F.","Moallemi, C. C."],"language":[],"coverage":[],"title":["Approximate Dynamic Programming via a Smoothed Linear Program"],"description":["  We present a novel linear program for the approximation of the dynamic\nprogramming cost-to-go function in high-dimensional stochastic control\nproblems. LP approaches to approximate DP have typically relied on a natural\n`projection' of a well studied linear program for exact dynamic programming.\nSuch programs restrict attention to approximations that are lower bounds to the\noptimal cost-to-go function. Our program--the `smoothed approximate linear\nprogram'--is distinct from such approaches and relaxes the restriction to lower\nbounding approximations in an appropriate fashion while remaining\ncomputationally tractable. Doing so appears to have several advantages: First,\nwe demonstrate substantially superior bounds on the quality of approximation to\nthe optimal cost-to-go function afforded by our approach. Second, experiments\nwith our approach on a challenging problem (the game of Tetris) show that the\napproach outperforms the existing LP approach (which has previously been shown\nto be competitive with several ADP algorithms) by an order of magnitude.\n"]}]
["0908.1292",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.1292","MNRAS Letters 399 (2009) L137-L140","doi:10.1111/j.1745-3933.2009.00740.x"],"date":["2009-08-10"],"type":["text"],"creator":["Gayon-Markt, Julie","Bois, Eric"],"language":[],"coverage":[],"title":["On fitting planetary systems in counter-revolving configurations"],"description":["  In Gayon & Bois (2008) and Gayon etal (2009), (i) we studied the theoretical\nfeasibility and efficiency of retrograde mean motion resonances (i.e. two\nplanets are both in orbital resonance and in counter-revolving configuration),\n(ii) we showed that retrograde resonances can generate interesting mechanisms\nof stability, and (iii) we obtained a dynamical fit involving a\ncounter-revolving configuration that is consistent with the observations of the\nHD73526 planetary system. In the present paper, we present and analyze data\nreductions assuming counter-revolving configurations for eight compact\nmulti-planetary systems detected through the radial velocity method. In each\ncase, we select the best fit leading to a dynamically stable solution. The\nresulting data reductions obtained in rms and chi values for counter-revolving\nconfigurations are of the same order, and sometimes slightly better, than for\nprograde configurations. In the end, these fits tend to show that, over the\neight studied multi-planetary systems, six of them could be regulated by a\nmechanism involving a counter-revolving configuration.\n","Comment: 4 pages, 1 figure, 2 tables, accepted for publication in MNRAS\n  letters (August 10, 2009)"]}]
["0908.4322",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.4322","Phys. Rev. B 80, 125422 (2009)","doi:10.1103/PhysRevB.80.125422"],"date":["2009-08-29"],"type":["text"],"creator":["Yoon, Duhee","Moon, Hyerim","Son, Young-Woo","Choi, Jin Sik","Park, Bae Ho","Cha, Young Hun","Kim, Young Dong","Cheong, Hyeonsik"],"language":[],"coverage":[],"title":["Interference effect on Raman spectrum of graphene on SiO_2/Si"],"description":["  The intensity ratio between two major Raman bands in graphene is one of the\nmost important information for physics of graphene and has been believed to\nrepresent various intrinsic properties of graphene without critical assessment\nof extrinsic effects. We report a micro Raman spectroscopy study on the Raman\nintensity ratio of the 2D band to the G Raman band of graphene varying the\nthickness of dielectric layers (SiO_2) underneath it. The ratio is shown to\nchange by almost 370% when the thickness is varied by 60%. The large variation\nin the ratio is well explained by theoretical calculations considering multiple\nRaman scattering events at the interfaces. Our analysis shows that the\ninterference effect is critical in extracting the intrinsic 2D to G intensity\nratio and therefore must be taken into account in extracting various physical\nproperties of graphene from Raman measurements.\n","Comment: 21 pages, 5 figures. Phys. Rev. B; in press"]}]
["0908.4323",{"format":[],"subject":["Mathematics - Number Theory","11A25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.4323"],"date":["2009-08-29","2009-10-05"],"type":["text"],"creator":["Tao, Terence"],"language":[],"coverage":[],"title":["A remark on partial sums involving the Mobius function"],"description":["  Let $<\\P > \\subset \\N$ be a multiplicative subsemigroup of the natural\nnumbers $\\N = \\{1,2,3,...\\}$ generated by an arbitrary set $\\P$ of primes\n(finite or infinite). We given an elementary proof that the partial sums\n$\\sum_{n \\in < \\P >: n \\leq x} \\frac{\\mu(n)}{n}$ are bounded in magnitude by 1.\nWith the aid of the prime number theorem, we also show that these sums converge\nto $\\prod_{p \\in \\P} (1 - \\frac{1}{p})$ (the case when $\\P$ is all the primes\nis a well-known observation of Landau). Interestingly, this convergence holds\neven in the presence of non-trivial zeroes and poles of the associated zeta\nfunction $\\zeta_\\P(s) := \\prod_{p \\in \\P} (1-\\frac{1}{p^s})^{-1}$ on the line\n$\\{\\Re(s)=1\\}$.\n  As equivalent forms of the first inequality, we have $|\\sum_{n \\leq x:\n(n,P)=1} \\frac{\\mu(n)}{n}| \\leq 1$, $|\\sum_{n|N: n \\leq x} \\frac{\\mu(n)}{n}|\n\\leq 1$, and $|\\sum_{n \\leq x} \\frac{\\mu(mn)}{n}| \\leq 1$ for all $m,x,N,P \\geq\n1$.\n","Comment: 7 pages, no figures. To appear, Bull. Aust. Math. Soc. Minor\n  corrections"]}]
["0909.0963",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.0963","Appl. Phys. Lett. 95 (2009) 132507","doi:10.1063/1.3242377"],"date":["2009-09-04","2009-10-05"],"type":["text"],"creator":["Peng, Wei","Lemée, N.","Dellis, J. -L.","Shvartsman, V. V.","Borisov, P.","Kleemann, W.","Trontelj, Z.","Holc, J.","Kosec, M.","Blinc, R.","Karkut, M. G."],"language":[],"coverage":[],"title":["Epitaxial growth and magnetoelectric relaxor behavior in multiferroic\n  0.8Pb(Fe1/2Nb1/2)O3-0.2Pb(Mg1/2W1/2)O3 thin films"],"description":["  We present electric and magnetic properties of\n0.8Pb(Fe1/2Nb1/2)O3-0.2Pb(Mg1/2W1/2)O3 films epitaxially grown on (001) SrTiO3\nsubstrates using pulsed laser deposition. A narrow deposition window around 710\noC and 0.2 mbar has been identified to achieve epitaxial single-phase thin\nfilms. A typical Vogel-Fulcher relaxor-like dielectric and magnetic\nsusceptibility dispersion is observed, suggesting magnetoelectric relaxor\nbehavior in these films similar to the bulk. We determine a magnetic cluster\nfreezing temperature of 36 K, while observing weak ferromagnetism via magnetic\nhysteresis loops up to 300 K.\n","Comment: 12 pages, 4 figures"]}]
["0909.4567",{"format":[],"subject":["Mathematics - Geometric Topology","55M30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.4567"],"date":["2009-09-24"],"type":["text"],"creator":["Dranishnikov, Alexander"],"language":[],"coverage":[],"title":["The Lusternik-Schniremann-category and the fundamental group"],"description":["  We prove that $$ \\cat X\\le cd(\\pi_1(X))+\\bigg\\lceil\\frac{\\dim\nX-1}{2}\\bigg\\rceil$$ for every CW complex $X$ where $cd(\\pi_1(X))$ denotes the\ncohomological dimension of the fundamental group of $X$.\n"]}]
["0909.4570",{"format":[],"subject":["Mathematics - Statistics Theory","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.4570","J. Appl. Probab. 46 (2009) 244--254","doi:10.1239/jap/1238592127"],"date":["2009-09-24"],"type":["text"],"creator":["Yu, Yaming"],"language":[],"coverage":[],"title":["Stochastic Ordering of Exponential Family Distributions and Their\n  Mixtures"],"description":["  We investigate stochastic comparisons between exponential family\ndistributions and their mixtures with respect to the usual stochastic order,\nthe hazard rate order, the reversed hazard rate order, and the likelihood ratio\norder. A general theorem based on the notion of relative log-concavity is shown\nto unify various specific results for the Poisson, binomial, negative binomial,\nand gamma distributions in recent literature. By expressing a convolution of\ngamma distributions with arbitrary scale and shape parameters as a scale\nmixture of gamma distributions, we obtain comparison theorems concerning such\nconvolutions that generalize some known results. Analogous results on\nconvolutions of negative binomial distributions are also discussed.\n"]}]
["0909.4576",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.4576","J. Appl. Phys. 106, 073702 (2009)","doi:10.1063/1.3223360"],"date":["2009-09-25"],"type":["text"],"creator":["Castelano, L. K.","Hai, G. -Q.","Partoens, B.","Peeters, F. M."],"language":[],"coverage":[],"title":["Artificial molecular quantum rings under magnetic field influence"],"description":["  The ground states of few electrons confined in two vertically coupled quantum\nrings in the presence of an external magnetic field are studied systematically\nwithin the current spin-density functional theory. Electron-electron\ninteractions combined with inter-ring tunneling affects the electronic\nstructure and the persistent current. For small values of the external magnetic\nfield, we recover the zero magnetic field molecular quantum ring ground state\nconfigurations. Increasing the magnetic field many angular momentum, spin, and\niso-spin transitions are predicted to occur in the ground state. We show that\nthese transitions follow certain rules, which are governed by the parity of the\nnumber of electrons, the single particle picture, the Hund's rules and\nmany-body effects.\n","Comment: accepted for publication in Journal of Applied Physics (in press)"]}]
["0909.5006",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.5006"],"date":["2009-09-28","2009-10-03"],"type":["text"],"creator":["Maddah-Ali, Mohammad Ali"],"language":[],"coverage":[],"title":["On the Degrees of Freedom of the Compound MIMO Broadcast Channels with\n  Finite States"],"description":["  Multiple-antenna broadcast channels with $M$ transmit antennas and $K$\nsingle-antenna receivers is considered, where the channel of receiver $r$ takes\none of the $J_r$ finite values. It is assumed that the channel states of each\nreceiver are randomly selected from $\\mathds{R}^{M\\times 1}$ (or from\n$\\mathds{C}^{M\\times 1}$). It is shown that no matter what $J_r$ is, the\ndegrees of freedom (DoF) of $\\frac{MK}{M+K-1}$ is achievable. The achievable\nscheme relies on the idea of interference alignment at receivers, without\nexploiting the possibility of cooperation among transmit antennas. It is proven\nthat if $J_r \\geq M$, $r=1,...,K$, this scheme achieves the optimal DoF. This\nresults implies that when the uncertainty of the base station about the channel\nrealization is considerable, the system loses the gain of cooperation. However,\nit still benefits from the gain of interference alignment. In fact, in this\ncase, the compound broadcast channel is treated as a compound X channel.\n  Moreover, it is shown that when the base station knows the channel states of\nsome of the receivers, a combination of transmit cooperation and interference\nalignment would achieve the optimal DoF.\n  Like time-invariant $K$-user interference channels, the naive vector-space\napproaches of interference management seem insufficient to achieve the optimal\nDoF of this channel. In this paper, we use the Number-Theory approach of\nalignment, recently developed by Motahari et al.[1]. We extend the approach of\n[1] to complex channels as well, therefore all the results that we present are\nvalid for both real and complex channels.\n"]}]
["0910.0095",{"format":[],"subject":["Mathematics - History and Overview","00A05, 01A05, 11A41, 11A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0095"],"date":["2009-10-01","2009-10-05"],"type":["text"],"creator":["Zhang, Shaohua"],"language":[],"coverage":[],"title":["The concept of primes and the algorithm for counting the greatest common\n  divisor in Ancient China"],"description":["  When people mention the number theoretical achievements in Ancient China, the\nfamous Chinese Remainder Theorem always springs to mind. But, two more of\nthem--the concept of primes and the algorithm for counting the greatest common\ndivisor, are rarely spoken. Some scholars even think that Ancient China has not\nthe concept of primes. The aim of this paper is to show that the concept of\nprimes in Ancient China can be traced back to the time of Confuciusor (about\n500 B.C.) or more ago. This implies that the concept of primes in Ancient China\nis much earlier than the concept of primes in Euclid's \\emph{Elements}(about\n300 B.C.) of Ancient Greece. We also shows that the algorithm for counting the\ngreatest common divisor in Ancient China is essentially the Euclidean algorithm\nor the binary gcd algorithm. Donald E. Knuth said that \"the binary gcd\nalgorithm was discovered by J. Stein in 1961\". Nevertheless, Knuth was wrong.\nThe ancient Chinese algorithm is clearly much earlier than J. Stein's\nalgorithm.\n","Comment: 7 pages; The paper have been improved"]}]
["0910.0248",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0248"],"date":["2009-10-01"],"type":["text"],"creator":["Burrows, Adam","Orton, Glenn"],"language":[],"coverage":[],"title":["Giant Planet Atmospheres and Spectra"],"description":["  Direct measurements of the spectra of extrasolar giant planets are the keys\nto determining their physical and chemical nature. The goal of theory is to\nprovide the tools and context with which such data are understood. It is only\nby putting spectral observations through the sieve of theory that the promise\nof exoplanet research can be realized. With the new {\\em Spitzer} and HST data\nof transiting \"hot Jupiters,\" we have now dramatically entered the era of\nremote sensing. We are probing their atmospheric compositions and temperature\nprofiles, are constraining their atmospheric dynamics, and are investigating\ntheir phase light curves. Soon, many non-transiting exoplanets with wide\nseparations (analogs of Jupiter) will be imaged and their light curves and\nspectra measured. In this paper, we present the basic physics, chemistry, and\nspectroscopy necessary to model the current direct detections and to develop\nthe more sophisticated theories for both close-in and wide-separation\nextrasolar giant planets that will be needed in the years to come as exoplanet\nresearch accelerates into its future.\n","Comment: in EXOPLANETS, edited by S. Seager, to be published in the Spring of\n  2010 in the Space Science Series of the University of Arizona Press (Tucson,\n  AZ) (refereed)"]}]
["0910.0253",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0253"],"date":["2009-10-01"],"type":["text"],"creator":["Bloom, Kenneth"],"language":[],"coverage":[],"title":["The CMS Computing System: Successes and Challenges"],"description":["  Each LHC experiment will produce datasets with sizes of order one petabyte\nper year. All of this data must be stored, processed, transferred, simulated\nand analyzed, which requires a computing system of a larger scale than ever\nmounted for any particle physics experiment, and possibly for any enterprise in\nthe world. I discuss how CMS has chosen to address these challenges, focusing\non recent tests of the system that demonstrate the experiment's readiness for\nproducing physics results with the first LHC data.\n","Comment: To be published in the proceedings of DPF-2009, Detroit, MI, July\n  2009, eConf C090726"]}]
["0910.0255",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0255"],"date":["2009-10-02"],"type":["text"],"creator":["Barankov, R. A."],"language":[],"coverage":[],"title":["Quench dynamics as a probe of quantum criticality"],"description":["  Quantum critical points of many-body systems can be characterized by studying\nresponse of the ground-state wave function to the change of the external\nparameter, encoded in the ground-state fidelity susceptibility. This quantity\ncharacterizes the quench dynamics induced by sudden change of the parameter. In\nthis framework, I analyze scaling relations concerning the probability of\nexcitation and the excitation energy, with the quench amplitude of this\nparameter. These results are illustrated in the case of one-dimensional\nsine-Gordon model.\n","Comment: 4 pages"]}]
["0910.0257",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0257"],"date":["2009-10-01"],"type":["text"],"creator":["Kirshner, Robert P."],"language":[],"coverage":[],"title":["Foundations of Supernova Cosmology"],"description":["  This is a brief sketch of the use of supernovae to measure cosmological\nparameters. It traces the early work, the events surrounding the discovery and\nverification of cosmic acceleration using SN Ia, and the efforts today to make\nsound inferences about the nature of dark energy. The prospects for minimizing\nsystematics by using near-infrared observations in the supernova restframe are\nemphasized. This could be an important point in the design of a JDEM that\nemploys supernovae to measure the history of cosmic expansion.\n","Comment: A chapter contributed to \"Dark energy-- observational and theoretical\n  approaches\" edited by Pilar Ruiz-Lapuente (ISBN-13: 9780521518888) available\n  in March 2010 from Cambridge University Press"]}]
["0910.0272",{"format":[],"subject":["Physics - Optics","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0272"],"date":["2009-10-01"],"type":["text"],"creator":["Miao, Jianwei","Chen, Chien-Chun"],"language":[],"coverage":[],"title":["2nd Response to \"Feasibility of 3D reconstruction from a single 2D\n  diffraction measurement\""],"description":["  We present our 2nd response to Thibault's commentary article [1] and his\nreply [2], in which he commented upon our ankylography paper [3] and our 1st\nresponse [4]. In this article, we further explain why we think Thibault's\ntheoretical analysis is flawed and his interpretation of our experiment is\nincorrect. Furthermore, we provide a quantitative analysis and a numerical\nexperiment to illustrate why ankylography can in principle be applicable to\ngeneral samples. Finally, we present detailed procedures for our numerical\nexperiment on ankylographic reconstructions, which uses the traditional HIO\nalgorithm only with the positivity constraint [5]. We welcome anyone (including\nThibault) interested in ankylography to perform numerical experiments and\nverify our results. We will be very happy to provide any help if needed.\n","Comment: 14 pages"]}]
["0910.0273",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0273"],"date":["2009-10-01"],"type":["text"],"creator":["Abubakr, Mohd"],"language":[],"coverage":[],"title":["An Alternate Graphical Representation of Periodic table of Chemical\n  Elements"],"description":["  Periodic table of chemical elements symbolizes an elegant graphical\nrepresentation of symmetry at atomic level and provides an overview on\narrangement of electrons. It started merely as tabular representation of\nchemical elements, later got strengthened with quantum mechanical description\nof atomic structure and recent studies have revealed that periodic table can be\nformulated using SO(4,2)* SU(2) group. IUPAC, the governing body in Chemistry,\ndoesn't approve any periodic table as a standard periodic table. The only\nspecific recommendation provided by IUPAC is that the periodic table should\nfollow the 1 to 18 group numbering. In this technical paper, we describe a new\ngraphical representation of periodic table, referred as 'Circular form of\nPeriodic table'. The advantages of circular form of periodic table over other\nrepresentations are discussed along with a brief discussion on history of\nperiodic tables.\n","Comment: 8 pages, 4 figures"]}]
["0910.0279",{"format":[],"subject":["Mathematics - Logic","03E"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0279"],"date":["2009-10-01"],"type":["text"],"creator":["Kastermans, Bart"],"language":[],"coverage":[],"title":["Cofinitary Groups and Other Almost Disjoint Families of Reals"],"description":["  We study two different types of (maximal) almost disjoint families: very mad\nfamilies and (maximal) cofinitary groups. For the very mad families we prove\nthe basic existence results. We prove that MA implies there exist many pairwise\northogonal families, and that CH implies that for any very mad family there is\none orthogonal to it. Finally we prove that the axiom of constructibility\nimplies that there exists a coanalytic very mad family. Cofinitary groups have\na natural action on the natural numbers. We prove that a maximal cofinitary\ngroup cannot have infinitely many orbits under this action, but can have any\ncombination of any finite number of finite orbits and any finite (but nonzero)\nnumber of infinite orbits.\n  We also prove that there exists a maximal cofinitary group into which each\ncountable group embeds. This gives an example of a maximal cofinitary group\nthat is not a free group. We start the investigation into which groups have\ncofinitary actions. The main result there is that it is consistent that\n$\\bigoplus_{\\alpha \\in \\aleph_1} \\mathbb{Z}_2$ has a cofinitary action.\n  Concerning the complexity of maximal cofinitary groups we prove that they\ncannot be $K_\\sigma$, but that the axiom of constructibility implies that there\nexists a coanalytic maximal cofinitary group. We prove that the least\ncardinality $\\mathfrak{a}_g$ of a maximal cofinitary group can consistently be\nless than the cofinality of the symmetric group. Finally we prove that\n$\\mathfrak{a}_g$ can consistently be bigger than all cardinals in Cicho\\'n's\ndiagram.\n","Comment: This is the authors dissertation, defended in May 2006. His advisors\n  were Andreas Blass and Yi Zhang"]}]
["0910.0283",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Spectral Theory","Primary 47B49","Secondary 47B48, 46A05, 47A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0283"],"date":["2009-10-01"],"type":["text"],"creator":["Bourhim, Abdellatif"],"language":[],"coverage":[],"title":["Additive maps preserving the reduced minimum modulus of Banach space\n  operators"],"description":["  Let ${\\mathcal B}(X)$ be the algebra of all bounded linear operators on an\ninfinite dimensional complex Banach space $X$. We prove that an additive\nsurjective map $\\phi$ on ${\\mathcal B}(X)$ preserves the reduced minimum\nmodulus if and only if either there are bijective isometries $U:X\\to X$ and\n$V:X\\to X$ both linear or both conjugate linear such that $\\phi(T)=UTV$ for all\n$T\\in{\\mathcal B}(X)$, or $X$ is reflexive and there are bijective isometries\n$U:X^*\\to X$ and $V:X\\to X^*$ both linear or both conjugate linear such that\n$\\phi(T)=UT^*V$ for all $T\\in{\\mathcal B}(X)$. As immediate consequences of the\ningredients used in the proof of this result, we get the complete description\nof surjective additive maps preserving the minimum, the surjectivity and the\nmaximum moduli of Banach space operators.\n","Comment: The abstract of this paper was posted on May 2009 in the web page of\n  the analysis group of Laval University\n  (http://newton.mat.ulaval.ca/analyse/abstracts/2009-06.pdf)"]}]
["0910.0286",{"format":[],"subject":["Computer Science - Computational Geometry","Computer Science - Discrete Mathematics","I.3.5"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0286"],"date":["2009-10-01"],"type":["text"],"creator":["Purdy, George B.","Smith, Justin W."],"language":[],"coverage":[],"title":["On Finding Ordinary or Monochromatic Intersection Points"],"description":["  An algorithm is demonstrated that finds an ordinary intersection in an\narrangement of $n$ lines in $\\mathbb{R}^2$, not all parallel and not all\npassing through a common point, in time $O(n \\log{n})$. The algorithm is then\nextended to find an ordinary intersection among an arrangement of hyperplanes\nin $\\mathbb{R}^d$, no $d$ passing through a line and not all passing through\nthe same point, again, in time $O(n \\log{n})$.\n  Two additional algorithms are provided that find an ordinary or monochromatic\nintersection, respectively, in an arrangement of pseudolines in time $O(n^2)$.\n","Comment: 21 pages, 4 figures"]}]
["0910.0291",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0291"],"date":["2009-10-01"],"type":["text"],"creator":["Kumar, Ashish","Collaboration, for the CMS"],"language":[],"coverage":[],"title":["Prospects for the first Top pair cross section measurement in the\n  semileptonic and dilepton channels at CMS"],"description":["  Although the top quark has been discovered in 1995 and studied extensively by\nthe Tevatron experiments, the top quark will remain special for years to come\ndue to unique opportunities it offers. Because of the large top-antitop\nproduction cross section and high luminosity, the LHC would be a Top factory,\nproducing a large sample of top quarks even at the initial low luminosities.\nThis will enable a rich program of top quark physics to be explored, both\nwithin the Standard Model and using top quarks as probes of physics beyond the\nStandard Model. Prospects for the observation of top pair production in the\nproton-proton collisions at the center of mass energy $\\sqrt{s}$=10 TeV in the\ndilepton and lepton+jets final state are discussed. The emphasis is put on\nanalysis strategies for the early phase of CMS operation with data\ncorresponding to integrated luminosities of 10-20 pb$^{-1}$ considering a\nrealistic detector performance.\n","Comment: 6 pages, To be published in the proceedings of the DPF-2009\n  Conference, Detroit, MI, July 2009, eConf 090726"]}]
["0910.0294",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0294"],"date":["2009-10-02"],"type":["text"],"creator":["Taylor, Christopher R. N.","Dawes, Jonathan H. P."],"language":[],"coverage":[],"title":["Snaking and isolas of localized states in bistable discrete lattices"],"description":["  We consider localized states in a discrete bistable Allen-Cahn equation. This\nmodel equation combines bistability and local cell-to-cell coupling in the\nsimplest possible way. The existence of stable localized states is made\npossible by pinning to the underlying lattice; they do not exist in the\nequivalent continuum equation.\n  In particular we address the existence of 'isolas': closed curves of\nsolutions in the bifurcation diagram. Isolas appear for some non-periodic\nboundary conditions in one spatial dimension but seem to appear generically in\ntwo dimensions. We point out how features of the bifurcation diagram in 1D help\nto explain some (unintuitive) features of the bifurcation diagram in 2D.\n","Comment: 13 pages, 9 figures, submitted to Physics Letters A"]}]
["0910.0295",{"format":[],"subject":["Mathematics - Quantum Algebra","High Energy Physics - Theory","Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0295"],"date":["2009-10-01"],"type":["text"],"creator":["Izergin, A. G.","Korepin, V. E."],"language":[],"coverage":[],"title":["A lattice model related to the nonlinear Schroedinger equation"],"description":["  This is a historical note. In 1981 we constructed a discrete version of\nquantum nonlinear Schroedinger equation. This led to our discovery of quantum\ndeterminant: it appeared in construction of anti-pod (11). Later these became\nimportant in quantum groups: it describes the center of Yang-Baxter algebra.\nOur paper was published in Doklady Akademii Nauk vol 259, page 76 (July l981)\nin Russian language.\n","Comment: 3pages"]}]
["0910.0296",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0296"],"date":["2009-10-01"],"type":["text"],"creator":["The Belle Collaboration","Lee, S.","Ko, B. R.","Won, E."],"language":[],"coverage":[],"title":["Study of D^{+} and D_{s}^{+} Decay Properties at Belle"],"description":["  We report the first observation of the doubly Cabibbo-suppressed decay,\n$D^{+}_{s} \\to K^{+}K^{+}\\pi^{-}$ and the significantly improved measurement of\nthe doubly Cabibbo-suppressed decay, $D^{+} \\to K^{+}\\pi^{+}\\pi^{-}$ using\n$\\textrm{605 fb}^{-1}$ of data collected with the Belle detector at the KEKB\nasymmetric-energy $e^{+}e^{-}$ collider. The branching ratio with respect to\nits Cabibbo-favored counterpart are $\\mathcal{B}(D^{+}_{s} \\to\nK^{+}K^{+}\\pi^{-})/\\mathcal{B}(D^{+}_{s} \\to K^{+}K^{-}\\pi^{+}) =\n0.229\\pm0.028\\pm0.012)%$ and $\\mathcal{B}(D^{+} \\to\nK^{+}\\pi^{+}\\pi^{-})/\\mathcal{B}(D^{+} \\to K^{-}\\pi^{+}\\pi^{+}) =\n(0.569\\pm0.018\\pm0.014)%$, where the first uncertainties are statistical and\nthe second is systematic. We also report the improved measurement of $D^{+} \\to\nK^{0}_{S}K^{+}$ and $D^{+}_{s} \\to K^{0}_{S}\\pi^{+}$ branching ratios using the\nsame amount of data samples. The measured branching ratios with respect to the\nCabibbo-favored modes are $\\mathcal{B}(D^{+} \\to\nK^{0}_{S}K^{+})/\\mathcal{B}(D^{+} \\to K^{0}_{S}\\pi^{+}) =\n(0.1899\\pm0.0011\\pm0.0018)$ and $\\mathcal{B}(D^{+}_{s} \\to\nK^{0}_{S}\\pi^{+})/\\mathcal{B}(D^{+}_{s} \\to K^{0}_{S}K^{+}) =\n(0.0803\\pm0.0024\\pm0.0012)$.\n","Comment: To be published in the proceedings of DPF-2009, Detroit, MI, July\n  2009, eConf C090726"]}]
["0910.0298",{"format":[],"subject":["Mathematics - Algebraic Geometry","13A50, 13P10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0298"],"date":["2009-10-01"],"type":["text"],"creator":["Chipalkatti, Jaydeep"],"language":[],"coverage":[],"title":["On the saturation sequence of the rational normal curve"],"description":["  Let $C \\subseteq \\P^d$ denote the rational normal curve of order $d$. Its\nhomogeneous defining ideal $I_C \\subseteq \\QQ[a_0,...,a_d]$ admits an\n$SL_2$-stable filtration $J_2 \\subseteq J_4 \\subseteq ... \\subseteq I_C$ by\nsub-ideals such that the saturation of each $J_{2q}$ equals $I_C$. Hence, one\ncan associate to $d$ a sequence of integers $(\\alpha_1,\\alpha_2,...)$ which\nencodes the degrees in which the successive inclusions in this filtration\nbecome trivial. In this paper we establish several lower and upper bounds on\nthe $\\alpha_q$, using \\emph{inter alia} the methods of classical invariant\ntheory.\n"]}]
["0910.0305",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Group Theory","57M07","57M10","57M20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0305","Rev. Mat. Iberoamericana 25:2 (2009), 739-756"],"date":["2009-10-02","2009-10-03"],"type":["text"],"creator":["Cárdenas, M.","Lasheras, F. F.","Quintero, A.","Repovš, D."],"language":[],"coverage":[],"title":["One-relator groups and proper 3-realizability"],"description":["  How different is the universal cover of a given finite 2-complex from a\n3-manifold (from the proper homotopy viewpoint)? Regarding this question, we\nrecall that a finitely presented group $G$ is said to be properly 3-realizable\nif there exists a compact 2-polyhedron $K$ with $\\pi_1(K) \\cong G$ whose\nuniversal cover $\\tilde{K}$ has the proper homotopy type of a PL 3-manifold\n(with boundary). In this paper, we study the asymptotic behavior of finitely\ngenerated one-relator groups and show that those having finitely many ends are\nproperly 3-realizable, by describing what the fundamental pro-group looks like,\nshowing a property of one-relator groups which is stronger than the QSF\nproperty of Brick (from the proper homotopy viewpoint) and giving an\nalternative proof of the fact that one-relator groups are semistable at\ninfinity.\n"]}]
["0910.0313",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0313"],"date":["2009-10-02"],"type":["text"],"creator":["Czerny, B.","Nikolajuk, M."],"language":[],"coverage":[],"title":["Mass of black holes: The State of the Art"],"description":["  In this small review we present the actual state the knowledge about\nweighting black holes. Black holes can be found in stellar binary systems in\nour Galaxy and in other nearby galaxies, in globular clusters, which we can see\nin our and nearby galaxies, and in centres of all well-developed galaxies.\nRange of values of their masses is wide and cover about ten orders of magnitude\n(not taking into account the hypothetic primordial black holes). Establishing\nthe presence of black holes, and in particular the measurement of their mass is\none on the key issues for many branches of astronomy, from stellar evolution to\ncosmology.\n","Comment: Submitted to proceedings of the Frascati Workshop 2009,\n  Multifrequency Behaviour of High Energy Cosmic Sources, Vulcano (Italy), May\n  25 - 30"]}]
["0910.0314",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0314"],"date":["2009-10-01"],"type":["text"],"creator":["Hairer, Martin","Manson, Charles"],"language":[],"coverage":[],"title":["Periodic homogenization with an interface"],"description":["  We consider a diffusion process with coefficients that are periodic outside\nof an 'interface region' of finite thickness. The question investigated in the\narticles [1,2] is the limiting long time / large scale behaviour of such a\nprocess under diffusive rescaling. It is clear that outside of the interface,\nthe limiting process must behave like Brownian motion, with diffusion matrices\ngiven by the standard theory of homogenization. The interesting behaviour\ntherefore occurs on the interface. Our main result is that the limiting process\nis a semimartingale whose bounded variation part is proportional to the local\ntime spent on the interface. We also exhibit an explicit way of identifying its\nparameters in terms of the coefficients of the original diffusion.\n  Our method of proof relies on the framework provided by Freidlin and Wentzell\nfor diffusion processes on a graph in order to identify the generator of the\nlimiting process.\n","Comment: ISAAC 09 conference proceedings"]}]
["0910.0315",{"format":[],"subject":["Mathematics - Probability","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0315"],"date":["2009-10-01"],"type":["text"],"creator":["Hairer, Martin"],"language":[],"coverage":[],"title":["Hypoellipticity in Infinite Dimensions"],"description":["  We consider semilinear parabolic stochastic PDEs driven by additive noise.\nThe question addressed in this note is that of the regularity of transition\nprobabilities. If the equation satisfies a Hormander 'bracket condition', then\nany finite-dimensional projection of the solution has a smooth density with\nrespect to Lebesgue measure. One key ingredient in the argument is a bound on\n'Wiener polynomials' that plays a role analogue to Norris' lemma.\n","Comment: ISAAC 09 conference proceedings"]}]
["0910.0316",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Performance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0316","International Journal of Computer Science and Information\n  Security, IJCSIS, Vol. 5, No. 1, pp. 96-102, September 2009, USA"],"date":["2009-10-01"],"type":["text"],"creator":["Ganeshkumar, P.","Thyagarajah, K."],"language":[],"coverage":[],"title":["An Analysis of Energy Consumption on ACK plus Rate Packet in Rate Based\n  Transport Protocol"],"description":["  Rate based transport protocol determines the rate of data transmission\nbetween the sender and receiver and then sends the data according to that rate.\nTo notify the rate to the sender, the receiver sends ACKplusRate packet based\non epoch timer expiry. In this paper, through detailed arguments and simulation\nit is shown that the transmission of ACKplusRate packet based on epoch timer\nexpiry consumes more energy in network with low mobility. To overcome this\nproblem, a new technique called Dynamic Rate Feedback (DRF) is proposed. DRF\nsends ACKplusRate whenever there is a change in rate of (plus or minus) 25\npercent than the previous rate. Based on ns2 simulation DRF is compared with a\nreliable transport protocol for ad hoc network (ATP)\n","Comment: 7 pages IEEE format, International Journal of Computer Science and\n  Information Security, IJCSIS 2009, ISSN 1947 5500, Impact Factor 0.423,\n  http://sites.google.com/site/ijcsis/"]}]
["0910.0317",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0317","International Journal of Computer Science and Information\n  Security, IJCSIS, Vol. 6, No. 1, pp. 01-05, October 2009, USA"],"date":["2009-10-01"],"type":["text"],"creator":["Karimi, Abbas","Zarafshan, Faraneh","Jantan, Adznan. b.","Ramli, A. R","Saripan, M. Iqbal b."],"language":[],"coverage":[],"title":["A New Fuzzy Approach for Dynamic Load Balancing Algorithm"],"description":["  Load balancing is the process of improving the Performance of a parallel and\ndistributed system through is distribution of load among the processors [1-2].\nMost of the previous work in load balancing and distributed decision making in\ngeneral, do not effectively take into account the uncertainty and inconsistency\nin state information but in fuzzy logic, we have advantage of using crisps\ninputs. In this paper, we present a new approach for implementing dynamic load\nbalancing algorithm with fuzzy logic, which can face to uncertainty and\ninconsistency of previous algorithms, further more our algorithm shows better\nresponse time than round robin and randomize algorithm respectively 30.84\npercent and 45.45 percent.\n","Comment: 5 pages IEEE format, International Journal of Computer Science and\n  Information Security, IJCSIS 2009, ISSN 1947 5500, Impact Factor 0.423,\n  http://sites.google.com/site/ijcsis/"]}]
["0910.0320",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0320"],"date":["2009-10-01"],"type":["text"],"creator":["Liu, Jialing","Elia, Nicola"],"language":[],"coverage":[],"title":["Convergence of Fundamental Limitations in Feedback Communication,\n  Estimation, and Feedback Control over Gaussian Channels"],"description":["  In this paper, we establish the connections of the fundamental limitations in\nfeedback communication, estimation, and feedback control over Gaussian\nchannels, from a unifying perspective for information, estimation, and control.\nThe optimal feedback communication system over a Gaussian necessarily employs\nthe Kalman filter (KF) algorithm, and hence can be transformed into an\nestimation system and a feedback control system over the same channel. This\nfollows that the information rate of the communication system is alternatively\ngiven by the decay rate of the Cramer-Rao bound (CRB) of the estimation system\nand by the Bode integral (BI) of the control system. Furthermore, the optimal\ntradeoff between the channel input power and information rate in feedback\ncommunication is alternatively characterized by the optimal tradeoff between\nthe (causal) one-step prediction mean-square error (MSE) and (anti-causal)\nsmoothing MSE (of an appropriate form) in estimation, and by the optimal\ntradeoff between the regulated output variance with causal feedback and the\ndisturbance rejection measure (BI or degree of anti-causality) in feedback\ncontrol. All these optimal tradeoffs have an interpretation as the tradeoff\nbetween causality and anti-causality. Utilizing and motivated by these\nrelations, we provide several new results regarding the feedback codes and\ninformation theoretic characterization of KF. Finally, the extension of the\nfinite-horizon results to infinite horizon is briefly discussed under specific\ndimension assumptions (the asymptotic feedback capacity problem is left open in\nthis paper).\n","Comment: Submitted to Transactions on Information Theory"]}]
["0910.0322",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Differential Geometry","35J60","53A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0322","Rendiconti Di Matematica 29 (2009), 97-115"],"date":["2009-10-02"],"type":["text"],"creator":["Li, YanYan","Nirenberg, Louis"],"language":[],"coverage":[],"title":["Partial results on extending the Hopf Lemma"],"description":["  In [1], Theorem 3, the authors proved, in one dimension, a generalization of\nthe Hopf Lemma, and the question arose if it could be extended to higher\ndimensions. In this paper we present two conjectures as possible extensions,\nand give a very partial answer. We write this paper to call attention to the\nproblem.\n"]}]
["0910.0323",{"format":[],"subject":["Mathematics - Analysis of PDEs","35J60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0323"],"date":["2009-10-02"],"type":["text"],"creator":["Li, YanYan","Nirenberg, Louis"],"language":[],"coverage":[],"title":["A miscellany"],"description":["  We present several results, including some remarks on the Hopf Lemma.\n"]}]
["0910.0337",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0337"],"date":["2009-10-02"],"type":["text"],"creator":["De Serio, M.","Collaboration, for the OPERA"],"language":[],"coverage":[],"title":["The OPERA experiment: on the way to the direct observation of $\\nu_\\mu\n  \\to \\nu_\\tau$ oscillation"],"description":["  OPERA (\\emph{O}scillation \\emph{P}roject with \\emph{E}mulsion t\\emph{R}acking\n\\emph{A}pparatus) is a long-baseline neutrino experiment, designed to provide\nthe first direct proof of $\\nu_\\mu \\to \\nu_\\tau$ oscillation in the atmospheric\nsector using the \\emph{C}ERN \\emph{N}eutrinos to \\emph{G}ran \\emph{S}asso\n(CNGS) $\\nu_\\mu$ beam. The detector, consisting of a modular target made of\nlead - nuclear emulsion units complemented by electronic trackers and muon\nspectrometers, has been conceived to select $\\rm{\\nu_\\tau}$ charged current\ninteractions, among all neutrino flavour events, through the observation of the\noutcoming tau leptons and subsequent decays. In this paper, the detector, the\nevent analysis chain and the preliminary results from the first OPERA physics\nrun are reported.\n","Comment: To be published in the proceedings of DPF-2009, Detroit, MI, July\n  2009, eConf C090726"]}]
["0910.0338",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0338"],"date":["2009-10-02"],"type":["text"],"creator":["Chen, Bin","Pi, Shi","Tang, Jin-Zhang"],"language":[],"coverage":[],"title":["Power spectra of scalar and tensor modes in modified Horava-Lifshitz\n  gravity"],"description":["  In Horava-Lifshitz gravity, the extra dynamical scalar mode could play\nsignificant role in cosmology. However it has been pointed out that such a\nscalar may suffer from the strong coupling problem in IR. We address this issue\nin this paper. Our analysis shows that the scalar mode could decouple naturally\nat \\lambda=1 due to the extra gauge symmetry. On the other hand, the fact that\nthe scalar mode becomes ghost when 1/3<\\lambda<1 is a real challenge to the\ntheory. We try to overcome this problem by modifying the action such that the\nRG flow lies outside the problematic region. We discuss the cosmological\nimplications of the action and calculate the power spectra of scalar and tensor\nmodes.\n","Comment: 1+17 pages"]}]
["0910.0339",{"format":[],"subject":["Physics - Fluid Dynamics","Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0339"],"date":["2009-10-02"],"type":["text"],"creator":["Kozitskiy, S. B."],"language":[],"coverage":[],"title":["Amplitude equations for 3D double-diffusive convection interacted with a\n  horizontal vortex"],"description":["  Three dimensional roll-type double-diffusive convection in a horizontally\ninfinite layer of an uncompressible liquid is considered in the neighborhood of\nHopf bifurcation points. A system of amplitude equations for the variations of\nconvective rolls amplitude is derived by multiple-scaled method. An attention\nis paid to an interaction of convection and horizontal vortex. Different cases\nof the derived equations are discussed.\n","Comment: 6 pages, 4 figures"]}]
["0910.0340",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Rings and Algebras","Mathematics - Representation Theory","16S38","14A22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0340"],"date":["2009-10-02"],"type":["text"],"creator":["Eriksen, Eivind"],"language":[],"coverage":[],"title":["The Generalized Burnside Theorem in noncommutative deformation theory"],"description":["  Let A be an associative algebra over a field, and let M be a finite family of\nright A-modules. Study of the noncommutative deformation functor of the family\nM leads to the construction of the algebra of observables and the Generalized\nBurnside Theorem, due to Laudal. In this paper, we give an overview of aspects\nof noncommutative deformations closely connected to the Generalized Burnside\nTheorem.\n","Comment: AMS-LaTeX, 7 pages"]}]
["0910.0344",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0344"],"date":["2009-10-02"],"type":["text"],"creator":["Rosinger, Elemer E"],"language":[],"coverage":[],"title":["Further on Pilot-Wave Theories"],"description":["  In [2], a detailed argument is presented on a version of pilot-waves, given\nby at Theory of Exclusively Local Beables. What the author of [2] considers to\nbe his crucial proposal is described in the title of section 3 as 'complicated,\nugly, and highly contrived'. The reason for such a proposal is claimed to be\nthe widespread perception among quantum physicists, according to which 'those\nsympathetic to the pilot-wave ontology no doubt expected that, for a system of\nN particles moving in three spatial dimensions, the theoretical description\nwould be of N wave-particle pairs - each pair consisting of a point particle\nguided in some way by an associated wave propagating in 3-space. But\nSchroedinger's wave function for such an N-particle system was emphatically not\na set of N (interacting) waves, each propagating in 3-space. It was, rather, a\nsingle wave propagating in the 3N-dimensional configuration space for the\nsystem', [2, p. 5]. In the present paper it is argued that the mentioned\nwidespread expectation need not be seen as being betrayed by what actually\nhappens. In particular, the construction in section 3 of [2] may be avoidable.\n"]}]
["0910.0346",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Spectral Theory","30E99","31A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0346"],"date":["2009-10-02"],"type":["text"],"creator":["Sjoestrand, Johannes"],"language":[],"coverage":[],"title":["Counting zeros of holomorphic functions of exponential growth"],"description":["  We consider the number of zeros of holomorphic functions in a bounded domain\nthat depend on a small parameter and satisfy an exponential upper bound near\nthe boundary of the domain and similar lower bounds at finitely many points\nalong the boundary. Roughly the number of such zeros is $(2\\pi h)^{-1}$ times\nthe integral over the domain of the laplacian of the exponent of the dominating\nexponential. Such results have already been obtained by M. Hager and by Hager\nand the author and they are of importance when studying the asymptotic\ndistribution of eigenvalues of elliptic operators with small random\nperturbations. In this paper we generalize these results and arrive at\ngeometrically natural statements and natural remainder estimates.\n"]}]
["0910.0349",{"format":[],"subject":["Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0349","The Second International Workshop on Domain Driven Data Mining\n  (DDDM 2008) in IEEE International Conference of Data Mining, Pisa : Italie\n  (2008)","doi:10.1109/ICDMW.2008.87"],"date":["2009-10-02"],"type":["text"],"creator":["Marinica, Claudia","Guillet, Fabrice","Briand, Henri"],"language":[],"coverage":[],"title":["Post-Processing of Discovered Association Rules Using Ontologies"],"description":["  In Data Mining, the usefulness of association rules is strongly limited by\nthe huge amount of delivered rules. In this paper we propose a new approach to\nprune and filter discovered rules. Using Domain Ontologies, we strengthen the\nintegration of user knowledge in the post-processing task. Furthermore, an\ninteractive and iterative framework is designed to assist the user along the\nanalyzing task. On the one hand, we represent user domain knowledge using a\nDomain Ontology over database. On the other hand, a novel technique is\nsuggested to prune and to filter discovered rules. The proposed framework was\napplied successfully over the client database provided by Nantes Habitat.\n"]}]
["0910.0351",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0351"],"date":["2009-10-02"],"type":["text"],"creator":["Lutfuoglu, Bekir Can","Sonoda, Hidenori"],"language":[],"coverage":[],"title":["Perturbative construction of the two-dimensional O(N) non-linear sigma\n  model with ERG"],"description":["  We use the exact renormalization group (ERG) perturbatively to construct the\nWilson action for the two-dimensional O(N) non-linear sigma model. The\nconstruction amounts to regularization of a non-linear symmetry with a momentum\ncutoff. A quadratically divergent potential is generated by the momentum\ncutoff, but its non-invariance is compensated by the jacobian of the non-linear\nsymmetry transformation.\n","Comment: 16 pages, 4 figures"]}]
["0910.0355",{"format":[],"subject":["Mathematics - Geometric Topology","57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0355"],"date":["2009-10-02"],"type":["text"],"creator":["Baader, Sebastian","Ishikawa, Masaharu"],"language":[],"coverage":[],"title":["Legendrian framings for two-bridge links"],"description":["  We define the Thurston-Bennequin polytope of a two-component link as the\nconvex hull of all pairs of integers that arise as framings of a Legendrian\nrepresentative. The main result of this paper is a description of the\nThurston-Bennequin polytope for two-bridge links. As an application, we\nconstruct non-quasipositive surfaces in $\\R^3$ all whose sub-annuli are\nquasipositive.\n","Comment: 8 pages, 7 figures"]}]
["0910.0357",{"format":[],"subject":["Physics - Chemical Physics","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0357"],"date":["2009-10-02"],"type":["text"],"creator":["Grigoriev, F. V.","Golovacheva, A. Yu.","Romanov, A. N.","Kondakova, O. A.","Sulimov, V. B."],"language":[],"coverage":[],"title":["New method to estimate stability of chelate complexes"],"description":["  A new method allowing calculation of the stability of chelate complexes with\nMg2+ ion in water have been developed. The method is based on two-stage scheme\nfor the complex formation. The first stage is the ligand transfer from an\narbitrary point of the solution to the second solvation shell of the Mg2+ ion.\nAt this stage the ligand is considered as a charged or neutral rigid body. The\nsecond stage takes into account disruption of coordinate bonds between Mg2+ and\nwater molecules from the first solvation shell and formation of the bonds\nbetween the ligand and the Mg2+ ion. This effect is considered using the\nquantum chemical modeling. It has been revealed that the main contribution to\nthe free energy of the complex formation is caused by the disruption/formation\nof the coordinate bonds between Mg2+, water molecules and the ligand. Another\nimportant contribution to the complex formation energy is change of\nelectrostatic interactions in water solvent upon the ligand binding with Mg2+\nion. For all complexes under investigation the reasonable (in frame of 2\nkcal/mol) agreement between calculated and experimental values are achieved.\n","Comment: 17 pages, 2 figures"]}]
["0910.0365",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0365"],"date":["2009-10-02"],"type":["text"],"creator":["Matyshev, A. A.","Fohtung, E."],"language":[],"coverage":[],"title":["On the Computation and Applications of Bessel Functions with Pure\n  Imaginary Indices"],"description":["  Bessel functions with pure imaginary index (order) play an important role in\ncorpuscular optics where they govern the dynamics of charged particles in\nisotrajectory quadrupoles. Recently they were found to be of great importance\nin semiconductor material characterization as they are manifested in the strain\nstate of crystalline material. A new algorithm which can be used for the\ncomputation of the normal and modifed Bessel functions with pure imaginary\nindex is proposed. The developed algorithm is very fast to compute and for\nsmall arguments converges after a few iterations.\n","Comment: To be Submitted to Journal of Computational and Applied Mathematics"]}]
["0910.0366",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0366"],"date":["2009-10-02"],"type":["text"],"creator":["Cederman, Daniel","Tsigas, Philippas"],"language":[],"coverage":[],"title":["Supporting Lock-Free Composition of Concurrent Data Objects"],"description":["  Lock-free data objects offer several advantages over their blocking\ncounterparts, such as being immune to deadlocks and convoying and, more\nimportantly, being highly concurrent. But they share a common disadvantage in\nthat the operations they provide are difficult to compose into larger atomic\noperations while still guaranteeing lock-freedom. We present a lock-free\nmethodology for composing highly concurrent linearizable objects together by\nunifying their linearization points. This makes it possible to relatively\neasily introduce atomic lock-free move operations to a wide range of concurrent\nobjects. Experimental evaluation has shown that the operations originally\nsupported by the data objects keep their performance behavior under our\nmethodology.\n"]}]
["0910.0370",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0370"],"date":["2009-10-02"],"type":["text"],"creator":["Taki, Masato"],"language":[],"coverage":[],"title":["M2-branes Theories without 3+1 Dimensional Parents via Un-Higgsing"],"description":["  N=2 quiver Chern-Simons theory has lately attracted attention as the world\nvolume theory of multiple M2 branes on a Calabi-Yau 4-fold. We study the\nconnection between the stringy derivation of M2 brane theories and the forward\nalgorithm which gives the toric Calabi-Yau 4-fold as the moduli space of the\nquiver theory. Then the existence of the 3+1 dimensional parent, which is the\nconsistent 3+1 dimensional superconformal theory with the same quiver diagram,\nis crucial for stringy derivation of M2 brane theories. We also investigate the\nconstruction of M2 brane theories that do not have 3+1 dimensional parents. The\nun-Higgsing procedure plays a key role to construct these M2 brane theories. We\nfind some N=2 quiver Chern-Simons theories which correspond to interesting\nCalabi-Yau singularities.\n","Comment: 60 pages, 52 figures"]}]
["0910.0371",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0371"],"date":["2009-10-02"],"type":["text"],"creator":["Osipov, A. A.","Hiller, B.","Blin, A. H.","Moreira, J."],"language":[],"coverage":[],"title":["Extended NJL model with eight-quark interactions"],"description":["  We present the results obtained in the three-flavour ($N_f=3$)\nNambu--Jona-Lasinio model which is extended by the $U(1)_A$ breaking six-quark\n't Hooft interaction and eight-quark interactions. We address the problem of\nstability, and some phenomenological consequences of the models with\nmulti-quark interactions.\n","Comment: 4 pages, prepared for the \"Mini-Workshop Bled 2009: Problems in\n  multi-quark states\""]}]
["0910.0373",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0373"],"date":["2009-10-02"],"type":["text"],"creator":["Porter, Edward K."],"language":[],"coverage":[],"title":["An Overview of LISA Data Analysis Algorithms"],"description":["  The development of search algorithms for gravitational wave sources in the\nLISA data stream is currently a very active area of research. It has become\nclear that not only does difficulty lie in searching for the individual\nsources, but in the case of galactic binaries, evaluating the fidelity of\nresolved sources also turns out to be a major challenge in itself. In this\narticle we review the current status of developed algorithms for galactic\nbinary, non-spinning supermassive black hole binary and extreme mass ratio\ninspiral sources. While covering the vast majority of algorithms, we will\nhighlight those that represent the state of the art in terms of speed and\naccuracy.\n","Comment: 21 pages. Invited highlight article appearing in issue 01 of\n  Gravitational Waves Notes, \"GW Notes\", edited by Pau Amaro-Seoane and Bernard\n  F. Schutz at: http://brownbag.lisascience.org/lisa-gw-notes/"]}]
["0910.0376",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","53C44, 53C20 (Primary) 35K55, 58J35, 53C21 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0376"],"date":["2009-10-02"],"type":["text"],"creator":["Andrews, Ben","McCoy, James"],"language":[],"coverage":[],"title":["Convex hypersurfaces with pinched principal curvatures and flow of\n  convex hypersurfaces by high powers of curvature"],"description":["  We consider convex hypersurfaces for which the ratio of principal curvatures\nat each point is bounded by a function of the maximum principal curvature with\nlimit 1 at infinity. We prove that the ratio of circumradius to inradius is\nbounded by a function of the circumradius with limit 1 at zero. We apply this\nresult to the motion of hypersurfaces by arbitrary speeds which are smooth\nhomogeneous functions of the principal curvatures of degree greater than one.\nFor smooth, strictly convex initial hypersurfaces with ratio of principal\ncurvatures sufficiently close to one at each point, we prove that solutions\nremain smooth and strictly convex and become spherical in shape while\ncontracting to points in finite time.\n","Comment: 17 pages"]}]
["0910.0378",{"format":[],"subject":["Mathematics - Optimization and Control","93E20, 91B28, 49L20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0378"],"date":["2009-10-02"],"type":["text"],"creator":["Synowiec, Daniel"],"language":[],"coverage":[],"title":["Optimal Consumption Problem in a Diffusion Short-Rate Model"],"description":["  We consider a problem of an optimal consumption strategy on the infinite time\nhorizon when the short-rate is a diffusion process. General existence and\nuniqueness theorem is illustrated by the Vasicek and so-called invariant\ninterval models. We show also that when the short-rate dynamics is given by a\nBrownian motion or a geometric Brownian motion, then the value function is\ninfinite.\n","Comment: 36 pages, 2 figures"]}]
["0910.0381",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0381"],"date":["2009-10-02","2009-10-04"],"type":["text"],"creator":["Kerner, B. S.","Klenov, S. L.","Brakemeier, A."],"language":[],"coverage":[],"title":["Effect of Ad-Hoc Vehicular Network on Traffic Flow: Simulations in the\n  Context of Three-Phase Traffic Theory"],"description":["  Effects of vehicle-to-vehicle (or/and vehicle-to-infrastructure\ncommunication, called also V2X communication)on traffic flow, which are\nrelevant for ITS, are numerically studied. To make the study adequate with real\nmeasured traffic data, a testbed for wireless vehicle communication based on a\nmicroscopic model in the framework of three-phase traffic theory is developed\nand discussed. In this testbed, vehicle motion in traffic flow and analyses of\na vehicle communication channel access based on IEEE 802.11 mechanisms, radio\npropagation modeling, message reception characteristics as well as all other\neffects associated with ad-hoc networks are integrated into a three-phase\ntraffic flow model. Thus simulations of both vehicle ad-hoc network and traffic\nflow are integrated onto a single testbed and perform simultaneously. This\nallows us to make simulations of ad-hoc network performance as well as diverse\nscenarios of the effect of wireless vehicle communications on traffic flow\nduring simulation times, which can be comparable with real characteristic times\nin traffic flow. In addition, the testbed allows us to simulate cooperative\nvehicle motion together with various traffic phenomena, like traffic breakdown\nat bottlenecks, moving jam emergence, and a possible effect of danger warning\nmassages about the breakdown vehicle on traffic flow.\n","Comment: 10 figures"]}]
["0910.0387",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0387"],"date":["2009-10-02"],"type":["text"],"creator":["Adams, Tom","Ackland, Graeme","Marion, Glenn","Edwards, Colin"],"language":[],"coverage":[],"title":["Understanding forest dynamics and plantation transformation using a\n  simple size-structured model"],"description":["  Concerns about biodiversity and the long-term stability of forest ecosystems\nhave lead to changing attitudes with respect to plantations. These artificial\ncommunities are ubiquitous, yet provide reduced habitat value in comparison to\ntheir naturally established counterparts, key factors being high density,\nhomogeneous spatial structure, and their even-sized/aged nature.\n  Transformation (manipulation of plantations to produce stands more\nreminiscent of natural ones) represents a major challenge for forest managers,\nand the shift from even- to uneven-aged stand management is far from simple.\nTree species' attributes, too, vary dramatically. This study aims to identify\ngeneric aspects of forest population dynamics, in order to understand the\ntemporal evolution of single species forest stands from an initial plantation\nlattice structure, into an ``old-growth'' state.\n  This is achieved using a size-structured model, which implements simple rules\nto simulate the growth and fate of individuals in a spatial arena. We\nparameterise and discuss model behaviour in the context of available plantation\nand semi-natural data from Caledonian Scots Pine stands. We move on to\nillustrate the use of the model in predicting the outcome of silviculture, and\ndiscuss results in the context of stand transformation.\n","Comment: 27 pages, 6 figures"]}]
["0910.0391",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0391"],"date":["2009-10-02"],"type":["text"],"creator":["Kaplan, Jean","collaboration, for the QUBIC"],"language":[],"coverage":[],"title":["QUBIC, a bolometric interferometer to measure the B modes of the CMB"],"description":["  Measuring the B modes of the CMB polarization fluctuations would provide very\nstrong constraints on inflation. The main challenge in this measurement is the\ntreatment of systematic effects. CMB observations with imagers and\ninterferometers, subject to very different systematics, are complementary in\nthis respect. Interferometry provides direct access to the Fourier transform of\nthe sky signal. In bolometric interferometry, the interference pattern produced\nby the sky through a few hundred horns is imaged on a bolometer array. Several\nsuch modules are needed to achieve the required sensitivity. We will describe\nQUBIC, a merger of the US and European MBI and BRAIN collaborations. QUBIC is a\npolarized bolometric interferometer to be deployed in 2011-2012.\n","Comment: 4 pages, 3 figures, contribution to proceedings of the June 2009\n  Blois conference \"Windows on the Universe\""]}]
["0910.0401",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0401"],"date":["2009-10-02","2009-10-05"],"type":["text"],"creator":["Wilkinson, Guy"],"language":[],"coverage":[],"title":["CP-tagged charm decays: relevance, status and prospects"],"description":["  The analysis of quantum-correlated $D-\\bar{D}$ decays produced at the\n$\\psi(3770)$ resonance gives unique insight into quantities such as\nstrong-phase differences and coherence factors. Knowledge of these parameters\nis invaluable for measurements of the CKM-angle $\\gamma$ ($\\phi_3$) in $B \\to\nDK$ decays. Results from CLEO-c analyses performed at the $\\psi(3770)$\nresonance in a variety of decay channels are reported, and their consequences\nfor the determination of $\\gamma$ is assessed. Future prospects are given for\nextensions to the present studies.\n","Comment: Invited talk at Charm 2009, May 2009, Leimen, Germany. Given on\n  behalf of the CLEO-c collaboration. (Footnote added.)"]}]
["0910.0402",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0402"],"date":["2009-10-02"],"type":["text"],"creator":["Lappi, T."],"language":[],"coverage":[],"title":["Saturation in nuclei"],"description":["  This talk discusses some recent studies of gluon saturation in nuclei. We\nstress the connection between the initial condition in heavy ion collisions and\nobservables in deep inelastic scattering (DIS). The dominant degree of freedom\nin the small x nuclear wavefunction is a nonperturbatively strong classical\ngluon field, which determines the initial condition for the glasma fields in\nthe initial stages of a heavy ion collision. A correlator of Wilson lines from\nthe same classical fields, known as the dipole cross section, can be used to\ncompute many inclusive and exclusive observables in DIS.\n","Comment: 7 pages, 3 figures. Talk given at EDS'09: 13th International\n  Conference on Elastic and Diffractive Scattering, CERN, Geneva, 29th June-3rd\n  July, 2009"]}]
["0910.0405",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0405"],"date":["2009-10-02"],"type":["text"],"creator":["Balabdaoui, Fadoua","Pitman, Jim"],"language":[],"coverage":[],"title":["The distribution of the maximal difference between Brownian bridge and\n  its concave majorant"],"description":["  We provide a representation of the maximal difference between a standard\nBrownian bridge and its concave majorant on the unit interval, from which we\ndeduce expressions for the distribution and density functions and moments of\nthis difference. This maximal difference has an application in nonparametric\nstatistics where it arises in testing monotonicity of a density or regression\ncurve.\n","Comment: 18 pages, 3 figures"]}]
["0910.0407",{"format":[],"subject":["Physics - Atomic and Molecular Clusters"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0407","PMC Physics B 2009, 2:2","doi:10.1186/1754-0429-2-2"],"date":["2009-10-02"],"type":["text"],"creator":["Chaudhuri, Chanchal"],"language":[],"coverage":[],"title":["He2+-He charge transfer collisions using a 27-state close-coupled\n  calculation with a diabatic molecular basis"],"description":["  A comparative study of two earlier three-state and fifteen-state [Chaudhuri\net al., Pramana- J. Phys., 43, 175 (1994); ibid., Phys. Rev. A, 52, 1137\n(1995)] close-coupled treatments of He2+-He single and double charge transfer\ncollisions is made in this paper with a larger, 27-state close-coupled\ncalculation. The calculations have been done using the diabatic molecular basis\nset used in the earlier work extended by adding excited orbitals leading to\nhigher excitation channels up to 3s and 3p. For such molecular basis functions\nthat go to the correct separated-atom limits used in this work, the present\nresults show that without the inclusion of the electron translation factors\n(ETFs) the quantitative cross-section calculations up to velocity ~1.1 a.u.\n(~30 keV/amu) are in good agreement with both experiment and other\ncalculations. This suggests that if ETFs are properly incorporated into the\ncharge transfer collision studies at low energies this diabatic molecular basis\ncan be used for benchmark calculations. With the aid of the Wannier's picture\nof the ground state correlations, a combined detailed analysis and comparison\nhas been carried out to find a connection with the dynamic two-electron\ncorrelation picture in charge transfer collision processes which involve\nsequential/simultaneous two-electron exchange. If ETFs are included, the model\napproach of the present work may open up opportunities to investigate dynamic\ntwo-electron correlation effect in charge transfer ion-atom collision processes\nwith benchmark accuracy.\n  PACS codes: 34.70.+e, 34.20.-b\n","Comment: 20 pages, 6 figures"]}]
["0910.0408",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Complex Variables","47B33"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0408"],"date":["2009-10-02"],"type":["text"],"creator":["Elliott, Sam","Wynn, Andrew"],"language":[],"coverage":[],"title":["Composition operators on weighted Bergman spaces of a half plane"],"description":["  We use induction and interpolation techniques to prove that a composition\noperator induced by a map $\\phi$ is bounded on the weighted Bergman space\n$\\A^2_\\alpha(\\mathbb{H})$ of the right half-plane if and only if $\\phi$ fixes\n$\\infty$ non-tangentially, and has a finite angular derivative $\\lambda$ there.\nWe further prove that in this case the norm, essential norm, and spectral\nradius of the operator are all equal, and given by $\\lambda^{(2+\\alpha)/2}$.\n","Comment: 7 pages"]}]
["0910.0409",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0409"],"date":["2009-10-02"],"type":["text"],"creator":["D'Elia, A.","Jones, R. M.","Pasini, M."],"language":[],"coverage":[],"title":["Hie-Isolde High Beta Cavity Study and Measurements"],"description":["  The upgrade of the ISOLDE machine at CERN foresees a superconducting linac\nbased on two gap independently phased Nb sputtered Quarter Wave Resonators\n(QWRs) working at 101.28MHz and producing an accelerating field of 6MV/m on\naxis. A careful study of the fields in the cavity has been carried out in order\nto pin down the crucial e-m parameters of the structure such as peak fields,\nquality factor and e-m power dissipated on the cavity wall. A tuning system\nwith about 200kHz frequency range has been developed in order to cope with\nfabrication tolerances. In this paper we will report on the cavity simulations.\nThe tuning plate design will be described. Finally the frequency measurements\non a cavity prototype at room temperature will be presented.\n","Comment: 5 pages, SRF09 Conference in Berlin"]}]
["0910.0412",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0412"],"date":["2009-10-02"],"type":["text"],"creator":["De Fazio, Fulvia"],"language":[],"coverage":[],"title":["New Charm Spectroscopy: Insights from Theory"],"description":["  We discuss several new observations of mesons with open charm. In particular,\nwe consider $D_{sJ}(2317)$ and $D_{sJ}(2460)$ and compare their isospin\nviolating decays into $D^{(*)}_s \\pi$ to the radiative decays analysed using\nlight-cone QCD sum rules. The results support the interpretation of these two\nmesons as ordinary $c{\\bar s}$ states.\n  In the case of $D_{sJ}(2860)$ and $D_{sJ}(2710)$ we compute the strong decays\nin the heavy quark limit. Comparison of the results with recent measurements of\nthe BaBar Collaboration leads to identify $D_{sJ}(2710)$ with the first radial\nexcitation of $D_s^*$, while the identification is still uncertain in the case\nof $D_{sJ}(2860)$.\n","Comment: LaTeX, 9 pages, 3 figures. Invited talk at \"CHARM 2009\", May 20-22,\n  2009, Leimen, Germany"]}]
["0910.0413",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0413"],"date":["2009-10-02"],"type":["text"],"creator":["Candes, Emmanuel J.","Plan, Yaniv"],"language":[],"coverage":[],"title":["Accurate low-rank matrix recovery from a small number of linear\n  measurements"],"description":["  We consider the problem of recovering a lowrank matrix M from a small number\nof random linear measurements. A popular and useful example of this problem is\nmatrix completion, in which the measurements reveal the values of a subset of\nthe entries, and we wish to fill in the missing entries (this is the famous\nNetflix problem). When M is believed to have low rank, one would ideally try to\nrecover M by finding the minimum-rank matrix that is consistent with the data;\nthis is, however, problematic since this is a nonconvex problem that is,\ngenerally, intractable.\n  Nuclear-norm minimization has been proposed as a tractable approach, and past\npapers have delved into the theoretical properties of nuclear-norm minimization\nalgorithms, establishing conditions under which minimizing the nuclear norm\nyields the minimum rank solution. We review this spring of emerging literature\nand extend and refine previous theoretical results. Our focus is on providing\nerror bounds when M is well approximated by a low-rank matrix, and when the\nmeasurements are corrupted with noise. We show that for a certain class of\nrandom linear measurements, nuclear-norm minimization provides stable recovery\nfrom a number of samples nearly at the theoretical lower limit, and enjoys\norder-optimal error bounds (with high probability).\n","Comment: 8 pages, 1 table"]}]
["0910.0423",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0423"],"date":["2009-10-02"],"type":["text"],"creator":["Guido, Elisa","Collaboration, for the BaBar"],"language":[],"coverage":[],"title":["Lepton Universality Test in Upsilon(1S) decays at BaBar"],"description":["  Using a sample of 122 million Upsilon(3S) decays collected with the BaBar\ndetector at the PEP-II asymmetric energy collider at the SLAC National\nAccelerator Laboratory, we measure the ratio\nR_taumu=BR(Upsilon(1S)->tau^+tau^-)/BR(Upsilon(1S)->mu^+mu^-); the measurement\nis intended as a test of lepton universality and as a possible search for a\nlight pseudoscalar Higgs boson in Next to Minimal Supersymmetric Standard Model\n(NMSSM) scenarios. Such a boson could appear in a deviation of the ratio\nR_taumu from the Standard Model expectation, that is 1, except for small lepton\nmass corrections. The analysis exploits the decays Upsilon(3S) -> Upsilon(1S)\npi^+pi^-, Upsilon(1S) -> l^+l^-, where l = mu, tau.\n","Comment: 5 pages, 4 figures. To be published in the proceedings of DPF-2009,\n  Detroit, MI, July 2009, eConf C090726"]}]
["0910.0424",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0424","General Relativity and Gravitation, 41, 1389 (2009)","doi:10.1007/s10714-008-0712-7"],"date":["2009-10-02"],"type":["text"],"creator":["de Araujo, J. C. N.","Marranghello, G. F."],"language":[],"coverage":[],"title":["Gravitational wave background from neutron star phase transition"],"description":["  We study the generation of a stochastic gravitational wave (GW) background\nproduced by a population of neutron stars (NSs) which go over a hadron-quark\nphase transition in its inner shells. We obtain, for example, that the NS phase\ntransition, in cold dark matter scenarios, could generate a stochastic GW\nbackground with a maximum amplitude of $h_{\\rm BG} \\sim 10^{-24}$, in the\nfrequency band $\\nu_{\\rm{obs}} \\simeq 20-2000 {\\rm Hz}$ for stars forming at\nredshifts of up to $z\\simeq 20.$ We study the possibility of detection of this\nisotropic GW background by correlating signals of a pair of Advanced LIGO\nobservatories.\n","Comment: 17 pages, 5 figures"]}]
["0910.0429",{"format":[],"subject":["Quantitative Biology - Genomics","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0429"],"date":["2009-10-02"],"type":["text"],"creator":["Ponnala, Lalit"],"language":[],"coverage":[],"title":["On the clustering of rare codons and its effect on translation"],"description":["  The presence of clusters of rare codons is known to negatively impact the\nefficiency and accuracy of protein production. In this paper, we demonstrate a\nstatistical method of identifying such clusters in the coding sequence of a\ngene. Using E. coli as our model organism, we show that genes having denser\nclusters tend to have lower protein yields.\n"]}]
["0910.0432",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0432"],"date":["2009-10-02"],"type":["text"],"creator":["Galan, C.","Mikolajewski, M.","Tomov, T.","Swierczynski, E.","Wiecek, M.","Brozek, T.","Maciejewski, G.","Wychudzki, P.","Hajduk, M.","Rozanski, P. T.","Ragan, E.","Budzisz, B.","Dobierski, P.","Frackowiak, S.","Kurpinska-Winiarska, M.","Winiarski, M.","Zola, S.","Ogloza, W.","Kuzmicz, A.","Drozdz, M.","Kuligowska, E.","Krzesinski, J.","Szymanski, T.","Siwak, M.","Kundera, T.","Staels, B.","Hopkins, J.","Pye, J.","Elder, L.","Myers, G.","Dimitrov, D.","Popov, V.","Semkov, E.","Peneva, S.","Kolev, D.","Iliev, I.","Barzova, I.","Stateva, I.","Tomov, N.","Dvorak, S.","Miller, I.","Brat, L.","Niarchos, P.","Liakos, A.","Gazeas, K.","Pigulski, A.","Kopacki, G.","Narwid, A.","Majewska, A.","Steslicki, M.","Niemczura, E.","Ogmen, Y.","Oksanen, A.","Kucakova, H.","Lister, T. A.","Heras, T. A.","Dapergolas, A.","Bellas-Velidis, I.","Kocian, R.","Majcher, A."],"language":[],"coverage":[],"title":["Multi-ring structure of the eclipsing disk in EE Cep - possible planets?"],"description":["  The photometric and spectroscopic observational campaign organized for the\n2008/9 eclipse of EE Cep revealed features, which indicate that the eclipsing\ndisk in the EE Cep system has a multi-ring structure. We suggest that the gaps\nin the disk can be related to the possible planet formation.\n","Comment: 6 pages, 6 figures, contribution to the conference proceedings:\n  Binaries - Key to Comprehension of the Universe, Brno, Czech Republic, 8-12\n  Jul. 2009"]}]
["0910.0433",{"format":[],"subject":["Mathematics - Analysis of PDEs","35L70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0433"],"date":["2009-10-02"],"type":["text"],"creator":["Metcalfe, Jason","Sogge, Christopher D."],"language":[],"coverage":[],"title":["Global existence for high dimensional quasilinear wave equations\n  exterior to star-shaped obstacles"],"description":["  We study long time existence for high dimensional quasilinear wave equations\nexterior to star-shaped obstacles. In particular, we obtain exterior domain\nanalogs of the four dimensional results of H\\\"ormander where the nonlinearity\nis permitted to depend on the solution not just its first and second\nderivatives. Previous proofs in exterior domains omitted this dependence as it\ndid not mesh well with the energy methods in use.\n","Comment: 13 pages"]}]
["0910.0436",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0436"],"date":["2009-10-02"],"type":["text"],"creator":["Halzen, Francis"],"language":[],"coverage":[],"title":["IceCube: The Rationale for Kilometer-Scale Neutrino Detectors"],"description":["  At a time when IceCube is nearing completion, we revisit the rationale for\nconstructing kilometer-scale neutrino detectors. We focus on the prospect that\nsuch observatories reveal the still-enigmatic sources of cosmic rays. While\nonly a \"smoking gun\" is missing for the case that the Galactic component of the\ncosmic-ray spectrum originates in supernova remnants, the origin of the\nextragalactic component remains a mystery. We speculate on neutrino emission\nfrom gamma-ray bursts and active galaxies.\n","Comment: 9 pages, 6 figures, from a talk presented at the 21st Rencontres de\n  Blois, \"Windows on the Universe\", resubmitted to correct a figure"]}]
["0910.0437",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0437"],"date":["2009-10-02"],"type":["text"],"creator":["Benitez, E.","Chavushyan, V. H.","Raiteri, C. M.","Villata, M.","Dultzin, D.","Martinez, O.","Perez-Camargo, B.","Torrealba, J."],"language":[],"coverage":[],"title":["Spectroscopic monitoring of the Blazar 3C 454.3"],"description":["  We performed an optical spectroscopic monitoring of the blazar 3C 454.3 from\nSeptember 2003 to July 2008. Sixteen optical spectra were obtained during\ndifferent runs, which constitute the first spectroscopic monitoring done in the\nrest-frame UV region (z=0.859). An overall flux variation of the MgII (2800 A)\nby a factor ~ 3 was observed, while the corresponding UV continuum (F_cont at\n3000 A) changed by a factor ~ 14. The MgII emission lines respond\nproportionally to the continuum variations when the source is in a low-activity\nstate. In contrast, near the optical outbursts detected in 2005 and 2007, the\nMgII emission lines showed little response to the continuum flux variations.\nDuring the monitored period the UV FeII flux changed by a factor ~ 6 and\ncorrelated with F_cont (r = 0.92). A negative correlation between EW(Mg II) and\nF_cont was found, i.e. the so-called \"Intrinsic Baldwin Effect\".\n","Comment: 2 pages, 2 figures, ASPC (Proceeding Accretion and Ejection in AGN: A\n  Global View)"]}]
["0910.0438",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0438"],"date":["2009-10-02"],"type":["text"],"creator":["Klimes, J.","Bowler, D. R.","Michaelides, A."],"language":[],"coverage":[],"title":["Chemical accuracy for the van der Waals density functional"],"description":["  The non-local van der Waals density functional (vdW-DF) of Dion et al. [Phys.\nRev. Lett. 92, 246401 (2004)] is a very promising scheme for the efficient\ntreatment of dispersion bonded systems. We show here that the accuracy of\nvdW-DF can be dramatically improved both for dispersion and hydrogen bonded\ncomplexes through the judicious selection of its underlying exchange\nfunctional. New and published exchange functionals are identified that deliver\nmuch better than chemical accuracy from vdW-DF for the S22 benchmark set of\nweakly interacting dimers and for water clusters. Improved performance for the\nadsorption of water on salt is also obtained.\n","Comment: 5 pages, 2 figures, 2 tables"]}]
["0910.0439",{"format":[],"subject":["Mathematics - General Topology","05A18, 03E05, 54A10, 03E35, 54A25, 05D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0439"],"date":["2009-10-02"],"type":["text"],"creator":["Comfort, W. W.","Hu, Wanjun"],"language":[],"coverage":[],"title":["Tychonoff Expansions with Prescribed Resolvability Properties"],"description":["  The recent literature offers examples, specific and hand-crafted, of\nTychonoff spaces (in ZFC) which respond negatively to these questions, due\nrespectively to Ceder and Pearson (1967) and to Comfort and Garc\\'ia-Ferreira\n(2001): (1) Is every $\\omega$-resolvable space maximally resolvable? (2) Is\nevery maximally resolvable space extraresolvable? Now using the method of\n${\\mathcal{KID}}$ expansion, the authors show that {\\it every} suitably\nrestricted Tychonoff topological space $(X,\\sT)$ admits a larger Tychonoff\ntopology (that is, an \"expansion\") witnessing such failure. Specifically the\nauthors show in ZFC that if $(X,\\sT)$ is a maximally resolvable Tychonoff space\nwith $S(X,\\sT)\\leq\\Delta(X,\\sT)=\\kappa$, then $(X,\\sT)$ has Tychonoff\nexpansions $\\sU=\\sU_i$ ($1\\leq i\\leq5$), with $\\Delta(X,\\sU_i)=\\Delta(X,\\sT)$\nand $S(X,\\sU_i)\\leq\\Delta(X,\\sU_i)$, such that $(X,\\sU_i)$ is: ($i=1$)\n$\\omega$-resolvable but not maximally resolvable; ($i=2$) [if $\\kappa'$ is\nregular, with $S(X,\\sT)\\leq\\kappa'\\leq\\kappa$] $\\tau$-resolvable for all\n$\\tau<\\kappa'$, but not $\\kappa'$-resolvable; ($i=3$) maximally resolvable, but\nnot extraresolvable; ($i=4$) extraresolvable, but not maximally resolvable;\n($i=5$) maximally resolvable and extraresolvable, but not strongly\nextraresolvable.\n","Comment: 25 pages, 0 figures"]}]
["0910.0443",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","Computer Science - Computational Complexity","Computer Science - Data Structures and Algorithms","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0443"],"date":["2009-10-02"],"type":["text"],"creator":["Chalermsook, Parinya","Laekhanukit, Bundit","Nanongkai, Danupon"],"language":[],"coverage":[],"title":["Stackelberg Pricing is Hard to Approximate within $2-\\epsilon$"],"description":["  Stackelberg Pricing Games is a two-level combinatorial pricing problem\nstudied in the Economics, Operation Research, and Computer Science communities.\nIn this paper, we consider the decade-old shortest path version of this problem\nwhich is the first and most studied problem in this family.\n  The game is played on a graph (representing a network) consisting of {\\em\nfixed cost} edges and {\\em pricable} or {\\em variable cost} edges. The fixed\ncost edges already have some fixed price (representing the competitor's\nprices). Our task is to choose prices for the variable cost edges. After that,\na client will buy the cheapest path from a node $s$ to a node $t$, using any\ncombination of fixed cost and variable cost edges. The goal is to maximize the\nrevenue on variable cost edges.\n  In this paper, we show that the problem is hard to approximate within\n$2-\\epsilon$, improving the previous \\APX-hardness result by Joret [to appear\nin {\\em Networks}]. Our technique combines the existing ideas with a new\ninsight into the price structure and its relation to the hardness of the\ninstances.\n"]}]
["0910.0445",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0445"],"date":["2009-10-02"],"type":["text"],"creator":["Langlois, David"],"language":[],"coverage":[],"title":["Glimpses into the early Universe"],"description":["  This contribution gives a brief overview of the theoretical ideas underlying\nour current understanding of the early Universe. Confronting the predictions of\nthe early Universe models with cosmological observations, in particular of the\ncosmic microwave background fluctuations, will improve our knowledge about the\nphysics of the primordial Universe.\n","Comment: Invited talk at the XVI International Congress on Mathematical\n  Physics, Prague, 3-8 August 2009; 6 pages"]}]
["0910.0449",{"format":[],"subject":["Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0449"],"date":["2009-10-02"],"type":["text"],"creator":["Watson, Liam"],"language":[],"coverage":[],"title":["A surgical perspective on quasi-alternating links"],"description":["  We show that quasi-alternating links arise naturally when considering surgery\non a strongly invertible L-space knot (that is, a knot that yields an L-space\nfor some Dehn surgery). In particular, we show that for many known classes of\nL-space knots, every sufficiently large surgery may be realized as the two-fold\nbranched cover of a quasi-alternating link. Consequently, there is considerable\noverlap between L-spaces obtained by surgery on $S^3$, and L-spaces resulting\nas two-fold branched covers of quasi-alternating links. By adapting this\napproach to certain Seifert fibered spaces, it is possible to give an iterative\nconstruction for quasi-alternating Montesinos links.\n","Comment: 16 pages, 12 figures"]}]
["0910.0452",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Combinatorics","52A10, 52A40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0452"],"date":["2009-10-02"],"type":["text"],"creator":["Ismailescu, Dan","Kim, Minsuk","Lee, Kyung Jae","Lee, Seong Hoon","Park, Taehyeun"],"language":[],"coverage":[],"title":["Area Problems Involving Kasner Polygons"],"description":["  Sequences of polygons generated by performing iterative processes on an\ninitial polygon have been studied extensively. One of the most popular\nsequences is the one sometimes referred to as {\\it Kasner polygons}. Given a\npolygon $K$, the first Kasner descendant $K'$ of $K$ is obtained by placing the\nvertices of $K'$ at the midpoints of the edges of $K$.\n  More generally, for any fixed $m$ in $(0,1)$ one may define a sequence of\npolygons $\\{K^{t}\\}_{t\\ge 0}$ where each polygon $K^{t}$ is obtained by\ndividing every edge of $K^{t-1}$ into the ratio $m:(1-m)$ in the\ncounterclockwise (or clockwise) direction and taking these division points to\nbe the vertices of $K^{t}$.\n  We are interested in the following problem\n  {\\it Let $m$ be a fixed number in $(0,1)$ and let $n\\ge 3$ be a fixed\ninteger. Further, let $K$ be a convex $n$-gon and denote by $K'$, the first\n$m$-Kasner descendant of $K$, that is, the vertices of $K'$ divide the edges of\n$K$ into the ratio $m:(1-m)$. What can be said about the ratio between the area\nof $K'$ and the area of $K$, when $K$ varies in the class of convex $n$-gons?}\n  We provide a complete answer to this question.\n","Comment: 20 pages, 10 figures"]}]
["0910.0454",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0454"],"date":["2009-10-02"],"type":["text"],"creator":["Dong, Liaoyuan","Collaboration, for the BABAR"],"language":[],"coverage":[],"title":["Dalitz Plot Analyses of B^- \\to D^+ \\pi^-\\pi^-, B^+ \\to \\pi^+ \\pi^-\n  \\pi^+ and D^+_s \\to \\pi^+ \\pi^- \\pi^+ at BABAR"],"description":["  We report on the Dalitz plot analyses of B^- \\to D^+ \\pi^-\\pi^-, B^+ \\to\n\\pi^+ \\pi^- \\pi^+ and D^+_s \\to \\pi^+ \\pi^- \\pi^+. The Dalitz plot method and\nthe most recent BABAR results are discussed.\n","Comment: 6 pages, 7 figures, To be published in the proceedings of DPF-2009,\n  Detroit, MI, July 2009, eConf C090726"]}]
["0910.0462",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.0462","Int. J. Theor. Phys. 48: 1559-1565, 2009","doi:10.1007/s10773-009-9928-x"],"date":["2009-10-02"],"type":["text"],"creator":["Qandalji, K. Rasem"],"language":[],"coverage":[],"title":["On Verification of the Non-Generational Conjectural- Derivation of First\n  Class constraints: HP Monopole's Field case"],"description":["  In [7] we proposed a non-generational conjectural derivation of all first\nclass constraints (involving, only, variables compatible with canonical Poisson\nbrackets) for realistic gauge (singular) field theories; and we verified the\nconjecture in cases of electromagnetic field, Yang Mills fields interacting\nwith scalar and spinor fields, and the gravitational field. Here we will\nfurther verify our conjecture for the case of 't Hooft- Polyakov (HP)\nmonopole's field (i.e. in the Higgs Vacuum); and show that we will reproduce\nthe results in Ref.[6], which we reached at using Dirac's standard\nmulti-generational algorithm.\n"]}]
["astro-ph/0002195",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0002195","Astron.Astrophys.358:481-493,2000"],"date":["2000-02-09"],"type":["text"],"creator":["Sturm, E.","Lutz, D.","Tran, D.","Feuchtgruber, H.","Genzel, R.","Kunze, D.","Moorwood, A. F. M.","Thornley, M. D."],"language":[],"coverage":[],"title":["ISO-SWS spectra of galaxies: continuum and features"],"description":["  We present an inventory of mid-infrared spectral features detected in high\nresolution 2.4 to 45um ISO-SWS spectra of the galaxies M82, NGC253, Circinus,\nNGC1068, and the 30Doradus region of the LMC. We discuss their identifications\nand highlight possible relations between these features and the physical state\nof the interstellar medium in galaxies. In the 5--13 um region, emission from\nunidentified infrared bands (UIBs), usually ascribed to aromatic molecules, and\napparent silicate absorption dominate the spectrum. We demonstrate the danger\nof overestimating the amount of silicate absorption by comparing the spectrum\nof M82 to the (absorption free) spectrum of the reflection nebula NGC7023. No\nstrong silicate absorption is present in M82. The (very small grain) dust\ncontinuum under the UIB emission in our starburst templates can be modeled by a\nsimple power law, starting at wavelengths between 8 and 9um. The spectra are\nvaluable templates for future mid-infrared missions. We smooth our data to\nsimulate low resolution spectra as obtained with ISOCAM-CVF, ISOPHOT-S, and in\nthe future with the low resolution mode of SIRTF-IRS, and use our high spectral\nresolution information to highlight possible identification problems at low\nresolving power that are caused by coincidences of lines and features.\n","Comment: LaTex2e, needs aa.cls, 16 pages (including 6 eps figures), accepted\n  by A&A"]}]
["astro-ph/0003222",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0003222","Astrophys.J.534:L83-L87,2000","doi:10.1086/312658"],"date":["2000-03-15"],"type":["text"],"creator":["Pancino, E.","Ferraro, F. R.","Bellazzini, M.","Piotto, G.","Zoccali, M."],"language":[],"coverage":[],"title":["New evidence for the complex struscture of the RGB of Omega Cen"],"description":["  We report on the complex structure of the red giant branch (RGB) of omega\nCen, based on a new wide field and wide color baseline B and I photometry. Our\ncolor magnitude diagram (CMD) shows the presence of multiple populations along\nthis branch, in particular we discovered an anomalous branch (RGB-a), which\nappears to be well separated from the bulk of the RGB stars. On the basis of\nour CMD and from the previous literature we conclude that (1) these stars,\nclearly identified as a separate population in our CMD, represent the extreme\nmetal rich extension ([Ca/H]>-0.3) of the stellar content of omega Cen, and\nshow anomalous abundances of s-process elements (as Ba and Zr) as well; (2)\nthey are physical members of the omega Cen system; (3) they comprise ~ 5% of\nthe stars of the whole system; (4) this component and the metal-intermediate\none (-0.4>[Ca/H]>-1) have been found to share the same spatial distribution,\nboth of them differing significantly from the most metal poor one ([Ca/H]<-1).\nThis last evidence supports the hypothesis that metal rich components could\nbelong to an independent (proto?) stellar system captured in the past by omega\nCen.\n","Comment: 5 pages, 3 figures, accepted for publication as ApJ Letter"]}]
["astro-ph/0003293",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0003293","Astrophys.J.540:236-254,2000","doi:10.1086/309309"],"date":["2000-03-20"],"type":["text"],"creator":["Hillenbrand, Lynne A.","Carpenter, John M."],"language":[],"coverage":[],"title":["Constraints on the Stellar/Sub-stellar Mass Function in the Inner Orion\n  Nebula Cluster"],"description":["  We present the results of a 0.5-0.9\" FWHM imaging survey at K (2.2 micron)\nand H (1.6 micron) covering 5.1' x 5.1' centered on Theta 1C Ori, the most\nmassive star in the Orion Nebula Cluster (ONC). At the age and distance of this\ncluster, and in the absence of extinction, the hydrogen burning limit (0.08 Mo)\noccurs at K~13.5 mag while an object of mass 0.02 Mo has K~16.2 mag. Our\nphotometry is complete for source detection at the 7 sigma level to K~17.5 mag\nand thus is sensitive to objects as low-mass as 0.02 Mo seen through visual\nextinction values as high as 10 magnitudes. We use the observed magnitudes,\ncolors, and star counts to constrain the shape of the inner ONC stellar mass\nfunction across the hydrogen burning limit. After determining the stellar age\nand near-infrared excess properties of the optically visible stars in this same\ninner ONC region, we present a new technique that incorporates these\ndistributions when extracting the mass function from the observed density of\nstars in the K-(H-K) diagram. We find that our data are inconsistent with a\nmass function that rises across the stellar/sub-stellar boundary. Instead, we\nfind that the most likely form of the inner ONC mass function is one that rises\nto a peak around 0.15 Mo, and then declines across the hydrogen-burning limit\nwith slope N(log M) ~ M^(0.57+/-0.05). We emphasize that our conclusions apply\nto the inner 0.71 pc x 0.71 pc of the ONC only; they may not apply to the ONC\nas a whole where some evidence for general mass segregation has been found.\n","Comment: Accepted for publication in the Astrophysical Journal.\n  Preprints/tables also available at http://phobos.caltech.edu/~jmc/papers/onc/"]}]
["astro-ph/0004386",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0004386","Astrophys.J.540:1016-1040,2000","doi:10.1086/309365"],"date":["2000-04-27"],"type":["text"],"creator":["Luhman, K. L.","Rieke, G. H.","Young, Erick T.","Cotera, Angela S.","Chen, H.","Rieke, Marcia J.","Schneider, Glenn","Thompson, Rodger I."],"language":[],"coverage":[],"title":["The Initial Mass Function of Low-Mass Stars and Brown Dwarfs in Young\n  Clusters"],"description":["  We have obtained images of the Trapezium Cluster (140\" x 140\"; 0.3 pc x 0.3\npc) with the Hubble Space Telescope Near-Infrared Camera and Multi-Object\nSpectrometer (NICMOS). Combining these data with new ground-based K-band\nspectra (R=800) and existing spectral types and photometry and the models of\nD'Antona & Mazzitelli, we find that the distributions of ages of comparable\nsamples of stars in the Trapezium, rho Oph, and IC 348 indicate median ages of\n\\~0.4 Myr for the first two regions and ~1-2 Myr for the latter. The low-mass\nIMFs in these sites of clustered star formation are similar over a wide range\nof stellar densities and other environmental conditions. With current data, we\ncannot rule out modest variations in the substellar mass functions among these\nclusters. We then make the best estimate of the true form of the IMF in the\nTrapezium by using the evolutionary models of Baraffe et al. and an empirically\nadjusted temperature scale and compare this mass function to recent results for\nthe Pleiades and the field. All of these data are consistent with an IMF that\nis flat or rises slowly from the substellar regime to about 0.6 Msun, and then\nrolls over into a power law that continues from about 1 Msun to higher masses\nwith a slope similar to or somewhat larger than the Salpeter value of 1.35. For\nthe Trapezium, this behavior holds from our completeness limit of ~0.02 Msun\nand probably, after a modest completeness correction, even from 0.01-0.02 Msun.\nThese data include ~50 likely brown dwarfs. We test the predictions of theories\nof the IMF against various properties of the observed IMF.\n","Comment: 34 pages, 13 figures, for color image see\n  http://cfa-www.harvard.edu/~kluhman/trap/colorimage.jpg"]}]
["astro-ph/0006325",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0006325","Publ.Astron.Soc.Pac.112:1360-1382,2000","doi:10.1086/316632"],"date":["2000-06-22"],"type":["text"],"creator":["Anderson, Jay","King, Ivan R."],"language":[],"coverage":[],"title":["Toward High-Precision Astrometry with WFPC2. I. Deriving an Accurate PSF"],"description":["  The first step toward doing high-precision astrometry is the measurement of\nindividual stars in individual images, a step that is fraught with dangers when\nthe images are undersampled. The key to avoiding systematic positional error in\nundersampled images is to determine an extremely accurate point-spread function\n(PSF). We apply the concept of the {\\it effective} PSF, and show that in images\nthat consist of pixels it is the ePSF, rather than the often-used instrumental\nPSF, that embodies the information from which accurate star positions and\nmagnitudes can be derived. We show how, in a rich star field, one can use the\ninformation from dithered exposures to derive an extremely accurate effective\nPSF by iterating between the PSF itself and the star positions that we measure\nwith it. We also give a simple but effective procedure for representing spatial\nvariations of the HST PSF. With such attention to the PSF, we find that we are\nable to measure the position of a single reasonably bright star in a single\nimage with a precision of 0.02 pixel (2 mas in WF frames, 1 mas in PC), but\nwith a systematic accuracy better than 0.002 pixel (0.2 mas in WF, 0.1 mas in\nPC), so that multiple observations can reliably be combined to improve the\naccuracy by $\\surd N$.\n","Comment: 33 pp. text + 15 figs.; accepted by PASP"]}]
["astro-ph/0008500",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0008500","Astron.Astrophys.362:895-909,2000"],"date":["2000-08-30"],"type":["text"],"creator":["Hilker, Michael","Richtler, Tom"],"language":[],"coverage":[],"title":["omega Centauri - a former nucleus of a dissolved dwarf galaxy? New\n  evidence from Stroemgren photometry"],"description":["  CCD vby Stroemgren photometry of a statistically complete sample of red\ngiants and stars in the main sequence turn-off region in omega Centauri has\nbeen used to analyse the apparently complex star formation history of this\ncluster. From the location of stars in the (b-y),m_1 diagram metallicities have\nbeen determined. These have been used to estimate ages of different\nsub-populations in the color-magnitude diagram. The metal-poor population\naround -1.7 dex is the oldest population found. More metal-rich stars between\n[Fe/H]=-1.5 and -1.0 dex tend to be 1-3 Gyr younger. These stars are more\nconcentrated towards the center than the metal-poor ones. The most-metal rich\nstars (-0.7 dex) might be up to 6 Gyr younger than the oldest population. They\nare asymmetrically distributed around the center with an excess of stars\ntowards the South. We argue that the Stroemgren metallicity in terms of element\nabundances has another meaning than in other globular clusters. From a\ncomparison with spectroscopic element abundances, we find the best correlation\nwith the sum C+N. The high Stroemgren metallicities, if interpreted by strong\nCN-bands, result from progressively higher N and perhaps C abundances in\ncomparison to iron. We see an enrichment already among the metal-poor\npopulation, which is difficult to explain by self-enrichment alone. An\nattractive speculation is that omega Cen was the nucleus of a dwarf galaxy. We\npropose a scenario in which omega Cen experienced mass inflow over a long\nperiod of time, until the gas content of its host galaxy was so low that star\nformation in omega Cen stopped, or alternatively the gas was stripped off\nduring its infall in the Milky Way potential. A mass inflow occuringcn a clumpy\nand discontinuous manner could explain several of our findings.\n","Comment: 16 pages, 15 figures, accepted for publication in Astronomy &\n  Astrophysics"]}]
["astro-ph/0104424",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0104424","Astrophys.J.557:802-821,2001","doi:10.1086/322258"],"date":["2001-04-26"],"type":["text"],"creator":["Busso, M.","Gallino, R.","Lambert, D. L.","Travaglio, C.","Smith, V. V."],"language":[],"coverage":[],"title":["Nucleosynthesis and mixing on the Asymptotic Giant Branch. III.\n  Predicted and observed s-process abundances"],"description":["  We present the results of s-process nucleosynthesis calculations for AGB\nstars of different metallicities and initial masses. The computations were\nbased on previously published stellar evolutionary models that account for the\nIII dredge up phenomenon occurring late on the AGB. Neutron production is\ndriven by the 13C(alpha,n)16O reaction during the interpulse periods in a tiny\nlayer in radiative equilibrium at the top of the He- and C-rich shell. The\ns-enriched material is subsequently mixed with the envelope by the III dredge\nup, and the envelope composition is computed after each thermal pulse. We\nfollow the changes in the photospheric abundance of the Ba-peak elements (heavy\ns, or `hs') and that of the Zr-peak ones (light s, or `ls'), whose logarithmic\nratio [hs/ls] has often been adopted as an indicator of the s-process\nefficiency. The theoretical predictions are compared with published abundances\nof s elements for Galactic AGB giants of classes MS, S, SC, post-AGB\nsupergiants, and for various classes of binary stars. The observations in\ngeneral confirm the complex dependence of n captures on metallicity. They\nsuggest that a moderate spread exists in the abundance of 13C that is burnt in\ndifferent stars. Although additional observations are needed, a good\nunderstanding has been achieved of s-process operation in AGB. The detailed\nabundance distribution including the light elements (CNO) of a few s-enriched\nstars at different metallicity are examined.\n","Comment: Accepted for ApJ, 59 pages, 19 figures, 5 tables"]}]
["astro-ph/0107206",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0107206","Astrophys.J.557:L105-L108,2001","doi:10.1086/323248"],"date":["2001-07-11"],"type":["text"],"creator":["Freire, P. C.","Kramer, M.","Lyne, A. G.","Camilo, F.","Manchester, R. N.","D'Amico, N."],"language":[],"coverage":[],"title":["Detection of ionized gas in the globular cluster 47 Tucanae"],"description":["  We report the detection of ionized intracluster gas in the globular cluster\n47 Tucanae. Pulsars in this cluster with a negative period derivative, which\nmust lie in the distant half of the cluster, have significantly higher measured\nintegrated electron column densities than the pulsars with a positive period\nderivative. We derive the plasma density within the central few pc of the\ncluster using two different methods which yield consistent values. Our best\nestimate of n_e = (0.067+-0.015)/cm^3 is about 100 times the free electron\ndensity of the ISM in the vicinity of 47 Tucanae, and the ionized gas is\nprobably the dominant component of the intracluster medium.\n","Comment: 5 pages, 3 included figures, accepted for publication by ApJ Letters"]}]
["astro-ph/0109028",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0109028","Astron.J.122:2569-2586,2001","doi:10.1086/323711"],"date":["2001-09-03","2001-09-07"],"type":["text"],"creator":["Bellazzini, M.","Pecci, F. Fusi","Ferraro, F. R.","Galleti, S.","Catelan, Marcio","Landsman, W. B."],"language":[],"coverage":[],"title":["Age as the Second Parameter in NGC 288 / NGC 362? I. Turnoff Ages: a\n  Purely Differential Comparison"],"description":["  We present deep V,I photometry of the globular clusters NGC 288, NGC 362 and\nNGC 1851 obtained during a single observational run under strictly homogeneous\nconditions. We use the bimodal horizontal branch (HB) of NGC 1851 as a\n``bridge'' to obtain the optimum relative match between the HBs of NGC 288 and\nNGC 362. In this way we can effectively remove the uncertainties associated\nwith distance, reddening and inhomogeneities in the absolute calibration, thus\nobtaining a very robust, purely differential estimate of the age difference\nbetween these two clusters. According to the bridge test, NGC 288 is found to\nbe older than NGC 362 by 2 +- 1 Gyr. This result is fully confirmed also by all\nclassical differential age diagnostics, either based on the luminosity or color\nof the main sequence turnoff point.\n","Comment: Accepted by The Astronomical Journal - 30 pages, 6 tables, 14\n  figures, LaTeX, the emulateapj5.sty macro is used. Fig. 2 and Fig. 3 are\n  provided in reduced resolution. Full resolution versions available upon\n  request to the first author (bellazzini@bo.astro.it). Minor changes due to\n  modifications in the companion paper (Pap II)"]}]
["astro-ph/0109073",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0109073","Astron.J.122:3171-3182,2001","doi:10.1086/324449"],"date":["2001-09-05"],"type":["text"],"creator":["Catelan, M.","Bellazzini, M.","Landsman, W. B.","Ferraro, F. R.","Pecci, F. Fusi","Galleti, S."],"language":[],"coverage":[],"title":["Age as the Second Parameter in NGC 288/NGC 362? II. The Horizontal\n  Branch Revisited"],"description":["  We revisit the \"second parameter\" pair of globular clusters NGC 288/NGC 362\non the basis of theoretical models for red giant branch (RGB) and horizontal\nbranch (HB) stars. The results of the most extensive set of RGB/HB simulations\ncomputed so far for these clusters are presented for two different\nmetallicities. Using several different analytical mass loss formulae for RGB\nstars, we derive relative \"HB morphology ages.\" We compare them with the\nrelative main-sequence turnoff ages derived by application of the \"bridge test\"\nby Bellazzini et al. (2001), who found that NGC 288 is 2+/-1 Gyr older than NGC\n362. We find that adoption of a higher metallicity ([Fe/H] ~ -1.2), as favored\nby the Carretta & Gratton metallicity scale, makes age a much more plausible\nsecond parameter candidate for this pair than is the case when a lower\nmetallicity ([Fe/H] ~ -1.5), closer to the Zinn & West scale, is adopted.\nHowever, while the different HB morphology of these two clusters can be\nreproduced by canonical HB models with [Fe/H] ~ -1.2 and an age difference of 2\nGyr, this explanation is not without difficulty. In particular, we confirm\nprevious suggestions that canonical models are unable to reproduce the detailed\nHB morphology of NGC 288 at its red end, for as yet unknown reasons. Finally,\nwe show that the mass dispersion on the HB of NGC 362 is substantially larger\nthan for NGC 288, and suggest that there is a correlation between the mass\ndispersion on the HB phase and the central density of globular clusters. This\nis presumably related to the way environmental effects affect RGB mass loss.\n[Abridged]\n","Comment: 15 pages, 7 figures, emulateapj5/apjfonts style (included).\n  Astronomical Journal, in press. A preprint with full-resolution versions of\n  Figs. 1 and 4 is available from http://www.astro.virginia.edu/~mc6vz"]}]
["astro-ph/0201445",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0201445","Astrophys.J.571:458-468,2002","doi:10.1086/339857"],"date":["2002-01-28"],"type":["text"],"creator":["Origlia, Livia","Ferraro, Francesco R.","Pecci, Flavio Fusi","Rood, Robert T."],"language":[],"coverage":[],"title":["ISOCAM observations of Galactic Globular Clusters: mass loss along the\n  Red Giant Branch"],"description":["  Deep images in the 10 micron spectral region have been obtained for five\nmassive Galactic globular clusters, NGC 104 (=47 Tuc), NGC 362, NGC 5139 (omega\nCen), NGC 6388, NGC 7078 (=M15) and NGC 6715 (=M54) in the Sagittarius Dwarf\nSpheroidal using ISOCAM in 1997. A significant sample of bright giants have an\nISOCAM counterpart but only < 20% of these have a strong mid-IR excess\nindicative of dusty circumstellar envelopes. From a combined physical and\nstatistical analysis we derive mass loss rates and frequency. We find that i)\nsignificant mass loss occurs only at the very end of the Red Giant Branch\nevolutionary stage and is episodic, ii) the modulation timescales must be\ngreater than a few decades and less than a million years, and iii) mass loss\noccurrence does not show a crucial dependence on the cluster metallicity.\n","Comment: 26 pages, 9 figures"]}]
["astro-ph/0204330",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0204330","Astron.Astrophys.390:533-553,2002","doi:10.1051/0004-6361:20020603"],"date":["2002-04-19"],"type":["text"],"creator":["Hony, S.","Waters, L. B. F. M.","Tielens, A. G. G. M."],"language":[],"coverage":[],"title":["The carrier of the \"30\" micron emission feature in evolved stars. A\n  simple model using magnesium sulfide"],"description":["  We present 2-45 micron spectra of a large sample of carbon-rich evolved stars\nin order to study the ``30'' micron feature. We find the ``30'' micron feature\nin sources in a wide range of sources: low mass loss carbon stars, extreme\ncarbon-stars, post-AGB objects and planetary nebulae. We extract the profiles\nfrom the sources by using a simple systematic approach to model the continuum.\nWe find large variations in the wavelength and width of the extracted profiles\nof the ``30'' micron feature. We modelled the whole range of profiles in a\nsimple way by using magnesium sulfide (MgS) dust grains with a MgS grain\ntemperature different from the continuum temperature. The systematic change in\npeak positions can be explained by cooling of MgS grains as the star evolves\noff the AGB. In several sources we find that a residual emission excess at ~26\nmicron can also be fitted using MgS grains but with a different grains shape\ndistribution. The profiles of the ``30'' micron feature in planetary nebulae\nare narrower than our simple MgS model predicts. We discuss the possible\nreasons for this difference. We find a sample of warm carbon-stars with very\ncold MgS grains. We discuss possible causes for this phenomenon. We find no\nevidence for rapid destruction of MgS during the planetary nebula phase and\nconclude that the MgS may survive to be incorporated in the ISM.\n","Comment: 31 pages, accepted for publication in Astronomy and Astrophysics.\n  Full resolution version can be obtained by contacting hony@astro.uva.nl"]}]
["astro-ph/0403112",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0403112","Astrophys.J.605:L125-L128,2004","doi:10.1086/420847"],"date":["2004-03-04"],"type":["text"],"creator":["Bedin, L. R.","Piotto, G.","Anderson, J.","Cassisi, S.","King, I. R.","Momany, Y.","Carraro, G.","."],"language":[],"coverage":[],"title":["Omega Centauri: The Population Puzzle Goes Deeper"],"description":["  We present HST observations that show a bifurcation of colors in the middle\nmain sequence of the globular cluster Omega Centauri. We see this in three\ndifferent fields, observed with different cameras and filters. We also present\nhigh precision photometry of a central ACS field which shows a number of\nmain-sequence turnoffs and subgiant branches. The double main sequence, the\nmultiple turnoffs and subgiant branches, and other population sequences\ndiscovered in the past along the red giant branch of this cluster add up to a\nfascinating but frustrating puzzle. We suggest various explanations, none of\nthem very conclusive.\n","Comment: A_fine_piece_of_work: 12 pages, 2 figures, ApJL_ACCEPTED_, 4 March\n  2004; high resolution version of the paper available at:\n  ftp://ftp.pd.astro.it/pub/bedin"]}]
["astro-ph/0501247",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0501247","Astron.Astrophys.434:691-706,2005","doi:10.1051/0004-6361:20042305"],"date":["2005-01-13"],"type":["text"],"creator":["Matsuura, M.","Zijlstra, A. A.","van Loon, J. Th.","Yamamura, I.","Markwick, A. J.","Whitelock, P. A.","Woods, P. M.","Marshall, J. R.","Feast, M. W.","Waters, L. B. F. M."],"language":[],"coverage":[],"title":["Three-micron spectra of AGB stars and supergiants in nearby galaxies"],"description":["  The dependence of stellar molecular bands on the metallicity is studied using\ninfrared L-band spectra of AGB stars (both carbon-rich and oxygen-rich) and\nM-type supergiants in the Large and Small Magellanic Clouds (LMC and SMC) and\nin the Sagittarius Dwarf Spheroidal Galaxy. The spectra cover SiO bands for\noxygen-rich stars, and acetylene (C2H2), CH and HCN bands for carbon-rich AGB\nstars. The equivalent width of acetylene is found to be high even at low\nmetallicity. The high C2H2 abundance can be explained with a high\ncarbon-to-oxygen (C/O) ratio for lower metallicity carbon stars. In contrast,\nthe HCN equivalent width is low: fewer than half of the extra-galactic carbon\nstars show the 3.5micron HCN band, and only a few LMC stars show high HCN\nequivalent width. HCN abundances are limited by both nitrogen and carbon\nelemental abundances. The amount of synthesized nitrogen depends on the initial\nmass, and stars with high luminosity (i.e. high initial mass) could have a high\nHCN abundance. CH bands are found in both the extra-galactic and Galactic\ncarbon stars. None of the oxygen-rich LMC stars show SiO bands, except one\npossible detection in a low quality spectrum. The limits on the equivalent\nwidths of the SiO bands are below the expectation of up to 30angstrom for LMC\nmetallicity. Several possible explanations are discussed. The observations\nimply that LMC and SMC carbon stars could reach mass-loss rates as high as\ntheir Galactic counterparts, because there are more carbon atoms available and\nmore carbonaceous dust can be formed. On the other hand, the lack of SiO\nsuggests less dust and lower mass-loss rates in low-metallicity oxygen-rich\nstars. The effect on the ISM dust enrichment is discussed.\n","Comment: accepted for A&A"]}]
["astro-ph/0507614",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0507614","Publ.Astron.Soc.Pac.117:1049-1112,2005","doi:10.1086/444553"],"date":["2005-07-26"],"type":["text"],"creator":["Sirianni, M.","Jee, M. J.","Benitez, N.","Blakeslee, J. P.","Martel, A. R.","Meurer, G.","Clampin, M.","De Marchi, G.","Ford, H. C.","Gilliland, R.","Hartig, G. F.","Illingworth, G. D.","Mack, J.","McCann, W. J."],"language":[],"coverage":[],"title":["The Photometric Performance and Calibration of the HST Advanced Camera\n  For Surveys"],"description":["  We present the photometric calibration of the HST Advanced Camera for Surveys\n(ACS). We give here an overview of the performance and calibration of the 2 CCD\ncameras, the Wide Field Channel (WFC) and the High Resolution Channel (HRC),\nand a description of the best techniques for reducing ACS CCD data.\n  On-orbit observations of spectrophotometric standard stars have been used to\nrevise the pre-launch estimate of the instrument response curves to best match\npredicted and observed count rates. Synthetic photometry has been used to\ndetermine zeropoints for all filters in 3 magnitude systems and to derive\ninterstellar extinction values for the ACS photometric systems.\n  Due to the CCD internal scattering of long wavelength photons, the width of\nthe PSF increases significantly in the near-IR and the aperture correction for\nphotometry with near-IR filters depends on the spectral energy distribution of\nthe source. We provide encircled energy curves and a detailed recipe to correct\nfor the latter effect.\n  Transformations between the ACS photometric systems and the UBVRI and WFPC2\nsystems are presented. In general, two sets of transformations are available: 1\nbased on the observation of 2 star clusters; the other on synthetic photometry.\nWe discuss the accuracy of these transformations and their sensitivity to\ndetails of the spectra being transformed.\n  Initial signs of detector degradation due to the HST radiative environment\nare already visible. We discuss the impact on the data in terms of dark rate\nincrease, charge transfer inefficiency, and hot pixel population.\n","Comment: 101 pages, 29 figures, 31 tables; PASP accepted"]}]
["astro-ph/0601074",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0601074","Astron.Astrophys.450:339-343,2006","doi:10.1051/0004-6361:20054702"],"date":["2006-01-04"],"type":["text"],"creator":["van Loon, Jacco Th.","McDonald, Iain","Oliveira, Joana M.","Evans, A.","Boyer, Martha L.","Gehrz, Robert D.","Polomski, Elisha","Woodward, Charles E."],"language":[],"coverage":[],"title":["The first 8-13 micron spectra of globular cluster red giants:\n  circumstellar silicate dust grains in 47 Tucanae (NGC 104)"],"description":["  We present 8-13 micron spectra of eight red giants in the globular cluster 47\nTucanae (NGC 104), obtained at the European Southern Observatory 3.6m\ntelescope. These are the first mid-infrared spectra of metal-poor, low-mass\nstars. The spectrum of at least one of these, namely the extremely red,\nlarge-amplitude variable V1, shows direct evidence of circumstellar grains made\nof amorphous silicate.\n","Comment: Accepted for publication in Astronomy and Astrophysics, 5 pages"]}]
["astro-ph/0604007",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0604007","Astrophys.J.646:161-173,2006","doi:10.1086/504835"],"date":["2006-04-01"],"type":["text"],"creator":["Dale, D. A.","Smith, J. D. T.","Armus, L.","Buckalew, B. A.","Helou, G.","Kennicutt, R. C.","Moustakas, J.","Roussel, H.","Sheth, K.","Bendo, G. J.","Calzetti, D.","Draine, B. T.","Engelbracht, C. W.","Gordon, K. D.","Hollenbach, D. J.","Jarrett, T. H.","Kewley, L. J.","Leitherer, C.","Li, A.","Malhotra, S.","Murphy, E. J.","Walter, F."],"language":[],"coverage":[],"title":["Mid-Infrared Spectral Diagnostics of Nuclear and Extra-Nuclear Regions\n  in Nearby Galaxies"],"description":["  Mid-infrared diagnostics are presented for a large portion of the Spitzer\nInfrared Nearby Galaxies Survey (SINGS) sample plus archival data from the\nInfrared Space Observatory and the Spitzer Space Telescope. Our main result is\nthat these mid-infrared diagnostics effectively constrain a target's dominant\npower source. The combination of a high ionization line index and PAH strength\nserves as an efficient discriminant between AGN and star-forming nuclei,\nconfirming progress made with ISO spectroscopy on starbursting and\nultraluminous infrared galaxies. The sensitivity of Spitzer allows us to probe\nfainter nuclei and star-forming regions within galaxy disks. We find that both\nstar-forming nuclei and extranuclear regions stand apart from nuclei that are\npowered by Seyfert or LINER activity. In fact, we identify areas within four\ndiagnostic diagrams containing >90% Seyfert/LINER nuclei or >90% HII\nregions/HII nuclei. We also find that, compared to starbursting nuclei,\nextranuclear regions typically separate even further from AGN, especially for\nlow-metallicity extranuclear environments. In addition, instead of the\ntraditional mid-infrared approach to differentiating between AGN and\nstar-forming sources that utilizes relatively weak high-ionization lines, we\nshow that strong low-ionization cooling lines of X-ray dominated regions like\n[SiII] 34.82 micron can alternatively be used as excellent discrimants.\nFinally, the typical target in this sample shows relatively modest interstellar\nelectron density (~400 cm^{-3}) and obscuration (A_V ~ 1.0 mag for a foreground\nscreen), consistent with a lack of dense clumps of highly obscured gas and dust\nresiding in the emitting regions. [Abridged]\n","Comment: Accepted for publication in the Astrophysical Journal"]}]
["astro-ph/0606440",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0606440","Astrophys.J.Suppl.173:185-255,2007","doi:10.1086/516636"],"date":["2006-06-19"],"type":["text"],"creator":["de Paz, A. Gil","Boissier, S.","Madore, B. F.","Seibert, M.","Joe, Y. H.","Boselli, A.","Wyder, T. K.","Thilker, D.","Bianchi, L.","Rey, S. -C.","Rich, R. M.","Barlow, T. A.","Conrow, T.","Forster, K.","Friedman, P. G.","Martin, D. C.","Morrissey, P.","Neff, S. G.","Schiminovich, D.","Small, T.","Donas, J.","Heckman, T. M.","Lee, Y. -W.","Milliard, B.","Szalay, A. S.","Yi, S."],"language":[],"coverage":[],"title":["The GALEX Ultraviolet Atlas of Nearby Galaxies"],"description":["  We present images, integrated photometry, surface-brightness and color\nprofiles for a total of 1034 nearby galaxies recently observed by the GALEX\nsatellite in its far-ultraviolet (FUV; 1516A) and near-ultraviolet (NUV; 2267A)\nbands. (...) This data set has been complemented with archival optical,\nnear-infrared, and far-infrared fluxes and colors. We find that the integrated\n(FUV-K) color provides robust discrimination between elliptical and\nspiral/irregular galaxies and also among spiral galaxies of different\nsub-types. Elliptical galaxies with brighter K-band luminosities (i.e. more\nmassive) are redder in (NUV-K) color but bluer in (FUV-NUV) than less massive\nellipticals. In the case of the spiral/irregular galaxies our analysis shows\nthe presence of a relatively tight correlation between the (FUV-NUV) color and\nthe total infrared-to-UV ratio. The correlation found between (FUV-NUV) color\nand K-band luminosity (with lower luminosity objects being bluer than more\nluminous ones) can be explained as due to an increase in the dust content with\ngalaxy luminosity.\n  The images in this Atlas along with the profiles and integrated properties\nare publicly available through a dedicated web page at\nhttp://nedwww.ipac.caltech.edu/level5/GALEX_Atlas/\n","Comment: 181 pages, 10 figures, accepted for publication in ApJS (abstract\n  abridged)"]}]
["astro-ph/0701615",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0701615","Mon.Not.Roy.Astron.Soc.377:L15-L19,2007","doi:10.1111/j.1745-3933.2007.00294.x"],"date":["2007-01-22","2007-03-20"],"type":["text"],"creator":["Pandey, Biswajit","Bharadwaj, Somnath"],"language":[],"coverage":[],"title":["The luminosity bias relation from filaments in the Sloan Digital Sky\n  Survey Data Release Four"],"description":["  We compare quantitative estimates of the filamentarity of the galaxy\ndistribution in seven nearly two dimensional sections from the survey against\nthe predictions of LCDM N-body simulations. The filamentarity of the actual\ngalaxy distribution is known to be luminosity dependent. It is also known that\nthe filamentarity of the simulated galaxy distribution is highly sensitive to\nthe bias, and the simulations are consistent with the data for only a narrow\nrange of bias. We apply this feature to several volume limited subsamples with\ndifferent luminosities to determine a luminosity bias relation. The relative\nbias $b/b^*$ as a function of the luminosity ratio $L/L^*$ is found to be well\ndescribed by a straight line $b/b^*=A + B (L/L^*)$ with $A=0.833 \\pm 0.009$ and\n$B=0.171 \\pm 0.009$. Comparing with the earlier works all of which use ratios\nof the two-point statistics, we find that our results are consistent with\nNorberg et al.(2001) and Tegmark et al.(2004), while a steeper luminosity\ndependence found by Benoist et al.(1996) is inconsistent.\n","Comment: Published in MNRAS Letters, accepted version, one reference added, 5\n  pages, 3 figures and 2 tables"]}]
["astro-ph/9601013",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/9601013","Astron.J.111:1913-1935,1996","doi:10.1086/117930"],"date":["1996-01-04"],"type":["text"],"creator":["Suntzeff, Nicholas B.","Kraft, Robert P."],"language":[],"coverage":[],"title":["The Abundance Spread Among Giants and Subgiants in the Globular Cluster\n  Omega Centauri"],"description":["  We present spectroscopic abundances and radial velocities for giant stars in\nthe Galactic globular cluster omega Centauri based on the CaII infrared\ntriplet. Two samples of stars were observed: 234 stars at M_V = 1.25 on the\nlower giant branch at radial distances between 8 and 23arcmin, and 145 stars at\nM_V = -1.3 at radial distances between 3 and 22arcmin. Previous metallicity\nstudies found a non-gaussian metallicity distribution containing a tail of\nmetal-rich stars. We confirm these results except our unbiased cluster\nmetallicity distributions are significantly narrower. They contain the\nfollowing key features: (1) No very metal-poor stars, (2) a sudden rise in the\nmetal-poor distribution to a modal [Fe/H] value of --1.70 consistent with an\nhomogeneous metallicity unresolved at the 0.07 dex level, (3) a tail to higher\nmetallicities with more stars than predicted by simple chemical evolution\nmodels, and (4) a weak correlation between metallicity and radius such that the\nmost metal-rich stars are concentrated to the cluster core. The unresolved\nmetal-weak tail implies that the gas out of which omega Cen formed was\nwell-mixed up to the modal metallicity of the cluster. Therefore, omega Cen\nlike other Galactic globular clusters, seems to have formed in a pre-enriched\nand homogenized (up to the modal metallicity) environment. The existence of a\nweak metallicity gradient supports the idea that omega Cen self-enriched, with\nthe enriched gas sinking to the cluster center due to gas dissipation\nprocesses. We also note, however, that the metal-rich stars are more massive\nthan the bulk of the stars in the cluster, and may have sunk to the center by\ndynamical mass segregation over the lifetime of the cluster.\n","Comment: Accepted for publication in the AJ. 40 pages, AASTeX V4.0 latex\n  format (including figures), 13 ps figures, 8 separate AASTeX V4.0 latex\n  tables"]}]
["astro-ph/9707068",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/9707068","Publ.Astron.Soc.Pac.109:907-919,1997","doi:10.1086/133959"],"date":["1997-07-04"],"type":["text"],"creator":["Rutledge, G. A.","Hesser, J. E.","Stetson, P. B."],"language":[],"coverage":[],"title":["Galactic Globular Cluster Metallicity Scale from the Calcium Triplet.\n  II. Rankings, Comparisons and Puzzles"],"description":["  We compare our compilation of the W' calcium index for 71 Galactic globular\nclusters to the widely used Zinn and West (1984 ApJS, 55, 45) [Fe/H] scale and\nto Carretta and Gratton's (1997 A&A Supplement 121, 95) scale from\nhigh-dispersion spectra analyzed with Kurucz (1992, private communication)\nmodel atmospheres. We find our calcium ranking to be tightly correlated with\neach comparison set, in a non-linear and a linear fashion, respectively. By\ncombining our calcium index information with the Zinn and West ranking, we are\nable to rank the globular clusters in our sample with a typical precision of\n+/- 0.05 dex for [Fe/H] < -0.5 on the Zinn and West scale; for clusters more\nmetal rich than this, the ranking is less precise. The significant differences\nbetween these metallicity scales raise important questions about our\nunderstanding of Galactic formation and chemical enrichment processes.\nFurthermore, in spite of the apparent improvement in metallicity ranking for\nthe Galactic globular clusters that results from our addition of information\nfrom the Ca II triplet lines to the potpourri of other metallicity indicators,\ncaution -- perhaps considerable -- may be advisable when using W' as a\nsurrogate for metallicity, especially for systems where ranges in age and\nmetallicity are likely.\n","Comment: To appear in the August 1997 issue of PASP Also available at\n  http://www.hia.nrc.ca/eprints.html"]}]
["astro-ph/9707339",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/9707339","Astrophys.J.488:L75-L78,1997","doi:10.1086/310927"],"date":["1997-07-30"],"type":["text"],"creator":["Balogh, Mike. L.","Morris, Simon L.","Yee, H. K. C.","Carlberg, R. G.","Ellingson, E."],"language":[],"coverage":[],"title":["Star Formation in Cluster Galaxies at 0.2<z<0.55"],"description":["  The rest frame equivalent width of the [OII]3727 emission line, W(OII), has\nbeen measured for cluster and field galaxies in the CNOC redshift survey of\nrich clusters at 0.2<z<0.55. Emission lines of any strength in cluster galaxies\nat all distances from the cluster centre, out to 2R_{200}, are less common than\nin field galaxies. The mean W(OII) in cluster galaxies more luminous than\nM_r^k<-18.5 + 5\\log h (q_o=0.1) is 3.8 \\pm 0.3 A (where the uncertainty is the\n1 sigma error in the mean), significantly less than the field galaxy mean of\n11.2 \\pm 0.3 A. For the innermost cluster members (R<0.3R_{200}), the mean\nW(OII) is only 0.3 \\pm 0.4 A. Thus, it appears that neither the infall process\nnor internal tides in the cluster induce detectable excess star formation in\ncluster galaxies relative to the field. The colour-radius relation of the\nsample is unable to fully account for the lack of cluster galaxies with\nW(OII)>10 A, as expected in a model of cluster formation in which star\nformation is truncated upon infall. Evidence of supressed star formation\nrelative to the field is present in the whole cluster sample, out to 2 R_{200},\nso the mechanism responsible for the differential evolution must be acting at a\nlarge distance from the cluster centre, and not just in the core. The mean star\nformation rate in the cluster galaxies with the strongest emission corresponds\nto an increase in the total stellar mass of less than about 4% if the star\nformation is due to a secondary burst lasting 0.1 Gyr.\n","Comment: aasms4 latex, 3 postscript figures, accepted for publication in ApJ\n  Letters. Also available at http://astrowww.phys.uvic.ca/~balogh/"]}]
["astro-ph/9812199",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/9812199","Astrophys.J.513:733-751,1999","doi:10.1086/306865"],"date":["1998-12-09"],"type":["text"],"creator":["Kundu, A.","Whitmore, B. C.","Sparks, W. B.","Macchetto, F. D.","Zepf, S. E.","Ashman, K. M."],"language":[],"coverage":[],"title":["The Globular Cluster System in the Inner Region of M87"],"description":["  1057 globular cluster candidates have been identified in a WFPC2 image of the\ninner region of M87. The Globular Cluster Luminosity Function (GCLF) can be\nwell fit by a Gaussian profile with a mean value of m_V^0=23.67 +/- 0.07 mag\nand sigma=1.39 +/- 0.06 mag (compared to m_V^0=23.74 mag and sigma=1.44 mag\nfrom an earlier study using the same data by Whitmore it et al. 1995). The GCLF\nin five radial bins is found to be statistically the same at all points,\nshowing no clear evidence of dynamical destruction processes based on the\nluminosity function (LF), in contradiction to the claim by Gnedin (1997).\nSimilarly, there is no obvious correlation between the half light radius of the\nclusters and the galactocentric distance. The core radius of the globular\ncluster density distribution is R_c=56'', considerably larger than the core of\nthe stellar component (R_c=6.8''). The mean color of the cluster candidates is\nV-I=1.09 mag which corresponds to an average metallicity of Fe/H = -0.74 dex.\nThe color distribution is bimodal everywhere, with a blue peak at V-I=0.95 mag\nand a red peak at V-I=1.20 mag. The red population is only 0.1 magnitude bluer\nthan the underlying galaxy, indicating that these clusters formed late in the\nmetal enrichment history of the galaxy and were possibly created in a burst of\nstar/cluster formation 3-6 Gyr after the blue population. We also find that\nboth the red and the blue cluster distributions have a more elliptical shape\n(Hubble type E3.5) than the nearly spherical galaxy. The average half light\nradius of the clusters is ~2.5 pc which is comparable to the 3 pc average\neffective radius of the Milky Way clusters, though the red candidates are ~20%\nsmaller than the blue ones.\n","Comment: 40 pages, 17 figures, 4 tables, latex, accepted for publication in\n  the ApJ"]}]
["astro-ph/9903120",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/9903120","Astrophys.J.524:242-261,1999","doi:10.1086/307807"],"date":["1999-03-09","1999-05-07"],"type":["text"],"creator":["Grundahl, F.","Catelan, M.","Landsman, W. B.","Stetson, P. B.","Andersen, M. I."],"language":[],"coverage":[],"title":["Hot Horizontal-Branch Stars: The Ubiquitous Nature of the \"Jump\" in\n  Stromgren u, Low Gravities, and the Role of Radiative Levitation of Metals"],"description":["  A \"jump\" in the BHB distribution in the V, u-y CMD was recently detected in\nthe GC M13. It is morphologically best characterized as a discontinuity in u,\nu-y, with stars in the range 11,500<Teff(K)<20,000 deviating systematically\nfrom (in the sense of appearing brighter and/or hotter than) canonical ZAHBs.\nWe present u, y photometry of 14 GCs obtained with 3 different telescopes\n(Danish, NOT, HST) and demonstrate that the u-jump is present in every GC whose\nHB extends beyond 11,500K, irrespective of [Fe/H], mixing history on the RGB,\nand other GC parameters. We suggest that the u-jump is a ubiquitous feature,\nintrinsic to all HB stars hotter than 11,500K. We draw a parallel between the\nubiquitous nature of the u-jump and the problem of low measured gravities among\nBHB stars. We note that the \"logg-jump\" occurs over the same temperature range\nas the u-jump, and that it occurs in every metal-poor GC for which gravities\nhave been determined--irrespective of [Fe/H], mixing history on the RGB, or any\nother GC parameters. Furthermore, the u-jump and the logg-jump are connected on\na star-by-star basis. The two are likely different manifestations of the same\nphysical phenomenon. We present a framework which may simultaneously account\nfor the u-jump and the logg-jump. Reviewing spectroscopic data for several\nfield BHB stars, as well as two BHB stars in the GC NGC 6752, we find evidence\nthat radiative levitation of heavy elements takes place at Teff>11,500 K,\ndramatically enhancing their abundances in the atmospheres of BHB stars in the\n\"critical\" temperature region. Model atmospheres taking diffusion effects into\naccount are badly needed, and will likely lead to better overall agreement\nbetween canonical evolutionary theory and observations for BHB stars.\n","Comment: ApJ, Main Journal, accepted. Contains several changes and updates"]}]
["astro-ph/9907342",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/9907342","Astrophys.J.528:799-816,2000","doi:10.1086/308197"],"date":["1999-07-25"],"type":["text"],"creator":["Witt, Adolf N.","Gordon, Karl D."],"language":[],"coverage":[],"title":["Multiple Scattering in Clumpy Media. II. Galactic Environments"],"description":["  We present and discuss the results of new multiple-scattering radiative\ntransfer calculations for three representative types of galactic environments,\nfilled with either homogeneous or two-phase clumpy dust distributions.\nExtinction and scattering properties for two types of interstellar dust,\nsimilar to those found in the average diffuse medium of the Milky Way Galaxy\n(MW) and the Bar of the Small Magellanic Cloud (SMC), are considered. The\nwavelength coverage extends from 1000 A to 30,000 A, with particular emphasis\non the rest-frame UV. This makes these models especially applicable to\nstarburst galaxies and Lyman-break galaxy samples. The examination of the\nmodels concentrates on the study of UV/visual/near-IR reddening effects, the\nwavelength dependence of attenuation, and on the changes that arise from the\ntransition from homogeneous to clumpy dust distributions in different star/dust\ngeometries. Embedded dust, especially when clumpy, leads to saturation at\nfairly low reddening values with correspondingly gray attenuation functions.\nThis makes the assessment of the attenuation of the far-UV flux from starburst\ngalaxies difficult, if only UV/visual/near-IR data are available. Existing data\nfor UV-selected starburst galaxies indicate a range of UV attenuation factors\nof 0-150. Our models reproduce the \"Calzetti Attenuation Law\", provided one\nadopts SMC-type dust and a clumpy shell-type dust distribution surrounding the\nstarbursts. The average far-UV attenuation factor for the Calzetti sample is\nfound to be 7.4. The only relatively reliable measure for the UV attenuation\nfactor for single galaxies was found in the ratio of the integrated far-IR flux\nto the far-UV flux, measured near 1600 A, requiring the measurement of the\nentire spectral energy distribution of galaxies.\n","Comment: accepted by the ApJ (10 Dec 1999), 17 pages, color figures included,\n  paper and data tables also at\n  http://mips.as.arizona.edu/~kgordon/papers/clumpy_dust_II.html"]}]
["cond-mat/0410339",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0410339"],"date":["2004-10-13"],"type":["text"],"creator":["Ramer, Nicholas J.","Stiso, Kimberly A."],"language":[],"coverage":[],"title":["Structural and effective charge determination for planar-zigzag\n  beta-poly(vinylidene fluoride)"],"description":["  We present the computation of structural and polarization for a ferroelectric\npolymer, specifically, the beta-phase of poly(vinylidene fluoride) or\n(-CH$_2$-CF$_2$-)$_n$. Two structures have been described in the literature:\none containing an undistorted carbon backbone (planar-zigzag) and the other\ncontaining alternatively deflected -CF$_2$- groups. Previous studies have\nindicated that these deflections have no significant effect on calculated\nelastic properties. We employ density functional theory within the generalized\ngradient approximation to find relaxed atomic positions for the planar-zigzag\nstructure. The relaxed structure is in good agreement with the X-ray studies.\nIn addition, we have computed the spontaneous polarization and Born effective\ncharges for this structure using a Berry-phase approach. The spontaneous\npolarization agrees well with results from other density functional theory\nstudies. The effective charges are considerably smaller as compared to those in\ninorganic ferroelectric materials and show a small amount of charge transfer\nbetween the -CH$_2$- and -CF$_2$- moieties.\n","Comment: 22 pages, 1 figure, submitted to PRB Rapid Communication"]}]
["cs/0408047",{"format":[],"subject":["Computer Science - Computational Engineering, Finance, and Science","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0408047"],"date":["2004-08-20","2009-10-04"],"type":["text"],"creator":["Heistracher, Thomas","Kurz, Thomas","Masuch, Claudius","Ferronato, Pierfranco","Vidal, Miguel","Corallo, Angelo","Briscoe, Gerard","Dini, Paolo"],"language":[],"coverage":[],"title":["Pervasive Service Architecture for a Digital Business Ecosystem"],"description":["  In this paper we present ideas and architectural principles upon which we are\nbasing the development of a distributed, open-source infrastructure that, in\nturn, will support the expression of business models, the dynamic composition\nof software services, and the optimisation of service chains through automatic\nself-organising and evolutionary algorithms derived from biology. The target\nusers are small and medium-sized enterprises (SMEs). We call the collection of\nthe infrastructure, the software services, and the SMEs a Digital Business\nEcosystem (DBE).\n","Comment: 10 Pages 2 Figures Presented at WCAT04 Workshop (ECOOP 2004\n  Conference), Olso, Norway, 14 June 2004"]}]
["gr-qc/0512047",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0512047","Phys.Rev.D73:044025,2006","doi:10.1103/PhysRevD.73.044025"],"date":["2005-12-07","2009-10-05"],"type":["text"],"creator":["Kiefer, Claus","Mueller-Hill, Jakob","Vaz, Cenalo"],"language":[],"coverage":[],"title":["Classical and quantum LTB model for the non-marginal case"],"description":["  We extend the classical and quantum treatment of the Lemaitre-Tolman-Bondi\n(LTB) model to the non-marginal case (defined by the fact that the shells of\nthe dust cloud start with a non-vanishing velocity at infinity). We present the\nclassical canonical formalism and address with particular care the boundary\nterms in the action. We give the general relation between dust time and Killing\ntime. Employing a lattice regularization, we then derive and discuss for\nparticular factor orderings exact solutions to all quantum constraints.\n","Comment: 23 pages, no figures, typos corrected"]}]
["hep-ph/0012061",{"format":[],"subject":["High Energy Physics - Phenomenology","Physics - Physics Education","Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0012061","Rev.Mod.Phys.73:663-680,2001","doi:10.1103/RevModPhys.73.663"],"date":["2000-12-05","2001-03-13"],"type":["text"],"creator":["Jackson, J. D.","Okun, L. B."],"language":[],"coverage":[],"title":["Historical roots of gauge invariance"],"description":["  Gauge invariance is the basis of the modern theory of electroweak and strong\ninteractions (the so called Standard Model). The roots of gauge invariance go\nback to the year 1820 when electromagnetism was discovered and the first\nelectrodynamic theory was proposed. Subsequent developments led to the\ndiscovery that different forms of the vector potential result in the same\nobservable forces. The partial arbitrariness of the vector potential A brought\nforth various restrictions on it. div A = 0 was proposed by J. C. Maxwell;\n4-div A = 0 was proposed L. V. Lorenz in the middle of 1860's . In most of the\nmodern texts the latter condition is attributed to H. A. Lorentz, who half a\ncentury later was one of the key figures in the final formulation of classical\nelectrodynamics. In 1926 a relativistic quantum-mechanical equation for charged\nspinless particles was formulated by E. Schrodinger, O. Klein, and V. Fock. The\nlatter discovered that this equation is invariant with respect to\nmultiplication of the wave function by a phase factor exp(ieX/hc) with the\naccompanying additions to the scalar potential of -dX/cdt and to the vector\npotential of grad X. In 1929 H. Weyl proclaimed this invariance as a general\nprinciple and called it Eichinvarianz in German and gauge invariance in\nEnglish. The present era of non-abelian gauge theories started in 1954 with the\npaper by C. N. Yang and R. L. Mills.\n","Comment: final-final, 34 pages, 1 figure, 106 references (one added with\n  footnote since v.2); to appear in July 2001 Rev. Mod. Phys"]}]
["hep-ph/9601378",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/9601378","Phys.Lett.B375:227-232,1996","doi:10.1016/0370-2693(96)00183-9"],"date":["1996-01-31"],"type":["text"],"creator":["Hernández, J. M.","Pérez, M. A.","Toscano, J. J."],"language":[],"coverage":[],"title":["New Physics Effects on Higgs Production at $\\gamma \\gamma $ Colliders"],"description":["  We study heavy physics effects on the Higgs production in $\\gamma \\gamma $\nfusion using the effective Lagrangian approach. We find that the effects coming\nfrom new physics may enhance the standard model predictions for the number of\nevents expected in the final states $\\bar bb$, $WW$, and $ZZ$ up to one order\nof magnitude, whereas the corresponding number of events for the final state\n$\\bar tt$ may be enhanced up to two orders of magnitude.\n","Comment: Latex, 6 pages, 4 eps figures, to appear in the Proceedings of the V\n  Mexican Workshop of Particles and Fields, Puebla, Mexico, October 1995"]}]
["math/0509325",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Information Theory","94B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0509325","IEEE Trans. Inf. Theory 53(4) 2007, 1532-1537","doi:10.1109/TIT.2007.892787"],"date":["2005-09-14","2009-10-05"],"type":["text"],"creator":["Krotov, Denis"],"language":[],"coverage":[],"title":["On $Z_{2^k}$-Dual Binary Codes"],"description":["  A new generalization of the Gray map is introduced. The new generalization\n$\\Phi: Z_{2^k}^n \\to Z_{2}^{2^{k-1}n}$ is connected with the known generalized\nGray map $\\phi$ in the following way: if we take two dual linear\n$Z_{2^k}$-codes and construct binary codes from them using the generalizations\n$\\phi$ and $\\Phi$ of the Gray map, then the weight enumerators of the binary\ncodes obtained will satisfy the MacWilliams identity. The classes of\n$Z_{2^k}$-linear Hadamard codes and co-$Z_{2^k}$-linear extended 1-perfect\ncodes are described, where co-$Z_{2^k}$-linearity means that the code can be\nobtained from a linear $Z_{2^k}$-code with the help of the new generalized Gray\nmap. Keywords: Gray map, Hadamard codes, MacWilliams identity, perfect codes,\n$Z_{2^k}$-linearity\n","Comment: English: 10pp, Russian: 14pp; V.1 title: Z_{2^k}-duality,\n  Z_{2^k}-linear Hadamard codes, and co-Z_{2^k}-linear 1-perfect codes; V.2:\n  revised; V.3: minor revision, references updated, Russian translation added"]}]
["physics/0007035",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0007035"],"date":["2000-07-12","2004-02-12"],"type":["text"],"creator":["Williams, John Michael"],"language":[],"coverage":[],"title":["Temperature of the SN1987A supernova provides an estimate of the\n  electron neutrino mass"],"description":["  Numerous estimates of upper bounds on the (anti)neutrino rest mass have been\npublished based on the SN1987A observations.\n  Here, we use a nonkinematic (thermal) time extent to provide a rest mass\nestimate of a few eV (as mc^2 mass), if not zero. In the solution, we find that\na typical upper bound formula for the mass implies that this thermal extent was\nattributable to about 10% of the particle energy measured on Earth. The present\napproach yields an expected value for the mass, given any theoretical or model\ndependent estimate of the fraction of the detected neutrino energy attributable\nto the supernova temperature.\n","Comment: 18 pp. Fixed Zatsepin 1968 quote after translating the paper in full"]}]
["physics/0007083",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0007083","eConf C000821 (2000) THD11"],"date":["2000-07-27"],"type":["text"],"creator":["Facco, A.","Pasini, M.","Zviagintsev, V."],"language":[],"coverage":[],"title":["A Superconductive, Low Beta Single Gap Cavity for a High Intensity\n  Proton Linac"],"description":["  A single gap, 352 MHz superconducting reentrant cavity for 5-100 MeV beams\nhas been designed and it is presently under construction. This development is\nbeing done in the framework of a 30 mA proton linac project for nuclear waste\ntransmutation. Mechanical, cryogenic and rf design characteristics of such\ncavities will be described.\n","Comment: 3 pages, XX International Linac Conference, contribution THD11"]}]
["physics/0008009",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0008009","eConf C000821 (2000) MOc20"],"date":["2000-08-03","2000-09-09"],"type":["text"],"creator":["Suwada, Tsuyoshi"],"language":[],"coverage":[],"title":["Numerical Analysis of a Beam-Energy-Spread Monitor Using Multi-Stripline\n  Electrodes"],"description":["  A beam-energy-spread monitor is under development in order to control and\nstabilize the energy spread of high-current single-bunch electron beams for\nproducing a sufficient number of positrons. The author has proposed a new\nmonitor using multi-stripline electrodes in order to reinforce this purpose.\nThis report describes the basic design of the monitor based on a numerical\nanalysis. The analysis result shows that the resolution of an energy-spread\nmeasurement is expected to be less than 0.3% for nominal operation conditions.\n","Comment: LINAC2000, MOC20, PS from MSWORD6.0, 3 pages, PS file was replaced\n  due to corrected typos"]}]
["physics/0008025",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0008025"],"date":["2000-08-09","2009-07-02"],"type":["text"],"creator":["Gowan, John A."],"language":[],"coverage":[],"title":["The \"W\" Particle and the Weak Force Mechanism"],"description":["  A transformation mechanism is proposed for the \"W\" weak force IVB particle.\nThe W is a dense \"metric\" boson which catalyzes transformations by combining\nreactants with virtual particle-antiparticle pairs created from the virtual\nvacuum particle-antiparticle \"sea\". \"W\" and \"Z\" IVB mass functions to recreate\nthe original (\"Big Bang\") metric energy and density (the \"electroweak\" force\nunification era or symmetric energy state) in which elementary particles were\nfirst formed and transformed, thereby maintaining the invariance of charge and\nother conserved parameters of elementary particles in the contemporary\nuniverse. Common weak force decays of leptons, mesons, and baryons are\nillustrated. A single electromagnetic transformation is also considered. A\ntable of three IVB \"families\" and associated Higgs bosons is appended,\nillustrating the (hypothetical) higher-energy structure and cosmological role\nof the weak force.\n","Comment: 13 pages, html file. Changing all links to new server (Earthlink)"]}]
["physics/0008062",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0008062","eConf C000821 (2000) THB01"],"date":["2000-08-14"],"type":["text"],"creator":["Bogdanovich, B. Yu.","Nesterovich, A. V."],"language":[],"coverage":[],"title":["A \"hybrid\"-type system for an achromatic focusing of ions"],"description":["  It is known, that at high energies of ions (more than 10 MeV for light ions)\nthe focusing by magnetic quadrupole fields is most effective, whereas at small\nenergies (less than 1 MeV) - the focusing by electrical quadrupole fields. At\nintermediate energies of ions (from 1 to 10 MeV) the efficiency of each of\nthese types of a focusing is reduced. The authors offer to utilize for this\npurpose the \"hybrid\" type of focusing systems consisting of sequence of\nelectrical and magnetic quadrupole lenses, which are localized in the same\nspace. For making fields of electrical quadrupole lenses it is offered to\nutilize RF quadrupoles. The RF electrical quadrupoles are created due to the\nrelevant configuration of drift tubes in the vicinity of an accelerating gap.\nAs a result of the general theoretical analysis and calculation of concrete\nversions of practical realizations it is shown that the given system has\nadvantage as contrasted to by known analogs in the field of medium energies.\nThe velocity band of ions, in which the stable motion is ensured, is\nessentially changed, and the focusing becomes \"achromatic\". The calculations\nhave been performed for protons with velocities 0.5-1.0 % of light velocity, at\nthe gradients of electrical field up to 50 kV per square cm, and the gradients\nof magnetic field up to 1 T/m. Achromaticity of this system allows to lower a\nradiative activation of accelerator and to reduce damage of electrode surfaces\nby lost ions.\n","Comment: Linac 2000 THB01"]}]
["physics/0008079",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0008079","eConf C000821 (2000) TUE11"],"date":["2000-08-16"],"type":["text"],"creator":["Dolya, S. N.","Furman, W. I.","Kobets, V. V.","Laziev, E. M.","Metelkin, Yu. A.","Shvets, V. A.","Soumbaev, A. P."],"language":[],"coverage":[],"title":["Linac Lue200. First Testing Results"],"description":["  \"LUE200\" - 200 MeV electron linac is being created at JINR as a driver of the\npulsed neutron source \"IREN\" [1]. The special full-scale facilities for testing\nthe main systems of LUE-200 (FSTF) are used at JINR, BINP, MEPhI and YerPhI\n[2]. The verification of the linac accelerating system is providing at the\nVEPP-5 preinjector constructed at BINP [3]. The accelerating system of LUE200\nincludes two S-band (2856 MHz) accelerating sections of 3 m long. The sections\nare connected with modulator based one 5045 klystron (SLAC production). There\nare SLED-systems for the multiplying the pulse RF power. The first results of\nthe accelerating system test on the VEPP-5 preinjector are presented. The\nelectron beam energy up to 92 MeV and consequently average rate of acceleration\nof the electron beam more than 30 MeV/m were achieved after acceleration in one\nsection.\n","Comment: Linac2000 conference, paper id TUE11"]}]
["physics/0008127",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0008127","eConf C000821 (2000) THE03"],"date":["2000-08-18","2000-08-20"],"type":["text"],"creator":["Fang, Z.","Fukuda, S.","Yamaguchi, S.","Anami, S."],"language":[],"coverage":[],"title":["Simulation of Returning Electrons from a Klystron Collector"],"description":["  Spurious oscillations in klystrons due to returning electrons from the\ncollector into the drift tube were observed and studied at KEK. Simulations of\nreturning electrons using EGS4 Monte Carlo method have been performed. And the\noscillation conditions are described in this paper.\n","Comment: 3 pages, 6 figures, LINAC2000 conference"]}]
["physics/0008178",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0008178","eConf C000821 (2000) TUD08"],"date":["2000-08-19","2000-08-21"],"type":["text"],"creator":["Naito, F.","Yoshino, K.","Kubota, C.","Kato, T.","Saito, Y.","Takasaki, E.","Yamazaki, Y.","Kobayashi, S.","Sekikawa, K.","Shibusawa, M.","Kabeya, Z.","Tajiri, K.","Kawasumi, T."],"language":[],"coverage":[],"title":["Development of the 50-Mev DTL for the Jaeri/Kek Joint Project"],"description":["  An Alvaretz-type DTL, to accelerate the H- ion beam from 3 to 50 MeV, is\nbeing constructed as the injector for the JAERI/KEK Joint Project. The\nfollowing components of the DTL have been developed: (1) a cylindrical tank,\nmade by copper electroforming; (2) rf contactors; (3) a pulse-excited\nquadrupole magnet with a hollow coil made by copper electroforming; (4) a\nswitching-regulator-type pulsed-power supply for the quadrupole magnet.\nHigh-power tests of the components have been conducted using a short-model\ntank. Moreover a breakdown experiment of the copper electrodes has been carried\nout in order to study the properties of several kinds of copper materials.\n"]}]
["physics/0108028",{"format":[],"subject":["Physics - Accelerator Physics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0108028","Conf.Proc.C0106181:3888-3890,2001"],"date":["2001-08-17"],"type":["text"],"creator":["Kaplan, D. M.","Black, E. L.","Cassel, K. W.","Geer, S.","Popovic, M.","Ishimoto, S.","Yoshimura, K.","Bandura, L.","Cummings, M. A.","Dyshkant, A.","Kubik, D.","Hedin, D.","Darve, C.","Kuno, Y.","Errede, D.","Haney, M.","Majewski, S.","Reep, M.","Summers, D."],"language":[],"coverage":[],"title":["Progress in Absorber R&D 2: Windows"],"description":["  A program is underway to develop liquid-hydrogen energy absorbers for\nionization cooling of muon-beam transverse emittance. Minimization of\nmultiple-scattering-induced beam heating requires thin windows. The first\nwindow prototype has been destructively tested, validating the\nfinite-element-analysis model and the design approach.\n","Comment: 3 pages, 3 figures, presented at the 2001 Particle Accelerator\n  Conference (PAC 2001), June 18-22, 2001, Chicago, Illinois"]}]
["physics/9911060",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/9911060"],"date":["1999-11-24","2009-07-03"],"type":["text"],"creator":["Gowan, John A."],"language":[],"coverage":[],"title":["Symmetry Principles of the Unified Field Theory"],"description":["  The principles of energy, symmetry, entropy, and causality conservation are\ndiscussed in a \"Tetrahedron Model\" of a conceptually complete \"T.O.E.:\" \"The\ncharges of matter are the symmetry debts of light\" (Noether's Theorem).\nSymmetry debts for each force as well as gravitation's conservation roles are\nconsidered. Special attention is given to the weak force. Charge invariance\n(including \"Lorentz Invariance\") and \"Noether's Theorem\" are seen as keys to\nunderstanding the local action of the forces. A synthesis between the\n\"Tetrahedron Model\" and global vs local gauge symmetry concepts as found in the\n\"Standard Model\" of physics is presented.\n","Comment: 36 pages, 1 table, 1 figure. Revisions: changing all links to new\n  server (Earthlink)"]}]
["q-bio/0601030",{"format":[],"subject":["Quantitative Biology - Cell Behavior","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/q-bio/0601030","Concepts in Magnetic Resonance Part A, Vol. 18A(1) 56-71 (2003)","doi:10.1002/cmr.a.10066"],"date":["2006-01-20","2006-12-24"],"type":["text"],"creator":["Kuchel, P. W.","Chapman, B. E.","Bubb, W. A.","Hansen, P. E.","Durrant, C. J.","Hertzberg, M. P."],"language":[],"coverage":[],"title":["Magnetic Susceptibility: Solutions, Emulsions, and Cells"],"description":["  Differences in magnetic susceptibility between various compartments in\nheterogeneous samples can introduce unanticipated complications to NMR spectra.\nOn the other hand, an understanding of these effects at the level of the\nunderlying physical principles has led to the development of several\nexperimental techniques that provide data on cellular function that are unique\nto NMR spectroscopy. To illustrate some key features of susceptibility effects\nwe present, among a more general overview, results obtained with red blood\ncells and a recently described model system involving diethyl phthalate in\nwater. This substance forms a relatively stable emulsion in water and yet it\nhas a significant solubility of 5 mmol/L at room temperature; thus, the NMR\nspectrum has twice as many resonances as would be expected for a simple\nsolution. What determines the relative intensities of the two families of peaks\nand can their frequencies be manipulated experimentally in a predictable way?\nThe theory used to interpret the NMR spectra from the model system and cells\nwas first developed in the context of electrostatics nearly a century ago, and\nyet some of its underlying assumptions now warrant closer scrutiny. While this\ninsight is used in a practical way in this article, the accompanying article\ndeals with the mathematics and physics behind this new analysis.\n","Comment: 15 pages, 9 figures, v2: updated to resemble the published version"]}]
["quant-ph/9706033",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/9706033","Phys.Rev.Lett.79:325-328,1997","doi:10.1103/PhysRevLett.79.325"],"date":["1997-06-13","1997-07-17"],"type":["text"],"creator":["Grover, Lov K."],"language":[],"coverage":[],"title":["Quantum Mechanics helps in searching for a needle in a haystack"],"description":["  Quantum mechanics can speed up a range of search applications over unsorted\ndata. For example imagine a phone directory containing N names arranged in\ncompletely random order. To find someone's phone number with a probability of\n50%, any classical algorithm (whether deterministic or probabilistic) will need\nto access the database a minimum of O(N) times. Quantum mechanical systems can\nbe in a superposition of states and simultaneously examine multiple names. By\nproperly adjusting the phases of various operations, successful computations\nreinforce each other while others interfere randomly. As a result, the desired\nphone number can be obtained in only O(sqrt(N)) accesses to the database.\n","Comment: Postscript, 4 pages. This is a modified version of the STOC paper\n  (quant-ph/9605043) and is modified to make it more comprehensible to\n  physicists. It appeared in Phys. Rev. Letters on July 14, 1997. (This paper\n  was originally put out on quant-ph on June 13, 1997, the present version has\n  some minor typographical changes)"]}]
