["0804.4777",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4777","New J. Phys. 10 No 7 (July 2008) 073024 (22pp)","doi:10.1088/1367-2630/10/7/073024"],"date":["2008-04-30","2008-05-09"],"type":["text"],"creator":["Gabaly, Farid el","McCarty, Kevin F.","Schmid, Andreas K.","de la Figuera, Juan","Munoz, M. Carmen","Szunyogh, Laszlo","Weinberger, Peter","Gallego, Silvia"],"language":[],"coverage":[],"title":["Coinage-metal capping effects on the spin-reorientations of Co/Ru(0001)"],"description":["  Thin films of Co/Ru(0001) are known to exhibit an unusual spin reorientation\ntransition (SRT) coupled to the completion of Co atomic layers for Co\nthicknesses under 4 layers. By means of spin-polarized low-energy electron\nmicroscopy, we follow in real space the magnetization orientation during the\ngrowth of atomically thick capping layers on Co/Ru(0001). Capping with\ncoinage-metal (Cu, Ag, Au) elements modifies the SRT depending on the Co and\noverlayer thickness and on the overlayer material, resulting in an expanded\nrange of structures with high perpendicular magnetic anisotropy. The origin of\nthe SRT can be explained in terms of ab-initio calculations of the\nlayer-resolved contributions to the magnetic anisotropy energy. Besides the\nchanges in the SRT introduced by the capping, a quantitative enhancement of the\nmagnetic anisotropy is identified. A detailed analysis of the interplay between\nstrain and purely electronic effects allows us to identify the conditions that\nlead to a high perpendicular magnetic anisotropy in thin hcp Co films.\n","Comment: 25 pages, 10 figures. Corrected several typos, added a reference. The\n  experimental and theory discussion has been rewritten in places for improved\n  readability. The experimental observations are summarized in a table instead\n  of a figure"]}]
["0806.4112",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4112","Acta Physica Slovaca 59, No.3, 169-303 (2009)"],"date":["2008-06-25"],"type":["text"],"creator":["Zdeborová, Lenka"],"language":[],"coverage":[],"title":["Statistical Physics of Hard Optimization Problems"],"description":["  Optimization is fundamental in many areas of science, from computer science\nand information theory to engineering and statistical physics, as well as to\nbiology or social sciences. It typically involves a large number of variables\nand a cost function depending on these variables. Optimization problems in the\nNP-complete class are particularly difficult, it is believed that the number of\noperations required to minimize the cost function is in the most difficult\ncases exponential in the system size. However, even in an NP-complete problem\nthe practically arising instances might, in fact, be easy to solve. The\nprincipal question we address in this thesis is: How to recognize if an\nNP-complete constraint satisfaction problem is typically hard and what are the\nmain reasons for this? We adopt approaches from the statistical physics of\ndisordered systems, in particular the cavity method developed originally to\ndescribe glassy systems. We describe new properties of the space of solutions\nin two of the most studied constraint satisfaction problems - random\nsatisfiability and random graph coloring. We suggest a relation between the\nexistence of the so-called frozen variables and the algorithmic hardness of a\nproblem. Based on these insights, we introduce a new class of problems which we\nnamed \"locked\" constraint satisfaction, where the statistical description is\neasily solvable, but from the algorithmic point of view they are even more\nchallenging than the canonical satisfiability.\n","Comment: PhD thesis"]}]
["0808.3675",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3675"],"date":["2008-08-27","2009-07-07"],"type":["text"],"creator":["Arulsamy, Andrew Das","Fronzi, Marco"],"language":[],"coverage":[],"title":["How do we interrogate the electrons without roughing them up?"],"description":["  Electrons are indistinguishable, but the energy of each electron is different\nin different materials and if we can exploit this energy, then we can\nsystematically study the changes of electronic properties in non free-electron\nmetals.\n","Comment: Postgraduate Representative Association of Sydney University (SUPRA)\n  Conference, 1-2 October 2008, Main Quadrangle, University of Sydney"]}]
["0907.1017",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1017"],"date":["2009-07-06","2009-07-07"],"type":["text"],"creator":["Saito, T. Y.","Zanin, R.","Bordas, P.","Bosch-Ramon, V.","Jogler, T.","Paredes, J. M.","Ribo, M.","Rissi, M.","Rico, J.","Torres, D. F.","Collaboration, for the MAGIC"],"language":[],"coverage":[],"title":["Microquasar observations with the MAGIC telescope"],"description":["  Microquasars, X-ray binaries displaying relativistic jets driven by accretion\nonto a compact object, are some of the most efficient accelerators in the\nGalaxy. Theoretical models predict Very High Energy (VHE) emission at the base\nof the jet where particles are accelerated to multi-TeV energies. This emission\ncould be detected by present IACTs. %Moreover, gamma-ray fluxes should increase\nduring flaring events when accretion rates are enhanced. The MAGIC telescope\nobserved the microquasars GRS 1915+105, Cyg X-3, Cyg X-1 and SS433 for ~ 150\nhours in total from 2005 to 2008. We triggered our observations by using multi\nwavelength information through radio flaring alerts with the RATAN telescope as\nwell as by ensuring the low/hard state of the source through RXTE/ASM and\nSwift/BAT monitoring data. We report on the upper limits on steady and variable\nemission from these sources over this long period.\n","Comment: Contribution to the 31st ICRC, Lodz, Poland, July 2009"]}]
["0907.1091",{"format":[],"subject":["Mathematics - General Mathematics","Mathematical Physics","33D60","65R20","40C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1091"],"date":["2009-07-06"],"type":["text"],"creator":["Bagis, Nikos"],"language":[],"coverage":[],"title":["Brief Research Notes on Transformation of Series and Special Functions"],"description":["  In this work we derive results concerning Elliptic Functions using as tools\ngeneral formulas from previus work.\n","Comment: 9 pages"]}]
["0907.1096",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1096","Phys. Rev. A 79, 063632 (2009)","doi:10.1103/PhysRevA.79.063632"],"date":["2009-07-06"],"type":["text"],"creator":["Subasi, A. L.","Sevincli, S.","Vignolo, P.","Tanatar, B."],"language":[],"coverage":[],"title":["Two-dimensional boson-fermion mixtures"],"description":["  Using mean-field theory, we study the equilibrium properties of boson-fermion\nmixtures confined in a harmonic pancake-shaped trap at zero temperature. When\nthe modulus of the s-wave scattering lengths are comparable to the mixture\nthickness, two-dimensional scattering events introduce a logarithmic dependence\non density in the coupling constants, greatly modifying the density profiles\nthemselves. We show that for the case of a negative boson-fermion\nthree-dimensional s-wave scattering length, the dimensional crossover\nstabilizes the mixture against collapse and drives it towards spatial demixing.\n","Comment: 9 pages, 4 figures"]}]
["0907.1098",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1098"],"date":["2009-07-06"],"type":["text"],"creator":["Kranich, D.","Paneque, D.","Cesarini, A.","Falcone, A.","Giroletti, M.","Hoversten, E.","Hovatta, T.","Kovalev, Y. Y.","Lahteenmaki, A.","Nieppola, E.","Pagani, C.","Pichel, A.","Satalecka, K.","Scargle, J.","Steele, D.","Tavecchio, F.","Tescaro, D.","Tornikoski, M.","Villata, M."],"language":[],"coverage":[],"title":["Multiwavelength Observations of Mrk 501 in 2008"],"description":["  The well-studied VHE (E >100 GeV) blazar Mrk 501 was observed between March\nand May 2008 as part of an extensive multiwavelength observation campaign\nincluding radio, optical, X-ray and VHE gamma-ray instruments. Mrk 501 was in a\nlow state of activity during the campaign, with a low VHE flux of about 20% the\nCrab Nebula flux. Nevertheless, significant flux variations could be observed\nin X-rays as well as $\\gamma$-rays. Overall Mrk 501 showed increased\nvariability when going from radio to gamma-ray energies. The broadband spectral\nenergy distribution during the two different emission states of the campaign\nwas well described by a homogeneous one-zone synchrotron self-Compton model.\nThe high emission state was satisfactorily modeled by increasing the amount of\nhigh energy electrons with respect to the low emission state. This\nparameterization is consistent with the energy-dependent variability trend\nobserved during the campaign.\n","Comment: Contribution to the 31st ICRC, Lodz, Poland, July 2009"]}]
["0907.1103",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1103"],"date":["2009-07-06"],"type":["text"],"creator":["Patrascu, Mihai"],"language":[],"coverage":[],"title":["A Lower Bound for Succinct Rank Queries"],"description":["  The rank problem in succinct data structures asks to preprocess an array\nA[1..n] of bits into a data structure using as close to n bits as possible, and\nanswer queries of the form rank(k) = Sum_{i=1}^k A[i]. The problem has been\nintensely studied, and features as a subroutine in a majority of succinct data\nstructures.\n  We show that in the cell probe model with w-bit cells, if rank takes t time,\nthe space of the data structure must be at least n + n/w^{O(t)} bits. This\nredundancy/query trade-off is essentially optimal, matching our upper bound\nfrom [FOCS'08].\n","Comment: 7 pages"]}]
["0907.1106",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Quantum Algebra","16G20 (Primary), 17B37 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1106"],"date":["2009-07-07"],"type":["text"],"creator":["Wolf, Stefan"],"language":[],"coverage":[],"title":["The Hall algebra and the composition monoid"],"description":["  Let Q be a quiver. M. Reineke and A. Hubery investigated the connection\nbetween the composition monoid, as introduced by M. Reineke, and the generic\ncomposition algebra, as introduced by C. M. Ringel, specialised at q=0. In this\nthesis we continue their work. We show that if Q is a Dynkin quiver or an\noriented cycle, then the composition algebra at q=0 is isomorphic to the monoid\nalgebra of the composition monoid. Moreover, if Q is an acyclic, extended\nDynkin quiver, we show that there exists an epimorphism from the composition\nalgebra at q=0 to the monoid algebra of the composition monoid, and we describe\nits non-trivial kernel.\n  Our main tool is a geometric version of BGP reflection functors on quiver\nGrassmannians and quiver flags, that is varieties consisting of filtrations of\na fixed representation by subrepresentations of fixed dimension vectors. These\nfunctors enable us to calculate various structure constants of the composition\nalgebra.\n  Moreover, we investigate geometric properties of quiver flags and quiver\nGrassmannians, and show that under certain conditions, quiver flags are\nirreducible and smooth. If, in addition, we have a counting polynomial, these\nproperties imply the positivity of the Euler characteristic of the quiver flag.\n","Comment: 111 pages, doctoral thesis University of Paderborn (2009)"]}]
["0907.1107",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1107","Discrete and Continuous Dynamical Systems A, vol. 19 (2007)\n  545--554"],"date":["2009-07-06"],"type":["text"],"creator":["Ivanov, Rossen I."],"language":[],"coverage":[],"title":["Conformal and geometric properties of the Camassa-Holm hierarchy"],"description":["  Integrable equations with second order Lax pair like KdV and Camassa-Holm\n(CH) exhibit interesting conformal properties and can be written in terms of\nthe so-called conformal invariants (Schwarz form). These properties for the CH\nhierarchy are discussed in this contribution.\n  The squared eigenfunctions of the spectral problem, associated to the\nCamassa-Holm equation represent a complete basis of functions, which helps to\ndescribe the Inverse Scattering Transform (IST) for the Camassa-Holm hierarchy\nas a Generalised Fourier Transform (GFT). Using GFT we describe explicitly some\nmembers of the CH hierarchy, including integrable deformations for the CH\nequation. Also we show that solutions of some 2+1-dimensional generalizations\nof CH can be constructed via the IST for the CH hierarchy.\n","Comment: 15 pages"]}]
["0907.1108",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","14M05","13H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1108"],"date":["2009-07-06"],"type":["text"],"creator":["Manolache, Nicolae"],"language":[],"coverage":[],"title":["A Class of Locally Complete Intersection Multiple Structures on Smooth\n  Algebraic Varieties as Support"],"description":["  We give the construction of a class of multiple locally complete intersection\nstructures on a smooth algebraic variety as support. This class contains the\nstructures defined locally by equations of the form $x^n=0$, $y^2=0$, $z=0,\n>..., u=0$.\n","Comment: 8 pages for Proceedings of the Conference on Combinatorial\n  Commutative Algebra and Computer Algebra (Mangalia, Romania, May 2008)"]}]
["0907.1110",{"format":[],"subject":["Mathematics - General Mathematics","Mathematical Physics","11J72","11J82","37C30","26D15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1110"],"date":["2009-07-06"],"type":["text"],"creator":["Bagis, Nikos"],"language":[],"coverage":[],"title":["Research note on a well posed integral used in Apery's proof for the\n  irrationality of Z(3)"],"description":["  In this note we evaluate multiple integrals that play a crucial role in the\ntheory of irrationality of zeta function\n","Comment: 4 pages"]}]
["0907.1116",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1116"],"date":["2009-07-06"],"type":["text"],"creator":["Tudor, Ciprian"],"language":[],"coverage":[],"title":["Hsu-Robbins and Spitzer's theorems for the variations of fractional\n  Brownian motion"],"description":["  Using recent results on the behavior of multiple Wiener-It\\^o integrals based\non Stein's method, we prove Hsu-Robbins and Spitzer's theorems for sequences of\ncorrelated random variables related to the increments of the fractional\nBrownian motion.\n","Comment: To appear in \"Electronic Communications in Probability\""]}]
["0907.1119",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1119"],"date":["2009-07-06"],"type":["text"],"creator":["Zhou, Jiangfeng","Koschny, Thomas","Kafesaki, Maria","Soukoulis, Costas M."],"language":[],"coverage":[],"title":["Negative refractive index response of weakly and strongly coupled\n  optical metamaterials"],"description":["  e present a detailed study of the retrieved optical parameters, electrical\npermittivity, magnetic permeability and refractive index, of the coupled\nfishnet metamaterial structures as a function of the separation between layers.\nFor the weak coupling case, the retrieved parameters are very close to the\none-functional-layer results and converge relatively fast. For the strong\ncoupling case, the retrieved parameters are completely different than the one\nunit fishnet results. We also demonstrate that the high value of the figure of\nmerit (FOM=|Re(n)/Im(n)|) for the strongly coupled structures is due to the\nfact that the real part of the negative $n$ moves away from the maximum of the\nimaginary part of n (close to the resonance), where the losses are high.\n","Comment: accepted to Phys. Rev. B"]}]
["0907.1121",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1121","Phys. Rev. B 79, 121104(R) (2009)","doi:10.1103/PhysRevB.79.121104"],"date":["2009-07-06"],"type":["text"],"creator":["Zhou, Jiangfeng","Dong, Jianfeng","Koschny, Thomas","Kafesaki, Maria","Soukoulis, Costas M."],"language":[],"coverage":[],"title":["Negative refractive index due to chirality"],"description":["  We demonstrate experimentally and numerically that metamaterials based on\nbilayer cross wires give giant optical activity, circular dichroism, and\nnegative refractive index. The presented chiral design offers a much simpler\ngeometry and more efficient way to realize negative refractive index at any\nfrequency. We also developed a retrieval procedure for chiral materials which\nworks successfully for circularly polarized waves.\n"]}]
["0907.1122",{"format":[],"subject":["Mathematics - Combinatorics","05C20, 05C50, 15A48"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1122","Yanling Shao, Jian Shen, and Yubin Gao, The k-th upper bases of\n  primitive non-powerful signed digraphs, Discrete Mathematics 309:2682-2686\n  (2009)"],"date":["2009-07-06"],"type":["text"],"creator":["Shao, Yanling","Shen, Jian","Gao, Yubin"],"language":[],"coverage":[],"title":["The kth Upper Bases of Primitive Non-powerful Signed Digraphs"],"description":["  In this paper, we study the kth upper bases of primitive non-powerful signed\ndigraphs. A bound on the kth upper bases of all primitive non-powerful signed\ndigraphs is obtained, and the equality case of the bound is characterized. We\nalso show that there exists \"gap\" in the kth upper base set of primitive\nnon-powerful signed digraphs.\n","Comment: 8 Pages"]}]
["0907.1126",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1126"],"date":["2009-07-06"],"type":["text"],"creator":["Xiong, Hongwei","Liu, Shujuan"],"language":[],"coverage":[],"title":["Strong parity effect of particle number in the interference fringes of\n  Bose-Einstein condensates released from a double-well potential"],"description":["  We study the parity effect of the particle number in the interference fringes\nof a Bose-Einstein condensate released from a double-well potential. For a\ncoherently splitting condensate in the double-well potential, with a decoupled\ntwo-mode Bose-Hubbard model, there is well-known phase diffusion because of\ninteratomic interactions. After a specific holding time of the double-well\npotential, the phase diffusion will make the interference patterns in the\ndensity distribution depend strongly on the parity of the total particle number\nby further overlapping two condensates. This parity effect originates from the\nquantized relative phase about the total particle number. The experimental\nscheme to observe this \"even-odd\" effect of the particle number is discussed.\n","Comment: 5 pages, 2 figures"]}]
["0907.1128",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1128","Int.J.Mod.Phys.A24:1528-1532,2009","doi:10.1142/S0217751X09044930"],"date":["2009-07-06"],"type":["text"],"creator":["Oliva, Julio","Tempo, David","Troncoso, Ricardo"],"language":[],"coverage":[],"title":["Static wormholes in vacuum for conformal gravity"],"description":["  A static spherically symmetric wormhole solution for conformal gravity in\nvacuum is found. The solution possesses a single integration constant which\ndetermines the size of the neck connecting two static homogeneous universes of\nconstant spatial curvature. Time runs at different rates on each side of the\nneck, and depending on the value of the parameter, the wormhole can develop a\ncosmological horizon only at one side. It is shown that the wormholes\ncorrespond to the matching of different Einstein spacetimes by means of\nimproper conformal transformations.\n","Comment: Talk given at the 7th Alexander Friedmann International Seminar on\n  Gravitation and Cosmology, Joao Pessoa, Brazil, 29 Jun - 5 Jul 2008. 4 pages\n  and one figure"]}]
["0907.1131",{"format":[],"subject":["Computer Science - Computational Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1131"],"date":["2009-07-06"],"type":["text"],"creator":["Har-Peled, Sariel"],"language":[],"coverage":[],"title":["Approximating Spanning Trees with Low Crossing Number"],"description":["  We present a linear programming based algorithm for computing a spanning tree\n$T$ of a set $P$ of $n$ points in $\\Re^d$, such that its crossing number is\n$O(\\min(t \\log n, n^{1-1/d}))$, where $t$ the minimum crossing number of any\nspanning tree of $P$. This is the first guaranteed approximation algorithm for\nthis problem. We provide a similar approximation algorithm for the more general\nsettings of building a spanning tree for a set system with bounded \\VC\ndimension. Our approach is an alternative to the reweighting technique\npreviously used in computing such spanning trees.\n  Our approach is an alternative to the reweighting technique previously used\nin computing such spanning trees.\n"]}]
["0907.1136",{"format":[],"subject":["Mathematics - Algebraic Geometry","14L15","14F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1136"],"date":["2009-07-06"],"type":["text"],"creator":["Biswas, Indranil"],"language":[],"coverage":[],"title":["On principal bundles over a projective variety defined over a finite\n  field"],"description":["  Let M be a geometrically irreducible smooth projective variety, defined over\na finite field k, such that M admits a k-rational point x_0. Let \\varpi(M,x_0)\ndenote the corresponding fundamental group--scheme introduced by Nori. Let E_G\nbe a principal G-bundle over M, where G is a reduced reductive linear algebraic\ngroup defined over the field k. Fix a polarization \\xi on M. We prove that the\nfollowing three statements are equivalent:\n  The principal G-bundle E_G over M is given by a homomorphism \\varpi(M,x_0)\n--> G.\n  There are integers b > a > 0 such that the principal G-bundle (F^b_M)^*E_G is\nisomorphic to (F^a_M)^*E_G, where F_M is the absolute Frobenius morphism of M.\n  The principal G-bundle E_G is strongly semistable,\ndegree(c_2(ad(E_G))c_1(\\xi)^{d-2}) = 0, where d = \\dim M, and\ndegree(c_1(E_G(\\chi))c_1(\\xi)^{d-1}) = 0 for every character \\chi of G, where\nE_G(\\chi) is the line bundle over $M$ associated to $E_G$ for \\chi. The\nequivalence between the first statement and the third statement was proved by\nS. Subramanian under the extra assumption that dim(M) = 1 and $G$ is\nsemisimple.\n","Comment: Final version of preprint (2007)"]}]
["0907.1137",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1137"],"date":["2009-07-07"],"type":["text"],"creator":["He, Xuhua","Lu, Jiang-Hua"],"language":[],"coverage":[],"title":["On intersections of certain partitions of a group compactification"],"description":["  Let $G$ be a connected semi-simple algebraic group of adjoint type over an\nalgebraically closed field, and let $\\overline{G}$ be the wonderful\ncompactification of $G$. For a fixed pair $(B, B^-)$ of opposite Borel\nsubgroups of $G$, we look at intersections of Lusztig's $G$-stable pieces and\nthe $B^-\\times B$-orbits in $\\overline{G}$, as well as intersections of $B\n\\times B$-orbits and $B^- \\times B^-$-orbits in $\\overline{G}$. We give\nexplicit conditions for such intersections to be non-empty, and in each case,\nwe show that every non-empty intersection is smooth and irreducible, that the\nclosure of the intersection is equal to the intersection of the closures, and\nthat the non-empty intersections form a strongly admissible partition of\n$\\overline{G}$.\n"]}]
["0907.1138",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1138"],"date":["2009-07-07"],"type":["text"],"creator":["Thanvanthri, Sulakshana","Kapale, Kishore T.","Dowling, Jonathan P."],"language":[],"coverage":[],"title":["Ultra-Stable Matter-Wave Gyroscopy with Counter-Rotating Vortex\n  Superpositions in Bose-Einstein Condensates"],"description":["  Matter-wave interferometers are, in principle, orders of magnitude more\nsensitive than their optical counterparts. Nevertheless, creation of\nmatter-wave currents to achieve such a sensitivity is a continuing challenge.\nHere, we propose the use of Optical Angular Momentum (OAM) induced vortex\nsuperpositions in Bose-Einstein Condensates (BECs) as an alternative to atom\ninterferometers for gyroscopy. The coherent superposition of two\ncounter-rotating vortex states of a trapped condensate leads to an interference\npattern that rotates by an angle proportional to the angular velocity of the\nrotating trap \\mdash in accordance with the Sagnac effect. We show that the\nrotation rate can be easily read out and that the device is highly stable. The\nsignal-to-noise ratio and sensitivity of the scheme are also discussed.\n"]}]
["0907.1141",{"format":[],"subject":["Mathematics - Rings and Algebras","16E50","16S70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1141"],"date":["2009-07-07"],"type":["text"],"creator":["Diesl, Alexander J.","Dorsey, Thomas J.","McGovern, Warren Wm."],"language":[],"coverage":[],"title":["A Characterization of Certain Morphic Trivial Extensions"],"description":["  Given a ring $R$, we study the bimodules $M$ for which the trivial extension\n$R\\propto M$ is morphic. We obtain a complete characterization in the case\nwhere $R$ is left perfect, and we prove that $R\\propto Q/R$ is morphic when $R$\nis a commutative reduced ring with classical ring of quotients $Q$. We also\nextend some known results concerning the connection between morphic rings and\nunit regular rings.\n","Comment: 24 pages"]}]
["0907.1142",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1142"],"date":["2009-07-07"],"type":["text"],"creator":["Saptsin, Vladimir","Soloviev, Vladimir"],"language":[],"coverage":[],"title":["Relativistic quantum econophysics - new paradigms in complex systems\n  modelling"],"description":["  This work deals with the new, relativistic direction in quantum econophysics,\nwithin the bounds of which a change of the classical paradigms in mathematical\nmodelling of socio-economic system is offered. Classical physics proceeds from\nthe hypothesis that immediate values of all the physical quantities,\ncharacterizing system's state, exist and can be accurately measured in\nprinciple. Non-relativistic quantum mechanics does not reject the existence of\nthe immediate values of the classical physical quantities, nevertheless not\neach of them can be simultaneously measured (the uncertainty principle).\nRelativistic quantum mechanics rejects the existence of the immediate values of\nany physical quantity in principle, and consequently the notion of the system\nstate, including the notion of the wave function, which becomes rigorously\nnondefinable.\n  The task of this work consists in econophysical analysis of the conceptual\nfundamentals and mathematical apparatus of the classical physics, relativity\ntheory, non-relativistic and relativistic quantum mechanics, subject to the\nhistorical, psychological and philosophical aspects and modern state of the\nsocio-economic modeling problem. We have shown that actually and, virtually, a\nlong time ago, new paradigms of modeling were accepted in the quantum theory,\nwithin the bounds of which the notion of the physical quantity operator becomes\nthe primary fundamental conception, description of the system dynamics becomes\ndiscrete and approximate in its essence, prediction of the future, even in the\nrough, is actually impossible when setting aside the aftereffect i.e. the\nmemory.\n","Comment: 23 pages, PDFLaTex"]}]
["0907.1143",{"format":[],"subject":["Mathematics - Functional Analysis","43A80, 47D06, 47D07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1143"],"date":["2009-07-07"],"type":["text"],"creator":["Lust-Piquard, Francoise"],"language":[],"coverage":[],"title":["Ornstein-Uhlenbeck semi-groups on stratified groups"],"description":["  We consider, in the setting of stratified groups G, two analogues of the\nOrnstein-Uhlenbeck semi-group, namely Markovian diffusion semi-groups acting on\n$L^q(pd g)$, whose invariant density $p$ is a heat kernel at time 1 on G.\n"]}]
["0907.1147",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1147","IEEE Transactions on Instrumentation and Measurement 57, 7 (2007)\n  1455-1464","doi:10.1109/TIM.2008.917670"],"date":["2009-07-07"],"type":["text"],"creator":["Simon, Laurent","Richoux, Olivier","Degroot, Anne","Lionet, Louis"],"language":[],"coverage":[],"title":["Laser Doppler Velocimetry for Joint Measurements of Acoustic and Mean\n  Flow Velocities : LMS-based Algorithm and CRB Calculation"],"description":["  This paper presents a least mean square (LMS) algorithm for the joint\nestimation of acoustic and mean flow velocities from laser doppler velocimetry\n(LDV) measurements. The usual algorithms used for measuring with LDV purely\nacoustic velocity or mean flow velocity may not be used when the acoustic field\nis disturbed by a mean flow component. The LMS-based algorithm allows accurate\nestimations of both acoustic and mean flow velocities. The Cram\\'er-Rao bound\n(CRB) of the associated problem is determined. The variance of the estimators\nof both acoustic and mean flow velocities is also given. Simulation results of\nthis algorithm are compared with the CRB and the comparison leads to validate\nthis estimator.\n"]}]
["0907.1152",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Commutative Algebra","11B83","11J71"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1152"],"date":["2009-07-07"],"type":["text"],"creator":["Janjic, Milan"],"language":[],"coverage":[],"title":["On a class of determinants"],"description":["  A class of determinants is introduced. Different kind of mathematical\nobjects, such as Fibonacci, Lucas, Tchebychev, Hermite, Laguerre, Legendre\npolynomials, sums and covergents are represented as determinants from this\nclass. A closed formula in which arbitrary term of a homogenous linear\nrecurrence equation is expressed in terms of the initial conditions and the\ncoefficients is proved.\n"]}]
["0907.1159",{"format":[],"subject":["Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1159"],"date":["2009-07-07"],"type":["text"],"creator":["Morariu, Vasile V.","Buimaga-Iarinca, Luiza"],"language":[],"coverage":[],"title":["Autoregressive Modeling of Coding Sequence Lengths in Bacterial Genome"],"description":["  Previous investigation of coding sequence lengths (CDS) in the bacterial\ncircular chromosome revealed short range correlation in the series of these\ndata. We have further analyzed the averaged periodograms of these series and we\nfound that the organization of CDS can be well described by first order\nautoregressive processes. This involves interaction between the neighboring\nterms. The autoregressive analysis may have great potential in modeling various\nphysical and biological processes like light emission of galaxies, protein\norganization, cell flickering, cognitive processes and perhaps others.\n","Comment: 11 pages, 5 figures, 2 tables"]}]
["0907.1161",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1161"],"date":["2009-07-07"],"type":["text"],"creator":["Kuzmin, P. G.","Shafeev, G. A."],"language":[],"coverage":[],"title":["Influence of intensity distribution of laser beam on the properties of\n  nanoparticles obtained by laser ablation of solids in liquids"],"description":["  Control over the properties of nanoparticles obtained by laser ablation in\nliquids is experimentally demonstrated via modulation of the beam intensity\nprofile on the target. Mask projection scheme was used with either a copper\nlaser (wavelength of 510. 6 nm, pulse duration of 10ns) or with a Ti:sapphire\nlaser (wavelength of 800 nm and pulse duration of 200 fs). Si and ZnSe were\nchosen as target materials. Obtained nanoparticles were characterized using\nTransmission Electron Microscopy (TEM), optical absorption spectroscopy and\nphotoluminescence. It was shown that that size of Si nanoparticles depends on\nthe spatial profile of the laser beam.\n","Comment: Reported at E-MRS 2009 conference, Strasbourg, France, June 8 - 12"]}]
["0907.1162",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1162","5th International Conference on Microtechnologies in Medicine and\n  Biology, Qu\\'ebec City : Canada (2009)"],"date":["2009-07-07"],"type":["text"],"creator":["Abbas, Abdennour","Trezeibre, Anthony","Bourzgui, Nourredine","Guillochon, Didier","Vercaigne-Marko, Dominique","Supiot, Philippe","Bocquet, Bertrand"],"language":[],"coverage":[],"title":["Terahertz Biomems for Enzymatic Catalysis Monitoring"],"description":["  This work focuses on the fabrication and use of a Biological\nMicro-ElectroMechanical System (BioMEMS) for TeraHertz (THz) detection and\ncharacterization of enzymatic catalysis reactions. The fluidic microdevice was\nfabricated using traditional lithographic techniques. It was then\nfunctionalized by reactive amine functions using plasma polymerized allylamine\n(pp-allylamine), followed by enzyme immobilization inside the microchannels.\nThe enzymatic reaction was controlled by fluorescent microscopy before being\nanalysed by sub-THz spectroscopy in the frequency range 0.06--0.11 THz. The\npreliminary results show the feasibility of terahertz monitoring of the\nbiocatalysis reaction.\n"]}]
["0907.1164",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1164"],"date":["2009-07-07"],"type":["text"],"creator":["Di Sciascio, G.","Iuppa, R.","Vernetto, S."],"language":[],"coverage":[],"title":["Measurement of the antiproton/proton ratio at few-TeV energies with the\n  ARGO-YBJ experiment"],"description":["  Cosmic ray antiprotons provide an important probe for the study of cosmic-ray\npropagation in the interstellar space and to investigate the existence of\nGalactic dark matter. Cosmic rays are hampered by the Moon, therefore a deficit\nof cosmic rays in its direction is expected (the so-called \"Moon shadow\"). The\nEarth-Moon system acts as a magnetic spectrometer. In fact, due to the\ngeomagnetic field the center of the Moon shifts westward by an amount depending\non the primary cosmic ray energy. Paths of primary antiprotons are therefore\ndeflected in an opposite sense in their way to the Earth. This effect allows,\nin principle, the search of antiparticles in the opposite direction of the\nobserved Moon shadow.\n  The ARGO-YBJ experiment, in stable data taking since November 2007 with an\nenergy threshold of a few hundreds of GeV, is observing the Moon shadow with\nhigh statistical significance. Using about 1 year data, an upper limit of the\nantip/p flux ratio in the few-TeV energy region is set to a few percent with a\nconfidence level of 90%.\n","Comment: 4 pages, 6 figures, Contribution to the 31st ICRC, Lodz, Poland, July\n  2009"]}]
["0907.1166",{"format":[],"subject":["Mathematics - Combinatorics","05C69"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1166"],"date":["2009-07-07"],"type":["text"],"creator":["Kral, Daniel","Skoda, Petr","Volec, Jan"],"language":[],"coverage":[],"title":["Domination number of cubic graphs with large girth"],"description":["  We show that every n-vertex cubic graph with girth at least g have domination\nnumber at most 0.299871n+O(n/g)<3n/10+O(n/g).\n"]}]
["0907.1168",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1168"],"date":["2009-07-07"],"type":["text"],"creator":["Reyes, R. De los","Bednarek, W.","Camara, M.","Lopez, M.","collaboration, for the MAGIC"],"language":[],"coverage":[],"title":["Upper limits for pulsars with MAGIC (2005/2006 observations)"],"description":["  During the last 4 years the MAGIC collaboration has searched for high-energy\ngamma-ray emission of some of the most promising pulsar candidates. The low\nenergy threshold of MAGIC offered the opportunity for a high sensitivity search\njust above 50-100 GeV (since 2008 a new trigger system has decreased the energy\nthreshold to 25 GeV), an energy region up to now not reachable to ground based\ninstruments and past satellite borne detectors. No pulsed gamma-ray emission\nhas been detected from any pulsar observed during the observation campaigns of\n2005-2006. Here we present the upper limits obtained for tow canonical pulsars\n(PSR J0205+6449 and PSR J2229+6114) and their host nebulae (3C 58 and\nBoomerang, respectively) and the millisecond pulsar PSR J0218+4232. Physics\nimplications will be discussed.\n","Comment: 4 pages, 1 figure, Contribution to the 31st ICRC, Lodz, Poland, July\n  2009"]}]
["0907.1172",{"format":[],"subject":["Mathematics - Functional Analysis","43A35","46C20","47B32."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1172"],"date":["2009-07-07"],"type":["text"],"creator":["Szafraniec, Franciszek Hugon","Wojtylak, Michal"],"language":[],"coverage":[],"title":["Pontryagin Space Structure in Reproducing Kernel Hilbert Spaces over\n  *-semigroups"],"description":["  The geometry of spaces with indefinite inner product, known also as Krein\nspaces, is a basic tool for developing Operator Theory therein. In the present\npaper we establish a link between this geometry and the algebraic theory of\n*-semigroups. It goes via the positive definite functions and related to them\nreproducing kernel Hilbert spaces. Our concern is in describing properties of\nelements of the semigroup which determine shift operators which serve as\nPontryagin fundamental symmetries\n"]}]
["0907.1175",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1175","Phys. Rev. E 79, 051121 (2009)","doi:10.1103/PhysRevE.79.051121"],"date":["2009-07-07"],"type":["text"],"creator":["Gelin, M. F.","Thoss, M."],"language":[],"coverage":[],"title":["Thermodynamics of a subensemble of a canonical ensemble"],"description":["  Two approaches to describe the thermodynamics of a subsystem that interacts\nwith a thermal bath are considered. Within the first approach, the mean system\nenergy $E_{S}$ is identified with the expectation value of the system\nHamiltonian, which is evaluated with respect to the overall (system+bath)\nequilibrium distribution. Within the second approach, the system partition\nfunction $Z_{S}$ is considered as the fundamental quantity, which is postulated\nto be the ratio of the overall (system+bath) and the bath partition functions,\nand the standard thermodynamic relation $E_{S}=-d(\\ln Z_{S})/d\\beta$ is used to\nobtain the mean system energy. % ($\\beta\\equiv 1/(k_{B}T)$, $k_{B}$ is the\nBoltzmann constant, %and $T$ is the temperature). Employing both classical and\nquantum mechanical treatments, the advantages and shortcomings of the two\napproaches are analyzed in detail for various different systems. It is shown\nthat already within classical mechanics both approaches predict significantly\ndifferent results for thermodynamic quantities provided the system-bath\ninteraction is not bilinear or the system of interest consists of more than a\nsingle particle. Based on the results, it is concluded that the first approach\nis superior.\n"]}]
["0907.1181",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1181"],"date":["2009-07-07"],"type":["text"],"creator":["Mysakovych, T. S.","Krasnov, V. O.","Stasyuk, I. V."],"language":[],"coverage":[],"title":["A Lattice Model of Intercalation"],"description":["  The thermodynamics of the lattice model of intercalation of ions in crystals\nis considered in the mean field approximation. Pseudospin formalism is used for\nthe description of interaction of electrons with ions and the possibility of\nhopping of intercalated ions between different positions is taken into account.\nPhase diagrams are built. It is shown that the effective interaction between\nintercalated ions can lead to phase separation or to appearance of modulated\nphase (it depends on filling of the electron energy band). At high values of\nthe parameter of ion transfer the ionic subsystem can pass to the\nsuperfluid-like state.\n"]}]
["0907.1183",{"format":[],"subject":["Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1183","Sao Paulo Journal of Mathematical Sciences, 3 (1), 2009, pp\n  191-227"],"date":["2009-07-07"],"type":["text"],"creator":["Abella, A.","Santos, W. Ferrer","Haim, M."],"language":[],"coverage":[],"title":["Compact coalgebras, compact quantum groups and the positive antipode"],"description":["  In this article -that has also the intention to survey some known results in\nthe theory of compact quantum groups using methods different from the standard\nand with a strong algebraic flavor- we consider compact o-coalgebras and Hopf\nalgebras. In the case of a o-Hopf algebra we present a proof of the\ncharacterization of the compactness in terms of the existence of a positive\ndefinite integral, and use our methods to give an elementary proof of the\nuniqueness - up to conjugation by an automorphism of Hopf algebras- of the\ncompact involution appearing in [4]. We study the basic properties of the\npositive square root of the antipode square that is a Hopf algebra automorphism\nthat we call the positive antipode. We use it -as well as the unitary antipode\nand the Nakayama automorphism- in order to enhance our understanding of the\nantipode itself.\n"]}]
["0907.1184",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1184"],"date":["2009-07-07"],"type":["text"],"creator":["Pask, T.","Barna, D.","Dax, A.","Friedreich, S.","Hayano, R. S.","Hori, M.","Horvath, D.","Juhasz, B.","Malbrunot, C.","Massiczek, O.","Ono, N.","Soter, A.","Widmann, E."],"language":[],"coverage":[],"title":["Collision Induced Relaxations within the Antiprotonic Helium Hyperfine\n  Structure"],"description":["  We report the first measurements of the inelastic spin exchange collision\nrate between the Hyperfine (HF) levels of antiprotonic helium. We measure the\ntime dependent evolution of the (37, 35) substates to obtain an inelastic\ncollision rate which qualitatively agrees with recent theoretical calculations.\nWe evaluate these results by using the obtained rate as a parameter in a\nrigorous simulation which we then compare to to previously measured data. We\nfind that our measurement slightly underestimates the collision rate and\ntherefore conclude that the actual value most probably falls within the upper,\nrather than lower, limit of the error.\n","Comment: 15 pages, 10 figures"]}]
["0907.1194",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Complex Variables","Mathematics - Metric Geometry","46G20","32H15","46B45","53C22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1194","Progress in Functional Analysis, North Holland Mathematical\n  Studies, 170, 333--365, 1992"],"date":["2009-07-07"],"type":["text"],"creator":["Dineen, Sean","Timoney, Richard M."],"language":[],"coverage":[],"title":["Complex Geodesics on Convex Domains"],"description":["  Existence and uniqueness of complex geodesics joining two points of a convex\nbounded domain in a Banach space $X$ are considered. Existence is proved for\nthe unit ball of $X$ under the assumption that $X$ is 1-complemented in its\ndouble dual. Another existence result for taut domains is also proved.\nUniqueness is proved for strictly convex bounded domains in spaces with the\nanalytic Radon-Nikodym property. If the unit ball of $X$ has a modulus of\ncomplex uniform convexity with power type decay at 0, then all complex\ngeodesics in the unit ball satisfy a Lipschitz condition. The results are\napplied to classical Banach spaces and to give a formula describing all complex\ngeodesics in the unit ball of the sequence spaces $\\ell^p$ ($1 \\leq p <\n\\infty$).\n","Comment: Due to a typographical fault, the bars over letters in the published\n  version of this article did not appear and this rendered many of the\n  statements difficult to decipher. In response to a number of requests we are\n  placing the original document (with bars) on arXiv"]}]
["0907.1195",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1195"],"date":["2009-07-07"],"type":["text"],"creator":["Ber, A. F.","de Pagter, B.","Sukochev, F. A."],"language":[],"coverage":[],"title":["Some remarks on derivations in algebras of measurable operators"],"description":["  This paper is concerned with derivations in algebras of (unbounded) operators\naffiliated with a von Neumann algebra $\\mathcal{M}$. Let $\\mathcal{% A}$ be one\nof the algebras of measurable operators, locally measurable operators or, $\\tau\n$-measurable operators. We present a complete description of von Neumann\nalgebras $\\mathcal{M}$ of type $I$ in terms of their central projections such\nthat every derivation in $\\mathcal{A}$ is inner. It is also shown that every\nderivation in the algebra $LS(\\mathcal{M})$ of all locally measurable operators\nwith respect to a properly infinite von Neumann algebra $\\mathcal{M}$ vanishes\non the center of $LS(\\mathcal{M})$.\n","Comment: 14 pages"]}]
["0907.1201",{"format":[],"subject":["Mathematics - Dynamical Systems","Computer Science - Information Theory","28D20","60G10","37A35","68P30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1201"],"date":["2009-07-07"],"type":["text"],"creator":["Avni, Nir","Weiss, Benjamin"],"language":[],"coverage":[],"title":["Generating Product Systems"],"description":["  Generalizing Krieger's finite generation theorem, we give conditions for an\nergodic system to be generated by a pair of partitions, each required to be\nmeasurable with respect to a given sub-algebra, and also required to have a\nfixed size.\n"]}]
["0907.1204",{"format":[],"subject":["Physics - Biological Physics","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1204"],"date":["2009-07-07"],"type":["text"],"creator":["Ivancevic, Tijana T."],"language":[],"coverage":[],"title":["Jet-Ricci Geometry of Time-Dependent Human Biomechanics"],"description":["  We propose the time-dependent generalization of an `ordinary' autonomous\nhuman biomechanics, in which total mechanical + biochemical energy is not\nconserved. We introduce a general framework for time-dependent biomechanics in\nterms of jet manifolds derived from the extended musculo-skeletal configuration\nmanifold. The corresponding Riemannian geometrical evolution follows the Ricci\nflow diffusion. In particular, we show that the exponential-like decay of total\nbiomechanical energy (due to exhaustion of biochemical resources) is closely\nrelated to the Ricci flow on the biomechanical configuration manifold.\n  Keywords: Time-dependent biomechanics, extended configuration manifold,\nconfiguration bundle, jet manifolds, Ricci flow diffusion\n","Comment: 13 pages 4 figures"]}]
["0907.1205",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q40, 35R05, 81S30, 81V55, 92E20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1205"],"date":["2009-07-07"],"type":["text"],"creator":["Ambrosio, Luigi","Friesecke, Gero","Giannoulis, Jannis"],"language":[],"coverage":[],"title":["Passage from quantum to classical molecular dynamics in the presence of\n  Coulomb interactions"],"description":["  We present a rigorous derivation of classical molecular dynamics (MD) from\nquantum molecular dynamics (QMD) that applies to the standard Hamiltonians of\nmolecular physics with Coulomb interactions. The derivation is valid away from\npossible electronic eigenvalue crossings.\n","Comment: 23 pages"]}]
["0907.1206",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1206"],"date":["2009-07-07"],"type":["text"],"creator":["Ivancevic, Tijana T.","Jovanovic, Bojan"],"language":[],"coverage":[],"title":["Human Operator Modeling and Lie-Derivative Based Control"],"description":["  The motivation behind mathematically modeling the human operator is to help\nexplain the response characteristics of the complex dynamical system including\nthe human manual controller. In this paper, we present two approaches to human\noperator modeling: classical linear control approach and modern nonlinear\ncontrol approach. The latter one is formalized using both fixed and adaptive\nLie-Derivative based controllers.\n  Keywords: Human operator, linear control, nonlinear control, Lie derivative\noperator\n","Comment: 29 pages, 6 figures"]}]
["0907.1207",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1207"],"date":["2009-07-07"],"type":["text"],"creator":["Kumericki, Kresimir","Mueller, Dieter"],"language":[],"coverage":[],"title":["DVCS and the skewness effect at small x"],"description":["  We analyze small-x DVCS data using flexible GPD models and compare our\noutcome with the full Shuvaev transformation. We point out that the full\nShuvaev transform is a model that is equivalent to a conformal GPD and a\nminimalist ``dual'' parameterization. Some mathematical subtleties of conformal\nrepresentations are recalled. We also comment on a speculation of a\nfactorization breakdown in DVCS.\n","Comment: DIS09 contribution + comment, 7 pages, 4 figures, LaTeX, dis09.cls\n  needed"]}]
["0907.1209",{"format":[],"subject":["Physics - Biological Physics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1209"],"date":["2009-07-07"],"type":["text"],"creator":["Ivancevic, Tijana T."],"language":[],"coverage":[],"title":["Time-Dependent Lagrangian Biomechanics"],"description":["  In this paper we present the time-dependent generalization of an 'ordinary'\nautonomous human musculo-skeletal biomechanics. We start with the configuration\nmanifold of human body, given as a set of its all active degrees of freedom\n(DOF). This is a Riemannian manifold with a material metric tensor given by the\ntotal mass-inertia matrix of the human body segments. This is the base manifold\nfor standard autonomous biomechanics. To make its time-dependent\ngeneralization, we need to extend it with a real time axis. On this extended\nconfiguration space we develop time-dependent biomechanical Lagrangian\ndynamics, using derived jet spaces of velocities and accelerations, as well as\nthe underlying geometric evolution of the mass-inertia matrix.\n  Keywords: Human time-dependent biomechanics, configuration manifold, jet\nspaces, geometric evolution\n","Comment: 8 pages, 2 figures"]}]
["0907.1210",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1210"],"date":["2009-07-07"],"type":["text"],"creator":["Wagh, Sanjay M"],"language":[],"coverage":[],"title":["Emission Origin for the Wave of Quanta"],"description":["  We argue that certain assumptions about the process of the emission of the\nquanta by their (oscillating) emitter provide for their changing (oscillatory)\nflux at any location. This mechanism underlying (such) wave phenomena is not\nbased, both, on the newtonian notion of force and the field concept (of\nFaraday, Maxwell, Lorentz and Einstein). When applied to the case of thermal\nradiation, this emission origin for the wave of quanta is shown here to be\nconsistent with the laws of the black body radiation. We conclude therefore\nalso that a conceptual framework, which is not rooted in the notion of force\nand in the field concept, may provide a deterministic basis underlying the\nprobabilistic methods of the quantum theory.\n","Comment: 13 pages"]}]
["0907.1211",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1211"],"date":["2009-07-07"],"type":["text"],"creator":["Cortina, Juan","Goebel, Florian","Schweizer, Thomas","Collaboration, for the MAGIC"],"language":[],"coverage":[],"title":["Technical Performance of the MAGIC Telescopes"],"description":["  The MAGIC-I telescope is the largest single-dish Imaging Atmospheric\nCherenkov telescope in the world. A second telescope, MAGIC-II, will operate in\ncoincidence with MAGIC-I in stereoscopic mode. MAGIC-II is a clone of MAGIC-I,\nbut with a number of significant improvements, namely a highly pixelized camera\nwith a wider trigger area, improved optical analog signal transmission and a\n2-4 GSps fast readout. All the technical elements of MAGIC-II were installed by\nthe end of 2008. The telescope is currently undergoing commissioning and\nintegration with MAGIC-I. An update of the technical performance of MAGIC-I, a\ndescription of all the hardware elements of MAGIC-II and first results of the\ncombined technical performance of the two telescopes will be reported.\n","Comment: 4 pages, 4 figures, contribution to the 31st ICRC, Lodz, Poland, July\n  2009"]}]
["0907.1213",{"format":[],"subject":["Mathematics - Optimization and Control","58E30, 58E17, 65K10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1213"],"date":["2009-07-07"],"type":["text"],"creator":["Bednarczuk, Ewa M.","Zagrodny, Dariusz"],"language":[],"coverage":[],"title":["Vector variational principle"],"description":["  A vector variational principle is proved.\n","Comment: 9 pages"]}]
["0907.1218",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1218"],"date":["2009-07-07"],"type":["text"],"creator":["Markova, N.","Markov, H."],"language":[],"coverage":[],"title":["Wind structure in late-B supergiants"],"description":["  Extended spectroscopic datasets of several late-B stars of luminosity class\nIa revealed the presence of similar peculiarities in their H alpha profiles,\nwhich might be interpreted as indications of deviation from spherically\nsymmetric, smooth wind approximation. Surface structures due to non-radial\npulsations or weak, large-scale, dipole magnetic fields might be responsible\nfor creating wind structure in the envelopes of these stars.\n","Comment: Contribution to the third conference of the Bulgarian Astronomical\n  Society. Published in Bulgarian Astronomical Journal, Vol. 10"]}]
["0907.1219",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1219"],"date":["2009-07-07"],"type":["text"],"creator":["Salgado, Carlos A."],"language":[],"coverage":[],"title":["Lectures on high-energy heavy-ion collisions at the LHC"],"description":["  Some topics on heavy-ion collisions are reviewed with emphasis on those which\nare expected to be specially relevant at the Large Hadron Collider programme.\n","Comment: Lectures given at The 2008 European School of High-Energy Physics,\n  Herbeumont-sur-Semois, Belgium 8 - 21 June 2008"]}]
["0907.1227",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1227"],"date":["2009-07-07"],"type":["text"],"creator":["Halevi, Tzipora","Saxena, Nitesh","Halevi, Shai"],"language":[],"coverage":[],"title":["Using HB Family of Protocols for Privacy-Preserving Authentication of\n  RFID Tags in a Population"],"description":["  In this paper, we propose an HB-like protocol for privacy-preserving\nauthentication of RFID tags, whereby a tag can remain anonymous and untraceable\nto an adversary during the authentication process. Previous proposals of such\nprotocols were based on PRF computations. Our protocol can instead be used on\nlow-cost tags that may be incapable of computing standard PRFs. Moreover, since\nthe underlying computations in HB protocols are very efficient, our protocol\nalso reduces reader load compared to PRF-based protocols.\n  We suggest a tree-based approach that replaces the PRF-based authentication\nfrom prior work with a procedure such as HB+ or HB#. We optimize the tree-\ntraversal stage through usage of a \"light version\" of the underlying protocol\nand shared random challenges across all levels of the tree. This provides\nsignificant reduction of the communication resources, resulting in a\nprivacy-preserving protocol almost as efficient as the underlying HB+ or HB#\n","Comment: 15 pages, 1 figure, presented at RFIDSec 09"]}]
["0907.1230",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1230","J. Phys.: Conf. Ser. 145 (2009) 012056","doi:10.1088/1742-6596/145/1/012056"],"date":["2009-07-07"],"type":["text"],"creator":["Wills, A. S.","Perring, T. G.","Raymond, S.","Fak, B.","Henry, J. -Y.","Telling, M."],"language":[],"coverage":[],"title":["Inelastic neutron scattering studies of the quantum frustrated magnet\n  clinoatacamite, $\\gamma$-Cu2(OD)3Cl, a proposed valence bond solid (VBS)"],"description":["  The frustrated magnet clinoatacamite, $\\gamma$-Cu$_2$(OH)$_3$Cl, is\nattracting a lot of interest after suggestions that at low temperature it forms\nan exotic quantum state termed a Valence Bond Solid (VBS) made from dimerised\nCu$^{2+}$ ($S=1/2$) spins.\\cite{Lee_clinoatacamite} Key to the arguments\nsurrounding this proposal were suggestions that the kagom\\'e planes in the\nmagnetic pyrochlore lattice of clinoatacamite are only weakly coupled, causing\nthe system to behave as a quasi-2-dimensional magnet. This was reasoned from\nthe near 95$^\\circ$ angles made at the bridging oxygens that mediate exchange\nbetween the Cu ions that link the kagom\\'e planes.\n  Recent work pointed out that this exchange model is inappropriate for\n$\\gamma$-Cu$_2$(OH)$_3$Cl, where the oxygen is present as a\n$\\mu_3$-OH.\\cite{Wills_JPC} Further, it used symmetry calculations and neutron\npowder diffraction to show that the low temperature magnetic structure ($T<6$\nK) was canted and involved significant spin ordering on all the Cu$^{2+}$\nspins, which is incompatible with the interpretation of simultaneous VBS and\nN\\'eel ordering. Correspondingly, clinoatacamite is best considered a distorted\npyrochlore magnet. In this report we show detailed inelastic neutron scattering\nspectra and revisit the responses of this frustrated quantum magnet.\n","Comment: Proceedings of The International Conference on Highly Frustrated\n  Magnetism 2008 (HFM2008)"]}]
["0907.1233",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1233"],"date":["2009-07-07"],"type":["text"],"creator":["Jiang, Yuzhu","Cao, Junpeng","Wang, Yupeng"],"language":[],"coverage":[],"title":["Exact Solutions of a One-dimensional Quantum Spin Chain with\n  SO(5)-Symmetry"],"description":["  A new exactly solvable one-dimensional spin-3/2 Heisenberg model with\nSO(5)-invariance is proposed. The eigenvalues and Bethe ansatz equations of the\nmodel are obtained by using the nested algebraic Bethe ansatz approach. Several\nexotic elementary excitations in the antiferromagnetic region such as neutral\nspinon with zero spin, heavy spinon with spin-3/2 and dressed spinon with\nspin-1/2 are found.\n","Comment: 18 pages, 5 figures"]}]
["0907.1235",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Functional Analysis","35B32","35K55","35K90","92D25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1235"],"date":["2009-07-07"],"type":["text"],"creator":["Walker, Christoph"],"language":[],"coverage":[],"title":["Global Bifurcation of Positive Equilibria in Nonlinear Population Models"],"description":["  Existence of nontrivial nonnegative equilibrium solutions for age structured\npopulation models with nonlinear diffusion is investigated. Introducing a\nparameter measuring the intensity of the fertility, global bifurcation is shown\nof a branch of positive equilibrium solutions emanating from the trivial\nequilibrium. Moreover, for the parameter-independent model we establish\nexistence of positive equilibria by means of a fixed point theorem for conical\nshells.\n","Comment: 17 pages"]}]
["0907.1238",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1238"],"date":["2009-07-07"],"type":["text"],"creator":["Buferli, Matteo","Magnani, Matteo","Montesi, Danilo"],"language":[],"coverage":[],"title":["ChOrDa: a methodology for the modeling of business processes with BPMN"],"description":["  In this paper we present a modeling methodology for BPMN, the standard\nnotation for the representation of business processes. Our methodology\nsimplifies the development of collaborative BPMN diagrams, enabling the\nautomated creation of skeleton process diagrams representing complex\nchoreographies. To evaluate and tune the methodology, we have developed a tool\nsupporting it, that we apply to the modeling of an international patenting\nprocess as a working example.\n","Comment: 11 pages"]}]
["0907.1240",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1240"],"date":["2009-07-07"],"type":["text"],"creator":["Fedele, Renato","Jovanovic, Dusan","De Nicola, Sergio","Eliasson, Bengt","Shukla, Padma Kant"],"language":[],"coverage":[],"title":["Some mathematical aspects in determining the 3D controlled solutions of\n  the Gross-Pitaevskii equation"],"description":["  The possibility of the decomposition of the three dimensional (3D)\nGross-Pitaevskii equation (GPE) into a pair of coupled Schr\\\"{o}dinger-type\nequations, is investigated. It is shown that, under suitable mathematical\nconditions, solutions of the 3D controlled GPE can be constructed from the\nsolutions of a 2D linear Schr\\\"{o}dinger equation (transverse component of the\nGPE) coupled with a 1D nonlinear Schr\\\"{o}dinger equation (longitudinal\ncomponent of the GPE). Such a decomposition, called the 'controlling potential\nmethod' (CPM), allows one to cast the above solutions in the form of the\nproduct of the solutions of the transverse and the longitudinal components of\nthe GPE. The coupling between these two equations is the functional of both the\ntransverse and the longitudinal profiles. The analysis shows that the CPM is\nbased on the variational principle that sets up a condition on the controlling\npotential well, and whose physical interpretation is given in terms of the\nminimization of the (energy) effects introduced by the control operation.\n","Comment: submitted to J. Phys. A: Math. and Theor"]}]
["0907.1241",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1241","The Journal of Chemical Physics 130, 244901 (2009)","doi:10.1063/1.3155208"],"date":["2009-07-07"],"type":["text"],"creator":["Rosenfeldt, S.","Ballauff, M.","Lindner, P.","Harnau, L."],"language":[],"coverage":[],"title":["Structure and interaction of flexible dendrimers in concentrated\n  solution"],"description":["  We study the influence of mutual interaction on the conformation of flexible\npoly(propyleneamine) dendrimers of fourth generation in concentrated solution.\nMixtures of dendrimers with protonated and deuterated end groups are\ninvestigated by small-angle neutron scattering up to volume fractions of 0.23.\nThis value is in the range of the overlap concentration of the dendrimers. The\ncontrast between the solute and the solvent was varied by using mixtures of\nprotonated and deuterated solvents. This allows us to investigate the partial\nstructure factors of the deuterated dendrimers in detail. An analysis of the\nmeasured scattering intensities reveals that the shape of the flexible\ndendrimers is practically independent of the concentration in contrast to the\npronounced conformational changes of flexible linear polymers.\n","Comment: 8 pages, 4 figures"]}]
["0907.1245",{"format":[],"subject":["Computer Science - Human-Computer Interaction","Computer Science - Artificial Intelligence","H.5.2","I.2.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1245","In Proceedings of the Fourth Semantic Wiki Workshop (SemWiki\n  2009), co-located with 6th European Semantic Web Conference (ESWC 2009), CEUR\n  Workshop Proceedings, Volume 464, 2009"],"date":["2009-07-07"],"type":["text"],"creator":["Kuhn, Tobias"],"language":[],"coverage":[],"title":["How Controlled English can Improve Semantic Wikis"],"description":["  The motivation of semantic wikis is to make acquisition, maintenance, and\nmining of formal knowledge simpler, faster, and more flexible. However, most\nexisting semantic wikis have a very technical interface and are restricted to a\nrelatively low level of expressivity. In this paper, we explain how AceWiki\nuses controlled English - concretely Attempto Controlled English (ACE) - to\nprovide a natural and intuitive interface while supporting a high degree of\nexpressivity. We introduce recent improvements of the AceWiki system and user\nstudies that indicate that AceWiki is usable and useful.\n"]}]
["0907.1251",{"format":[],"subject":["Computer Science - Human-Computer Interaction","H.5.2","I.2.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1251","In Pre-Proceedings of the Workshop on Controlled Natural Language\n  (CNL 2009), CEUR Workshop Proceedings, Volume 448, 2009"],"date":["2009-07-07"],"type":["text"],"creator":["Kuhn, Tobias"],"language":[],"coverage":[],"title":["How to Evaluate Controlled Natural Languages"],"description":["  This paper presents a general framework how controlled natural languages can\nbe evaluated and compared on the basis of user experiments. The subjects are\nasked to classify given statements (in the language to be tested) as either\ntrue or false with respect to a certain situation that is shown in a graphical\nnotation called \"ontographs\". A first experiment has been conducted that\napplies this framework to the language Attempto Controlled English (ACE).\n"]}]
["0907.1256",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1256"],"date":["2009-07-07"],"type":["text"],"creator":["Saxena, Nitesh","Voris, Jonathan"],"language":[],"coverage":[],"title":["We Can Remember It for You Wholesale: Implications of Data Remanence on\n  the Use of RAM for True Random Number Generation on RFID Tags (RFIDSec 2009)"],"description":["  Random number generation is a fundamental security primitive for RFID\ndevices. However, even this relatively simple requirement is beyond the\ncapacity of today's average RFID tag. A recently proposed solution, Fingerprint\nExtraction and Random Number Generation in SRAM (FERNS) [14, 15], involves the\nuse of onboard RAM as the source of \"true\" randomness. Unfortunately, practical\nconsiderations prevent this approach from reaching its full potential. First,\nthis method must compete with other system functionalities for use of memory.\nThus, the amount of uninitialized RAM available for utilization as a randomness\ngenerator may be severely restricted. Second, RAM is subject to data remanence;\nthere is a time period after losing power during which stored data remains\nintact in memory. This means that after a portion of memory has been used for\nentropy collection once it will require a relatively extended period of time\nwithout power before it can be reused. In a usable RFID based security\napplication, which requires multiple or long random numbers, this may lead to\nunacceptably high delays.\n  In this paper, we show that data remanence negatively affects RAM based\nrandom number generation. We demonstrate the practical considerations that must\nbe taken into account when using RAM as an entropy source. We also discuss the\nimplementation of a true random number generator on Intel's WISP RFID tag,\nwhich is the first such implementation to the authors' best knowledge. By\nrelating this to the requirements of some popular RFID authentication\nprotocols, we assess the (im)practicality of utilizing memory based randomness\ntechniques on resource constrained devices.\n","Comment: Presented at the 5th Workshop on RFID Security held from June 30 -\n  July 2 in Leuven, Belgium. Paper is 13 pages with 4 figures"]}]
["0907.1266",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Networking and Internet Architecture","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1266"],"date":["2009-07-07"],"type":["text"],"creator":["Jiang, Libin","Shah, Devavrat","Shin, Jinwoo","Walrand, Jean"],"language":[],"coverage":[],"title":["Distributed Random Access Algorithm: Scheduling and Congesion Control"],"description":["  This paper provides proofs of the rate stability, Harris recurrence, and\nepsilon-optimality of CSMA algorithms where the backoff parameter of each node\nis based on its backlog. These algorithms require only local information and\nare easy to implement.\n  The setup is a network of wireless nodes with a fixed conflict graph that\nidentifies pairs of nodes whose simultaneous transmissions conflict. The paper\nstudies two algorithms. The first algorithm schedules transmissions to keep up\nwith given arrival rates of packets. The second algorithm controls the arrivals\nin addition to the scheduling and attempts to maximize the sum of the utilities\nof the flows of packets at the different nodes. For the first algorithm, the\npaper proves rate stability for strictly feasible arrival rates and also Harris\nrecurrence of the queues. For the second algorithm, the paper proves the\nepsilon-optimality. Both algorithms operate with strictly local information in\nthe case of decreasing step sizes, and operate with the additional information\nof the number of nodes in the network in the case of constant step size.\n"]}]
["0907.1273",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1273","2009 J. Phys.: Conf. Ser. 145 012029","doi:10.1088/1742-6596/145/1/012029"],"date":["2009-07-07"],"type":["text"],"creator":["Fenner, L A","Wills, A S","Bramwell, S T","Dahlberg, M","Schiffer, P"],"language":[],"coverage":[],"title":["Zero-point entropy of the spinel spin glasses CuGa_2O_4 and CuAl_2O_4"],"description":["  The zero-point entropy of a spin glass is a difficult property to\nexperimentally determine and interpret. Spin glass theory provides various\npredictions, including unphysical ones, for the value of the zero-point\nentropy, however experimental results have been lacking. We have investigated\nthe magnetic properties and zero-point entropy of two spinel Cu2+ based spin\nglasses, CuGa2O4 and CuAl2O4. Dc- and ac-susceptibility and specific heat\nmeasurements show many characteristic spin glass features for both materials.\nThe spin glass freezing temperature is determined to be Tf = 2.89 +/- 0.05 K\nfor CuGa2O4 and Tf = 2.30 +/- 0.05 K for CuAl2O4. By integrating the specific\nheat data we have found that CuGa2O4 and CuAl2O4 have zero-point entropies of\nS0 = 4.96 JK-1mol-1 and S0 = 4.76 JK-1mol-1 respectively. These values are\nclosest to the prediction for a Sherrington-Kirkpatrick XY spin glass, however\nthey are notably higher than all of the theoretical predictions. This indicates\nthat CuGa2O4 and CuAl2O4 have a greater degeneracy in their ground states than\nany of the spin glass models.\n","Comment: 4 pages, conference proceedings"]}]
["0907.1274",{"format":[],"subject":["Mathematics - Optimization and Control","35L65","49J20","93C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1274"],"date":["2009-07-07"],"type":["text"],"creator":["Coron, Jean-Michel","kawski, Matthias","Wang, Zhiqiang"],"language":[],"coverage":[],"title":["Analysis of a conservation law modeling a highly re-entrant\n  manufacturing system"],"description":["  This article studies a hyperbolic conservation law that models a highly\nre-entrant manufacturing system as encountered in semi-conductor production.\nCharacteristic features are the nonlocal character of the velocity and that the\ninflux and outflux constitute the control and output signal, respectively. We\nprove the existence and uniqueness of solutions for $L^1$-data, and study their\nregularity properties. We also prove the existence of optimal controls that\nminimizes in the $L^2$-sense the mismatch between the actual and a desired\noutput signal. Finally, the time-optimal control for a step between equilibrium\nstates is identified and proven to be optimal.\n","Comment: 22 pages, 6 figures"]}]
["0907.1279",{"format":[],"subject":["Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1279"],"date":["2009-07-07"],"type":["text"],"creator":["Kwuida, Leonard"],"language":[],"coverage":[],"title":["Axiomatization of Boolean algebras via weak dicomplementations"],"description":["  In this note we give an axiomatization of Boolean algebras based on weakly\ndicomplemented lattices: an algebra $(L,\\wedge,\\vee,\\tu)$ of type $(2,2,1)$ is\na Boolean algebra iff $(L,\\wedge,\\vee)$ is a non empty lattice and $(x\\wedge\ny)\\vee(x\\wedge y\\tu)=(x\\vee y)\\wedge(x\\vee y\\tu)$ for all $x,y\\in L$. This\nprovides a unique equation to encode distributivity and complementation on\nlattices.\n"]}]
["0907.1280",{"format":[],"subject":["Computer Science - Computational Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1280"],"date":["2009-07-07"],"type":["text"],"creator":["King, James","Krohn, Erik"],"language":[],"coverage":[],"title":["The Complexity of Guarding Terrains"],"description":["  A set $G$ of points on a 1.5-dimensional terrain, also known as an\n$x$-monotone polygonal chain, is said to guard the terrain if any point on the\nterrain is 'seen' by a point in $G$. Two points on the terrain see each other\nif and only if the line segment between them is never strictly below the\nterrain. The minimum terrain guarding problem asks for a minimum guarding set\nfor the given input terrain. We prove that the decision version of this problem\nis NP-hard. This solves a significant open problem and complements recent\npositive approximability results for the optimization problem.\n  Our proof uses a reduction from PLANAR 3-SAT. We build gadgets capable of\n'mirroring' a consistent variable assignment back and forth across a main\nvalley. The structural simplicity of 1.5-dimensional terrains makes it\ndifficult to build general clause gadgets that do not destroy this assignment\nwhen they are evaluated. However, we exploit the structure in instances of\nPLANAR 3-SAT to find very specific operations involving only 'adjacent'\nvariables. For these restricted operations we can construct gadgets that allow\na full reduction to work.\n","Comment: 26 pages, 24 figures"]}]
["0907.1281",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Group Theory","51E10 (Primary), 05B05 (Secondary), 20B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1281"],"date":["2009-07-07"],"type":["text"],"creator":["Huber, Michael"],"language":[],"coverage":[],"title":["Almost simple groups with socle $L_n(q)$ acting on Steiner quadruple\n  systems"],"description":["  Let $N=L_n(q)$, {$n \\geq 2$}, $q$ a prime power, be a projective linear\nsimple group. We classify all Steiner quadruple systems admitting a group $G$\nwith $N \\leq G \\leq \\Aut(N)$. In particular, we show that $G$ cannot act as a\ngroup of automorphisms on any Steiner quadruple system for $n>2$.\n","Comment: 5 pages; to appear in: \"Journal of Combinatorial Theory, Series A\""]}]
["cs/0604034",{"format":[],"subject":["Computer Science - Computational Geometry","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0604034","ACM Trans. Algorithms 5(3): 29, 2009","doi:10.1145/1541885.1541890"],"date":["2006-04-08","2008-02-24"],"type":["text"],"creator":["Eppstein, David"],"language":[],"coverage":[],"title":["Squarepants in a Tree: Sum of Subtree Clustering and Hyperbolic Pants\n  Decomposition"],"description":["  We provide efficient constant factor approximation algorithms for the\nproblems of finding a hierarchical clustering of a point set in any metric\nspace, minimizing the sum of minimimum spanning tree lengths within each\ncluster, and in the hyperbolic or Euclidean planes, minimizing the sum of\ncluster perimeters. Our algorithms for the hyperbolic and Euclidean planes can\nalso be used to provide a pants decomposition, that is, a set of disjoint\nsimple closed curves partitioning the plane minus the input points into subsets\nwith exactly three boundary components, with approximately minimum total\nlength. In the Euclidean case, these curves are squares; in the hyperbolic\ncase, they combine our Euclidean square pants decomposition with our tree\nclustering method for general metric spaces.\n","Comment: 22 pages, 14 figures. This version replaces the proof of what is now\n  Lemma 5.2, as the previous proof was erroneous"]}]
