["0708.1409",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1409","Lect. Notes Phys. 768, 277-314 (2009)","doi:10.1007/978-3-540-88169-8_6"],"date":["2007-08-10","2009-03-15"],"type":["text"],"creator":["Mueller, Cord A."],"language":[],"coverage":[],"title":["Diffusive spin transport"],"description":["  Information to be stored and transported requires physical carriers. The\nquantum bit of information (qubit) can for instance be realised as the spin 1/2\ndegree of freedom of a massive particle like an electron or as the spin 1\npolarisation of a massless photon. In this lecture, I first use irreducible\nrepresentations of the rotation group to characterise the spin dynamics in a\nleast redundant manner. Specifically, I describe the decoherence dynamics of an\narbitrary spin S coupled to a randomly fluctuating magnetic field in the\nLiouville space formalism. Secondly, I discuss the diffusive dynamics of the\nparticle's position in space due to the presence of randomly placed impurities.\nCombining these two dynamics yields a coherent, unified picture of diffusive\nspin transport, as applicable to mesoscopic electronic devices or photons\npropagating in cold atomic clouds.\n","Comment: Lecture notes, published in A. Buchleitner, C. Viviescas, and M.\n  Tiersch (Eds.), \"Entanglement and Decoherence. Foundations and Modern\n  Trends\", Lecture Notes in Physics 768, Springer, Berlin (2009)"]}]
["0805.3535",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3535","Phys. Rev. B 79, 014505 (2009)","doi:10.1103/PhysRevB.79.014505"],"date":["2008-05-23","2009-03-15"],"type":["text"],"creator":["Ran, Ying","Wang, Fa","Zhai, Hui","Vishwanath, Ashvin","Lee, Dung-Hai"],"language":[],"coverage":[],"title":["Nodal Spin Density Wave and band topology of the FeAs based materials"],"description":["  The recently discovered FeAs-based materials exhibit a $(\\pi,0)$ Spin Density\nWave (SDW) in the undoped state, which gives way to superconductivity upon\ndoping. Here we show that due to an interesting topological feature of the band\nstructure, the SDW state cannot acquire a full gap. This is demonstrated within\nthe SDW mean-field theory of both a simplified two band model and a more\nrealistic 5-band model. The positions of the nodes are different in the two\nmodels and can be used to detected the validity of each model.\n","Comment: rewritten for clarity"]}]
["0806.4850",{"format":[],"subject":["Mathematics - Complex Variables","32W20, 32U05, 32U15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4850"],"date":["2008-06-30","2009-03-15"],"type":["text"],"creator":["Benelkourchi, Slimane"],"language":[],"coverage":[],"title":["Weighted pluricomplex energy"],"description":["  We study the complex Monge-Ampre operator on the classes of finite\npluricomplex energy $\\mathcal{E}_\\chi (\\Omega)$ in the general case\n($\\chi(0)=0$ i.e. the total Monge-Ampre mass may be infinite). We establish an\ninterpretation of these classes in terms of the speed of decrease of the\ncapacity of sublevel sets and give a complete description of the range of the\noperator $(dd^c \\cdot)^n$ on the classes $\\mathcal{E}\\chi(\\Omega).$\n","Comment: Contrary to what we claimed in the previous version, in Theorem 5.1\n  we generalize some Theorem of Urban Cegrell but we do not give a new proof.\n  To appear in Potenial Analysis"]}]
["0807.4477",{"format":[],"subject":["Nuclear Theory","Astrophysics","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4477","Phys.Rev.C79:035802,2009","doi:10.1103/PhysRevC.79.035802"],"date":["2008-07-28","2009-03-15"],"type":["text"],"creator":["Xu, Jun","Chen, Lie-Wen","Li, Bao-An","Ma, Hong-Ru"],"language":[],"coverage":[],"title":["Locating the inner edge of neutron star crust using terrestrial nuclear\n  laboratory data"],"description":["  Within both dynamical and thermodynamical approaches using the equation of\nstate for neutron-rich nuclear matter constrained by the recent isospin\ndiffusion data from heavy-ion reactions in the same sub-saturation density\nrange as the neutron star crust, the density and pressure at the inner edge\nseparating the liquid core from the solid crust of neutron stars are determined\nto be 0.040 fm$^{-3}$ $\\leq \\rho_{t}\\leq 0.065$ fm$^{-3}$ and 0.01 MeV/fm$^{3}$\n$\\leq P_{t}\\leq 0.26$ MeV/fm$^{3}$, respectively. These together with the\nobserved minimum crustal fraction of the total moment of inertia allow us to\nset a new limit for the radius of the Vela pulsar significantly different from\nthe previous estimate. It is further shown that the widely used parabolic\napproximation to the equation of state of asymmetric nuclear matter leads\nsystematically to significantly higher core-crust transition densities and\npressures, especially with stiffer symmetry energy functionals.\n","Comment: 6 pages, 4 figures, section heads added and typos fixed, version to\n  appear in PRC"]}]
["0808.3749",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3749"],"date":["2008-08-27","2009-03-14"],"type":["text"],"creator":["Dixon, John"],"language":[],"coverage":[],"title":["A supersymmetric version of the quark model, and supersymmetry breaking\n  for the Leptons, Baryons and Hadronic Mesons: Cybersusy V"],"description":["  Cybersusy is a new mechanism for supersymmetry breaking in the standard\nsupersymmetric model (SSM). Here we note that the superpotential for the SSM\nhas a set of thirteen invariances, five of which are well known, and eight of\nwhich are new. The eight new invariances generate a sort of supersymmetric\nquark and lepton model, together with supersymmetry breaking that makes the\nsquarks and sleptons very heavy. This breaking regenerates the standard model\nout of the supersymmetric standard model, except that the gauge particles are\nnot yet included in this reduction. In this paper, it is shown that, with some\ncontinued effort, cybersusy will make some predictions for hadron masses that\nmay actually be wrong, so that it is a supersymmetry breaking theory that can\nbe proved wrong! This is the fifth paper in what was intended to be a series of\nfour papers on cybersusy.\n","Comment: 43 pages. This revised version makes some important corrections to\n  the baryon tensors and remarks in sections 8, 9, 10, 11 and 14"]}]
["0810.4586",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4586","Phys. Rev. B 79, 014434 (2009)","doi:10.1103/PhysRevB.79.014434"],"date":["2008-10-25","2009-03-15"],"type":["text"],"creator":["Aral, Neşe","Berker, A. Nihat"],"language":[],"coverage":[],"title":["Chaotic Spin Correlations in Frustrated Ising Hierarchical Lattices"],"description":["  Spin-spin correlations are calculated in frustrated hierarchical Ising models\nthat exhibit chaotic renormalization-group behavior. The spin-spin\ncorrelations, as a function of distance, behave chaotically. The far\ncorrelations, but not the near correlations, are sensitive to small changes in\ntemperature or frustration, with temperature changes having a larger effect. On\nthe other hand, the calculated free energy, internal energy, and entropy are\nsmooth functions of temperature. The recursion-matrix calculation of\nthermodynamic densities in a chaotic band is demonstrated. The leading Lyapunov\nexponents are calculated as a function of frustration.\n","Comment: Expanded figure with new calculations, added Lyapunov exponent proof\n  for correlations. 5 pages, 7 figures. Published version"]}]
["0811.1369",{"format":[],"subject":["Mathematics - Number Theory","Mathematical Physics","11J82 (Primary), 11B57, 11J70, 82B05, 82B26 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1369"],"date":["2008-11-09","2009-03-15"],"type":["text"],"creator":["Garrity, Thomas"],"language":[],"coverage":[],"title":["A Thermodynamic Classification of Real Numbers"],"description":["  A new classification scheme for real numbers is given, motivated by ideas\nfrom statistical mechanics in general and work of Knauf and of Fiala and Kleban\nin particular. Critical for this classification of a real number will be the\nDiophantine properties of its continued fraction expansion.\n"]}]
["0812.1354",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1354","Phys. Rev. Lett., 102, 107006 (2009)","doi:10.1103/PhysRevLett.102.107006"],"date":["2008-12-07"],"type":["text"],"creator":["Chi, Songxue","Schneidewind, Astrid","Zhao, Jun","Harriger, Leland W.","Li, Linjun","Luo, Yongkang","Cao, Guanghan","Xu, Zhu'an","Loewenhaupt, Micheal","Hu, Jiangping","Dai, Pengcheng"],"language":[],"coverage":[],"title":["Three-dimensional Resonance in superconducting\n  BaFe$_{1.9}$Ni$_{0.1}$As$_2$"],"description":["  We use inelastic neutron scattering to study magnetic excitations of the\nFeAs-based superconductor BaFe$_{1.9}$Ni$_{0.1}$As$_2$ above and below its\nsuperconducting transition temperature $T_c=20$ K. In addition to gradually\nopen a spin gap at the in-plane antiferromagnetic ordering wavevector\n$(1,0,0)$, the effect of superconductivity is to form a three dimensional\nresonance with clear dispersion along the c-axis direction. The intensity of\nthe resonance develops like a superconducting order parameter, and the mode\noccurs at distinctively different energies at $(1,0,0)$ and $(1,0,1)$. If the\nresonance energy is directly associated with the superconducting gap energy\n$\\Delta$, then $\\Delta$ is dependent on the wavevector transfers along the\nc-axis. These results suggest that one must be careful in interpreting the\nsuperconducting gap energies obtained by surface sensitive probes such as\nscanning tunneling microscopy and angle resolved photoemission.\n","Comment: 5 pages, 4 figures"]}]
["0812.1533",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1533","Phys. Rev. B 79, 054431 (2009).","doi:10.1103/PhysRevB.79.054431"],"date":["2008-12-08"],"type":["text"],"creator":["Knafo, W.","Meingast, C.","Löhneysen, H. v.","Boris, A. V.","Popovich, P.","Kovaleva, N. N.","Yordanov, P.","Maljuk, A.","Kremer, R. K.","Keimer, B."],"language":[],"coverage":[],"title":["Ferromagnetism and Lattice Distortions in the Perovskite YTiO$_3$"],"description":["  The thermodynamic properties of the ferromagnetic perovskite YTiO$_3$ are\ninvestigated by thermal expansion, magnetostriction, specific heat, and\nmagnetization measurements. The low-temperature spin-wave contribution to the\nspecific heat, as well as an Arrott plot of the magnetization in the vicinity\nof the Curie temperature $T_C\\simeq27$ K, are consistent with a\nthree-dimensional Heisenberg model of ferromagnetism. However, a magnetic\ncontribution to the thermal expansion persists well above $T_C$, which\ncontrasts with typical three-dimensional Heisenberg ferromagnets, as shown by a\ncomparison with the corresponding model system EuS. The pressure dependences of\n$T_C$ and of the spontaneous moment $M_s$ are extracted using thermodynamic\nrelationships. They indicate that ferromagnetism is strengthened by uniaxial\npressures $\\mathbf{p}\\parallel \\mathbf{a}$ and is weakened by uniaxial\npressures $\\mathbf{p}\\parallel \\mathbf{b},\\mathbf{c}$ and hydrostatic pressure.\nOur results show that the distortion along the $a$- and $b$-axes is further\nincreased by the magnetic transition, confirming that ferromagnetism is favored\nby a large GdFeO$_3$-type distortion. The c-axis results however do not fit\ninto this simple picture, which may be explained by an additional\nmagnetoelastic effect, possibly related to a Jahn-Teller distortion.\n","Comment: 12 pages, 13 figures"]}]
["0812.1965",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1965","Nucl.Phys.B814:217-230,2009","doi:10.1016/j.nuclphysb.2009.01.025"],"date":["2008-12-10","2009-01-25"],"type":["text"],"creator":["Jia, Yu","Yang, Deshan"],"language":[],"coverage":[],"title":["Refactorizing NRQCD short-distance coefficients in exclusive quarkonium\n  production"],"description":["  In a typical exclusive quarkonium production process, when the center-of-mass\nenergy, $\\sqrt{s}$, is much greater than the heavy quark mass $m$, large\nkinematic logarithms of $s/m^2$ will unavoidably arise at each order of\nperturbative expansion in the short-distance coefficients of the\nnonrelativistic QCD (NRQCD) factorization formalism, which may potentially harm\nthe perturbative expansion. This symptom reflects that the hard regime in NRQCD\nfactorization is too coarse and should be further factorized. We suggest that\nthis regime can be further separated into \"hard\" and \"collinear\" degrees of\nfreedom, so that the familiar light-cone approach can be employed to reproduce\nthe NRQCD matching coefficients at the zeroth order of $m^2/s$ and order by\norder in $\\alpha_s$. Taking two simple processes, exclusive $\\eta_b+\\gamma$\nproduction in $e^+ e^-$ annihilation and Higgs boson radiative decay into\n$\\Upsilon$, as examples, we illustrate how the leading logarithms of $s/m^2$ in\nthe NRQCD matching coefficients are identified and summed to all orders in\n$\\alpha_s$ with the aid of Brodsky-Lepage evolution equation.\n","Comment: v2, 17 pages, 2 figures; presentation improved, one important\n  reference added, and Note added"]}]
["0812.2551",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2551"],"date":["2008-12-13","2009-03-15"],"type":["text"],"creator":["Levitan, Vita","Keller, Kerstin","Huth, Michael"],"language":[],"coverage":[],"title":["Organic charge-transfer phase formation in thin films of the\n  BEDT-TTF/TCNQ donor-acceptor system"],"description":["  We have performed charge transfer phase formation studies on the\ndonor/acceptor system\nbis(ethylendithio)tetrathiafulvalene,(BEDT-TTF)/tetracyanoquinodimethane,(TCNQ)\nby means of physical vapor deposition. We prepared donor/acceptor bilayer\nstructures on glass and Si(100)/SiO_2 substrates held at room temperature and\nanalyzed the layer structures by optical microscopy, X-ray diffraction and\nfocused ion beam cross sectioning before and after annealing. We found clear\nevidence for the formation of a charge transfer phase during the annealing\nprocedure. For the as-grown samples we could not detect the occurrence of a\ncharge transfer phase. X-ray diffraction indicated that the monoclinic variant\nof the (BEDT-TTF)-TCNQ was formed. This was further corroborated by\nsingle-source evaporation experiments from pre-reacted (BEDT-TTF)-TCNQ obtained\nfrom solution growth, and in particular from co-evaporation experiments of\n(BEDT-TTF)-TCNQ and TCNQ. In the course of these experiments we found that\n(0,l,l)-oriented BEDT-TTF layers can be prepared on alpha-Al_2O_3 (1,1,-2,0)\nsubstrates at about 100 C using (BEDT-TTF)-TCNQ as source material. We\nspeculate that due to its high vapor pressure the TCNQ component serves as a\ncarrier gas for BEDT-TTF vapor phase transport.\n","Comment: 14 pages, 8 figures. Added new author, new section about\n  co-evaporation technique, new references, new figures"]}]
["0903.0426",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0426"],"date":["2009-03-02","2009-03-14"],"type":["text"],"creator":["Solomon, Dan"],"language":[],"coverage":[],"title":["A \"toy\" model in QFT with no lower bound to the energy"],"description":["  In quantum field theory, it is generally assumed that there is a lower bound\nto the energy, which is normally assumed to the the vacuum state. While this\nmay be a reasonable assumption for a free field it is not necessarily the case\nfor interacting fields. In this paper I will examine a \"toy\" model of a neutral\nscalar field interacting with a charged scalar field and show that there is no\nlower bound to the energy in this case.\n","Comment: Minor editorial changes"]}]
["0903.1399",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.1399"],"date":["2009-03-08"],"type":["text"],"creator":["Grammatikopoulos, Theodoros"],"language":[],"coverage":[],"title":["Dimensional Reduction of Supersymmetric Gauge Theories"],"description":["  Main objective of the present dissertation is the investigation for all the\npossible low energy models which emerge in four dimensions by the dimensional\nreduction of a gauge theory over multiple connected coset spaces. The higher\ndimensional gauge theory is chosen to be the one that the Heterotic string\ntheory suggests: (i) it is defined in ten dimensions, (ii) it is based on the\nE(8) x E(8) symmetry group and (iii) it is N=1 globally supersymmetric. The\nsearch of all four-dimensional gauge theories resulting from the aforementioned\ndimensional reduction, is restricted only to models which are potentially\ninteresting from a phenomenological point of view. This requirement constrain\nthese models to come from one of the known Grand Unified Theories (GUTs) in an\nintermediate stage of the spontaneous symmetry breaking. Main result of my\nstudy is that extensions of the Standard Model (SM) which are based on the\nPati-Salam group structure can be obtained in four dimensions. I furthermore\nreview some interesting noncommutative generalizations of the above ideas and\nverify an important conclusion of a previous research work, namely that the\nparticle physics models resulting from this particular dimensional reduction\nare renormalizable. Finally, assuming noncommutative characteristics for the\nfour-dimensional Minkowski space, M^{4}, I examine a particular approach of\nnoncommutative gravity. It turns out that the Ricci curvature tensor receives\nnon-trivial contributions due to the noncommutative structure of the algebra\ndescribing the space, This conclusion suggests a possible fundamental\nconnection between the noncommutative geometry and the theory of gravity.\n","Comment: Ph.D. Thesis (Supervisor: G. Zoupanos), final version published in\n  the Hellenic Dissertations Database of the \"National Documentation Centre\",\n  179 pages, 10 tables, 8 figures, uses ltxtable.sty, longtable.sty, xy.sty"]}]
["0903.2065",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2065"],"date":["2009-03-12","2009-03-15"],"type":["text"],"creator":["Brandenberger, Robert","Zhang, Xinmin"],"language":[],"coverage":[],"title":["The Trans-Planckian Problem for Inflationary Cosmology Revisited"],"description":["  We consider an inflationary universe model in which the phase of accelerated\nexpansion was preceded by a non-singular bounce and a period of contraction\nwhich involves a phase of deceleration. We follow fluctuations which exit the\nHubble radius in the radiation-dominated contracting phase as quantum vacuum\nfluctuations, re-enter the Hubble radius in the deflationary period and\nre-cross during the phase of inflationary expansion. Evolving the fluctuations\nusing the general relativistic linear perturbation equations, we find that they\nexit the Hubble radius during inflation not with a scale-invariant spectrum,\nbut with a highly red spectrum with index $n_s = -3$. We also show that the\nback-reaction of fluctuations limits the time interval of deflation. Our toy\nmodel demonstrates the importance for inflationary cosmology both of the\ntrans-Planckian problem for cosmological perturbations and of back-reaction\neffects . Firstly, without understanding both Planck-scale physics and the\nphase which preceded inflation, it is a non-trivial assumption to take the\nperturbations to be in their local vacuum state when they exit the Hubble\nradius at late times. Secondly, the back-reaction effects of fluctuations can\ninfluence the background in an important way.\n","Comment: 8 pages, 2 figures, 2 references added"]}]
["cs/0701009",{"format":[],"subject":["Computer Science - Computational Geometry","Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0701009","Information Processing Letters. 105(3) (2008) pp. 83-87"],"date":["2006-12-31","2009-03-14"],"type":["text"],"creator":["Afshani, Peyman","Hatami, Hamed"],"language":[],"coverage":[],"title":["Approximation and Inapproximability Results for Maximum Clique of Disc\n  Graphs in High Dimensions"],"description":["  We prove algorithmic and hardness results for the problem of finding the\nlargest set of a fixed diameter in the Euclidean space. In particular, we prove\nthat if $A^*$ is the largest subset of diameter $r$ of $n$ points in the\nEuclidean space, then for every $\\epsilon>0$ there exists a polynomial time\nalgorithm that outputs a set $B$ of size at least $|A^*|$ and of diameter at\nmost $r(\\sqrt{2}+\\epsilon)$. On the hardness side, roughly speaking, we show\nthat unless $P=NP$ for every $\\epsilon>0$ it is not possible to guarantee the\ndiameter $r(\\sqrt{4/3}-\\epsilon)$ for $B$ even if the algorithm is allowed to\noutput a set of size $({95\\over 94}-\\epsilon)^{-1}|A^*|$.\n","Comment: Final version"]}]
["hep-ph/0607290",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0607290","JHEP0610:073,2006","doi:10.1088/1126-6708/2006/10/073"],"date":["2006-07-26"],"type":["text"],"creator":["Jia, Yu"],"language":[],"coverage":[],"title":["Variational Study of Weakly Coupled Triply Heavy Baryons"],"description":["  Baryons made of three heavy quarks become weakly coupled, when all the quarks\nare sufficiently heavy such that the typical momentum transfer is much larger\nthan Lambda_QCD. We use variational method to estimate masses of the\nlowest-lying bcc, ccc, bbb and bbc states by assuming they are Coulomb bound\nstates. Our predictions for these states are systematically lower than those\nmade long ago by Bjorken.\n","Comment: 31 pages, 5 figures"]}]
["math/0408066",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Differential Geometry","53A10, 58B15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0408066","Geom. Topol. 10 (2006) 401-412","doi:10.2140/gt.2006.10.401"],"date":["2004-08-04","2009-03-15"],"type":["text"],"creator":["Coskunuzer, Baris"],"language":[],"coverage":[],"title":["Generic uniqueness of least area planes in hyperbolic space"],"description":["  We study the number of solutions of the asymptotic Plateau problem in H^3. By\nusing the analytical results in our previous paper, and some topological\narguments, we show that there exists an open dense subset of C^3 Jordan curves\nin S^2_{infty}(H^3) such that any curve in this set bounds a unique least area\nplane in H^3.\n","Comment: This is the version published by Geometry & Topology on 27 April 2006\n  (V3: typesetting corrections)"]}]
["math/0412317",{"format":[],"subject":["Mathematics - Dynamical Systems","37D20","37C70","37C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0412317","Mathematical Notes 78, 6 (2005) 757-767","doi:10.1007/s11006-005-0181-1"],"date":["2004-12-16"],"type":["text"],"creator":["Grines, Viatcheslav","Medvedev, Vladislav","Zhuzhoma, Evgeny"],"language":[],"coverage":[],"title":["On two-dimensional surface attractors and repellers on 3-manifolds"],"description":["  We show that if $f: M^3\\to M^3$ is an $A$-diffeomorphism with a surface\ntwo-dimensional attractor or repeller $\\mathcal B$ and $ M^2_ \\mathcal B$ is a\nsupporting surface for $ \\mathcal B$, then $\\mathcal B = M^2_{\\mathcal B}$ and\nthere is $k\\geq 1$ such that: 1) $M^2_{\\mathcal B}$ is a union\n$M^2_1\\cup...\\cup M^2_k$ of disjoint tame surfaces such that every $M^2_i$ is\nhomeomorphic to the 2-torus $T^2$. 2) the restriction of $f^k$ to $M^2_i$\n$(i\\in\\{1,...,k\\})$ is conjugate to Anosov automorphism of $T^2$.\n"]}]
["math/0607718",{"format":[],"subject":["Mathematics - Logic","Mathematics - Commutative Algebra","03C40 (Primary) 03C60 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0607718"],"date":["2006-07-27","2009-03-15"],"type":["text"],"creator":["Kamensky, Moshe"],"language":[],"coverage":[],"title":["Definable groups of partial automorphisms"],"description":["  The motivation for this paper is to extend the known model theoretic\ntreatment of differential Galois theory to the case of linear difference\nequations (where the derivative is replaced by an automorphism.) The model\ntheoretic difficulties in this case arise from the fact that the corresponding\ntheory ACFA does not eliminate quantifiers. We therefore study groups of\nrestricted automorphisms, preserving only part of the structure. We give\nconditions for such a group to be (infinitely) definable, and when these\nconditions are satisfied we describe the definition of the group and the action\nexplicitly.\n  We then examine the special case when the theory in question is obtained by\nenriching a stable theory with a generic automorphism. Finally, we interpret\nthe results in the case of ACFA, and explain the connection of our construction\nwith the algebraic theory of Picard-Vessiot extensions.\n  The only model theoretic background assumed is the notion of a definable set.\n","Comment: 42 pages, amslatex. Revised, reorganised and corrected"]}]
