["0704.1371",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.1371","Phys. Rev. A 76, 022332 (2007)","doi:10.1103/PhysRevA.76.022332"],"date":["2007-04-11"],"type":["text"],"creator":["Lodewyck, Jerome","Grangier, Philippe"],"language":[],"coverage":[],"title":["Tight bound on coherent states quantum key distribution with heterodyne\n  detection"],"description":["  We propose a new upper bound for the eavesdropper's information in the direct\nand reverse reconciliated coherent states quantum key distribution protocols\nwith heterodyne detection. This bound is derived by maximizing the leaked\ninformation over the symplectic group of transformations that spans every\nphysical Gaussian attack on individual pulses. We exhibit four different\nattacks that reach this bound, which shows that this bound is tight. Finally,\nwe compare the secret key rate obtained with this new bound to the homodyne\nrate.\n","Comment: 8 pages, 3 figures"]}]
["0705.0728",{"format":[],"subject":["Mathematical Physics","General Relativity and Quantum Cosmology","High Energy Physics - Theory","Mathematics - Differential Geometry","53A99, 53B40, 53C12, 53C44, 83C15, 83C20, 83C99, 83E99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0728","Electronic Journal of Theoretical Physics (EJTP) 6 (2009) 27-58"],"date":["2007-05-05","2009-02-17"],"type":["text"],"creator":["Vacaru, Sergiu I."],"language":[],"coverage":[],"title":["Nonholonomic Ricci Flows: Exact Solutions and Gravity"],"description":["  In a number of physically important cases, the nonholonomically\n(nonintegrable) constrained Ricci flows can be modelled by exact solutions of\nEinstein equations with nonhomogeneous (anisotropic) cosmological constants. We\ndevelop two geometric methods for constructing such solutions: The first\napproach applies the formalism of nonholonomic frame deformations when the\ngravitational evolution and field equations transform into systems of nonlinear\npartial differential equations which can be integrated in general form. The\nsecond approach develops a general scheme when one (two) parameter families of\nexact solutions are defined by any source-free solutions of Einstein's\nequations with one (two) Killing vector field(s). A successive iteration\nprocedure results in a class of solutions characterized by an infinite number\nof parameters for a non-Abelian group involving arbitrary functions on one\nvariable. We also consider nonlinear superpositions of some mentioned classes\nof solutions in order to construct more general integral varieties of the Ricci\nflow and Einstein equations depending on infinite number of parameters and\nthree/ four coordinates on four/ five dimensional (semi) Riemannian spaces.\n","Comment: latex2e, 11pt, 39 pages; title changed; typos corrected and updated\n  references; for publication in EJTP"]}]
["0707.0536",{"format":[],"subject":["Mathematics - Statistics Theory","62G10","62H15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0536"],"date":["2007-07-04","2009-02-17"],"type":["text"],"creator":["Blanchard, Gilles","Roquain, Etienne"],"language":[],"coverage":[],"title":["Adaptive FDR control under independence and dependence"],"description":["  In the context of multiple hypotheses testing, the proportion $\\pi_0$ of true\nnull hypotheses in the pool of hypotheses to test often plays a crucial role,\nalthough it is generally unknown a priori. A testing procedure using an\nimplicit or explicit estimate of this quantity in order to improve its\nefficency is called adaptive. In this paper, we focus on the issue of False\nDiscovery Rate (FDR) control and we present new adaptive multiple testing\nprocedures with control of the FDR. First, in the context of assuming\nindependent $p$-values, we present two new procedures and give a unified review\nof other existing adaptive procedures that have provably controlled FDR. We\nreport extensive simulation results comparing these procedures and testing\ntheir robustness when the independence assumption is violated. The new proposed\nprocedures appear competitive with existing ones. The overall best, though, is\nreported to be Storey's estimator, but for a parameter setting that does not\nappear to have been considered before. Second, we propose adaptive versions of\nstep-up procedures that have provably controlled FDR under positive dependences\nand unspecified dependences of the $p$-values, respectively. While simulations\nonly show an improvement over non-adaptive procedures in limited situations,\nthese are to our knowledge among the first theoretically founded adaptive\nmultiple testing procedures that control the FDR when the $p$-values are not\nindependent.\n"]}]
["0708.0131",{"format":[],"subject":["Astrophysics","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0131","Phys.Rev.C77:065803,2008","doi:10.1103/PhysRevC.77.065803"],"date":["2007-08-01","2008-07-16"],"type":["text"],"creator":["Dexheimer, V. A.","Vasconcellos, C. A. Z.","Bodmann, B. E. J."],"language":[],"coverage":[],"title":["On the Density Dependent Nuclear Matter Compressibility"],"description":["  In the present work we apply a quantum hadrodynamic effective model in the\nmean-field approximation to the description of neutron stars. We consider an\nadjustable derivative-coupling model and study the parameter influence on the\ndynamics of the system by analyzing the full range of values they can take. We\nestablish a set of parameters which define a specific model that is able to\ndescribe phenomenological properties such as the effective nucleon mass at\nsaturation as well as global static properties of neutron stars (mass and\nradius). If one uses observational data to fix the maximum mass for neutron\nstars by a specific model, we are able to predict the compression modulus of\nnuclear matter K = 257,2MeV.\n"]}]
["0709.2056",{"format":[],"subject":["Mathematics - Analysis of PDEs","35K50 (Primary)","35Q30,76D05,76D10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2056","Bull. Braz. Math. Soc. v. 39 (2008), 471-513","doi:10.1007/s00574-008-0001-9"],"date":["2007-09-13"],"type":["text"],"creator":["Filho, M. C. Lopes","Mazzucato, A. L.","Lopes, H. J. Nussenzveig","Taylor, Michael"],"language":[],"coverage":[],"title":["Vanishing Viscosity Limits and Boundary Layers for Circularly Symmetric\n  2D Flows"],"description":["  We continue the work of Lopes Filho, Mazzucato and Nussenzveig Lopes [LMN],\non the vanishing viscosity limit of circularly symmetric viscous flow in a disk\nwith rotating boundary, shown there to converge to the inviscid limit in\n$L^2$-norm as long as the prescribed angular velocity $\\alpha(t)$ of the\nboundary has bounded total variation. Here we establish convergence in stronger\n$L^2$ and $L^p$-Sobolev spaces, allow for more singular angular velocities\n$\\alpha$, and address the issue of analyzing the behavior of the boundary\nlayer. This includes an analysis of concentration of vorticity in the vanishing\nviscosity limit. We also consider such flows on an annulus, whose two boundary\ncomponents rotate independently.\n  [LMN] Lopes Filho, M. C., Mazzucato, A. L. and Nussenzveig Lopes, H. J.,\nVanishing viscosity limit for incompressible flow inside a rotating circle,\npreprint 2006.\n"]}]
["0709.4398",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematical Physics","53C42, 53C50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.4398","Proceedings of the American Mathematical Society 137 (2009),\n  711--721","doi:10.1090/S0002-9939-08-09546-4"],"date":["2007-09-27","2008-02-05"],"type":["text"],"creator":["Albujer, Alma L.","Alias, Luis J."],"language":[],"coverage":[],"title":["Spacelike hypersurfaces with constant mean curvature in the steady state\n  space"],"description":["  We consider complete spacelike hypersurfaces with constant mean curvature in\nthe open region of de Sitter space known as the steady state space. We prove\nthat if the hypersurface is bounded away from the infinity of the ambient\nspace, then the mean curvature must be H=1. Moreover, in the 2-dimensional case\nwe obtain that the only complete spacelike surfaces with constant mean\ncurvature which are bounded away from the infinity are the totally umbilical\nflat surfaces. We also derive some other consequences for hypersurfaces which\nare bounded away from the future infinity. Finally, using an isometrically\nequivalent model for the steady state space, we extend our results to a wider\nfamily of spacetimes.\n","Comment: First version (May 2007). Final version (February 2008). To appear in\n  Proceedings of the A.M.S"]}]
["0711.3369",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3369","Physical Review A 78 (5), 053828 (2008)","doi:10.1103/PhysRevA.78.053828"],"date":["2007-11-21","2008-11-28"],"type":["text"],"creator":["Sambale, Agnes","Buhmann, Stefan Yoshi","Welsch, Dirk-Gunnar","Dung, Ho Trung"],"language":[],"coverage":[],"title":["Van der Waals interaction and spontaneous decay of an excited atom in a\n  superlens-type geometry"],"description":["  Within the framework of macroscopic quantum electrodynamics, the resonant van\nder Waals potential experienced by an excited two-level atom near a planar\nmagneto-electric two-layer system consisting of a slab of left-handed material\nand a perfect mirror is studied. It is shown that disregarding of material\nabsorption leads to unphysical results, with divergent values for the potential\naway from the surface. Under appropriate conditions, the setup is found to\nfeature a barrier near the surface which can be employed to levitate particles\nor used as a trapping or cooling mechanism. Finally, the problem of spontaneous\ndecay [J. K\\\"{a}stel and M. Fleischhauer, Phys. Rev. A \\textbf{68}, 011804(R)\n(2005)] is revisited. Disregarding of absorption is shown to drastically\nfalsify the dependence on the atomic position of the decay rate.\n","Comment: 10 Pages, 6 figures"]}]
["0712.0577",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.0577"],"date":["2007-12-04"],"type":["text"],"creator":["Burinskii, Alexander"],"language":[],"coverage":[],"title":["Kerr Geometry as Space-Time Structure of the Dirac Electron"],"description":["  The combined Dirac-Kerr model of electron is suggested, in which electron has\nextended space-time structure of Kerr geometry, and the Dirac equation plays\nthe role of a master equation controlling polarization of the Kerr congruence.\nThe source contains a spinning disk bounded by a closed singular string of\nCompton size. It is conjectured that this Compton structure may be observed for\npolarized electrons under a very soft coherent scattering.\n","Comment: 4 pages, 2 figures, talk at the conference Spin07-Dubna, brief\n  version of the eprint arXiv:0710.4249"]}]
["0712.1661",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.1661","J. Phys.: Condens. Matter 20 (2008) 275219","doi:10.1088/0953-8984/20/27/275219"],"date":["2007-12-11","2009-02-17"],"type":["text"],"creator":["Zipper, E.","Kurpas, M.","Dajka, J.","Kus, M."],"language":[],"coverage":[],"title":["Entanglement of distant flux qubits mediated by non-classical\n  electromagnetic field"],"description":["  The mechanism for entanglement of two flux qubits each interacting with a\nsingle mode electromagnetic field is discussed. By performing a Bell state\nmeasurements (BSM) on photons we find the two qubits in an entangled state\ndepending on the system parameters. We discuss the results for two initial\nstates and take into consideration the influence of decoherence.\n","Comment: 20 pages, 8 figures"]}]
["0712.4296",{"format":[],"subject":["Mathematics - History and Overview","Mathematics - Group Theory","01A60 (Primary)","01A55, 01A70, 20-03, 20F05, 30-03, 30F35, 11F12\n  (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4296","Archive for History of Exact Sciences 63 (2009), 33-50","doi:10.1007/s00407-008-0021-2"],"date":["2007-12-27"],"type":["text"],"creator":["Adelmann, Clemens","Gerbracht, Eberhard H. -A."],"language":[],"coverage":[],"title":["Letters from William Burnside to Robert Fricke: Automorphic Functions,\n  and the Emergence of the Burnside Problem"],"description":["  Two letters from William Burnside have recently been found in the Nachlass of\nRobert Fricke that contain instances of Burnside's Problem prior to its first\npublication. We present these letters as a whole to the public for the first\ntime. We draw a picture of these two mathematicians and describe their\nactivities leading to their correspondence. We thus gain an insight into their\nrespective motivations, reactions, and attitudes, which may sharpen the current\nunderstanding of professional and social interactions of the mathematical\ncommunity at the turn of the 20th century.\n","Comment: documentclass amsart, 17 pages"]}]
["0801.3565",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3565","Phys. Rev. B 79, 012408 (2009)","doi:10.1103/PhysRevB.79.012408"],"date":["2008-01-23","2008-09-25"],"type":["text"],"creator":["Aguado, M.","Asorey, M.","Ercolessi, E.","Ortolani, F.","Pasini, S."],"language":[],"coverage":[],"title":["DMRG Simulation of the SU(3) AFM Heisenberg Model"],"description":["  We analyze the antiferromagnetic $\\text{SU}(3)$ Heisenberg chain by means of\nthe Density Matrix Renormalization Group (DMRG). The results confirm that the\nmodel is critical and the computation of its central charge and the scaling\ndimensions of the first excited states show that the underlying low energy\nconformal field theory is the $\\text{SU}(3)_1$ Wess-Zumino-Novikov-Witten\nmodel.\n","Comment: corrections and improvements added"]}]
["0801.4935",{"format":[],"subject":["Mathematics - Analysis of PDEs","76D05 (Primary)","35Q30, 76D10, 35Q35, 76B03 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4935","Comm. Math. Phys. 287 (2009), 99-115","doi:10.1007/s00220-008-0621-3"],"date":["2008-01-31"],"type":["text"],"creator":["Iftimie, D.","Filho, M. C. Lopes","Lopes, H. J. Nussenzveig"],"language":[],"coverage":[],"title":["Incompressible flow around a small obstacle and the vanishing viscosity\n  limit"],"description":["  In this article we consider viscous flow in the exterior of an obstacle\nsatisfying the standard no-slip boundary condition at the surface of the\nobstacle. We seek conditions under which solutions of the Navier-Stokes system\nin the exterior domain converge to solutions of the Euler system in the full\nspace when both viscosity and the size of the obstacle vanish. We prove that\nthis convergence is true assuming two hypothesis: first, that the initial\nexterior domain velocity converges strongly in $L^2$ to the full-space initial\nvelocity and second, that the diameter of the obstacle is smaller than a\nsuitable constant times viscosity, or, in other words, that the obstacle is\nsufficiently small. The convergence holds as long as the solution to the limit\nproblem is known to exist and stays sufficiently smooth. This work complements\nthe study of incompressible flow around small obstacles, which has been carried\nout in [1,2,3]\n  [1] D. Iftimie and J. Kelliher, {\\it Remarks on the vanishing obstacle limit\nfor a 3D viscous incompressible fluid.} Preprint available at\nhttp://math.univ-lyon1.fr/~iftimie/ARTICLES/viscoushrink3d.pdf .\n  [2] D. Iftimie, M. C. Lopes Filho, and H. J. Nussenzveig Lopes. {\\it Two\ndimensional incompressible ideal flow around a small obstacle.} Comm. Partial\nDifferential Equations {\\bf 28} (2003), no. 1-2, 349--379.\n  [3] D. Iftimie, M. C. Lopes Filho, and H. J. Nussenzveig Lopes. {\\it Two\ndimensional incompressible viscous flow around a small obstacle.} Math. Ann.\n{\\bf 336} (2006), no. 2, 449--489.\n","Comment: Submitted for publication"]}]
["0802.1938",{"format":[],"subject":["Mathematics - Logic","03F25","03F10","03D70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1938"],"date":["2008-02-13","2009-02-17"],"type":["text"],"creator":["Avigad, Jeremy","Towsner, Henry"],"language":[],"coverage":[],"title":["Functional interpretation and inductive definitions"],"description":["  Extending G\\\"odel's \\emph{Dialectica} interpretation, we provide a functional\ninterpretation of classical theories of positive arithmetic inductive\ndefinitions, reducing them to theories of finite-type functionals defined using\ntransfinite recursion on well-founded trees.\n","Comment: minor corrections and changes"]}]
["0802.1991",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1991","J. Phys. A: Math. Theor. 42, 045501 (2009)","doi:10.1088/1751-8113/42/4/045501"],"date":["2008-02-14","2009-02-17"],"type":["text"],"creator":["Peletminskii, A. S."],"language":[],"coverage":[],"title":["Classical and relativistic dynamics of supersolids: variational\n  principle"],"description":["  We present a phenomenological Lagrangian and Poisson brackets for obtaining\nnondissipative hydrodynamic theory of supersolids. A Lagrangian is constructed\non the basis of unification of the principles of non-equilibrium thermodynamics\nand classical field theory. The Poisson brackets, governing the dynamics of\nsupersolids, are uniquely determined by the invariance requirement of the\nkinematic part of the found Lagrangian. The generalization of Lagrangian is\ndiscussed to include the dynamics of vortices. The obtained equations of motion\ndo not account for any dynamic symmetry associated with Galilean or Lorentz\ninvariance. They can be reduced to the original Andreev-Lifshitz equations if\nto require Galilean invariance. We also present a relativistic-invariant\nsupersolid hydrodynamics, which might be useful in astrophysical applications.\n","Comment: 22 pages, changed title and content, added references"]}]
["0802.3310",{"format":[],"subject":["Mathematics - Differential Geometry","53C42","53A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3310","Journal of Geometric Analysis 18 (2008), 687--703","doi:10.1007/s12220-008-9029-8"],"date":["2008-02-22"],"type":["text"],"creator":["Alias, Luis J.","Brasil Jr., Aldir","Perdomo, Oscar"],"language":[],"coverage":[],"title":["A characterization of quadric constant mean curvature hypersurfaces of\n  spheres"],"description":["  Let $\\phi:M\\to\\mathbb{S}^{n+1}\\subset\\mathbb{R}^{n+2}$ be an immersion of a\ncomplete $n$-dimensional oriented manifold. For any $v\\in\\mathbb{R}^{n+2}$, let\nus denote by $\\ell_v:M\\to\\mathbb{R}$ the function given by\n$\\ell_v(x)=\\phi(x),v$ and by $f_v:M\\to\\mathbb{R}$, the function given by\n$f_v(x)=\\nu(x),v$, where $\\nu:M\\to\\mathbb{S}^{n}$ is a Gauss map. We will prove\nthat if $M$ has constant mean curvature, and, for some $v\\ne{\\bf 0}$ and some\nreal number $\\lambda$, we have that $\\ell_v=\\lambda f_v$, then, $\\phi(M)$ is\neither a totally umbilical sphere or a Clifford hypersurface. As an\napplication, we will use this result to prove that the weak stability index of\nany compact constant mean curvature hypersurface $M^n$ in $\\mathbb{S}^{n+1}$\nwhich is neither totally umbilical nor a Clifford hypersurface and has constant\nscalar curvature is greater than or equal to $2n+4$.\n","Comment: Final version (February 2008). To appear in the Journal of Geometric\n  Analysis"]}]
["0803.4434",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.4434"],"date":["2008-03-31","2009-02-17"],"type":["text"],"creator":["Bhowmick, Jyotishman"],"language":[],"coverage":[],"title":["Quantum Isometry Group of the n tori"],"description":["  We show that the Quantum Isometry Group(as introduced in \\cite{goswami}) of\nthe n tori is the classical isometry group. Moreover, using a result in\n\\cite{bhowmick goswami}, we conclude that the Quantum Isometry group of the\nnoncommutative n tori is a Rieffel deformation of the Quantum Isometry Group of\nthe commutative n tori.\n","Comment: Minor changes, acknowledgement to an unknown referee who pointed out\n  that a separability assumption can be removed, to appear in Proc. Amer. Math.\n  Soc"]}]
["0804.1617",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1617"],"date":["2008-04-10","2009-02-16"],"type":["text"],"creator":["Zhang, Rui"],"language":[],"coverage":[],"title":["Optimal Power Control over Fading Cognitive Radio Channels by Exploiting\n  Primary User CSI"],"description":["  This paper is concerned with spectrum sharing cognitive radio networks, where\na secondary user (SU) or cognitive radio link communicates simultaneously over\nthe same frequency band with an existing primary user (PU) link. It is assumed\nthat the SU transmitter has the perfect channel state information (CSI) on the\nfading channels from SU transmitter to both PU and SU receivers (as usually\nassumed in the literature), as well as the fading channel from PU transmitter\nto PU receiver (a new assumption). With the additional PU CSI, we study the\noptimal power control for the SU over different fading states to maximize the\nSU ergodic capacity subject to a new proposed constraint to protect the PU\ntransmission, which limits the maximum ergodic capacity loss of the PU resulted\nfrom the SU transmission. It is shown that the proposed SU power-control policy\nis superior over the conventional policy under the constraint on the maximum\ntolerable interference power/interperferecne temperature at the PU receiver, in\nterms of the achievable ergodic capacities of both PU and SU.\n"]}]
["0804.3756",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Group Theory","20G20, 22E15, 22E46, 53C35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3756"],"date":["2008-04-23","2009-02-17"],"type":["text"],"creator":["Helminck, Aloysius G.","Schwarz, Gerald W."],"language":[],"coverage":[],"title":["Real double coset spaces and their invariants"],"description":["  Let G be a real form of a complex reductive group. Suppose that we are given\ninvolutions \\sigma and \\theta of G. Let H=G^\\sigma denote the fixed group of\n\\sigma and let K=G^\\theta denote the fixed group of \\theta. We are interested\nin calculating the double coset space H\\backslash G/K. We use moment map and\ninvariant theoretic techniques to calculate the double cosets, especially the\nones that are closed. One salient point of our results is a stratification of a\nquotient of a compact torus over which the closed double cosets fiber as a\ncollection of trivial bundles.\n","Comment: 18 pages, typos corrected"]}]
["0804.3776",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3776","Phys. Rev. E 78, 026104 (2008).","doi:10.1103/PhysRevE.78.026104"],"date":["2008-04-23"],"type":["text"],"creator":["Sun, Jie","Nishikawa, Takashi","ben-Avraham, Daniel"],"language":[],"coverage":[],"title":["Sequence Nets"],"description":["  We study a new class of networks, generated by sequences of letters taken\nfrom a finite alphabet consisting of $m$ letters (corresponding to $m$ types of\nnodes) and a fixed set of connectivity rules. Recently, it was shown how a\nbinary alphabet might generate threshold nets in a similar fashion [Hagberg et\nal., Phys. Rev. E 74, 056116 (2006)]. Just like threshold nets, sequence nets\nin general possess a modular structure reminiscent of everyday life nets, and\nare easy to handle analytically (i.e., calculate degree distribution, shortest\npaths, betweenness centrality, etc.). Exploiting symmetry, we make a full\nclassification of two- and three-letter sequence nets, discovering two new\nclasses of two-letter sequence nets. The new sequence nets retain many of the\ndesirable analytical properties of threshold nets while yielding richer\npossibilities for the modeling of everyday life complex networks more\nfaithfully.\n"]}]
["0807.1799",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.1799","Eur. Phys. J. D, 50, 201 (2008)","doi:10.1140/epjd/e2008-00214-0"],"date":["2008-07-11"],"type":["text"],"creator":["Kurpas, M.","Zipper, E."],"language":[],"coverage":[],"title":["Entanglement swapping between electromagnetic field modes and matter\n  qubits"],"description":["  Scalable quantum networks require the capability to create, store and\ndistribute entanglement among distant nodes (atoms, trapped ions, charge and\nspin qubits built on quantum dots, etc.) by means of photonic channels. We show\nhow the entanglement between qubits and electromagnetic field modes allows\ngeneration of entangled states of remotely located qubits. We present\nanalytical calculations of linear entropy and the density matrix for the\nentangled qubits for the system described by the Jaynes-Cummings model. We also\ndiscuss the influence of decoherence. The presented scheme is able to drive an\ninitially separable state of two qubits into an highly entangled state suitable\nfor quantum information processing.\n"]}]
["0807.2005",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2005","J. Phys.: Conf. Ser. 145 (2009) 012008","doi:10.1088/1742-6596/145/1/012008"],"date":["2008-07-14"],"type":["text"],"creator":["Janson, O.","Richter, J.","Rosner, H."],"language":[],"coverage":[],"title":["Intrinsic peculiarities of real material realizations of a spin-1/2\n  kagome lattice"],"description":["  Spin-1/2 magnets with kagome geometry, being for years a generic object of\ntheoretical investigations, have few real material realizations. Recently, a\nDFT-based microscopic model for two such materials, kapellasite Cu3Zn(OH)6Cl2\nand haydeeite Cu3Mg(OH)6Cl2, was presented [O. Janson, J. Richter and H.\nRosner, arXiv:0806.1592]. Here, we focus on the intrinsic properties of real\nspin-1/2 kagome materials having influence on the magnetic ground state and the\nlow-temperature excitations. We find that the values of exchange integrals are\nstrongly dependent on O--H distance inside the hydroxyl groups, present in most\nspin-1/2 kagome compounds up to date. Besides the original kagome model,\nconsidering only the nearest neighbour exchange, we emphasize the crucial role\nof the exchange along the diagonals of the kagome lattice.\n","Comment: 4 pages, 4 figures. A paper for the proceedings of the HFM 2008\n  conference"]}]
["0807.2360",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2360","Phys. Rev. A 78, 020304 (R) (2008)","doi:10.1103/PhysRevA.78.020304"],"date":["2008-07-15","2009-02-16"],"type":["text"],"creator":["Gheorghiu, Vlad","Griffiths, Robert B."],"language":[],"coverage":[],"title":["Separable Operations on Pure States"],"description":["  We show that the possible ensembles produced when a separable operation acts\non a single pure bipartite entangled state are completely characterized by a\nmajorization condition, a collection of inequalities for Schmidt coefficients,\nwhich is identical to that already known for the particular case of local\noperations and classical communication (LOCC). As a consequence, various known\nresults for LOCC, including some involving monotonicity of entanglement, can be\nextended to the class of all separable operations.\n","Comment: Typo corrected in the abstract"]}]
["0807.3875",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3875","Phys. Rev. Lett. 102, 066102 (2009)","doi:10.1103/PhysRevLett.102.066102"],"date":["2008-07-24"],"type":["text"],"creator":["Battaglia, Corsin","Gaal-Nagy, Katalin","Monney, Claude","Didiot, Clement","Schwier, Eike Fabian","Garnier, Michael Gunnar","Onida, Giovanni","Aebi, Philipp"],"language":[],"coverage":[],"title":["A new structural model for the Si(331)-(12x1) reconstruction"],"description":["  A new structural model for the Si(331)-(12x1) reconstruction is proposed.\nBased on scanning tunneling microscopy images of unprecedented resolution,\nlow-energy electron diffraction data, and first-principles total-energy\ncalculations, we demonstrate that the reconstructed Si(331) surface shares the\nsame elementary building blocks as the Si(110)-(16x2) surface, establishing the\npentamer as a universal building block for complex silicon surface\nreconstructions.\n"]}]
["0809.2119",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2119","Ultrafast Dynamics and Laser Action of Organic Semiconductors (CRC\n  Press, 2009) Chap. 2, pp. 77-116"],"date":["2008-09-11"],"type":["text"],"creator":["Mazumdar, Sumit","Wang, Zhendong","Zhao, Hongbo"],"language":[],"coverage":[],"title":["Universality in the Photophysics of pi-Conjugated Polymers and\n  Single-Walled Carbon Nanotubes"],"description":["  We describe both pi-conjugated polymers and semiconducting single-walled\ncarbon nanotubes because of the remarkable similarities in their behavior under\nphotoexcitation. The common themes between these two seemingly different\nclasses of materials are pi-conjugation, quasi one-dimensionality, and strong\nCoulomb interactions. Theoretical understanding of both systems requires going\nbeyond traditional band theory. We present our current understanding of the\nelectronic structures and excited state absorptions in both systems within a\ncommon theoretical model. Our aim is to give physical interpretations of\nexperiments that have been performed and to give guidance to future\nexperimental work.\n"]}]
["0809.2143",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Commutative Algebra","05A15","05B35","13P99","41A15","52C35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2143"],"date":["2008-09-12","2009-02-17"],"type":["text"],"creator":["Ardila, Federico","Postnikov, Alexander"],"language":[],"coverage":[],"title":["Combinatorics and geometry of power ideals"],"description":["  We investigate ideals in a polynomial ring which are generated by powers of\nlinear forms. Such ideals are closely related to the theories of fat point\nideals, Cox rings, and box splines.\n  We pay special attention to a family of power ideals that arises naturally\nfrom a hyperplane arrangement A. We prove that their Hilbert series are\ndetermined by the combinatorics of A, and can be computed from its Tutte\npolynomial. We also obtain formulas for the Hilbert series of the resulting fat\npoint ideals and zonotopal Cox rings.\n  Our work unifies and generalizes results due to Dahmen-Micchelli, Holtz-Ron,\nPostnikov-Shapiro-Shapiro, and Sturmfels-Xu, among others. It also settles a\nconjecture of Holtz-Ron on the spline interpolation of functions on the\ninterior lattice points of a zonotope.\n","Comment: 28 pages, 3 figures. Final version, to appear in Transactions of the\n  AMS. (Version 2 incorporates several minor changes.)"]}]
["0809.2503",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2503","J. Phys.: Conf. Ser. 145 (2009) 012051","doi:10.1088/1742-6596/145/1/012051"],"date":["2008-09-15"],"type":["text"],"creator":["Kalz, A.","Honecker, A.","Fuchs, S.","Pruschke, T."],"language":[],"coverage":[],"title":["Monte Carlo studies of the Ising square lattice with competing\n  interactions"],"description":["  We use improved Monte-Carlo algorithms to study the antiferromagnetic\n2D-Ising model with competing interactions $J_1$ on nearest neighbour and $J_2$\non next-nearest neighbour bonds. The finite-temperature phase diagram is\ndivided by a critical point at $J_2 = J_1/2$ where the groundstate is highly\ndegenerate. To analyse the phase boundaries we look at the specific heat and\nthe energy distribution for various ratios of $J_2/J_1$. We find a first order\ntransition for small $J_2 > J_1/2$ and the transition temperature suppressed to\n$T_C=0$ at the critical point.\n","Comment: 4 pages, 4 figures, accepted for publication in the proceedings of\n  the conference on Highly Frustrated Magnets 2008 in Braunschweig"]}]
["0809.3157",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3157"],"date":["2008-09-18","2009-02-17"],"type":["text"],"creator":["Sidoli, L."],"language":[],"coverage":[],"title":["Transient outburst mechanisms in Supergiant Fast X-ray Transients"],"description":["  The recent discovery of a new class of recurrent and fast X-ray transient\nsources, the Supergiant Fast X-ray Transients, poses interesting questions on\nthe possible mechanisms responsible for their transient X-ray emission. The\nassociation with blue supergiants, the spectral properties similar to those of\naccreting pulsars and the detection, in a few cases, of X-ray pulsations,\nconfirm that these transients are High Mass X-ray Binaries. I review the\ndifferent mechanisms proposed to explain their transient outbursts and the link\nto persistent wind accretors. I discuss the different models in light of the\nnew observational results coming from an on-going monitoring campaign of four\nSupergiant Fast X-ray Transients with Swift.\n","Comment: Invited talk at the 37th COSPAR Scientific Assembly, held on 13-20\n  July 2008, in Montreal, Canada. Symposium E, session 11. Accepted for\n  publication in Advances in Space Research. The text and the title have been\n  modified according to the referee's suggestions"]}]
["0809.3511",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3511"],"date":["2008-09-20","2009-02-16"],"type":["text"],"creator":["Funkhouser, Scott"],"language":[],"coverage":[],"title":["Holographic indeterminacy and neutron stars"],"description":["  The holographic indeterminacy resulting from the quantization of spacetime\nleads to an inherent uncertainty (lpL)1/2 in the relative positions of two\nevents, separated by a distance L, in a direction transverse to a null ray\nconnecting the events, where lP is the Planck length. The new indeterminacy\nprinciple leads to a critical condition in which the holographic uncertainty in\nthe relative transverse positions of two diametrically opposed particles on the\nsurface a body becomes greater than the average distance between particles in\nthe body. The Chandrasekhar mass and the characteristic nuclear density emerge\nas the minimum mass and density of a baryonic body that could meet the critical\ncriteria. Neutron stars are therefore identified as a class of bodies in which\nholographic indeterminacy may have physical consequences.\n","Comment: 3 pages, no figures, no tables"]}]
["0809.4414",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4414","J. Phys.: Conf. Ser. 145 (2009) 012082","doi:10.1088/1742-6596/145/1/012082"],"date":["2008-09-25"],"type":["text"],"creator":["Honecker, A.","Zhitomirsky, M. E."],"language":[],"coverage":[],"title":["Magneto-thermal properties of the spin-s Heisenberg antiferromagnet on\n  the cuboctahedron"],"description":["  We use the example of the cuboctahedron, a highly frustrated molecule with 12\nsites, to study the approach to the classical limit. We compute magnetic\nsusceptibility, specific heat, and magnetic cooling rate at high magnetic\nfields and low temperatures for different spin quantum numbers s. Remarkably\nbig deviations of these quantities from their classical counterparts are\nobserved even for values of s which are usually considered to be almost\nclassical.\n","Comment: 4 pages including 10 PostScript files; to appear in Journal of\n  Physics: Conference Series (proceedings of HFM2008)"]}]
["0809.4961",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4961","J. Phys.: Condens. Matter 21, 013001 (2009)","doi:10.1088/0953-8984/21/1/013001"],"date":["2008-09-29"],"type":["text"],"creator":["Battaglia, Corsin","Gaal-Nagy, Katalin","Monney, Claude","Didiot, Clement","Schwier, Eike Fabian","Garnier, Michael Gunnar","Onida, Giovanni","Aebi, Philipp"],"language":[],"coverage":[],"title":["Elementary structural building blocks encountered in silicon surface\n  reconstructions"],"description":["  Driven by the reduction of dangling bonds and the minimization of surface\nstress, reconstruction of silicon surfaces leads to a striking diversity of\noutcomes. Despite this variety even very elaborate structures are generally\ncomprised of a small number of structural building blocks. We here identify\nimportant elementary building blocks and discuss their integration into the\nstructural models as well as their impact on the electronic structure of the\nsurface.\n"]}]
["0810.0415",{"format":[],"subject":["Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.0415","PNAS 105 (2008) 19714","doi:10.1073/pnas.0805468105"],"date":["2008-10-02"],"type":["text"],"creator":["Sułkowska, Joanna I.","Sułkowski, Piotr","Szymczak, P.","Cieplak, Marek"],"language":[],"coverage":[],"title":["How knots influence properties of proteins"],"description":["  Molecular dynamics studies within a coarse-grained structure based model were\nused on two similar proteins belonging to the transcarbamylase family to probe\nthe effects in the native structure of a knot. The first protein,\nN-acetylornithine transcarbamylase, contains no knot whereas human ormithine\ntranscarbamylase contains a trefoil knot located deep within the sequence. In\naddition, we also analyzed a modified transferase with the knot removed by the\nappropriate change of a knot-making crossing of the protein chain. The studies\nof thermally- and mechanically-induced unfolding processes suggest a larger\nintrinsic stability of the protein with the knot.\n","Comment: 23 pages, 12 figures"]}]
["0810.0680",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.0680","Phys. Rev. B 79, 035416 (2009)","doi:10.1103/PhysRevB.79.035416"],"date":["2008-10-03"],"type":["text"],"creator":["Nissenbaum, D.","Spanu, L.","Attaccalite, C.","Barbiellini, B.","Bansil, A."],"language":[],"coverage":[],"title":["The Resonating-Valence-Bond Ground State of Li Nanoclusters"],"description":["  We have performed Diffusion Quantum Monte Carlo simulations of Li clusters\nshowing that Resonating-Valence-Bond (RVB) pairing correlations between\nelectrons provide a substantial contribution to the cohesive energy. The RVB\neffects are identified in terms of electron transfers from s- to p-like\ncharacter, constituting a possible explanation for the breakdown of the Fermi\nliquid picture observed in recent high resolution Compton scattering\nexperiments for bulk Li.\n","Comment: 4 pages, 2 figures, 3 tables"]}]
["0810.0685",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.0685","J. Phys.: Conf. Ser. 145 (2009), 012055","doi:10.1088/1742-6596/145/1/012055"],"date":["2008-10-03"],"type":["text"],"creator":["Hasenbusch, Martin","Toldin, Francesco Parisen","Pelissetto, Andrea","Vicari, Ettore"],"language":[],"coverage":[],"title":["Critical and multicritical behavior of the +- J Ising model in two and\n  three dimensions"],"description":["  We report our Monte Carlo results on the critical and multicritical behavior\nof the +- J Ising model [with a random-exchange probability P(J_{xy}) = p\n\\delta(J_{xy} - J) + (1-p) \\delta(J_{xy} + J)], in two and three dimensions. We\nstudy the transition line between the paramagnetic and ferromagnetic phase,\nwhich extends from p=1 to a multicritical (Nishimori) point. By a finite-size\nscaling analysis, we provide strong numerical evidence that in three dimensions\nthe critical behavior along this line belongs to the same universality class as\nthat of the critical transition in the randomly dilute Ising model. In two\ndimensions we confirm that the critical behavior is controlled by the pure\nIsing fixed point and that disorder is marginally irrelevant, giving rise to\nuniversal logarithmic corrections. In both two and three dimensions, we also\ndetermine the location of the multicritical Nishimori point, as well as the\nrenormalization-group dimensions of the operators that control the\nrenormalization-group flow close to it.\n","Comment: 4 pages, 1 figure. Proceedings of the International Conference on\n  Highly Frustrated Magnetism (HFM 2008), 7-12 September, 2008, Braunschweig,\n  Germany"]}]
["0810.1403",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1403","Phys. Rev. B 79, 060406(R) (2009)","doi:10.1103/PhysRevB.79.060406"],"date":["2008-10-08","2009-02-17"],"type":["text"],"creator":["Sato, Masahiro","Momoi, Tsutomu","Furusaki, Akira"],"language":[],"coverage":[],"title":["NMR relaxation rate and dynamical structure factors in nematic and\n  multipolar liquids of frustrated spin chains under magnetic fields"],"description":["  Recently, it has been shown that spin nematic (quadrupolar) or higher\nmultipolar correlation functions exhibit a quasi long-range order in the wide\nregion of the field-induced Tomonaga-Luttinger-liquid (TLL) phase in spin-1/2\nzigzag chains. In this paper, we point out that the temperature dependence of\nthe NMR relaxation rate 1/T_1 in these multipolar TLLs is qualitatively\ndifferent from that in more conventional TLLs of one-dimensional quantum\nmagnets (e.g., the spin-1/2 Heisenberg chain); 1/T_1 decreases with lowering\ntemperature in multipolar TLL. We also discuss low-energy features in spin\ndynamical structure factors which are characteristic of the multipolar TLL\nphases.\n","Comment: 4+epsilon pages, 2 figures, published version"]}]
["0810.1711",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1711"],"date":["2008-10-09","2009-02-17"],"type":["text"],"creator":["Gaididei, Yu. B.","Krekhov, A. P.","Buettner, H."],"language":[],"coverage":[],"title":["Nonlinear bending of molecular films by polarized light"],"description":["  A theory of photoinduced directed bending of non-crystalline molecular films\nis presented. Our approach is based on elastic deformation of the film due to\ninteraction between molecules ordered through polarized light irradiation. The\nshape of illuminated film is obtained in the frame of the nonlinear elasticity\ntheory. It is shown that the shape and the curvature of the film depend on the\npolarization and intensity of the light. The curvature of an irradiated film is\na non-monotonic function of the extinction coefficient.\n"]}]
["0810.1821",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1821"],"date":["2008-10-10","2009-02-17"],"type":["text"],"creator":["Pradeep, R. Gladwin","Chandrasekar, V. K.","Senthilvelan, M.","Lakshmanan, M."],"language":[],"coverage":[],"title":["Dynamics of a Completely Integrable $N$-Coupled Li\\'enard Type Nonlinear\n  Oscillator"],"description":["  We present a system of $N$-coupled Li\\'enard type nonlinear oscillators which\nis completely integrable and possesses explicit $N$ time-independent and $N$\ntime-dependent integrals. In a special case, it becomes maximally\nsuperintegrable and admits $(2N-1)$ time-independent integrals. The results are\nillustrated for the N=2 and arbitrary number cases. General explicit periodic\n(with frequency independent of amplitude) and quasiperiodic solutions as well\nas decaying type/frontlike solutions are presented, depending on the signs and\nmagnitudes of the system parameters. Though the system is of a nonlinear damped\ntype, our investigations show that it possesses a Hamiltonian structure and\nthat under a contact transformation it is transformable to a system of\nuncoupled harmonic oscillators.\n","Comment: One new section added"]}]
["0811.0092",{"format":[],"subject":["Mathematics - Functional Analysis","47B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0092"],"date":["2008-11-01","2009-02-17"],"type":["text"],"creator":["Botelho, G.","Diniz, D.","Pellegrino, D."],"language":[],"coverage":[],"title":["Lineability of the set of bounded linear non-absolutely summing\n  operators"],"description":["  In this note we solve, except for extremely pathological cases, a question\nposed by Puglisi and Seoane-Sepulveda on the lineability of the set of bounded\nnon-absolutely summing linear operators. We also show how the idea of the proof\ncan be adapted to several related situations.\n","Comment: 7 pages"]}]
["0811.0827",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0827","JCAP 0902:018,2009","doi:10.1088/1475-7516/2009/02/018"],"date":["2008-11-05","2009-02-16"],"type":["text"],"creator":["Creminelli, Paolo","D'Amico, Guido","Noreña, Jorge","Vernizzi, Filippo"],"language":[],"coverage":[],"title":["The Effective Theory of Quintessence: the w<-1 Side Unveiled"],"description":["  We study generic single-field dark energy models, by a parametrization of the\nmost general theory of their perturbations around a given background, including\nhigher derivative terms. In appropriate limits this approach reproduces\nstandard quintessence, k-essence and ghost condensation. We find no general\npathology associated to an equation of state w_Q < -1 or in crossing the\nphantom divide w_Q = -1. Stability requires that the w_Q < -1 side of dark\nenergy behaves, on cosmological scales, as a k-essence fluid with a virtually\nzero speed of sound. This implies that one should set the speed of sound to\nzero when comparing with data models with w_Q < -1 or crossing the phantom\ndivide. We summarize the theoretical and stability constraints on the\nquintessential plane (1+w_Q) vs. speed of sound squared.\n","Comment: 35 pages, 5 figures, v3: minor modifications, JCAP published version"]}]
["0811.0928",{"format":[],"subject":["Mathematics - Differential Geometry","58C40, 53C42, 53C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0928"],"date":["2008-11-06","2009-02-17"],"type":["text"],"creator":["Keleş, Sadık","Perktaş, Selcen Yüksel","Kılıç, Erol"],"language":[],"coverage":[],"title":["Biharmonic curves on \\textit{LP}-Sasakian manifolds"],"description":["  In this paper we give necessary and sufficient conditions for spacelike and\ntimelike curves in a conformally flat, quasi conformally flat and conformally\nsymmetric 4-dimensional \\textit{LP}-Sasakian manifold to be proper biharmonic.\nAlso, we investigate proper biharmonic curves in the Lorentzian sphere\n$S^{4}_{1}$.\n","Comment: 22 pages"]}]
["0811.1215",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1215","Phys. Rev. B 79, 014519 (2009)","doi:10.1103/PhysRevB.79.014519"],"date":["2008-11-07","2009-02-17"],"type":["text"],"creator":["Phelan, D.","Millican, J. N.","Thomas, E. L.","Leao, J. B.","Qiu, Y.","Paul, R."],"language":[],"coverage":[],"title":["Neutron scattering Measurements of the phonon density of states of\n  FeSe$_{1-x}$ superconductors"],"description":["  Inelastic neutron-scattering experiments have been carried out on\npolycrystalline samples of the FeSe$_{1-x}$ superconductors. We report the\nphonon density of states for FeSe$_{1-x}$ with Tc$\\approx$8 K. The phonon\ncutoff frequency is observed around 40 meV. No significant change is observed\nacross the superconducting transition. The measurements support the published\nfirst-principles calculations [A. Subedi et al., Phys. Rev. B \\textbf{78},\n134514 (2008)].\n","Comment: new version with changes"]}]
["0811.4391",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.4391"],"date":["2008-11-26","2009-02-17"],"type":["text"],"creator":["Mardani, Morteza","Harsini, Jalil S.","Lahouti, Farshad"],"language":[],"coverage":[],"title":["Cross-Layer Link Adaptation Design for Relay Channels with Cooperative\n  ARQ Protocol"],"description":["  The cooperative automatic repeat request (C-ARQ) is a link layer relaying\nprotocol which exploits the spatial diversity and allows the relay node to\nretransmit the source data packet to the destination, when the latter is unable\nto decode the source data correctly. This paper presents a cross-layer link\nadaptation design for C-ARQ based relay channels in which both source and relay\nnodes employ adaptive modulation coding and power adaptation at the physical\nlayer. For this scenario, we first derive closed-form expressions for the\nsystem spectral efficiency and average power consumption. We then present a low\ncomplexity iterative algorithm to find the optimized adaptation solution by\nmaximizing the spectral efficiency subject to a packet loss rate (PLR) and an\naverage power consumption constraint. The results indicate that the proposed\nadaptation scheme enhances the spectral efficiency noticeably when compared to\nother adaptive schemes, while guaranteeing the required PLR performance.\n","Comment: 6 pages, 3 figures, Submitted"]}]
["0812.2295",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2295","J. E. Debs, D. D\\\"oring, N. P. Robins, C. Figl, P. A. Altin, and\n  J. D. Close, \"A two-state Raman coupler for coherent atom optics,\" Opt.\n  Express 17, 2319-2325 (2009)","doi:10.1364/OE.17.002319"],"date":["2008-12-12","2009-02-17"],"type":["text"],"creator":["Debs, J. E.","Döring, D.","Robins, N. P.","Figl, C.","Altin, P. A.","Close, J. D."],"language":[],"coverage":[],"title":["A two-state Raman coupler for coherent atom optics"],"description":["  We present results on a Raman laser-system that resonantly drives a closed\ntwo-photon transition between two levels in different hyperfine ground states\nof 87Rb. The coupler is based on a novel optical design for producing two\nphase-coherent optical beams to drive a Raman transition. Operated as an\noutcoupler, it produces an atom laser in a single internal atomic state, with\nthe lower divergence and increased brightness typical of a Raman outcoupler.\nDue to the optical nature of the outcoupling, the two-state outcoupler is an\nideal candidate for transferring photon correlations onto atom-laser beams. As\nour laser system couples just two hyperfine ground states, it has also been\nused as an internal state beamsplitter, taking the next major step towards free\nspace Ramsey interferometry with an atom laser.\n","Comment: 7 Pages, 4 figures: Revised and published in Optics Express"]}]
["0901.0032",{"format":[],"subject":["Mathematics - Operator Algebras","46L05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0032"],"date":["2008-12-30","2009-02-17"],"type":["text"],"creator":["Deaconu, Valentin","Kumjian, Alex","Pask, David","Sims, Aidan"],"language":[],"coverage":[],"title":["Graphs of $C^*$-correspondences and Fell bundles"],"description":["  We define the notion of a $\\Lambda$-system of $C^*$-correspondences\nassociated to a higher-rank graph $\\Lambda$. Roughly speaking, such a system\nassigns to each vertex of $\\Lambda$ a $C^*$-algebra, and to each path in\n$\\Lambda$ a $C^*$-correspondence in a way which carries compositions of paths\nto balanced tensor products of $C^*$-correspondences. Under some simplifying\nassumptions, we use Fowler's technology of Cuntz-Pimsner algebras for product\nsystems of $C^*$-correspondences to associate a $C^*$-algebra to each\n$\\Lambda$-system. We then construct a Fell bundle over the path groupoid\n$\\Gg_\\Lambda$ and show that the $C^*$-algebra of the $\\Lambda$-system coincides\nwith the reduced cross-sectional algebra of the Fell bundle. We conclude by\ndiscussing several examples of our construction arising in the literature.\n","Comment: To appear in Indiana Univ. Math. J"]}]
["0901.0139",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0139"],"date":["2008-12-31","2009-02-17"],"type":["text"],"creator":["Clarkson, Peter A"],"language":[],"coverage":[],"title":["Vortices and Polynomials"],"description":["  The relationship between point vortex dynamics and the properties of\npolynomials with roots at the vortex positions is discussed. Classical\npolynomials, such as the Hermite polynomials, have roots that describe the\nequilibria of identical vortices on the line. Stationary and uniformly\ntranslating vortex configurations with vortices of the same strength but\npositive or negative orientation are given by the zeros of the Adler-Moser\npolynomials, which arise in the description of rational solutions of the\nKorteweg-de Vries equation. For quadupole background flow, vortex\nconfigurations are given by the zeros of polynomials expressed as wronskians of\nHermite polynomials. Further new solutions are found in this case using the\nspecial polynomials arising the in the description of rational solutions of the\nfourth Painleve equation.\n","Comment: 17 pages, minor revisions and references added"]}]
["0901.0798",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0798"],"date":["2009-01-07","2009-02-17"],"type":["text"],"creator":["Saichu, R. P.","Mahns, I.","Goos, A.","Binder, S.","May, P.","Singer, S. G.","Schulz, B.","Rusydi, A.","Unterhinninghofen, J.","Manske, D.","Guptasarma, P.","Williamsen, M. S.","Rübhausen, M."],"language":[],"coverage":[],"title":["Two component dynamics of the superconducting order parameter revealed\n  by time-resolved Raman scattering"],"description":["  We study the dynamics of the superconducting order parameter in the\nhigh-$T_c$ cuprate Bi$_2$Sr$_2$CaCu$_2$O$_{8-\\delta}$ by employing a novel\ntime-resolved pump-probe Raman experiment. We find two different coupling\nmechanisms that contribute equally to the pair breaking peak. One coupling sets\nin very fast at 2ps and relaxes slow, while the other one is delayed and sets\nin roughly at 5ps and relaxes fast. A model that couples holes through phonons\nis able to reproduce one part of the condensate dynamics, thus, we argue that\nhole-spin interactions are of importance as well.\n","Comment: 5 pages, 3 figures"]}]
["0901.0906",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0906","Phys. Rev. Lett. 102, 066804 (2009)","doi:10.1103/PhysRevLett.102.066804"],"date":["2009-01-07","2009-01-08"],"type":["text"],"creator":["Hatke, A. T.","Zudov, M. A.","Pfeiffer, L. N.","West, K. W."],"language":[],"coverage":[],"title":["Temperature Dependence of Microwave Photoresistance in 2D Electron\n  Systems"],"description":["  We report on the temperature dependence of microwave-induced resistance\noscillations in high-mobility two-dimensional electron systems. We find that\nthe oscillation amplitude decays exponentially with increasing temperature, as\n$\\exp(-\\alpha T^2)$, where $\\alpha$ scales with the inverse magnetic field.\nThis observation indicates that the temperature dependence originates primarily\nfrom the modification of the single particle lifetime, which we attribute to\nelectron-electron interaction effects.\n","Comment: 4 pages, 4 figures, submitted to Phys. Rev. Lett"]}]
["0901.1503",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.1503"],"date":["2009-01-11","2009-02-17"],"type":["text"],"creator":["Xie, Liang-Liang"],"language":[],"coverage":[],"title":["A Greedy Omnidirectional Relay Scheme"],"description":["  A greedy omnidirectional relay scheme is developed, and the corresponding\nachievable rate region is obtained for the all-source all-cast problem. The\ndiscussions are first based on the general discrete memoryless channel model,\nand then applied to the additive white Gaussian noise (AWGN) models, with both\nfull-duplex and half-duplex modes.\n","Comment: More details added"]}]
["0901.2061",{"format":[],"subject":["Mathematics - Combinatorics","05C65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2061"],"date":["2009-01-14","2009-02-17"],"type":["text"],"creator":["Bohman, Tom","Frieze, Alan","Mubayi, Dhruv"],"language":[],"coverage":[],"title":["Coloring H-free Hypergraphs"],"description":["  Fix $r \\ge 2$ and a collection of $r$-uniform hypergraphs $\\cH$. What is the\nminimum number of edges in an $\\cH$-free $r$-uniform hypergraph with chromatic\nnumber greater than $k$. We investigate this question for various $\\cH$. Our\nresults include the following:\n  An $(r,l)$-system is an $r$-uniform hypergraph with every two edges sharing\nat most $l$ vertices. For $k$ sufficiently large, the minimum number of edges\nin an $(r,l)$-system with chromatic number greater than $k$ is at most\n$c(k^{r-1}\\log k)^{l/(l-1)}$, where $$c<...$$ This improves on the previous\nbest bounds of Kostochka-Mubayi-R\\\"odl-Tetali \\cite{KMRT}. The upper bound is\nsharp aside from the constant $c$ as shown in \\cite{KMRT}.\n  The minimum number of edges in an $r$-uniform hypergraph with independent\nneighborhoods and chromatic number greater than $k$ is of order $\\tilde\nk^{r+1/(r-1)}$ as $k \\to \\infty$. This generalizes (aside from logarithmic\nfactors) a result of Gimbel and Thomassen \\cite{GT} for triangle-free graphs.\n  Let $T$ be an $r$-uniform hypertree of $t$ edges. Then every $T$-free\n$r$-uniform hypergraph has chromatic number at most $p(t)$, where $p(t)$ is a\npolynomial in $t$. This generalizes the well known fact that every $T$-free\ngraph has chromatic number at most $t$.\n  Several open problems and conjectures are also posed.\n"]}]
["0901.2519",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2519","Physical Review Letters 102, 6 (2009) 067002","doi:10.1103/PhysRevLett.102.067002"],"date":["2009-01-16"],"type":["text"],"creator":["Masne, Q. Le","Pothier, H.","Birge, Norman O.","Urbina, C.","Esteve, D."],"language":[],"coverage":[],"title":["Asymmetric noise probed with a Josephson junction"],"description":["  Fluctuations of the current through a tunnel junction are measured using a\nJosephson junction. The current noise adds to the bias current of the Josephson\njunction and affects its switching out of the supercurrent branch. The\nexperiment is carried out in a regime where switching is determined by thermal\nactivation. The variance of the noise results in an elevated effective\ntemperature, whereas the third cumulant, related to its asymmetric character,\nleads to a difference in the switching rates observed for opposite signs of the\ncurrent through the tunnel junction. Measurements are compared quantitatively\nwith recent theoretical predictions.\n","Comment: To be published in Physical Review Letters"]}]
["0901.2645",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2645"],"date":["2009-01-17","2009-02-17"],"type":["text"],"creator":["Habib, Michel","Limouzy, Vincent"],"language":[],"coverage":[],"title":["On some simplicial elimination schemes for chordal graphs"],"description":["  We present here some results on particular elimination schemes for chordal\ngraphs, namely we show that for any chordal graph we can construct in linear\ntime a simplicial elimination scheme starting with a pending maximal clique\nattached via a minimal separator maximal (resp. minimal) under inclusion among\nall minimal separators.\n"]}]
["0901.2656",{"format":[],"subject":["Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2656","Baltic Astronomy, vol. 17 (2008), pp. 425-438"],"date":["2009-01-17"],"type":["text"],"creator":["Graney, Christopher M."],"language":[],"coverage":[],"title":["Visible Stars as Apparent Observational Evidence in Favor of the\n  Copernican Principle in the Early 17th Century"],"description":["  The Copernican Principle (which says the Earth and sun are not unique) should\nhave observational consequences and thus be testable. Galileo Galilei thought\nhe could measure the true angular diameters of stars with his telescope;\naccording to him, stars visible to the naked eye range in diameter from a\nfraction of a second to several seconds of arc. He used this and the Copernican\nPrinciple assumption that stars are suns as a method of determining stellar\ndistances. The expected numbers of naked eye stars brighter than a given\nmagnitude can be calculated via Galileo's methods; the results are consistent\nwith data obtained from counting naked eye stars. Thus the total number of\nstars visible to the naked eye as a function of magnitude would appear to\nGalileo to be data supporting the Copernican Principle.\n","Comment: To appear in Baltic Astronomy volume 17"]}]
["0901.3511",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3511"],"date":["2009-01-22","2009-02-17"],"type":["text"],"creator":["Crosta, Mariateresa","Vecchiato, Alberto"],"language":[],"coverage":[],"title":["Physical Reference Frames and Astrometric Measurements of Star Direction\n  in General Relativity \\\\I. Stellar Aberration"],"description":["  The high accuracy of modern space astrometry requires the use of General\nRelativity to model the propagation of stellar light through the gravitational\nfield encountered from a source to a given observer inside the Solar System. In\nthis sense relativistic astrometry is part of fundamental physics. The general\nrelativistic definition of astrometric measurement needs an appropriate use of\nthe concept of reference frame, which should then be linked to the conventions\nof the IAU Resolutions (2000), which fix the celestial coordinate system. A\nconsistent definition of the astrometric observables in the context of General\nRelativity is also essential to find uniquely the stellar coordinates and\nproper motion, this being the main physical task of the inverse ray tracing\nproblem. Aim of this work is to set the level of reciprocal consistency of two\nrelativistic models, GREM and RAMOD (Gaia, ESA mission), in order to garantee a\nphysically correct definition of light direction to a star, an essential item\nfor deducing the star coordinates and proper motion within the same level of\nmeasurement accuracy.\n","Comment: 22 pages, 2 figures. Submitted to Phys. Rev. D"]}]
["0901.3798",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3798","Astrophysical Journal Letters 693 (2009) L19-L22","doi:10.1088/0004-637X/693/1/L19"],"date":["2009-01-23","2009-02-17"],"type":["text"],"creator":["Herrmann, Kimberly A.","Ciardullo, Robin","Sigurdsson, Steinn"],"language":[],"coverage":[],"title":["Kinematic Evidence for Halo Substructure in Spiral Galaxies"],"description":["  We present the results of a kinematic study of planetary nebulae in the\nextreme outskirts of two spiral galaxies, M83 (NGC 5236) and M94 (NGC 4736). We\nfind that in the inner regions of the galaxies, the vertical velocity\ndispersion (sigma_z) falls off exponentially with the light, as expected for a\nconstant mass-to-light ratio, constant thickness disk. However, starting at\nfour optical scale lengths, sigma_z asymptotes out at roughly 20 km/s. Our\nanalysis finds evidence for significant flaring in the outer regions as well,\nespecially in M94. These observations are in excellent agreement with\npredictions derived from models of disk heating by halo substructure, and\ndemonstrate how kinematic surveys in the outer disks of spirals can be used to\ntest hierarchical models of galaxy formation.\n","Comment: 4 pages, 2 figures, published in ApJ Letters (uses emulateapj.cls);\n  added 1 reference and corrected Fig 2"]}]
["0901.3831",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3831"],"date":["2009-01-26"],"type":["text"],"creator":["Kluberg, Louis","Satz, Helmut"],"language":[],"coverage":[],"title":["Color Deconfinement and Charmonium Production in Nuclear Collisions"],"description":["  In statistical QCD, color deconfinement and the properties of the quark-gluon\nplasma determine the in-medium behavior of heavy quark bound states. In high\nenergy nuclear collisions, charmonia probe the partonic medium produced in the\nearly stages of the interaction. We survey the present theoretical status and\nprovide a critical evaluation of the charmonium production measurements in\nexperiments at the CERN-SPS and the BNL-RHIC.\n","Comment: 62 pages, 86 figures"]}]
["0901.3851",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3851"],"date":["2009-01-24","2009-02-17"],"type":["text"],"creator":["Tucci, Robert R."],"language":[],"coverage":[],"title":["Oracular Approximation of Quantum Multiplexors and Diagonal Unitary\n  Matrices"],"description":["  We give a new quantum circuit approximation of quantum multiplexors based on\nthe idea of complexity theory oracles. As an added bonus, our multiplexor\napproximation immediately gives a quantum circuit approximation of diagonal\nunitary matrices.\n","Comment: V1:5 pages (files: 3 .sty, 1 .tex);V2:corrected serious error, V1\n  omitted transformation that reverts ancilla to initial state"]}]
["0901.4091",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4091","Phys. Rev. A 79, 022311 (2009)","doi:10.1103/PhysRevA.79.022311"],"date":["2009-01-26"],"type":["text"],"creator":["Wieczorek, Witlef","Kiesel, Nikolai","Schmid, Christian","Weinfurter, Harald"],"language":[],"coverage":[],"title":["Multi-qubit entanglement engineering via projective measurements"],"description":["  So far, various multi-photon entangled states have been observed\nexperimentally by using different experimental set-ups. Here, we present a\nscheme to realize many SLOCC-inequivalent states of three and four qubits via\nprojective measurements on suitable entangled states. We demonstrate how these\nstates can be observed experimentally in a single set-up and study the\nfeasibility of the implementation with present-day technology.\n"]}]
["0901.4760",{"format":[],"subject":["Mathematics - Probability","60K35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4760"],"date":["2009-01-29","2009-02-17"],"type":["text"],"creator":["Steif, Jeffrey E."],"language":[],"coverage":[],"title":["A survey on dynamical percolation"],"description":["  Percolation is one of the simplest and nicest models in probability\ntheory/statistical mechanics which exhibits critical phenomena. Dynamical\npercolation is a model where a simple time dynamics is added to the (ordinary)\npercolation model. This dynamical model exhibits very interesting behavior. Our\ngoal in thissurvey is to give an overview of the work in dynamical percolation\nthat has been done (and some of which is in the process of being written up).\n"]}]
["0902.1029",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1029"],"date":["2009-02-06","2009-02-17"],"type":["text"],"creator":["Lyubin, I. E.","Eremin, M. V.","Eremin, I. M.","Keller, H."],"language":[],"coverage":[],"title":["Towards the Theory of Isotope Effect of the London Penetration Depth in\n  Cuprates"],"description":["  The expressions for the superfluid density have been discussed in both weak\nand strong coupling approaches. The numerical calculations of temperature and\nisotope composition dependencies have been performed for a number of High-Tc\ncompounds. The tight-binding parameters and corresponding Fermi surfaces are\ntaken in accord to the available photoemission data.\n","Comment: 3 pages, 2 figures, corrected version of paper in Conference\n  Proceedings of 3rd International Conference \"Fundamental Problems of High\n  Temperature Superconductivity\" (FPS'08), P.N.Lebedev Physical Institute of\n  the Russian Academy of Sciences, Moscow-Zvenigorod, October 13-17, 2008.\n  Corrected typos, reference [3] modified, formula (5) modified"]}]
["0902.1255",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1255","26th International Symposium on Theoretical Aspects of Computer\n  Science STACS 2009 (2009) 243-254"],"date":["2009-02-07","2009-02-17"],"type":["text"],"creator":["Chakraborty, Sourav","Fischer, Eldar","Matsliah, Arie","Yuster, Raphael"],"language":[],"coverage":[],"title":["Hardness and Algorithms for Rainbow Connectivity"],"description":["  An edge-colored graph G is rainbow connected if any two vertices are\nconnected by a path whose edges have distinct colors. The rainbow connectivity\nof a connected graph G, denoted rc(G), is the smallest number of colors that\nare needed in order to make G rainbow connected. In addition to being a natural\ncombinatorial problem, the rainbow connectivity problem is motivated by\napplications in cellular networks. In this paper we give the first proof that\ncomputing rc(G) is NP-Hard. In fact, we prove that it is already NP-Complete to\ndecide if rc(G) = 2, and also that it is NP-Complete to decide whether a given\nedge-colored (with an unbounded number of colors) graph is rainbow connected.\nOn the positive side, we prove that for every $\\epsilon$ > 0, a connected graph\nwith minimum degree at least $\\epsilon n$ has bounded rainbow connectivity,\nwhere the bound depends only on $\\epsilon$, and the corresponding coloring can\nbe constructed in polynomial time. Additional non-trivial upper bounds, as well\nas open problems and conjectures are also pre sented.\n"]}]
["0902.1627",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1627","J. Phys.: Conf. Ser. 145 (2009) 012059","doi:10.1088/1742-6596/145/1/012059"],"date":["2009-02-10"],"type":["text"],"creator":["Derzhko, O","Richter, J","Honecker, A"],"language":[],"coverage":[],"title":["Low-temperature thermodynamics of one class of flat-band models"],"description":["  We consider the antiferromagnetic Heisenberg model and the repulsive Hubbard\nmodel for a class of frustrated lattices with a completely dispersionless\n(flat) lowest one-particle (either one-magnon or one-electron) band. We\nconstruct exact many-particle ground states for a wide range of particle\ndensities, calculate their degeneracy, and, as a result, obtain closed-form\nexpressions for the low-temperature thermodynamic quantities around a\nparticular value of the magnetic field $h_{\\rm{sat}}$ or the chemical potential\n$\\mu_0$. We confirm our analytic findings by numerical data for finite\nlattices.\n","Comment: 4 pages including 3 PostScript files; to appear in Journal of\n  Physics: Conference Series (proceedings of HFM2008)"]}]
["0902.1827",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1827","Nature 454, 315-318 (Jul 2008)","doi:10.1038/nature07112"],"date":["2009-02-11"],"type":["text"],"creator":["Fink, J. M.","Goeppl, M.","Baur, M.","Bianchetti, R.","Leek, P. J.","Blais, A.","Wallraff, A."],"language":[],"coverage":[],"title":["Climbing the Jaynes-Cummings Ladder and Observing its Sqrt(n)\n  Nonlinearity in a Cavity QED System"],"description":["  The already very active field of cavity quantum electrodynamics (QED),\ntraditionally studied in atomic systems, has recently gained additional\nmomentum by the advent of experiments with semiconducting and superconducting\nsystems. In these solid state implementations, novel quantum optics experiments\nare enabled by the possibility to engineer many of the characteristic\nparameters at will. In cavity QED, the observation of the vacuum Rabi mode\nsplitting is a hallmark experiment aimed at probing the nature of matter-light\ninteraction on the level of a single quantum. However, this effect can, at\nleast in principle, be explained classically as the normal mode splitting of\ntwo coupled linear oscillators. It has been suggested that an observation of\nthe scaling of the resonant atom-photon coupling strength in the\nJaynes-Cummings energy ladder with the square root of photon number n is\nsufficient to prove that the system is quantum mechanical in nature. Here we\nreport a direct spectroscopic observation of this characteristic quantum\nnonlinearity. Measuring the photonic degree of freedom of the coupled system,\nour measurements provide unambiguous, long sought for spectroscopic evidence\nfor the quantum nature of the resonant atom-field interaction in cavity QED. We\nexplore atom-photon superposition states involving up to two photons, using a\nspectroscopic pump and probe technique. The experiments have been performed in\na circuit QED setup, in which ultra strong coupling is realized by the large\ndipole coupling strength and the long coherence time of a superconducting qubit\nembedded in a high quality on-chip microwave cavity.\n","Comment: ArXiv version of manuscript published in Nature in July 2008, 5\n  pages, 5 figures, hi-res version at\n  http://www.finkjohannes.com/SqrtNArxivPreprint.pdf"]}]
["0902.2399",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Databases","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2399"],"date":["2009-02-13","2009-02-17"],"type":["text"],"creator":["Brody, Joshua","Chakrabarti, Amit"],"language":[],"coverage":[],"title":["A Multi-Round Communication Lower Bound for Gap Hamming and Some\n  Consequences"],"description":["  The Gap-Hamming-Distance problem arose in the context of proving space lower\nbounds for a number of key problems in the data stream model. In this problem,\nAlice and Bob have to decide whether the Hamming distance between their $n$-bit\ninput strings is large (i.e., at least $n/2 + \\sqrt n$) or small (i.e., at most\n$n/2 - \\sqrt n$); they do not care if it is neither large nor small. This\n$\\Theta(\\sqrt n)$ gap in the problem specification is crucial for capturing the\napproximation allowed to a data stream algorithm.\n  Thus far, for randomized communication, an $\\Omega(n)$ lower bound on this\nproblem was known only in the one-way setting. We prove an $\\Omega(n)$ lower\nbound for randomized protocols that use any constant number of rounds.\n  As a consequence we conclude, for instance, that $\\epsilon$-approximately\ncounting the number of distinct elements in a data stream requires\n$\\Omega(1/\\epsilon^2)$ space, even with multiple (a constant number of) passes\nover the input stream. This extends earlier one-pass lower bounds, answering a\nlong-standing open question. We obtain similar results for approximating the\nfrequency moments and for approximating the empirical entropy of a data stream.\n  In the process, we also obtain tight $n - \\Theta(\\sqrt{n}\\log n)$ lower and\nupper bounds on the one-way deterministic communication complexity of the\nproblem. Finally, we give a simple combinatorial proof of an $\\Omega(n)$ lower\nbound on the one-way randomized communication complexity.\n"]}]
["0902.2401",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2401"],"date":["2009-02-13"],"type":["text"],"creator":["Pinto, Italo Ivo Lima Dias","Rosas, Alexandre","Lindenberg, Katja"],"language":[],"coverage":[],"title":["Energy Transport in a One-Dimensional Granular Gas"],"description":["  We study heat conduction in one-dimensional granular gases. In particular, we\nconsider two mechanisms of viscous dissipation during inter-grain collisions.\nIn one, the dissipative force is proportional to the grain's velocity and\ndissipates not only energy but also momentum. In the other, the dissipative\nforce is proportional to the relative velocity of the grains and therefore\nconserves momentum even while dissipating energy. This allows us to explore the\nrole of momentum conservation in the heat conduction properties of this\none-dimensional nonlinear system. We find normal thermal conduction whether or\nnot momentum is conserved.\n"]}]
["0902.2404",{"format":[],"subject":["Quantitative Biology - Biomolecules","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2404"],"date":["2009-02-13"],"type":["text"],"creator":["Heo, Muyoung","Kang, Louis","Shakhnovich, Eugene"],"language":[],"coverage":[],"title":["Adaptation through stochastic switching into transient mutators in\n  finite asexual populations"],"description":["  The importance of mutator clones in the adaptive evolution of asexual\npopulations is not fully understood. Here we address this problem by using an\nab initio microscopic model of living cells, whose fitness is derived directly\nfrom their genomes using a biophysically realistic model of protein folding and\ninteractions in the cytoplasm. The model organisms contain replication\ncontrolling genes (DCGs) and genes modeling the mismatch repair (MMR)\ncomplexes. We find that adaptation occurs through the transient fixation of a\nmutator phenotype, regardless of particular perturbations in the fitness\nlandscape. The microscopic pathway of adaptation follows a well-defined set of\nevents: stochastic switching to the mutator phenotype first, then mutation in\nthe MMR complex that hitchhikes with a beneficial mutation in the DCGs, and\nfinally a compensating mutation in the MMR complex returning the population to\na non-mutator phenotype. Similarity of these results to reported adaptation\nevents points out to robust universal physical principles of evolutionary\nadaptation.\n"]}]
["0902.2407",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Symbolic Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2407"],"date":["2009-02-13"],"type":["text"],"creator":["Bowen, Richard Strong","Chen, Bo","Orem, Hendrik","van Schaardenburg, Martijn"],"language":[],"coverage":[],"title":["Group-Theoretic Partial Matrix Multiplication"],"description":["  A generalization of recent group-theoretic matrix multiplication algorithms\nto an analogue of the theory of partial matrix multiplication is presented. We\ndemonstrate that the added flexibility of this approach can in some cases\nimprove upper bounds on the exponent of matrix multiplication yielded by\ngroup-theoretic full matrix multiplication. The group theory behind our partial\nmatrix multiplication algorithms leads to the problem of maximizing a quantity\nrepresenting the \"fullness\" of a given partial matrix pattern. This problem is\nshown to be NP-hard, and two algorithms, one optimal and another non-optimal\nbut polynomial-time, are given for solving it.\n","Comment: 14 pages, 3 figures"]}]
["0902.2429",{"format":[],"subject":["Quantitative Finance - Trading and Market Microstructure"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2429"],"date":["2009-02-13"],"type":["text"],"creator":["Agrawal, Shipra","Delage, Erick","Peters, Mark","Wang, Zizhuo","Ye, Yinyu"],"language":[],"coverage":[],"title":["A Unified Framework for Dynamic Pari-Mutuel Information Market Design"],"description":["  Recently, several new pari-mutuel mechanisms have been introduced to organize\nmarkets for contingent claims. Hanson introduced a market maker derived from\nthe logarithmic scoring rule, and later Chen and Pennock developed a cost\nfunction formulation for the market maker. On the other hand, the SCPM model of\nPeters et al. is based on ideas from a call auction setting using a convex\noptimization model. In this work, we develop a unified framework that bridges\nthese seemingly unrelated models for centrally organizing contingent claim\nmarkets. The framework, developed as a generalization of the SCPM, will support\nmany desirable properties such as proper scoring, truthful bidding (in a myopic\nsense), efficient computation, and guarantees on worst case loss. In fact, our\nunified framework will allow us to express various proper scoring rules,\nexisting or new, from classical utility functions in a convex optimization\nproblem representing the market organizer. Additionally, we utilize concepts\nfrom duality to show that the market model is equivalent to a risk minimization\nproblem where a convex risk measure is employed. This will allow us to more\nclearly understand the differences in the risk attitudes adopted by various\nmechanisms, and particularly deepen our intuition about popular mechanisms like\nHanson's market-maker. In aggregate, we believe this work advances our\nunderstanding of the objectives that the market organizer is optimizing in\npopular pari-mutuel mechanisms by recasting them into one unified framework.\n"]}]
["0902.2430",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2430"],"date":["2009-02-13"],"type":["text"],"creator":["Djilkibaev, Rashid M.","Konoplich, Rostislav V."],"language":[],"coverage":[],"title":["Estimation of Radiative Corrections to the Process of Muon-Electron\n  Conversion"],"description":["  In detection of electrons from $\\mu \\to e $ conversion process the\nmonochromatic electron spectrum is transformed due to a photon emission and\nfluctuations of energy loss in a target. The selection criterion of $\\mu \\to e\n(\\gamma)$ conversion events is an electron momentum above the threshold\nmomentum of 103.5 MeV/c, which corresponds to the maximum energy loss of 1.5\nMeV. Radiative corrections including a virtual photon correction and soft\nphoton emission below 1.5 MeV lead to a reduction by about 10% in the\nprobability of $\\mu \\to e $ conversion process calculated without radiative\ncorrections.\n  The soft photons emission below 1.5 MeV contributes to a change of electron\nspectrum from monoenergetic one at 105 MeV to a spectrum with a low energy tail\nfor the process of $\\mu \\to e (\\gamma)$ conversion. However the effect of\nsmearing of the initial momentum distribution due to the soft photon emission\nis small in comparison with a smearing due to energy loss fluctuations in a\ntarget. The average energy of soft photons emitted below 1.5 MeV is found to be\n40 keV. The soft photon approximation is a good description for $\\mu \\to e\n(\\gamma)$ conversion process with photons emitted below 1.5 MeV.\n","Comment: 16 pages, 8 figures"]}]
["0902.2433",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Classical Analysis and ODEs","34C05","34C07","34C23","37G05","37G10","37G15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2433"],"date":["2009-02-16"],"type":["text"],"creator":["Broer, Henk W.","Gaiko, Valery A."],"language":[],"coverage":[],"title":["Limit Cycle Bifurcations in a Quartic Ecological Model"],"description":["  In this paper we complete the global qualitative analysis of a quartic\necological model. In particular, studying global bifurcations of singular\npoints and limit cycles, we prove that the corresponding dynamical system has\nat most two limit cycles.\n","Comment: 13 pages"]}]
["0902.2434",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2434"],"date":["2009-02-14"],"type":["text"],"creator":["Berggren, Mikael","d'Ascenzo, Nicola","Schade, Peter","Stempel, Olga"],"language":[],"coverage":[],"title":["Summary of ILD performance at SPS1a'"],"description":["  The performance of the ILD detector at the ILC for the analysis of $\\mu$ and\n$\\tau$ channels at the SUSY benchmark-point SPS1a' has been studied with full\ndetector simulation. It is concluded that if 500 fb$^{-1}$ is delivered to the\nexperiment, $\\Delta(\\MXN{1}) = 920 \\MeVcc$, $\\Delta(\\msmul) = 100 \\MeVcc$,\n$\\Delta(\\MXN{2}) = 1.38 ~\\GeVcc$, and $\\Delta(\\sigma(\\eeto \\smul \\smul))$ =\n1.35 fb can be achieved from the $\\mu$ channels alone. The preliminary results\nfrom the $\\stau$ channels, indicates that $\\Delta(P_{\\tau}) = 13 $ % is also\nachievable.\n"]}]
["0902.2438",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2438"],"date":["2009-02-14"],"type":["text"],"creator":["Nam, Wooseok","Chung, Sae-Young","Lee, Yong H."],"language":[],"coverage":[],"title":["Capacity of the Gaussian Two-way Relay Channel to within 1/2 Bit"],"description":["  In this paper, a Gaussian two-way relay channel, where two source nodes\nexchange messages with each other through a relay, is considered. We assume\nthat all nodes operate in full-duplex mode and there is no direct channel\nbetween the source nodes. We propose an achievable scheme composed of nested\nlattice codes for the uplink and structured binning for the downlink. We show\nthat the scheme achieves within 1/2 bit from the cut-set bound for all channel\nparameters and becomes asymptotically optimal as the signal to noise ratios\nincrease.\n","Comment: 9 pages, 2 figures, submitted to IEEE Transactions on Information\n  Theory"]}]
["0902.2451",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2451"],"date":["2009-02-14"],"type":["text"],"creator":["Suarez, Antoine"],"language":[],"coverage":[],"title":["Why aren't quantum correlations maximally nonlocal? Biased local\n  randomness as essential feature of quantum mechanics"],"description":["  It is argued that the quantum correlations are not maximally nonlocal to make\nit possible to control local outcomes from outside spacetime, and quantum\nmechanics emerges from timeless nonlocality and biased local randomness. This\nrules out a world described by NL (nonlocal) boxes. A new type of experiments\nis suggested.\n","Comment: 4 pages, 3 figures"]}]
["0902.2455",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2455"],"date":["2009-02-15"],"type":["text"],"creator":["Cho, Hae Young"],"language":[],"coverage":[],"title":["Hypercharged Conformally Sequestered Gauge Mediation"],"description":["  The $B\\mu/\\mu$ solution in GMSB via the hidden sector dynamics is simple and\nnatural. However, it has some obstacles to be physical. To circumvent this\nsituation, we introduce the visible and the hidden branes, each of which has\nits own U(1) symmetry, in a five dimensional setup. In the bulk we allow\nChern-Simons coupling between the visible and the hidden U(1)s which gives an\nenhancement of the mass of bino. If this gives a considerable contribution to\nthe mass of bino, we can get a proper radiative electro weak symmetry breaking\nwith the boundary conditions, in which $B\\mu$ and squared scalar masses are\nsuppressed at the scale, where the hidden sector is integrated out.\n","Comment: jhep style, 10 pages and 4 figures"]}]
["0902.2461",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2461"],"date":["2009-02-14"],"type":["text"],"creator":["Dedkov, G. V.","Kyasov, A. A."],"language":[],"coverage":[],"title":["Casimir-Polder force out of thermal equilibrium"],"description":["  We calculate equilibrium and nonequilibrium Casimir-Polder force felt by a\nsmall particle (an atom)near a flat substrate using the framework of\nfluctuation electrodynamics in configuration of a small sphere above a flat\nsubstrate. A numerical example is given for a SiC micron -sized particle above\na SiC substrate. Different temperature configurations are considered.\n","Comment: 10 pages, 2 figures"]}]
["0902.2463",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2463"],"date":["2009-02-14"],"type":["text"],"creator":["Chen, Bo-lun","Kou, Su-peng"],"language":[],"coverage":[],"title":["Emergence of Topological Fermi Liquid from a Strongly Correlated Bosonic\n  System in Optical Superlattices"],"description":["  Recent experiments on quantum degenerate gases give an opportunity for\nsimulating strongly-correlated electronic systems in optical lattices. It may\nshed light on some long-standing puzzles in condensed-matter physics, like the\nnature of high-temperature superconductivity in cuprates that had baffled\npeople over two decades. It is believed that the two-dimensional fermionic\nHubbard model, or t-J model, contains the key to this problem; but the\ndifficulty of unveiling the mystery of a strongly-interacting fermionic system\nis also generally acknowledged. Here, as a substitute, we systematically\nanalyze the property of bosonic t-J model simulated in optical superlattices\nnear unit-filling. In particular, we show the emergence of a strange\ntopological Fermi liquid with Fermi surfaces from a purely bosonic system. We\nalso discuss the possibility of observing these phenomena in ultracold atom\nexperiments. The result may provide some crucial insights into the origin of\nhigh-T_{c} superconductivity.\n","Comment: 9 pages, 5 figures"]}]
["0902.2464",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Classical Analysis and ODEs","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2464","SIGMA 5 (2009), 018, 28 pages","doi:10.3842/SIGMA.2009.018"],"date":["2009-02-14"],"type":["text"],"creator":["Guseinov, Gusein Sh."],"language":[],"coverage":[],"title":["Inverse Spectral Problems for Tridiagonal N by N Complex Hamiltonians"],"description":["  In this paper, the concept of generalized spectral function is introduced for\nfinite-order tridiagonal symmetric matrices (Jacobi matrices) with complex\nentries. The structure of the generalized spectral function is described in\nterms of spectral data consisting of the eigenvalues and normalizing numbers of\nthe matrix. The inverse problems from generalized spectral function as well as\nfrom spectral data are investigated. In this way, a procedure for construction\nof complex tridiagonal matrices having real eigenvalues is obtained.\n"]}]
["0902.2466",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Commutative Algebra","13C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2466"],"date":["2009-02-14"],"type":["text"],"creator":["Bouchiba, Samir"],"language":[],"coverage":[],"title":["AF-domains and their generalizations"],"description":["  In this paper, we are concerned with the study of the dimension theory of\ntensor products of algebras over a field $k$. We introduce and investigate the\nnotion of generalized AF-domain (GAF-domain for short) and prove that any\n$k$-algebra $A$ such that the polynomial ring in one variable $A[X]$ is an\nAF-domain is in fact a GAF-domain, in particular any AF-domain is a GAF-domain.\nMoreover, we compute the Krull dimension of $A\\otimes_kB$ for any $k$-algebra\n$A$ such that $A[X]$ is an AF-domain and any $k$-algebra $B$ generalizing the\nmain theorem of Wadsworth in [16].\n","Comment: 15 pages"]}]
["0902.2467",{"format":[],"subject":["Mathematics - Commutative Algebra","13C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2467"],"date":["2009-02-14"],"type":["text"],"creator":["Bouchiba, Samir"],"language":[],"coverage":[],"title":["Krull dimension of tensor products of pullbacks"],"description":["  This paper is concerned with the study of the dimension theory of tensor\nproducts of algebras over a field $k$. We answer an open problem set in [6] and\ncompute dim$(A\\otimes_kB)$ when $A$ is a $k$-algebra arising from a specific\npullback construction involving AF-domains and $B$ is an arbitrary $k$-algebra.\nOn the other hand, we deal with the question (Q) set in [5] and show, in\nparticular, that such a pullback $A$ is in fact a generalized AF-domain.\n","Comment: 19 pages"]}]
["0902.2470",{"format":[],"subject":["Mathematical Physics","Mathematics - Spectral Theory","35P20, 35S30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2470"],"date":["2009-02-14"],"type":["text"],"creator":["De Verdière, Yves Colin"],"language":[],"coverage":[],"title":["The semi-classical spectrum and the Birkhoff normal form"],"description":["  The purposes of this note are: 1) to propose a direct and \"elementary\" proof\nof the main result proved by Guillemin-Paul-Uribe [GPU], namely that the\nsemi-classical spectrum near a global minimum of the classical Hamiltonian\ndetermines the whole semi-classical Birkhoff normal form (denoted the BNF) in\nthe non-resonant case. 2) to present in the completely resonant case a similar\nproblem.\n"]}]
["0902.2476",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2476"],"date":["2009-02-14","2009-02-17"],"type":["text"],"creator":["Celebonovic, V."],"language":[],"coverage":[],"title":["On the coexistence of phases in a Lennard Jones liquid:first results"],"description":["  The aim of this paper is to investigate the conditions for the coexistence of\nphases in a Lennard Jones fluid. The calculation has been performed within the\nvirial developement mathod and, as a result, a simple approximate relation has\nbeen obtained between the number densities of two coexisting densities and the\ninterparticle potentials in them. The calculation is preliminary,in the sense\nthat it does not take into account the equality of the chemical potentials. The\nresults of this work may have implications for modelling of the giant planets.\nMore than 300 exoplanets have been discovered, so this has become more\nimportant than ever.\n","Comment: 4 pages,plain LaTeX,presented at the 15 National Conference of\n  Astronomers of Serbia,Belgrade, October 2-5, 2008.Typos corrected in v2"]}]
["0902.2487",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2487"],"date":["2009-02-14"],"type":["text"],"creator":["Parakh, Abhishek","Kak, Subhash"],"language":[],"coverage":[],"title":["A Recursive Threshold Visual Cryptography Scheme"],"description":["  This paper presents a recursive hiding scheme for 2 out of 3 secret sharing.\nIn recursive hiding of secrets, the user encodes additional information about\nsmaller secrets in the shares of a larger secret without an expansion in the\nsize of the latter, thereby increasing the efficiency of secret sharing. We\npresent applications of our proposed protocol to images as well as text.\n","Comment: 8 pages"]}]
["0902.2494",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2494"],"date":["2009-02-15"],"type":["text"],"creator":["Diehl, R.","von Ballmoos, P.","Boggs, S.","Burkert, A.","Chieffi, A.","Gehrels, N.","Greiner, J.","Hartmann, D. H.","Kanbach, G.","Meynet, G.","Prantzos, N.","Ryan, J.","Thielemann, F. K.","Zinnecker, H."],"language":[],"coverage":[],"title":["Astrophysics with Radioactive Atomic Nuclei"],"description":["  We propose to advance investigations of electromagnetic radiation originating\nin atomic nuclei beyond its current infancy to a true astronomy. This nuclear\nemission is independent from conditions of gas, thus complements more\ntraditional stronomical methods used to probe the nearby universe. Radioactive\ngamma-rays arise from isotopes which are made in specific locations inside\nmassive stars, their decay in interstellar space traces an otherwise not\ndirectly observable hot and tenuous phase of the ISM, which is crucial for\nfeedback from massive stars. Its intrinsic clocks can measure characteristic\ntimes of processes within the ISM. Frontier questions that can be addressed\nwith studies in this field are the complex interiors of massive stars and\nsupernovae which are key agents in galactic dynamics and chemical evolution,\nthe history of star-forming and supernova activity affecting our solar-system\nenvironment, and explorations of occulted and inaccessible regions of young\nstellar nurseries in our Galaxy.\n","Comment: 7 pages, white paper for US Nat.Acad.Sci. Decadal Survey \"Astro2010\""]}]
["0902.2496",{"format":[],"subject":["Mathematics - Number Theory","11L07","11F30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2496"],"date":["2009-02-14"],"type":["text"],"creator":["Templier, Nicolas"],"language":[],"coverage":[],"title":["A non-split sum of coefficients of modular forms"],"description":["  We shall introduce and study certain truncated sums of Hecke eigenvalues of\n$GL_2$-automorphic forms along quadratic polynomials. A power saving estimate\nis established and new applications to moments of critical $L$-values\nassociated to quadratic fields are derived. An application to the asymptotic\nbehavior of the height of Heegner points and singular moduli is discussed in\ndetails.\n"]}]
["0902.2500",{"format":[],"subject":["Mathematics - Probability","Mathematics - Differential Geometry","60J65 28D05 (Primary)","58J65 22E65 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2500"],"date":["2009-02-14"],"type":["text"],"creator":["Melcher, Tai"],"language":[],"coverage":[],"title":["Heat kernel analysis on semi-infinite Lie groups"],"description":["  This paper studies Brownian motion and heat kernel measure on a class of\ninfinite dimensional Lie groups. We prove a Cameron-Martin type\nquasi-invariance theorem for the heat kernel measure and give estimates on the\n$L^p$ norms of the Radon-Nikodym derivatives. We also prove that a logarithmic\nSobolev inequality holds in this setting.\n","Comment: 35 pages"]}]
["0902.2504",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2504"],"date":["2009-02-15"],"type":["text"],"creator":["Molyneux, Richard"],"language":[],"coverage":[],"title":["Hyperset Approach to Semi-structured Databases and the Experimental\n  Implementation of the Query Language Delta"],"description":["  This thesis presents practical suggestions towards the implementation of the\nhyperset approach to semi-structured databases and the associated query\nlanguage Delta. This work can be characterised as part of a top-down approach\nto semi-structured databases, from theory to practice. The main original part\nof this work consisted in implementation of the hyperset Delta query language\nto semi-structured databases, including worked example queries. In fact, the\ngoal was to demonstrate the practical details of this approach and language.\nThe required development of an extended, practical version of the language\nbased on the existing theoretical version, and the corresponding operational\nsemantics. Here we present detailed description of the most essential steps of\nthe implementation. Another crucial problem for this approach was to\ndemonstrate how to deal in reality with the concept of the equality relation\nbetween (hyper)sets, which is computationally realised by the bisimulation\nrelation. In fact, this expensive procedure, especially in the case of\ndistributed semi-structured data, required some additional theoretical\nconsiderations and practical suggestions for efficient implementation. To this\nend the 'local/global' strategy for computing the bisimulation relation over\ndistributed semi-structured data was developed and its efficiency was\nexperimentally confirmed.\n","Comment: Technical Report (PhD thesis), University of Liverpool, England"]}]
["0902.2507",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","35B45","35J55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2507"],"date":["2009-02-14"],"type":["text"],"creator":["Hsini, Mounir"],"language":[],"coverage":[],"title":["Existence of weak solutions for nonlinear elliptic systems involving the\n  (p(x), q(x))-Laplacian"],"description":["  In this paper, we prove the existence of weak solutions for the following\nnonlinear elliptic system {lll} -\\Delta_{p(x)}u = a(x)|u|^{p(x)-2}u -\nb(x)|u|^{\\alpha(x)}|v|^{\\beta(x)} v + f(x) in \\Omega, \\Delta_{q(x)}v = c(x)\n|v|^{q(x)-2}v - d(x)|v|^{\\beta(x)}|u|^{\\alpha(x)} u + g(x) in \\Omega, u = v = 0\n\\quad on \\partial\\Omega, where $\\Omega$ is an open bounded domains of\n$\\mathbb{R}^N$ with a smooth boundary $\\partial\\Omega$ and $\\Delta_{p(x)}$\ndenotes the $p(x)$-Laplacian.The existence of weak solutions is proved using\nthe theory of monotone operators. Similar result will be proved when\n$\\Omega=\\mathbb{R}^N$.\n","Comment: 15 pages"]}]
["0902.2508",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2508"],"date":["2009-02-16"],"type":["text"],"creator":["Huang, Huai-Xiang","Chen, Yan","Yang, Guo-Hong"],"language":[],"coverage":[],"title":["Unconventional superconducting states on doped Shastry-Sutherland\n  lattice"],"description":["  By using a renormalized mean-field theory, we investigate the phase diagram\nof $t$-$t'$-$J$-$J'$ model on two dimensional Shastry-Sutherland lattice which\nare topologically equivalent to synthesized material $\\mathrm{SrCu_2(BO_3)_2}$.\nWe find that the symmetry of superconductivity ground state depends on the\nfrustration amplitude $\\eta=t'/t$ and doping concentration. For weak to\nintermediate frustration, $d_{x^2-y^2}$-wave pairing symmetry is robust in a\nlarge parameter region. Around the symmetric point $|\\eta|=1$, d-wave,\n$s$-s-wave pairing as well as staggered flux may serve as ground state by\nvarying the doping level. There is a first-order transition between these\ndistinct ground states. For larger frustration $|\\eta|>1$, the ground state has\nan $s$-s-wave symmetry for both hole and electron doping.\n","Comment: 6 pages, 7 figures"]}]
["0902.2512",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2512"],"date":["2009-02-14"],"type":["text"],"creator":["Gao, Y. B.","Yang, S.","Liu, Yu-xi","Sun, C. P.","Nori, Franco"],"language":[],"coverage":[],"title":["Probing Nano-Mechanical QED Effects"],"description":["  We propose and study an \"intrinsic probing\" approach, without introducing any\nexternal detector, to mimic cavity QED effects in a qubit-nanomechanical\nresonator system. This metallic nanomechanical resonator can act as an\nintrinsic detector when a weak driving current passes through it. The\nnanomechanical resonator acts as both the cavity and the detector. A cavity\nQED-like effect is demonstrated by the correlation spectrum of the\nelectromotive force between the two ends of the nanomechanical resonator. Using\nthe quantum regression theorem and perturbation theory, we analytically\ncalculate the correlation spectrum. In the weak driving limit, we study the\neffect on the vacuum Rabi splitting of both the strength of the driving as well\nas the frequency-detuning between the charge qubit and the nanomechanical\nresonator. Numerical calculations confirm the validity of our intrinsic probing\napproach.\n","Comment: 8 pages, 4 figures"]}]
["0902.2527",{"format":[],"subject":["Physics - Fluid Dynamics","Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2527"],"date":["2009-02-15"],"type":["text"],"creator":["Jia, M.","Lou, S. Y."],"language":[],"coverage":[],"title":["Baroclinic equivalent and nonequivalent barotropic modes for rotating\n  stratified flows"],"description":["  In strictly speaking, all the natural phenomena on the earth should be\ntreated under rotating coordinate. The existence of baroclinic nonequivalent\nbarotropic laminar solution for rotating fluids is still open though the\nlaminar solutions for the irrotational fluid had been well studied. In this\nletter, all the possible equivalent barotropic (EB) laminar solution are\nfirstly explored and all the possible baroclinic non-EB elliptic circulations\nand hyperbolic laminar modes are discovered. The baroclinic EB circulations\n(including the vortex streets and hurricane like vortices) possess rich\nstructures because either the arbitrary solutions of arbitrary nonlinear Poison\nequations can be used or an arbitrary two-dimensional stream function is\nrevealed. The discovery of the baroclinic non-EB modes disproves a known\nconjecture. The results may be broadly applied in atmospheric and oceanic\ndynamics, plasma physics, astrophysics and so on.\n","Comment: 4 pages, 5 figures"]}]
["0902.2528",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2528","M. Ramzan et al 2008 Chinese Phys. Lett. 25 3543-3546","doi:10.1088/0256-307X/25/10/007"],"date":["2009-02-16"],"type":["text"],"creator":["Ramzan, M.","Khan, M. K."],"language":[],"coverage":[],"title":["Multiparty quantum cryptographic protocol"],"description":["  We propose a multiparty quantum cryptographic protocol. Unitary operators\napplied by Bob and Charlie, on their respective qubits of a tripartite\nentangled state encodes a classical symbol that can be decoded at Alice's end\nwith the help of a decoding matrix. Eve's presence can be detected by the\ndisturbance of the decoding matrix. Our protocol is secure against\nintercept-resend attacks. Furthermore, it is efficient and deterministic in the\nsense that two classical bits can be transferred per entangled pair of qubits.\nIt is worth mentioning that in this protocol same symbol can be used for key\ndistribution and Eve's detection that enhances the efficiency of the protocol.\n","Comment: 12 pages, 1 .eps figure, 3 tables"]}]
["0902.2543",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2543"],"date":["2009-02-15"],"type":["text"],"creator":["Savin, A."],"language":[],"coverage":[],"title":["Potential-driven adiabatic connection in density functional theory"],"description":["  As density functional theory conventionally assumes that the density of a\nchosen model system (e.g., the Kohn-Sham system) is the same as the exact one,\none might expect that approximations to the exact density introduce\nsupplementary errors by falsifying the density. In fact, this is not true: by\nmodelling the exchange-correlation holes for all densities, density functional\napproximations avoid this problem. The technique used to show it is a\npotential-driven adiabatic connection which hopefully will also permit\nconstructing new approximations in the spirit of DFT.\n"]}]
["0902.2548",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2548"],"date":["2009-02-15"],"type":["text"],"creator":["Stassun, Keivan G.","Hebb, Leslie","Lopez-Morales, Mercedes","Prsa, Andrej"],"language":[],"coverage":[],"title":["Eclipsing Binary Stars as Tests of Stellar Evolutionary Models and\n  Stellar Ages"],"description":["  Eclipsing binary stars provide highly accurate measurements of the\nfundamental physical properties of stars. They therefore serve as stringent\ntests of the predictions of evolutionary models upon which most stellar age\ndeterminations are based. Models generally perform very well in predicting\ncoeval ages for eclipsing binaries with main-sequence components more massive\nthan ~1.2 Msun; relative ages are good to ~5% or better in this mass regime.\nLow-mass main-sequence stars (M < 0.8 Msun) reveal large discrepancies in the\nmodel predicted ages, primarily due to magnetic activity in the observed stars\nthat appears to inhibit convection and likely causes the radii to be 10-20%\nlarger than predicted. In mass-radius diagrams these stars thus appear 50-90%\nolder or younger than they really are. Aside from these activity-related\neffects, low-mass pre--main-sequence stars at ages ~1 Myr can also show\nnon-coevality of ~30% due to star formation effects, however these effects are\nlargely erased after ~10 Myr.\n","Comment: 8 pages, to appear in IAU 258: \"Ages of Stars\". This version has\n  fixed a corrupted figure from original submission"]}]
["0902.2549",{"format":[],"subject":["Condensed Matter - Materials Science","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2549"],"date":["2009-02-15"],"type":["text"],"creator":["Marx, O. Roslyak C. A.","Mukamel, S."],"language":[],"coverage":[],"title":["Nonlinear spectroscopy with entangled photons; manipulating quantum\n  pathways of matter"],"description":["  Optical signals obtained by the material response to classical laser fields\nare given by nonlinear response functions which can be expressed by sums over\nvarious quantum pathways of matter. We show that some pathways can be selected\nby using nonclassical fields, through the entanglement of photon and material\npathways, which results in a different-power law dependence on the incoming\nfield intensity. Spectrally overlapping stimulated Raman scattering (SRS) and\ntwo-photon-absorption (TPA) pathways in a pump probe experiment are separated\nby controlling the degree of entanglement of pairs of incoming photons.\nPathway-selectivity opens up new avenues for mapping photon into material\nentanglement. New material information, otherwise erased by interferences among\npathways, is revealed.\n"]}]
["0902.2556",{"format":[],"subject":["Mathematics - Optimization and Control","49N70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2556"],"date":["2009-02-15"],"type":["text"],"creator":["Averboukh, Yurii"],"language":[],"coverage":[],"title":["A Transformation of the Control under Uncertainty Problems"],"description":["  The game theoretical approach problem is considered. If goal set is\ncontrollability set of auxiliary control system then the original problem can\nbe transformed into the problem of approach \"at the moment\".\n","Comment: 11 pages"]}]
["0902.2557",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2557","Phys. Lett. A 373, 686 (2009)","doi:10.1016/j.physleta.2008.12.022"],"date":["2009-02-15"],"type":["text"],"creator":["Shaginyan, V. R.","Amusia, M. Ya.","Popov, K. G.","Stephanovich, V. A."],"language":[],"coverage":[],"title":["Quantum critical point in high-temperature superconductors"],"description":["  Recently, in high-T_c superconductors (HTSC), exciting measurements have been\nperformed revealing their physics in superconducting and pseudogap states and\nin normal one induced by the application of magnetic field, when the transition\nfrom non-Fermi liquid to Landau Fermi liquid behavior occurs. We employ a\ntheory, based on fermion condensation quantum phase transition which is able to\nexplain facts obtained in the measurements. We also show, that in spite of very\ndifferent microscopic nature of HTSC, heavy-fermion metals and 2D 3He, the\nphysical properties of these three classes of substances are similar to each\nother.\n","Comment: 9 pages, 8 figures"]}]
["0902.2562",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2562"],"date":["2009-02-15"],"type":["text"],"creator":["Dumitrescu, Gheorghe"],"language":[],"coverage":[],"title":["Astrophysical chaotic gun effect"],"description":["  We propose a kinetic equation for a special kind of acceleration: chaotic gun\neffect. Then we infer a distribution function which can depict the instability\ncondition. With this distribution function we derive the power spectrum of the\nsynchrotron emission and we prove the power law form of the power spectrum. We\nshow that the spectral index of the emission spectrum is related to the\nspectral index of the number of the charged particles in the beam. Our numeric\nsimulations show that the spectrum has a break at a frequency threshold where\nthe chaotic acceleration becomes efficient. Assuming this threshold to the set\non of the efficient chaotic gun effect we estimate the magnetic strength .Our\npaper advocates an electromagnetic process able to accelerate charged particles\nto high energies starting from low energies. Assuming the high-energy particles\nspectra of Mkn 501 to be produced by the synchrotron emission during chaotic\ngun effect we estimate some parameters of the source.\n","Comment: Submited to EJTP;18 pages,6figures"]}]
["0902.2567",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2567"],"date":["2009-02-15"],"type":["text"],"creator":["Law, David R.","Wright, Shelley A.","Ellis, Richard S.","Erb, Dawn K.","Nesvadba, Nicole","Steidel, Charles C.","Swinbank, Mark"],"language":[],"coverage":[],"title":["Kinematics and Formation Mechanisms of High-Redshift Galaxies"],"description":["  Recent years have witnessed a substantial increase in our ability to trace\nthe spatially resolved properties of rapidly star-forming galaxies in the\nhigh-redshift universe and numerous studies have suggested the importance of\nturbulent gas-phase kinematics. In this submission to the Astro 2010 Decadal\nsurvey we outline some of the major outstanding questions regarding the\nkinematics and formation history of these galaxies, such as the prevalence of\nvarious kinematic models, the relation to lower surface-brightness populations\nand faint AGN, and the implications for the evolution of gas accretion and\ncooling mechanisms with redshift. We comment on the capability of future large\noptical/IR and millimeter wavelength facilities to address these questions.\n","Comment: 8 pages total. White paper submitted to the Astro 2010 Decadal Survey"]}]
["0902.2568",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Optimization and Control","35L50","93B05","93C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2568"],"date":["2009-02-15"],"type":["text"],"creator":["Coron, Jean-Michel","Glass, Olivier","Wang, Zhiqiang"],"language":[],"coverage":[],"title":["Exact boundary controllability for 1-D quasilinear hyperbolic systems\n  with a vanishing characteristic speed"],"description":["  The general theory on exact boundary controllability for general first order\nquasilinear hyperbolic systems requires that the characteristic speeds of\nsystem do not vanish. This paper deals with exact boundary controllability,\nwhen this is not the case. Some important models are also shown as applications\nof the main result. The strategy uses the return method, which allows in\ncertain situations to recover non zero characteristic speeds.\n","Comment: 20 pages"]}]
["0902.2576",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2576"],"date":["2009-02-15"],"type":["text"],"creator":["Millan-Gabet, R.","Monnier, John D."],"language":[],"coverage":[],"title":["How and When do Planets Form? The Inner Regions of Planet Forming Disks\n  at High Spatial and Spectral Resolution"],"description":["  The formation of planets is one of the major unsolved problems in modern\nastrophysics. Planets are believed to form out of the material in circumstellar\ndisks known to exist around young stars, and which are a by-product of the star\nformation process. Therefore, the physical conditions in these disks -\nstructure and composition as a function of stellocentric radius and vertical\nheight, density and temperature profiles of each component - represent the\ninitial conditions under which planets form. Clearly, a good understanding of\ndisk structure and its time evolution are crucial to understanding planet\nformation, the evolution of young planetary systems (e.g. migration), and the\nrecently discovered, and unanticipated, diversity of planetary architectures.\nHowever, the inner disk regions (interior to ~10 AU) most relevant in the\ncontext of planet formation are very poorly known, primarily because of\nobservational challenges in spatially resolving this region. In this\ncontribution we discuss opportunities for the next decade from spectrally and\nspatially resolved observations, and from direct imaging, using infrared long\nbaseline interferometry.\n","Comment: Science White Paper submitted to the Astro2010 Decadal Survey"]}]
["0902.2580",{"format":[],"subject":["Mathematics - Algebraic Geometry","14B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2580"],"date":["2009-02-15"],"type":["text"],"creator":["Kennedy, Gary","McEwan, Lee J."],"language":[],"coverage":[],"title":["Monodromy of plane curves and quasi-ordinary surfaces"],"description":["  We develop recursive formulas for the horizontal and vertical monodromies of\na quasi-ordinary surface. These are monodromies associated to the Milnor fiber\nof a slice transverse to a component of the singular locus. In the course of\nworking out these recursions, we have discovered what appears to be a new way\nto express the monodromy associated to the Milnor fibration of a singular plane\ncurve.\n","Comment: 19 pages, 5 figures"]}]
["0902.2590",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2590"],"date":["2009-02-15","2009-02-16"],"type":["text"],"creator":["Scranton, Ryan","Albrecht, Andreas","Caldwell, Robert","Cooray, Asantha","Dore, Olivier","Habib, Salman","Heavens, Alan","Heitmann, Katrin","Jain, Bhuvnesh","Knox, Lloyd","Newman, Jeffrey A.","Serra, Paolo","Song, Yong-Seon","Strauss, Michael","Tyson, Tony","Verde, Licia","Zhan, Hu"],"language":[],"coverage":[],"title":["The Case for Deep, Wide-Field Cosmology"],"description":["  Much of the science case for the next generation of deep, wide-field\noptical/infrared surveys has been driven by the further study of dark energy.\nThis is a laudable goal (and the subject of a companion white paper by Zhan et\nal.). However, one of the most important lessons of the current generation of\nsurveys is that the interesting science questions at the end of the survey are\nquite different than they were when the surveys were being planned. The current\nsurveys succeeded in this evolving terrain by being very general tools that\ncould be applied to a number of very fundamental measurements. Likewise, the\naccessibility of the data enabled the broader cosmological and astronomical\ncommunity to generate more science than the survey collaborations could alone.\nWith that in mind, we should consider some of the basic physical and\ncosmological questions that surveys like LSST and JDEM-Wide will be able to\naddress.\n","Comment: 7 pages, 5 figures, whitepaper submitted to Astro2010 Decadal Survey"]}]
["0902.2591",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2591"],"date":["2009-02-15","2009-02-17"],"type":["text"],"creator":["Kirby, Evan N.","Guhathakurta, Puragra","Bullock, James S.","Frebel, Anna","Geha, Marla","Gilbert, Karoline M.","Kalirai, Jasonjot S.","Kaplinghat, Manoj","Kuhlen, Michael","Majewski, Steven R.","Robertson, Brant E.","Simon, Joshua D.","Zemp, Marcel"],"language":[],"coverage":[],"title":["The Role of Dwarf Galaxies in Building Large Stellar Halos"],"description":["  The hierarchical theory of galaxy formation rests on the idea that smaller\ngalactic structures merge to form the galaxies that we see today. The past\ndecade has provided remarkable observational support for this scenario, driven\nin part by advances in spectroscopic instrumentation. Multi-object spectroscopy\nenabled the discovery of kinematically cold substructures around the Milky Way\nand M31 that are likely the debris of disrupting satellites. Improvements in\nhigh-resolution spectroscopy have produced key evidence that the abundance\npatterns of the Milky Way halo and its dwarf satellites can be explained by\nGalactic chemical evolution models based on hierarchical assembly.\n  These breakthroughs have depended almost entirely on observations of nearby\nstars in the Milky Way and luminous red giant stars in M31 and Local Group\ndwarf satellites. In the next decade, extremely large telescopes will allow\nobservations far down the luminosity function in the known dwarf galaxies, and\nthey will enable observations of individual stars far out in the Galactic halo.\nThe chemical abundance census now available for the Milky Way will become\npossible for our nearest neighbor, M31. Velocity dispersion measurements now\navailable in M31 will become possible for systems beyond the Local Group such\nas Sculptor and M81 Group galaxies. Detailed studies of a greater number of\nindividual stars in a greater number of spiral galaxies and their satellites\nwill test hierarchical assembly in new ways because dynamical and chemical\nevolution models predict different outcomes for halos of different masses in\ndifferent environments.\n","Comment: Astro2010 Decadal Survey White Paper, 8 pages"]}]
["0902.2592",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2592"],"date":["2009-02-15"],"type":["text"],"creator":["Li, Zheng","Wang, Yao","Lin, Yuanhua","Nan, Cewen"],"language":[],"coverage":[],"title":["Magnetic-Field-Dependent Raman Scattering in Multiferroic Bilayer Films:\n  Evidence for Stress-Mediated Magnetoelectric Coupling"],"description":["  We report the first magnetic-field-dependent Raman scattering studies on\nPb(Zr,Ti)O3-CoFe2O4 bilayer multiferroic system. The phonon frequencies of the\nnano-bilayers obviously change with magnetic field, which is absent in the\nsingle Pb(Zr,Ti)O3 films. The magnetostriction of the CoFe2O4 layer generates\nstress mechanically transferred to the Pb(Zr,Ti)O3 layer, resulting in the mode\nchanges. The observed magnetic-field-induced softening of the soft mode in the\nPb(Zr,Ti)O3 layer bears a striking resemblance to direct magnetoelectric output\nin the bilayers, providing evidence for stress-mediated magnetoelectric\ncoupling mechanism in the multiferroic bi-layers.\n","Comment: 16 pages, 4 figures"]}]
["0902.2596",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2596","Phys. Rev. A 78, 063422 (2008)","doi:10.1103/PhysRevA.78.063422"],"date":["2009-02-15"],"type":["text"],"creator":["Shuang, Feng","Zhou, Mianlai","Pechen, Alexander","Wu, Rebing","Shir, Ofer M.","Rabitz, Herschel"],"language":[],"coverage":[],"title":["Control of quantum dynamics by optimized measurements"],"description":["  Quantum measurements are considered for optimal control of quantum dynamics\nwith instantaneous and continuous observations utilized to manipulate\npopulation transfer. With an optimal set of measurements, the highest yield in\na two-level system can be obtained. The analytical solution is given for the\nproblem of population transfer by measurement-assisted coherent control in a\nthree-level system with a dynamical symmetry. The anti-Zeno effect is recovered\nin the controlled processes. The demonstrations in the paper show that suitable\nobservations can be powerful tools in the manipulation of quantum dynamics.\n","Comment: 18 pages, 2 figures"]}]
["0902.2598",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2598"],"date":["2009-02-15"],"type":["text"],"creator":["Chandran, Deepak","Bergmann, Frank T.","Sauro, Herbert M."],"language":[],"coverage":[],"title":["Athena: Modular CAM/CAD Software for Synthetic Biology"],"description":["  Synthetic biology is the engineering of cellular networks. It combines\nprinciples of engineering and the knowledge of biological networks to program\nthe behavior of cells. Computational modeling techniques in conjunction with\nmolecular biology techniques have been successful in constructing biological\ndevices such as switches, oscillators, and gates. The ambition of synthetic\nbiology is to construct complex systems from such fundamental devices, much in\nthe same way electronic circuits are built from basic parts. As this ambition\nbecomes a reality, engineering concepts such as interchangeable parts and\nencapsulation will find their way into biology. We realize that there is a need\nfor computational tools that would support such engineering concepts in\nbiology. As a solution, we have developed the software Athena that allows\nbiological models to be constructed as modules. Modules can be connected to one\nanother without altering the modules themselves. In addition, Athena houses\nvarious tools useful for designing synthetic networks including tools to\nperform simulations, automatically derive transcription rate expressions, and\nview and edit synthetic DNA sequences. New tools can be incorporated into\nAthena without modifying existing program via a plugin interface, IronPython\nscripts, Systems Biology Workbench interfacing and the R statistical language.\nThe program is currently for Windows operating systems, and the source code for\nAthena is made freely available through CodePlex, www.codeplex.com/athena.\n","Comment: 17 pages, 7 figures"]}]
["0902.2599",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2599"],"date":["2009-02-15"],"type":["text"],"creator":["Zhan, Hu","Albrecht, Andreas","Cooray, Asantha","Habib, Salman","Heavens, Alan","Heitmann, Katrin","Jain, Bhuvnesh","Jee, Myungkook J.","Knox, Lloyd","Mandelbaum, Rachel","Newman, Jeff","Schmidt, Samuel","Scranton, Ryan","Strauss, Michael","Tyson, Tony","Verde, Licia","Wittman, David","Wood-Vasey, Michael"],"language":[],"coverage":[],"title":["Exploring Dark Energy with Next-Generation Photometric Redshift Surveys"],"description":["  The coming decade will be an exciting period for dark energy research, during\nwhich astronomers will address the question of what drives the accelerated\ncosmic expansion as first revealed by type Ia supernova (SN) distances, and\nconfirmed by later observations.\n  The mystery of dark energy poses a challenge of such magnitude that, as\nstated by the Dark Energy Task Force (DETF), \"nothing short of a revolution in\nour understanding of fundamental physics will be required to achieve a full\nunderstanding of the cosmic acceleration.\" The lack of multiple complementary\nprecision observations is a major obstacle in developing lines of attack for\ndark energy theory. This lack is precisely what next-generation surveys will\naddress via the powerful techniques of weak lensing (WL) and baryon acoustic\noscillations (BAO) -- galaxy correlations more generally -- in addition to SNe,\ncluster counts, and other probes of geometry and growth of structure. Because\nof their unprecedented statistical power, these surveys demand an accurate\nunderstanding of the observables and tight control of systematics.\n  This white paper highlights the opportunities, approaches, prospects, and\nchallenges relevant to dark energy studies with wide-deep multiwavelength\nphotometric redshift surveys. Quantitative predictions are presented for a\n20000 sq. deg. ground-based 6-band (ugrizy) survey with 5-sigma depth of\nr~27.5, i.e., a Stage 4 survey as defined by the DETF.\n","Comment: Science white paper submitted to the US Astro2010 Decadal Survey"]}]
["0902.2601",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","42B35, 42C10, 42C40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2601"],"date":["2009-02-15"],"type":["text"],"creator":["Ivanov, Kamen","Petrushev, Pencho","Xu, Yuan"],"language":[],"coverage":[],"title":["Decomposition of spaces of distributions induced by tensor product bases"],"description":["  Rapidly decaying kernels and frames (needlets) in the context of tensor\nproduct Jacobi polynomials are developed based on several constructions of\nmultivariate $C^\\infty$ cutoff functions. These tools are further employed to\nthe development of the theory of weighted Triebel-Lizorkin and Besov spaces on\n$[-1, 1]^d$. It is also shown how kernels induced by cross product bases can be\nconstructed and utilized for the development of weighted spaces of\ndistributions on products of multidimensional ball, cube, sphere or other\ndomains.\n","Comment: 42 pages"]}]
["0902.2602",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2602"],"date":["2009-02-16"],"type":["text"],"creator":["Kiss, L. L.","Monnier, J. D.","Bedding, T. R.","Tuthill, P.","Zhao, M.","Ireland, M. J.","Brummelaar, T. A. ten"],"language":[],"coverage":[],"title":["CHARA/MIRC interferometry of red supergiants: diameters, effective\n  temperatures and surface features"],"description":["  We have obtained H-band interferometric observations of three galactic red\nsupergiant stars using the MIRC instrument on the CHARA array. The targets\ninclude AZ Cyg, a field RSG and two members of the Per OB1 association, RS Per\nand T Per. We find evidence of departures from circular symmetry in all cases,\nwhich can be modelled with the presence of hotspots. This is the first\ndetection of these features in the $H$-band. The measured mean diameters and\nthe spectral energy distributions were combined to determine effective\ntemperatures. The results give further support to the recently derived hotter\ntemperature scale of red supergiant stars by Levesque et al. (2005), which has\nbeen evoked to reconcile the empirically determined physical parameters and\nstellar evolutionary theories. We see a possible correlation between\nspottedness and mid-IR emission of the circumstellar dust, suggesting a\nconnection between mass-loss and the mechanism that generates the spots.\n","Comment: 6 pages, 5 figures, to appear in the Proc. of \"Hot and Cool: Bridging\n  Gaps in Massive Star Evolution\", NASA Herschel Science Center, Nov 10-12,\n  2008"]}]
["0902.2611",{"format":[],"subject":["Mathematics - Analysis of PDEs","49J45, 49Q20","82D60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2611"],"date":["2009-02-16"],"type":["text"],"creator":["Peletier, Mark A.","Veneroni, Marco"],"language":[],"coverage":[],"title":["Stripe patterns in a model for block copolymers"],"description":["  We consider a pattern-forming system in two space dimensions defined by an\nenergy G_e. The functional G_e models strong phase separation in AB diblock\ncopolymer melts, and patterns are represented by {0,1}-valued functions; the\nvalues 0 and 1 correspond to the A and B phases. The parameter e is the ratio\nbetween the intrinsic, material length scale and the scale of the domain. We\nshow that in the limit (as e goes to 0) any sequence u_e of patterns with\nuniformly bounded energy G_e(u_e) becomes stripe-like: the pattern becomes\nlocally one-dimensional and resembles a periodic stripe pattern of periodicity\nO(e). In the limit the stripes become uniform in width and increasingly\nstraight.\n  Our results are formulated as a convergence theorem, which states that the\nfunctional G_e Gamma-converges to a limit functional G_0. This limit functional\nis defined on fields of rank-one projections, which represent the local\ndirection of the stripe pattern. The functional G_0 is only finite if the\nprojection field solves a version of the Eikonal equation, and in that case it\nis the L^2-norm of the divergence of the projection field, or equivalently the\nL^2-norm of the curvature of the field.\n  At the level of patterns the converging objects are the jump measures\n|grad(u_e)| combined with the projection fields corresponding to the tangents\nto the jump set. The central inequality from Peletier & Roeger, (Archive for\nRational Mechanics and Analysis, to appear), provides the initial estimate and\nleads to weak measure-function-pair convergence. We obtain strong convergence\nby exploiting the non-intersection property of the jump set.\n","Comment: 56 pages, 8 figures, submitted"]}]
["0902.2614",{"format":[],"subject":["Mathematics - Numerical Analysis","65F10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2614"],"date":["2009-02-16"],"type":["text"],"creator":["Sogabe, T.","Hoshi, T.","Zhang, S. -L.","Fujiwara, T."],"language":[],"coverage":[],"title":["On a weighted quasi-residual minimization strategy of the QMR method for\n  solving complex symmetric shifted linear systems"],"description":["  We consider the solution of complex symmetric shifted linear systems. Such\nsystems arise in large-scale electronic structure simulations and there is a\nstrong need for the fast solution of the systems. With the aim of solving the\nsystems efficiently, we consider a special case of the QMR method for\nnon-Hermitian shifted linear systems and propose its weighted quasi-minimal\nresidual approach. A numerical algorithm, referred to as shifted QMR\\_SYM($B$),\nis given by the choice of a particularly cost-effective weight. Numerical\nexamples are presented to show the performance of the shifted QMR\\_SYM($B$)\nmethod.\n"]}]
["0902.2618",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2618","Physical Review Letters 102 (2009) 045901","doi:10.1103/PhysRevLett.102.045901"],"date":["2009-02-16"],"type":["text"],"creator":["Brault, Pascal","Josserand, Christophe","Bauchire, Jean-Marc","Caillard, Amael","Charles, Christine","Boswell, Rod W."],"language":[],"coverage":[],"title":["Anomalous diffusion mediated by atom deposition into a porous substrate"],"description":["  Constant flux atom deposition into a porous medium is shown to generate a\ndense overlayer and a diffusion profile. Scaling analysis shows that the\noverlayer acts as a dynamic control for atomic diffusion in the porous\nsubstrate. This is modeled by generalizing the porous diffusion equation with a\ntime-dependent diffusion coefficient equivalent to a nonlinear rescaling of\ntime\n","Comment: 4 pages"]}]
["0902.2621",{"format":[],"subject":["Computer Science - Programming Languages","Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2621"],"date":["2009-02-16"],"type":["text"],"creator":["Breslav, Andrey"],"language":[],"coverage":[],"title":["Creating modular and reusable DSL textual syntax definitions with\n  Grammatic/ANTLR"],"description":["  In this paper we present Grammatic -- a tool for textual syntax definition.\nGrammatic serves as a front-end for parser generators (and other tools) and\nbrings modularity and reuse to their development artifacts. It adapts\ntechniques for separation of concerns from Apsect-Oriented Programming to\ngrammars and uses templates for grammar reuse. We illustrate usage of Grammatic\nby describing a case study: bringing separation of concerns to ANTLR parser\ngenerator, which is achieved without a common time- and memory-consuming\ntechnique of building an AST to separate semantic actions from a grammar\ndefinition.\n","Comment: Submitted to PSI'09"]}]
["0902.2623",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Optimization and Control","35L65, 49K20, 93C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2623"],"date":["2009-02-16"],"type":["text"],"creator":["Colombo, Rinaldo M.","Herty, Michael","Mercier, Magali"],"language":[],"coverage":[],"title":["Control of the Continuity Equation with a Non Local Flow"],"description":["  This paper focuses on the optimal control of weak (i.e. in general non\nsmooth) solutions to the continuity equation with non local flow. Our driving\nexamples are a supply chain model and an equation for the description of\npedestrian flows. To this aim, we prove the well posedness of a class of\nequations comprising these models. In particular, we prove the\ndifferentiability of solutions with respect to the initial datum and\ncharacterize its derivative. A necessary condition for the optimality of\nsuitable integral functionals then follows.\n"]}]
["0902.2624",{"format":[],"subject":["Mathematics - Dynamical Systems","37A35","37A40","37E99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2624"],"date":["2009-02-16"],"type":["text"],"creator":["Buzzi, Jerome"],"language":[],"coverage":[],"title":["A continuous, piecewise affine surface map with no measure of maximal\n  entropy"],"description":["  It is known that piecewise affine surface homeomorphisms always have measures\nof maximal entropy. This is easily seen to fail in the discontinuous case. Here\nwe describe a piecewise affine, globally continuous surface map with no measure\nof maximal entropy.\n","Comment: 11 pages; 13 color figures"]}]
["0902.2625",{"format":[],"subject":["Mathematics - Functional Analysis","Primary: 43A46","secondary: 42A55","42A61","60G52"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2625"],"date":["2009-02-16"],"type":["text"],"creator":["Lefèvre, Pascal","Li, Daniel","Queffélec, Hervé","Rodriguez-Piazza, Luis"],"language":[],"coverage":[],"title":["Thin sets of integers in Harmonic analysis and p-stable random Fourier\n  series"],"description":["  We investigate the behavior of some thin sets of integers defined through\nrandom trigonometric polynomial when one replaces Gaussian or Rademacher\nvariables by p-stable ones, with 1 < p < 2. We show that in one case this\nbehavior is essentially the same as in the Gaussian case, whereas in another\ncase, this behavior is entirely different.\n"]}]
["0902.2626",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2626"],"date":["2009-02-16"],"type":["text"],"creator":["Eyssidieux, Philippe","Simpson, Carlos T."],"language":[],"coverage":[],"title":["Variations of Mixed Hodge Structure attached to the deformation theory\n  of a Complex Variation of Hodge Structures"],"description":["  We construct a Mixed Hodge Structure on the local complete ring of the\nrepresentation scheme at the holonomy of a VHS on a compact K\\\"ahler manifold\nand prove that the corresponding tautological representation is the holonomy of\na VMHS. In order to carry out this construction we revisit the well-known work\nof Goldman and Millson on the deformation theory of representations of K\\\"ahler\ngroups.\n"]}]
["0902.2636",{"format":[],"subject":["Physics - Classical Physics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2636"],"date":["2009-02-16"],"type":["text"],"creator":["Yarman, Tolga","Kholmetskii, Alexander L.","Tane, Jean-Louis"],"language":[],"coverage":[],"title":["The Ideal Gas Behavior is in Fact Nothing, But a Macroscopic Quantum\n  Mechanical Manifestation"],"description":["  This article mainly consists in the quantum mechanical study of an\nadiabatically compressed particle, in an infinitely high well, which we\nconjecture, can be considered as the basis of an ideal gas. Thus we prove that,\nall the compression energy is, as may be expected, transformed into extra\nkinetic energy of the particle. This result frames a quantum mechanical\ndefinition of an ideal gas. It further helps the elucidation of a paradox.\n","Comment: 14 pages, no figures"]}]
["0902.2641",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2641"],"date":["2009-02-16"],"type":["text"],"creator":["Razdolski, I.","Kapra, R.","Murzina, T.","Aktsipetrov, O.","Inoue, M."],"language":["ru"],"coverage":[],"title":["Third-order Self-action Effects in Photonic Microcavities"],"description":["  Third-order nonlinear optical effects in photonic microcavities are studied.\nSignificant light defocusing in the thin nonlinear microcavity spacer was\nobserved. The polarization self-action effect was detected, when the large\nnonlinear polarization rotation angle arises when exciting the microcavity\nmode, being proportional to the radiation intensity.\n","Comment: 3 pages, 4 figures, published in russian at Pis'ma v Zhurnal\n  Eksperimental'noi i Teoreticheskoi Fiziki Vol. 84, N. 8, pp. 529-532 (2006)"]}]
["0902.2648",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2648","26th International Symposium on Theoretical Aspects of Computer\n  Science STACS 2009 (2009) 517-528"],"date":["2009-02-16"],"type":["text"],"creator":["Grossi, Roberto","Orlandi, Alessio","Raman, Rajeev","Rao, S. Srinivasa"],"language":[],"coverage":[],"title":["More Haste, Less Waste: Lowering the Redundancy in Fully Indexable\n  Dictionaries"],"description":["  We consider the problem of representing, in a compressed format, a bit-vector\n$S$ of $m$ bits with $n$ 1s, supporting the following operations, where $b \\in\n\\{0, 1 \\}$: $rank_b(S,i)$ returns the number of occurrences of bit $b$ in the\nprefix $S[1..i]$; $select_b(S,i)$ returns the position of the $i$th occurrence\nof bit $b$ in $S$. Such a data structure is called \\emph{fully indexable\ndictionary (FID)} [Raman et al.,2007], and is at least as powerful as\npredecessor data structures. Our focus is on space-efficient FIDs on the\n\\textsc{ram} model with word size $\\Theta(\\lg m)$ and constant time for all\noperations, so that the time cost is independent of the input size. Given the\nbitstring $S$ to be encoded, having length $m$ and containing $n$ ones, the\nminimal amount of information that needs to be stored is $B(n,m) = \\lceil \\log\n{{m}\\choose{n}} \\rceil$. The state of the art in building a FID for $S$ is\ngiven in [Patrascu,2008] using $B(m,n)+O(m / ((\\log m/ t) ^t)) + O(m^{3/4}) $\nbits, to support the operations in $O(t)$ time. Here, we propose a parametric\ndata structure exhibiting a time/space trade-off such that, for any real\nconstants $0 < \\delta \\leq 1/2$, $0 < \\eps \\leq 1$, and integer $s > 0$, it\nuses \\[ B(n,m) + O(n^{1+\\delta} + n (\\frac{m}{n^s})^\\eps) \\] bits and performs\nall the operations in time $O(s\\delta^{-1} + \\eps^{-1})$. The improvement is\ntwofold: our redundancy can be lowered parametrically and, fixing $s = O(1)$,\nwe get a constant-time FID whose space is $B(n,m) + O(m^\\eps/\\poly{n})$ bits,\nfor sufficiently large $m$. This is a significant improvement compared to the\nprevious bounds for the general case.\n"]}]
["0902.2649",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2649","26th International Symposium on Theoretical Aspects of Computer\n  Science - STACS 2009 (2009) 529-540"],"date":["2009-02-16"],"type":["text"],"creator":["Hermelin, Danny","Landau, Gad M.","Landau, Shir","Weimann, Oren"],"language":[],"coverage":[],"title":["A Unified Algorithm for Accelerating Edit-Distance Computation via\n  Text-Compression"],"description":["  We present a unified framework for accelerating edit-distance computation\nbetween two compressible strings using straight-line programs. For two strings\nof total length $N$ having straight-line program representations of total size\n$n$, we provide an algorithm running in $O(n^{1.4}N^{1.2})$ time for computing\nthe edit-distance of these two strings under any rational scoring function, and\nan $O(n^{1.34}N^{1.34})$ time algorithm for arbitrary scoring functions. This\nimproves on a recent algorithm of Tiskin that runs in $O(nN^{1.5})$ time, and\nworks only for rational scoring functions. Also, in the last part of the paper,\nwe show how the classical four-russians technique can be incorporated into our\nSLP edit-distance scheme, giving us a simple $\\Omega(\\lg N)$ speed-up in the\ncase of arbitrary scoring functions, for any pair of strings.\n"]}]
["0902.2652",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2652","NIC series, vol 40, John von Neumann Institute for Computing\n  (NIC), Juelich (2008) 369"],"date":["2009-02-16"],"type":["text"],"creator":["Schnabel, Stefan","Bachmann, Michael","Janke, Wolfhard"],"language":[],"coverage":[],"title":["Different Kinds of Protein Folding Identified with a Coarse-Grained\n  Heteropolymer Model"],"description":["  Applying multicanonical simulations we investigated folding properties of\noff-lattice heteropolymers employing a mesoscopic hydrophobic-polar model. We\nstudy for various sequences folding channels in the free-energy landscape by\ncomparing the equilibrium conformations with the folded state in terms of an\nangular overlap parameter. Although all investigated heteropolymer sequences\ncontain the same content of hydrophobic and polar monomers, our analysis of the\nfolding channels reveals a variety of characteristic folding behaviors known\nfrom realistic peptides.\n","Comment: 3 pages, 2 figures"]}]
["0902.2654",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2654"],"date":["2009-02-16"],"type":["text"],"creator":["Toft, Joachim"],"language":[],"coverage":[],"title":["Products on Schatten-von Neumann classes and modulation spaces"],"description":["  We consider modulation space and spaces of Schatten-von Neumann symbols where\ncorresponding pseudo-differential operators map one Hilbert space to another.\nWe prove H\\\"older-Young and Young type results for such spaces under dilated\nconvolutions and multiplications. We also prove continuity properties for such\nspaces under the twisted convolution, and the Weyl product. These results lead\nto continuity properties for twisted convolutions on Lebesgue spaces, e.{}g.\n$L^p_{(\\omega)}$ is a twisted convolution algebra when $1\\le p\\le 2$ and\nappropriate weight $\\omega$.\n","Comment: 38 pages"]}]
["0902.2657",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2657"],"date":["2009-02-16"],"type":["text"],"creator":["Lauro, Romain","Chanelière, Thierry","Gouët, Jean Louis Le"],"language":[],"coverage":[],"title":["Slow light using spectral hole burning in a Tm3+:YAG crystal"],"description":["  We report on light slowing down in a rare earth ion doped crystal by\npersistent spectral hole burning. The absence of motion of the active ions, the\nlarge inhomogeneous broadening, the small homogeneous width and the long\nlifetime of the hyperfine shelving states make this material convenient for the\nburning of narrow persistent spectral holes. Since the hole can be burnt long\nbefore the arrival of the input signal, there is no need for a strong coupling\nfield, illuminating the sample simultaneously with the input signal, in\ncontrast with procedures such as Electromagnetically Induced Transparency or\nCoherent Population Oscillations. Analyzing the slowing down process, we point\nout the role played by off resonance atoms where most of the incoming\ninformation is carried over while the pulse is confined within the sample.\n","Comment: 14 pages, 6 figures"]}]
["0902.2665",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2665"],"date":["2009-02-16"],"type":["text"],"creator":["Olkhovsky, V. S.","Dolinska, M. E.","Omelchenko, S. A."],"language":[],"coverage":[],"title":["Phenomena of Time Resonances Explosions for the Compound-Clot Decays in\n  High-Energy Nuclear Reactions"],"description":["  The phenomenon of time resonances (or explosions) can explain the exponential\nreduction of the energy, which is accompanied for the certain degree by slight\nfluctuations under some conditions in the range of the energy strongly\noverlapped compound-resonances. These resonant explosions correspond to\nformation of several highly-exited non-exponentially decaying nuclear clots\n(partial compound nuclei consisting of several small groups of projectile\nnucleons and targets). This paper is a continuation and expansion of\ntheoretical authors' work, which is a more general self-consistent version of\nthe time-evolution approach in comparison with the traditional Izumo-Araseki\ntime compound-nucleus model.\n","Comment: 15 pages, 8 figures, 1 table"]}]
["0902.2669",{"format":[],"subject":["Mathematics - Number Theory","11P32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2669"],"date":["2009-02-16"],"type":["text"],"creator":["Tolev, Doychin"],"language":[],"coverage":[],"title":["The ternary Goldbach problem with primes from arithmetic progressions"],"description":["  We establish Bombieri-Vinogradov's type result for the number of solutions of\nthe ternary Goldbach problem with primes from arithmetic progressions.\n","Comment: 8 pages"]}]
["0902.2671",{"format":[],"subject":["Nonlinear Sciences - Cellular Automata and Lattice Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2671"],"date":["2009-02-16"],"type":["text"],"creator":["Sahoo, Sudhakar","Choudhury, Pabitra Pal","Pal, Amita","Nayak, Birendra Kumar"],"language":[],"coverage":[],"title":["Solutions on 1D and 2D Density Classification Problem Using Programmable\n  Cellular Automata"],"description":["  This paper presents solutions to Density Classification Task (DCT) using a\nvariant of Cellular Automata (CA) called Programmable Cellular Automata (PCA).\nThe translation property as well as the density preserving property of\nfundamental CA rules in 1D and 2D, and the advantage of PCA are embedded\ntogether to obtain the DCT solution. The advantage of PCA over standard CA is\nreported. A general 2D DCT of arbitrary shapes and sizes, its applicability and\nits solution using PCA is newly introduced.\n","Comment: 14 pages, 31 figures, 4 tables"]}]
["0902.2673",{"format":[],"subject":["Mathematics - Probability","60J25, 90C40, 93E20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2673"],"date":["2009-02-16"],"type":["text"],"creator":["Costa, O. L. V.","Dufour, F."],"language":[],"coverage":[],"title":["The Policy Iteration Algorithm for Average Continuous Control of\n  Piecewise Deterministic Markov Processes"],"description":["  The main goal of this paper is to apply the so-called policy iteration\nalgorithm (PIA) for the long run average continuous control problem of\npiecewise deterministic Markov processes (PDMP's) taking values in a general\nBorel space and with compact action space depending on the state variable. In\norder to do that we first derive some important properties for a pseudo-Poisson\nequation associated to the problem. In the sequence it is shown that the\nconvergence of the PIA to a solution satisfying the optimality equation holds\nunder some classical hypotheses and that this optimal solution yields to an\noptimal control strategy for the average control problem for the\ncontinuous-time PDMP in a feedback form.\n"]}]
["0902.2676",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2676","A&A 493, 251-257 (2009)","doi:10.1051/0004-6361:200810602"],"date":["2009-02-16"],"type":["text"],"creator":["Gupta, G. R.","O'Shea, E.","Banerjee, D.","Popescu, M.","Doyle, J. G."],"language":[],"coverage":[],"title":["On the statistical detection of propagating waves in polar coronal holes"],"description":["  Waves are important for the heating of the solar corona and the acceleration\nof the solar wind. We have examined a long spectral time series of a northern\ncoronal hole observed on the 20th October 1996, with the SUMER spectrometer\nonboard SoHO. The observations were obtained in a transition region N IV 765 A\nline and in a low coronal Ne VIII 770 A line. Our observations indicate the\npresence of compressional waves with periods of ~25 min. Using Fourier\ntechniques, we measured the phase delays between intensity as well as velocity\noscillations in the two chosen lines. From this we are able to measure the\ntravel time of the propagating oscillations and, hence, the propagation speeds\nof the waves producing the oscillations. We found that there is a difference in\nthe nature of the propagation in bright ('network') and dark ('internetwork')\nregions with the latter sometimes showing evidence for downwardly propagating\nwaves that is not seen in the former. As, in all cases, the measured\npropagation speeds are subsonic, we concluded that the detected waves are slow\nmagnetoacoustic in nature.\n","Comment: 7 pages, 7 figures"]}]
["0902.2680",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2680"],"date":["2009-02-16"],"type":["text"],"creator":["Carcassi, Gabriele"],"language":[],"coverage":[],"title":["How Einstein's quantum hypothesis requires a departure from classical\n  mechanics"],"description":["  The aim of this work is to show how Einstein's quantum hypothesis leads\nimmediately and necessarily to a departure from classical mechanics. First we\nnote that the classical description and predictions are in terms of idealized\nmeasurements that are exact, instantaneous, non-perturbative, independent of\neach other and process agnostic. If we assume we cannot arbitrarily reduce the\nstrength of a signal, measurements are ultimately perturbative to some degree.\nWe show how a physical description in which the best measurement conceivable,\ni.e. the ideal measurement, perturbs the system leads to all the concepts\npresent in quantum mechanics including conjugate variables, probabilistic\npredictions and measurements connected to symmetries.\n","Comment: 8 pages, no figures"]}]
["0902.2681",{"format":[],"subject":["Mathematics - Probability","58J65, 60H30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2681"],"date":["2009-02-16"],"type":["text"],"creator":["Arnaudon, Marc","Thalmaier, Anton"],"language":[],"coverage":[],"title":["Li-Yau Type Gradient Estimates and Harnack Inequalities by Stochastic\n  Analysis"],"description":["  In this paper we use methods from Stochastic Analysis to establish Li-Yau\ntype estimates for positive solutions of the heat equation. In particular, we\nwant to emphasize that Stochastic Analysis provides natural tools to derive\nlocal estimates in the sense that the gradient bound at given point depends\nonly on universal constants and the geometry of the Riemannian manifold locally\nabout this point.\n"]}]
["0902.2683",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","35B27, 49J45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2683"],"date":["2009-02-16"],"type":["text"],"creator":["Focardi, M."],"language":[],"coverage":[],"title":["Homogenization of random fractional obstacle problems via\n  $\\Gamma$-convergence"],"description":["  $\\Gamma$-convergence methods are used to prove homogenization results for\nfractional obstacle problems in periodically perforated domains. The obstacles\nhave random sizes and shapes and their capacity scales according to a\nstationary ergodic process. We use a trace-like representation of fractional\nSobolev norms in terms of weighted Sobolev energies established by Caffarelli\nand Silvestre, a weighted ergodic theorem and a joining lemma in varying\ndomains following the approach by Ansini and Braides.\n  Our proof is alternative to those contained in the papers by Caffarelli and\nMellet.\n"]}]
["0902.2689",{"format":[],"subject":["Mathematics - Analysis of PDEs","35A05, 3A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2689"],"date":["2009-02-16"],"type":["text"],"creator":["Brenier, Yann"],"language":[],"coverage":[],"title":["Hidden convexity in some nonlinear PDEs from geometry and physics"],"description":["  The purpose of the present paper is to show few examples of nonlinear PDEs\n(mostly with strong geometric features) for which there is a hidden convex\nstructure. This is not only a matter of curiosity. Once the convex structure is\nunrevealed, robust existence and uniqueness results can be unexpectedly\nobtained for very general data. Of course, as usual, regularity issues are left\nover as a hard post-process, but, at least, existence and uniqueness results\nare obtained in a large framework. The paper will address: THE MONGE-AMPERE\nEQUATION, THE EULER EQUATION, MULTIDIMENSIONAL HYPERBOLIC SCALAR CONSERVATION\nLAWS AND THE BORN-INFELD SYSTEM.\n"]}]
["0902.2690",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Functional Analysis","58J50","46E35","58J35","46E30","35P20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2690"],"date":["2009-02-16"],"type":["text"],"creator":["Rumin, Michel"],"language":[],"coverage":[],"title":["Around a Sobolev-Orlicz inequality for operators of given spectral\n  density"],"description":["  We prove some general Sobolev-Orlicz, Nash and Faber-Krahn inequalities for\npositive operators of given ultracontractive norms of the spectral projectors\non ]0, lambda]. For invariant operators on coverings of finite simplicial\ncomplexes this \"ultracontractive spectral decay\" is equivalent to von-Neumann's\nspectral density function. This allows in the polynomial decay case to relate\nthe Novikov-Shubin numbers of such coverings to Sobolev inequalities on exact\n$\\ell^2$-cochains, and to the vanishing of the torsion of the\n$\\ell^{p,2}$-cohomology for some $p \\geq 2$.\n","Comment: 14 pages"]}]
["0902.2691",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","42B25","42B30","42B35","46M35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2691"],"date":["2009-02-16"],"type":["text"],"creator":["Bernicot, Frédéric","Zhao, Jiman"],"language":[],"coverage":[],"title":["On Maximal L^p-regularity"],"description":["  The aim of this paper is to propose weak assumptions to prove maximal L^q\nregularity for Cauchy problem: du/dt - Lu(t)=f(t). Mainly we only require\n\"off-diagonal\" estimates on the real semigroup (e^{tL})_{t>0} to obtain maximal\nL^q regularity. The main idea is to use a one kind of Hardy space H^1 adapted\nto this problem and then use interpolation results. These techniques permit us\nto prove weighted maximal regularity too.\n","Comment: 23 pages"]}]
["0902.2692",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2692","EURASIP Journal on Wireless Communications and Networking 2008,\n  Article ID 287320, 4 pages (2008)","doi:10.1155/2008/287320"],"date":["2009-02-16"],"type":["text"],"creator":["Djeumou, Brice","Lasaulce, Samson","Berthet, Antoine"],"language":[],"coverage":[],"title":["Combining coded signals with arbitrary modulations in orthogonal relay\n  channels"],"description":["  We consider a relay channel for which the following assumptions are made. (1)\nThe source-destination and relay-destination channels are orthogonal (frequency\ndivision relay channel). (2) The relay implements the decode-and-forward\nprotocol. (3) The source and relay implement the same channel encoder, namely,\na onvolutional encoder. (4) They can use arbitrary and possibly different\nmodulations. In this framework, we derive the best combiner in the sense of the\nmaximum likelihood (ML) at the destination and the branch metrics of the\ntrellis associated with its channel decoder for the ML combiner and also for\nthe maximum ratio combiner (MRC), cooperative-MRC (C-MRC), and the minimum\nmean-square error (MMSE) combiner.\n"]}]
["0902.2693",{"format":[],"subject":["Mathematics - Probability","93E20, 93E03, 60H10, 34H05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2693"],"date":["2009-02-16"],"type":["text"],"creator":["Buckdahn, Rainer","Labed, Boubakeur","Rainer, Catherine","Tamer, Lazhar"],"language":[],"coverage":[],"title":["Existence of an Optimal Control for Stochastic Systems with Nonlinear\n  Cost Functional"],"description":["  We consider a stochastic control problem which is composed of a controlled\nstochastic differential equation, and whose associated cost functional is\ndefined through a controlled backward stochastic differential equation. Under\nappropriate convexity assumptions on the coefficients of the forward and the\nbackward equations we prove the existence of an optimal control on a suitable\nreference stochastic system. The proof is based on an approximation of the\nstochastic control problem by a sequence of control problems with smooth\ncoefficients, admitting an optimal feedback control. The quadruplet formed by\nthis optimal feedback control and the associated solution of the forward and\nthe backward equations is shown to converge in law, at least along a\nsubsequence. The convexity assumptions on the coefficients then allow to\nconstruct from this limit an admissible control process which, on an\nappropriate reference stochastic system, is optimal for our stochastic control\nproblem.\n"]}]
["0902.2694",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2694"],"date":["2009-02-16"],"type":["text"],"creator":["Cassell, Ron"],"language":[],"coverage":[],"title":["Simulating SiD Calorimetry: Software Calibration Procedures and Jet\n  Energy Resolution"],"description":["  Simulated calorimeter performance in the SiD detector is examined. The\nsoftware calibration procedures are described, as well as the perfect pattern\nrecognition PFA reconstruction. Performance of the SiD calorimeters is\nsummarized with jet energy resolutions from calorimetry only, perfect pattern\nrecognition and the SiD PFA algorithm. Presented at LCWS08[1].\n","Comment: LCWS08"]}]
["0902.2701",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2701"],"date":["2009-02-12"],"type":["text"],"creator":["S. Jr, Arismar Cerqueira","Marconi, Jorge D.","Fragnito, Hugo L.","Cruz, Flavio C."],"language":[],"coverage":[],"title":["Full Nonlinear Conversion of Broadband Frequency Combs generated by\n  Four-Wave Mixing in Highly Nonlinear Fibers"],"description":["  We generate a 200-nm optical frequency comb at 1.5 microns by injecting two\nsingle-frequency lasers into a highly nonlinear fiber, and explore its spectral\nphase properties and high power to demonstrate full nonlinear conversion into\nits second harmonic. Combs of optical frequencies with 100-nm (~ 48 THz)\nbandwidths, centered at 790-800 nm and spaced by 0.8-1 nm (380-470 GHz) were\nproduced by second harmonic and multiple sum frequency generation simply by\nfocusing into a 2-mm long nonlinear crystal. Conventional birefringence phase\nmatching was used in normal incidence configuration without tilting the\ncrystal.\n","Comment: 6 pages, 2 figures"]}]
["0902.2706",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2706"],"date":["2009-02-16"],"type":["text"],"creator":["Puller, Vadim","Meir, Yigal","Sigrist, Martin","Ensslin, Klaus","Ihn, Thomas"],"language":[],"coverage":[],"title":["Breaking of Phase Symmetry in Non-Equilibrium Aharonov-Bohm Oscillations\n  through a Quantum Dot"],"description":["  Linear response conductance of a two terminal Aharonov-Bohm (AB)\ninterferometer is an even function of magnetic field. This \"phase symmetry\" is\nno expected to hold beyond the linear response regime. In simple AB rings the\nphase of the oscillations changes smoothly (almost linearly) with voltage bias.\nHowever, in an interferometer with a quantum dot in its arm, tuned to the\nCoulomb blockade regime, experiments indicate that phase symmetry seems to\npersist even in the nonlinear regime.\n  In this letter we discuss the processes that break AB phase symmetry. In\nparticular we show that breaking of phase symmetry in such an interferometer is\npossible only after the onset of inelastic cotunneling, i.e. when the voltage\nbias is larger than the excitation energy in the dot. The asymmetric component\nof AB oscillations is significant only when the contributions of different\nlevels to the symmetric component nearly cancel out (e.g., due to different\nparity of these levels), which explains the sharp changes of the AB phase. We\nshow that our theoretical results are consistent with experimental findings.\n"]}]
["0902.2707",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2707"],"date":["2009-02-16"],"type":["text"],"creator":["De Masi, Rita","Winter, Marc"],"language":[],"coverage":[],"title":["Improved Estimate of the Occupancy by Beamstrahlung Electrons in the ILD\n  Vertex Detector"],"description":["  The impact of the incoherent electron-positron pairs from beamstrahlung on\nthe occupancy of the vertex detector (VXD) for the International Large Detector\nconcept (ILD) has been studied, based on the standard ILD simulation tools. The\noccupancy was evaluated for two substantially different sensor technology in\norder to estimate the importance of the latter. The influence of an anti-DID\nfield removing backscattered electrons has also been studied.\n","Comment: 3 pages, 2 figures, LCWS08 proceedings"]}]
["0902.2717",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2717"],"date":["2009-02-16"],"type":["text"],"creator":["Winter, Marc","Baudot, Jerome","Besson, Auguste","Colledani, Claude","Degerli, Yavuz","De Masi, Rita","Dorokhov, Andrei","Doziere, Guy","Dulinski, Wojciech","Gelin, Marie","Guilloux, Fabrice","Himmi, Abdelkader","Hu-Guo, Christine","Morel, Frederic","Orsini, Fabienne","Valin, Isabelle","Voutsinas, Georgios"],"language":[],"coverage":[],"title":["M.i.p. detection performances of a 100 us read-out CMOS pixel sensor\n  with digitised outputs"],"description":["  Swift, high resolution CMOS pixel sensors are being developed for the ILC\nvertex detector, aiming to allow approaching the interaction point very\nclosely. A major issue is the time resolution of the sensors needed to deal\nwith the high occupancy generated by the beam related background. A 128x576\npixel sensor providing digitised outputs at a read-out time of 92.5 us, was\nfabricated in 2008 within the EU project EUDET, and tested with charged\nparticles at the CERN-SPS. Its prominent performances in terms of noise,\ndetection efficiency versus fake hit rate, spatial resolution and radiation\ntolerance are overviewed. They validate the sensor architecture.\n","Comment: 3 pages, 1 figure, LCWS08 proceedings"]}]
["0902.2718",{"format":[],"subject":["Mathematics - Geometric Topology","20F65","57M99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2718"],"date":["2009-02-16"],"type":["text"],"creator":["Lai, Yvonne"],"language":[],"coverage":[],"title":["An Effective Compactness Theorem for Coxeter Groups"],"description":["  Through highly non-constructive methods, works by Bestvina, Culler, Feighn,\nMorgan, Paulin, Rips, Shalen, and Thurston show that if a finitely presented\ngroup does not split over a virtually solvable subgroup, then the space of its\ndiscrete and faithful actions on hyperbolic n-space, modulo conjugation, is\ncompact for all dimensions. Although this implies that the space of hyperbolic\nstructures of such groups has finite diameter, the known methods do not give an\nexplicit bound. We establish such a bound for Coxeter groups. We find that\neither the group splits over a virtually solvable subgroup or there is a\nconstant C and a point in hyperbolic n-space that is moved no more than C by\nany generator. The constant C depends only on the number of generators of the\ngroup, and is independent of the relators.\n","Comment: PDFLaTeX, 6 figures"]}]
["0902.2723",{"format":[],"subject":["Mathematics - Number Theory","11M41"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2723"],"date":["2009-02-16"],"type":["text"],"creator":["Tanaka, Tatsushi","Wakabayashi, Noriko"],"language":[],"coverage":[],"title":["An algebraic proof of cyclic sum formula for multiple zeta values"],"description":["  We introduce an algebraic formulation of cyclic sum formulas for multiple\nzeta values and for multiple zeta-star values. We also present an algebraic\nproof of cyclic sum formulas for multiple zeta values and for multiple\nzeta-star values by reducing them to Kawashima relation.\n","Comment: 9 pages"]}]
["0902.2725",{"format":[],"subject":["Mathematics - Complex Variables","30F50, 37F50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2725","Automation, Computers, Applied Mathematics, Volume 13, Number 1,\n  2004, ISBN 1221-437"],"date":["2009-02-16"],"type":["text"],"creator":["Cao-Huu, Tuan","Ghisa, Dorin"],"language":[],"coverage":[],"title":["Geometry and Iteration of Dianalytic Transformation"],"description":["  This paper is a continuation of the paper [5] dealing with dynamics of\ndianalytic transformations of nonorientable Klein surfaces. We are examining\nmainly the transformations of the real projective plane $P^{2}, $ whose\norientable double cover is the Riemann sphere $\\overline{C}$ . It is shown that\nthe automorphisms of $P^{2}$ are projections of the rotations of \\\n$\\overline{C}$ and some of the other dianalytic transformations of $P^{2}$ are\nprojections of Blaschke products.\n","Comment: Automation, Computers, Applied Mathematics, Volume 13, Number 1,\n  2004, ISBN 1221-437"]}]
["0902.2734",{"format":[],"subject":["Physics - Optics","Physics - Classical Physics","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2734","Advances in Imaging and Electron Physics 156 (2009) 235-353","doi:10.1016/S1076-5670(08)01404-3"],"date":["2009-02-16"],"type":["text"],"creator":["Recami, Erasmo","Zamboni-Rached, Michel"],"language":[],"coverage":[],"title":["Localized Waves: A not-so-short Review"],"description":["  In the FIRST PART we present simple introductions to gaussian and Bessel\nwaves, and to the Localized Waves (LW), pulses or beams, showing the important\nproperties of the latter, and their applications whenever a role is played by a\nwave-equation (electromagnetism, optics, acoustics, seismology, geophysics,\ngravitation, elementary particle physics,...). The First Part ends with a\nhistorical APPENDIX, recalling how the geometrical methods of Special\nRelativity (SR) had predicted the most interesting LWs, i.e., the X-shaped\npulses; and presenting a bird's-eye view of the experiments performed with\nevanescent waves (and/or tunnelling photons), and with the \"localized\nSuperluminal solutions\". In the SECOND PART, after some more theoretical\nintroduction, we develop a Generalized \"Bidirectional Decomposition\", and\nobtain several luminal and Superluminal non-diffracting solutions; we get a\nspace-time focusing of X-Shaped pulses; and deal with chirped optical X-shaped\npulses in material media. Finally, in the THIRD PART we investigate also the\nsubluminal LWs, which, among the others, allow to emphasize the role of SR, in\nits extended, or rather non-restricted, formulation. We study in particular the\ntopic of zero-speed waves, endowed with a static envelope: Namely, we show how\nlocalized wavefields can be constructed with high transverse localization, and\nwith a longitudinal intensity pattern that assumes any desired shape within a\nchosen interval of the propagation axis. Such \"Frozen Waves\" promise to have\neven more applications. In between, we do not forget to briefly treat the case\nof not axially-symmetric solutions, in terms of higher order Bessel beams.\n","Comment: 121 pages, with 41 Figures (source file in LaTeX). It is a\n  preliminary version of Chap.4 in vol.156 of AIEP (2009)"]}]
["0902.2736",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","Computer Science - Performance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2736","26th International Symposium on Theoretical Aspects of Computer\n  Science - STACS 2009 (2009) 541-552"],"date":["2009-02-16"],"type":["text"],"creator":["Horn, Florian"],"language":[],"coverage":[],"title":["Random Fruits on the Zielonka Tree"],"description":["  Stochastic games are a natural model for the synthesis of controllers\nconfronted to adversarial and/or random actions. In particular,\n$\\omega$-regular games of infinite length can represent reactive systems which\nare not expected to reach a correct state, but rather to handle a continuous\nstream of events. One critical resource in such applications is the memory used\nby the controller. In this paper, we study the amount of memory that can be\nsaved through the use of randomisation in strategies, and present matching\nupper and lower bounds for stochastic Muller games.\n"]}]
["0902.2742",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Analysis of PDEs","31C05","31B15","44A12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2742","Oper. Theory Adv. Appl., V.156, Birkhauser, 2005, 257--277","doi:10.1007/3-7643-7316-4_13"],"date":["2009-02-16"],"type":["text"],"creator":["Tkachev, Vladimir"],"language":[],"coverage":[],"title":["Subharmonicity of higher dimensional exponential transforms"],"description":["  Our main result is an extension of the classical Cauchy inequality for the\ncase of bounded densities. In particular, this implies subharmonicity of the\nfunction $M_n(E)$, where $V_n(x)$ is the critical Riesz potential in $R^n$\n($\\alpha=n$) of a density $0\\leq \\rho\\leq 1$ and $M_n(t)$ is the profile\nfunction: the solution of $y'(t)=1-y^{n/2}(t)$, $y(0)=0$. We show thath this\nresult is optimal (in the sense that $M_n(E)$ is harmnoic for characteristic\nfunctions of a ball) and give thereby an affirmative answer to one question\nposed by B. Gustafsson and M. Putinar (Ind. Univ. Math. J., 52(2003), 527-568).\n","Comment: 21 pages"]}]
["0902.2744",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2744"],"date":["2009-02-16"],"type":["text"],"creator":["Watson, Dan M."],"language":[],"coverage":[],"title":["Mineralization, Grain Growth and Disk Structure: Observations of the\n  Evolution of Dust in Protoplanetary Disk"],"description":["  During the past five years, the Spitzer Space Telescope and improved\nground-based facilities have enabled a huge increase in the number of\ncircumstellar disks, around young stars of Solar mass or smaller, in which the\ncomposition of the solid component has been studied with complete mid-infrared\nspectra. With these samples we can assess observationally the evolution of dust\nthrough the planet-forming era, in parallel with the evolution of the\ncomposition and structure of protoplanetary disks. Here we will review the\nprogress in this endeavour, with emphasis on objects in nearby associations and\nstar-formation regions, and on the methods by which dust composition is\ndetermined from the infrared spectra of young stellar objects.\n","Comment: To appear in the proceedings of \"Cosmic Dust -- Near and Far,\" ed.\n  Th. Henning, E. Gruen and J. Steinacker (ASP Conf. Ser., 2009). 20 pages, 7\n  figures"]}]
["0902.2750",{"format":[],"subject":["Mathematics - Analysis of PDEs","35B35","35B65","35K55","35K65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2750"],"date":["2009-02-16"],"type":["text"],"creator":["Bonforte, M.","Iagar, R. G.","Vazquez, J. L."],"language":[],"coverage":[],"title":["Local smoothing effects, positivity, and Harnack inequalities for the\n  fast p-Laplacian equation"],"description":["  We study qualitative and quantitative properties of local weak solutions of\nthe fast $p$-Laplacian equation, $\\partial_t u=\\Delta_{p}u$, with $1<p<2$. Our\nmain results are quantitative positivity and boundedness estimates for locally\ndefined solutions in domains of $\\RR^n\\times [0,T]$. We combine these lower and\nupper bounds in different forms of intrinsic Harnack inequalities, which are\nnew in the very fast diffusion range, that is when $1<p \\le 2n/(n+1)$. The\nboundedness results may be also extended to the limit case $p=1$, while the\npositivity estimates cannot.\n  We prove the existence as well as sharp asymptotic estimates for the\nso-called large solutions for any $1<p<2$, and point out their main properties.\n  We also prove a new local energy inequality for suitable norms of the\ngradients of the solutions. As a consequence, we prove that bounded local weak\nsolutions are indeed local strong solutions, more precisely $\\partial_t u\\in\nL^2_{\\rm loc}$.\n"]}]
["0902.2755",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2755"],"date":["2009-02-16"],"type":["text"],"creator":["Scharf, Caleb A.","Spiegel, David S.","Chandler, Mark","Sohl, Linda","Del Genio, Anthony","Way, Michael","Kiang, Nancy"],"language":[],"coverage":[],"title":["New Worlds: Evaluating terrestrial planets as astrophysical objects"],"description":["  Terrestrial exoplanets are on the verge of joining the ranks of\nastronomically accessible objects. Interpreting their observable\ncharacteristics, and informing decisions on instrument design and use, will\nhinge on the ability to model these planets successfully across a vast range of\nconfigurations and climate forcings. A hierarchical approach that addresses\nfundamental behaviors as well as more complex, specific, situations is crucial\nto this endeavor and is presented here. Incorporating Earth-centric knowledge,\nand continued cross-disciplinary work will be critical, but ultimately the\nastrophysical study of terrestrial exoplanets must be encouraged to develop as\nits own field.\n","Comment: Submitted as a White Paper to the 2010 Astronomy & Astrophysics\n  Decadal Survey"]}]
["0902.2756",{"format":[],"subject":["Quantitative Finance - Risk Management"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2756"],"date":["2009-02-16"],"type":["text"],"creator":["Aguilar, Erick Trevino"],"language":[],"coverage":[],"title":["Monitoring dates of maximal risk"],"description":["  Monitoring means to observe a system for any changes which may occur over\ntime, using a monitor or measuring device of some sort. In this paper we\nformulate a problem of monitoring dates of maximal risk of a financial\nposition. Thus, the systems we are going to observe arise from situations in\nfinance. The measuring device we are going to use is a time-consistent measure\nof risk.\n  In the first part of the paper we discuss the numerical representation of\nconditional convex risk measures which are defined in a space Lp(F,R) and take\nvalues in L1(G,R). This will allow us to consider time-consistent convex risk\nmeasures in L1(R).\n  In the second part of the paper we use a time-consistent convex risk measure\nin order to define an abstract problem of monitoring stopping times of maximal\nrisk. The penalty function involved in the robust representation changes\nqualitatively the time when maximal risk is for the first time identified. A\nphenomenon which we discuss from the point of view of robust statistics.\n","Comment: Working Paper"]}]
["0902.2759",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2759","Chapter 4 of the 2009 SIM Lite Book"],"date":["2009-02-16"],"type":["text"],"creator":["Majewski, Steven R.","Bullock, James","Burkert, Andreas","Gibson, Brad","Grebel, Eva","Gnedin, Oleg Y.","Guhathakurta, Puragra","Helmi, Amina","Johnston, Kathryn V.","Kroupa, Pavel","Metz, Manuel","Moore, Ben","Patterson, Richard J.","Shaya, Edward","Strigari, Louis E.","van der Marel, Roeland"],"language":[],"coverage":[],"title":["Galactic Dynamics and Local Dark Matter"],"description":["  The concordance Lambda Cold Dark Matter (Lambda-CDM) model for the formation\nof structure in the Universe, while remarkably successful at describing\nobservations of structure on large scales, continues to be challenged by\nobservations on galactic scales. Fortunately, CDM models and their various\nproposed alternatives make a rich variety of testable predictions that make the\nLocal Group and our own Milky Way Galaxy key laboratories for exploring dark\nmatter (DM) in this regime. However, some of the most definitive tests of local\nDM require microarcsecond astrometry of faint sources, an astrometric regime\nthat is a unique niche of SIM Lite. This chapter explores the important and\ndistinct contributions that can be made by SIM Lite in the exploration of\ngalaxy dynamics and DM on galaxy scales and that have cosmological\nconsequences. Key areas of potential SIM Lite exploration include (1) measuring\nthe shape, orientation, density law, and lumpiness of the dark halo of the\nMilky Way and other nearby galaxies, (2) determining the orbits of Galactic\nsatellites, which may be representatives of late infall from the hierarchical\nformation of the Milky Way, (3) ascertaining the distribution of angular\nmomentum and orbital anisotropy of stars and globular clusters to the outer\nreaches of the Galactic halo, dynamical properties that hold clues to the early\nhierarchical formation of the Galaxy, (4) measuring the physical nature of DM\nby placing strong constraints on the phase space density in the cores of nearby\ndSph galaxies, and (5) reconstructing the dynamical history of the Local Group\nthrough the determination of orbits and masses of its constituent galaxies.\n","Comment: 20 pages, with 12 figures. Chapter 4 of the 2009 SIM Lite Book"]}]
["0902.2765",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2765","SIGMA 5 (2009), 019, 15 pages","doi:10.3842/SIGMA.2009.019"],"date":["2009-02-16"],"type":["text"],"creator":["Abdelkefi, Chokri","Anker, Jean-Philippe","Sassi, Feriel","Sifi, Mohamed"],"language":[],"coverage":[],"title":["Besov-Type Spaces on $R^d$ and Integrability for the Dunkl Transform"],"description":["  In this paper, we show the inclusion and the density of the Schwartz space in\nBesov-Dunkl spaces and we prove an interpolation formula for these spaces by\nthe real method. We give another characterization for these spaces by\nconvolution. Finally, we establish further results concerning integrability of\nthe Dunkl transform of function in a suitable Besov-Dunkl space.\n"]}]
["0902.2766",{"format":[],"subject":["Quantitative Biology - Subcellular Processes","Physics - Biological Physics","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2766","Nature Neuroscience 10 (1), 87 - 92 (2007)","doi:10.1038/nn1818"],"date":["2009-02-16"],"type":["text"],"creator":["Kozlov, Andrei S.","Risler, Thomas","Hudspeth, A. J."],"language":[],"coverage":[],"title":["Coherent motion of stereocilia assures the concerted gating of hair-cell\n  transduction channels"],"description":["  The hair cell's mechanoreceptive organelle, the hair bundle, is highly\nsensitive because its transduction channels open over a very narrow range of\ndisplacements. The synchronous gating of transduction channels also underlies\nthe active hair-bundle motility that amplifies and tunes responsiveness. The\nextent to which the gating of independent transduction channels is coordinated\ndepends on how tightly individual stereocilia are constrained to move as a\nunit. Using dual-beam interferometry in the bullfrog's sacculus, we found that\nthermal movements of stereocilia located as far apart as a bundle's opposite\nedges display high coherence and negligible phase lag. Because the mechanical\ndegrees of freedom of stereocilia are strongly constrained, a force applied\nanywhere in the hair bundle deflects the structure as a unit. This feature\nassures the concerted gating of transduction channels that maximizes the\nsensitivity of mechanoelectrical transduction and enhances the hair bundle's\ncapacity to amplify its inputs.\n","Comment: 24 pages, including 6 figures, published in 2007"]}]
["0902.2767",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2767"],"date":["2009-02-16"],"type":["text"],"creator":["Dutkay, Dorin Ervin","Han, Deguang","Larson, David"],"language":[],"coverage":[],"title":["A Duality principle for groups"],"description":["  The duality principle for Gabor frames states that a Gabor sequence obtained\nby a time-frequency lattice is a frame for $L^{2}(\\R^{d})$ if and only if the\nassociated adjoint Gabor sequence is a Riesz sequence. We prove that this\nduality principle extends to any dual pairs of projective unitary\nrepresentations of countable groups. We examine the existence problem of dual\npairs and establish some connection with classification problems for $\\rm\nII_{1}$ factors. While in general such a pair may not exist for some groups, we\nshow that such a dual pair always exists for every subrepresentation of the\nleft regular unitary representation when $G$ is an abelian infinite countable\ngroup or an amenable ICC group. For free groups with finitely many generators,\nthe existence problem of such a dual pair is equivalent to the well known\nproblem about the classification of free group von Neumann algebras.\n"]}]
["0902.2770",{"format":[],"subject":["Mathematics - Optimization and Control","91A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2770"],"date":["2009-02-16"],"type":["text"],"creator":["Lehrer, Ehud","Solan, Eilon","Viossat, Yannick"],"language":[],"coverage":[],"title":["Equilibrium payoffs in finite games"],"description":["  We study the structure of the set of equilibrium payoffs in finite games,\nboth for Nash equilibrium and correlated equilibrium. A nonempty subset of R^2\nis shown to be the set of Nash equilibrium payoffs of a bimatrix game if and\nonly if it is a finite union of rectangles. Furthermore, we show that for any\nnonempty finite union of rectangles U and any polytope P in R^2 containing U,\nthere exists a bimatrix game with U as set of Nash equilibrium payoffs and P as\nset of correlated equilibrium payoffs. The n-player case and the robustness of\nthis result to perturbation of the payoff matrices are also studied.\n"]}]
["0902.2771",{"format":[],"subject":["Mathematics - Optimization and Control","91A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2771","Journal of Mathematical Economics 44, 11 (2008) 1152-1160","doi:10.1016/j.jmateco.2007.06.008"],"date":["2009-02-16"],"type":["text"],"creator":["Viossat, Yannick"],"language":[],"coverage":[],"title":["Is Having a Unique Equilibrium Robust?"],"description":["  We investigate whether having a unique equilibrium (or a given number of\nequilibria) is robust to perturbation of the payoffs, both for Nash equilibrium\nand correlated equilibrium. We show that the set of n-player finite games with\na unique correlated equilibrium is open, while this is not true of Nash\nequilibrium for n>2. The crucial lemma is that a unique correlated equilibrium\nis a quasi-strict Nash equilibrium. Related results are studied. For instance,\nwe show that generic two-person zero-sum games have a unique correlated\nequilibrium and that, while the set of symmetric bimatrix games with a unique\nsymmetric Nash equilibrium is not open, the set of symmetric bimatrix games\nwith a unique and quasi-strict symmetric Nash equilibrium is.\n"]}]
["0902.2772",{"format":[],"subject":["Physics - Biological Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2772"],"date":["2009-02-16"],"type":["text"],"creator":["Zhang, Bin W.","Jasnow, David","Zuckerman, Daniel M."],"language":[],"coverage":[],"title":["Weighted Ensemble Path Sampling for Multiple Reaction Channels"],"description":["  Finding and sampling multiple reaction channels for molecular transitions\nremains an important challenge in physical chemistry. Here we show that the\nweighted ensemble (WE) path sampling method can readily sample multiple\nchannels. In a first test, both the WE and transition path sampling methods are\napplied to two-dimensional model potentials. The comparison explains why the\nweighted ensemble approach will not be trapped in one channel. The WE approach\nis then used to sample the full transition path ensemble in implicitly solvated\nalanine dipeptide at two different temperatures. The ensembles are of\nsufficient quality to permit quantification of the fractional importance of\neach channel, even at T=300K when brute-force simulation is prohibitively\nexpensive.\n","Comment: 14 pages, 6 figures and 2 tables"]}]
["0902.2775",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2775","\"Applications of DMDs for astrophysical research,\" Proceedings of\n  SPIE Vol. 7210, 72100A (2009)","doi:10.1117/12.809542"],"date":["2009-02-16"],"type":["text"],"creator":["Robberto, M.","Cimatti, A.","Jacobsen, A.","Zamkotsian, F.","Zerbi, F. M."],"language":[],"coverage":[],"title":["Applications of DMDs for astrophysical research"],"description":["  A long-standing problem of astrophysical research is how to simultaneously\nobtain spectra of thousands of sources randomly positioned in the field of view\nof a telescope. Digital Micromirror Devices, used as optical switches, provide\na most powerful solution allowing to design a new generation of instruments\nwith unprecedented capabilities. We illustrate the key factors\n(opto-mechanical, cryo-thermal, cosmic radiation environment,...) that\nconstrain the design of DMD-based multi-object spectrographs, with particular\nemphasis on the IR spectroscopic channel onboard the EUCLID mission, currently\nconsidered by the European Space Agency for a 2017 launch date.\n","Comment: 10 pages, Proc. SPIE 7210"]}]
["astro-ph/0612208",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0612208","Proc. XI M.Grossmann meeting on Gen. Relativity (Eds.H.Kleinert,\n  R.Jantzen, R.Ruffini), vol.B, p.1758, World Sci., 2008."],"date":["2006-12-08","2007-07-11"],"type":["text"],"creator":["Khachatryan, H.","Vereshchagin, G. V.","Yegorian, G."],"language":[],"coverage":[],"title":["On intrinsic symmetry in Gurzadyan-Xue cosmological models"],"description":["  Analysis of cosmological solutions of GX dark energy models shows the\npresence of a separatrix in the phase space of solutions which divides them\ninto two classes: Friedmannian-like with initial singularity and\nnon-Friedmannian solutions. The invariants are found, that reveal the intrinsic\nsymmetry in GX models.\n","Comment: 3 pages, 1 figure, to appear in proc. XI Marcel Grossmann meeting\n  (Berlin, 2006), World Scientific"]}]
["cond-mat/0011267",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0011267","J. Electron Spectr. Relat. Phenom. 117-118, 203 (2001)"],"date":["2000-11-15"],"type":["text"],"creator":["Golden, Mark S.","Duerr, Christian","Koitzsch, Andreas","Legner, Sibylle","Hu, Zhiwei","Borisenko, Sergey","Knupfer, Martin","Fink, Joerg"],"language":[],"coverage":[],"title":["The electronic structure of cuprates from high energy spectroscopy"],"description":["  We report studies of the electronic structure and elementary excitations of\ndoped and undoped cuprate chains, ladders and planes. Using high energy\nspectroscopies such as x-ray absorption, core level photoemission and angle\nresolved photoemission spectroscopy, important information regarding the charge\ndistribution and hole dynamics can be obtained. The comparison of the\nexperimental data with suitable theoretical models sets constraints on the\nparameters entering into the model calculations, and offers insight into the\nimportant physical quantities governing the electronic structure of these\nmaterials. Recurring themes include the importance of the dimensionality of the\nCu-O network (1D->2D) and the crucial role played by the spin-background in\ndetermining the dynamics of low-lying excitations in these strongly correlated\nsystems.\n","Comment: J. Electron Spec. Relat. Phenom.: special issue on electron\n  correlation, in press"]}]
["cond-mat/0607759",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0607759","Phys. Rev. B 74, 085318 (2006).","doi:10.1103/PhysRevB.74.085318"],"date":["2006-07-28"],"type":["text"],"creator":["Weichselbaum, A.","Ulloa, S. E."],"language":[],"coverage":[],"title":["Tunability of qubit Coulomb interaction: Numerical analysis of top gate\n  depletion in two-dimensional electron systems"],"description":["  We investigate the tunability of electrostatic coupling between solid state\nquantum dots as building blocks for quantum bits. Specifically, our analysis is\nbased upon two-dimensional electron systems (2DEG) and depletion by top gates.\nWe are interested in whether the Coulomb interaction between qubits can be\ntuned by electrical means using screening effects. The systems under\ninvestigation are analyzed numerically solving the Poisson equation in 3D via\nrelaxation techniques with optimized algorithms for an extended set of boundary\nconditions. These include an open outer boundary, simulation of 2DEG systems\nand dielectric boundaries like the surface of a physical sample. The results\nshow that for currently lithographically available feature sizes, the Coulomb\ninteraction between the quantum bits is weak in general due to efficient\nscreening in the planar geometry of 2DEG and top gates. The evaluated values\nare on the order of 1 $\\mu$eV. Moreover, while it is not possible to turn off\nthe qubit interaction completely, an effective tunability on the order of 50%\nis clearly realizable while maintaining an intact quantum bit structure.\n","Comment: 6 pages, 4 figures. To be published in PRB 2006"]}]
["cond-mat/0701356",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0701356","Phys. Rev. B 76, 075320 (2007).","doi:10.1103/PhysRevB.76.075320"],"date":["2007-01-15"],"type":["text"],"creator":["Vernek, E.","Anda, E. V.","Ulloa, S. E.","Sandler, N."],"language":[],"coverage":[],"title":["Phonon-assisted tunneling regimes in diatomic molecules"],"description":["  Electronic transport in diatomic molecules (two-level systems) connected to\nmetallic contacts is analyzed in the presence of competing electron-electron\nand electron-phonon interactions. We show that phonon emission and absorption\nprocesses are strongly modified when a Coulomb energy $U$ is included, as the\nphonons open channels that can result in destructive or constructive\ninterference effects. Resonance conditions for these processes produce dramatic\neffects both in the density of states at the molecular sites, as well as in the\nconductance through the system. We find in particular an enhanced {\\it\nRabi-assisted tunneling} due to phonons, as the resonance conditions are met,\nwhich is made more evident for increasing temperatures. These effects are\ncontrollable by voltage gating of the molecular sites, and should be accessible\nin current experiments.\n","Comment: 7 figures - 8 pages. submitted to PRB"]}]
["math-ph/0504009",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Other Condensed Matter","70H06, 37J35, 81Q05, 94C15, 82D40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0504009","Math. Phys. Anal. Geom. 12 (1), 19 (2009)","doi:10.1007/s11040-008-9050-y"],"date":["2005-04-04"],"type":["text"],"creator":["Steinigeweg, Robin","Schmidt, Heinz-Jürgen"],"language":[],"coverage":[],"title":["Classes of integrable spin systems"],"description":["  We investigate certain classes of integrable classical or quantum spin\nsystems. The first class is characterized by the recursively defined property\n$P$ saying that the spin system consists of a single spin or can be decomposed\ninto two uniformly coupled or disjoint subsystems with property $P$. For these\nsystems the time evolution can be explicitely calculated. The second class\nconsists of spin systems where all non-zero coupling constants have the same\nstrength (spin graphs) possessing $N-1$ independent, commuting constants of\nmotion of Heisenberg type. These systems are shown to have the above property\n$P$ and can be characterized as spin graphs not containing chains of length\nfour. We completely enumerate and characterize all spin graphs up to N=5 spins.\nApplications to the construction of symplectic numerical integrators for\nnon-integrable spin systems are briefly discussed.\n"]}]
["math/0702509",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - General Mathematics","06A06, 06A07, 06A10 and 52A01"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702509","Order 24 (2007) 59-73"],"date":["2007-02-17"],"type":["text"],"creator":["Foldes, Stephan","Szigeti, Jeno"],"language":[],"coverage":[],"title":["A half-space approach to order dimension"],"description":["  The aim of the present paper is to investigate the half-spaces in the\nconvexity structure of all quasiorders on a given set and to use them in an\nalternative approach to classical order dimension. The main result states that\nlinear orders can almost always be replaced by half-space quasiorders in the\ndefinition of the dimension of a partially ordered set.\n","Comment: 13 pages"]}]
["math/0703083",{"format":[],"subject":["Mathematics - Algebraic Topology","57S17","55N91","58J20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703083","Math. Z. 261 (2009), 891-908.","doi:10.1007/s00209-008-0357-y"],"date":["2007-03-05","2008-03-24"],"type":["text"],"creator":["Chen, Bo","Lü, Zhi"],"language":[],"coverage":[],"title":["Equivariant cohomology and analytic descriptions of ring isomorphisms"],"description":["  In this paper we consider a class of connected closed $G$-manifolds with a\nnon-empty finite fixed point set, each $M$ of which is totally non-homologous\nto zero in $M_G$ (or $G$-equivariantly formal), where $G={\\Bbb Z}_2$. With the\nhelp of the equivariant index, we give an explicit description of the\nequivariant cohomology of such a $G$-manifold in terms of algebra, so that we\ncan obtain analytic descriptions of ring isomorphisms among equivariant\ncohomology rings of such $G$-manifolds, and a necessary and sufficient\ncondition that the equivariant cohomology rings of such two $G$-manifolds are\nisomorphic. This also leads us to analyze how many there are equivariant\ncohomology rings up to isomorphism for such $G$-manifolds in 2- and\n3-dimensional cases.\n","Comment: 20 pages, updated version with two references added"]}]
