["0705.2483",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematics - Dynamical Systems","52C23, 55N15, 37B50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2483"],"date":["2007-05-17","2009-06-05"],"type":["text"],"creator":["Savinien, Jean","Bellissard, Jean"],"language":[],"coverage":[],"title":["A Spectral Sequence for the K-theory of Tiling Spaces"],"description":["  Let $\\Tt$ be an aperiodic and repetitive tiling of $\\RM^d$ with finite local\ncomplexity. We present a spectral sequence that converges to the $K$-theory of\n$\\Tt$ with $E_2$-page given by a new cohomology that will be called PV in\nreference to the Pimsner-Voiculescu exact sequence. It is a generalization of\nthe Serre spectral sequence. The PV cohomology of $\\Tt$ generalizes the\ncohomology of the base space of a fibration with local coefficients in the\n$K$-theory of its fiber. We prove that it is isomorphic to the \\v{C}ech\ncohomology of the hull of $\\Tt$ (a compactification of the family of its\ntranslates).\n","Comment: 40pages, 1 figure"]}]
["0711.0543",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.0543","Phys. Rev. B 79, 245304 (2009)","doi:10.1103/PhysRevB.79.245304"],"date":["2007-11-05","2009-03-08"],"type":["text"],"creator":["Read, N."],"language":[],"coverage":[],"title":["Conformal invariance of chiral edge theories"],"description":["  The low-energy effective quantum field theory of the edge excitations of a\nfully-gapped bulk topological phase corresponding to a local interaction\nHamiltonian must be local and unitary. Here it is shown that whenever all the\nedge excitations propagate in the same direction with the same velocity, it is\na conformal field theory. In particular, this is the case in the quantum Hall\neffect for model \"special Hamiltonians\", for which the ground state, quasihole,\nand edge excitations can be found exactly as zero-energy eigenstates, provided\nthe spectrum in the interior of the system is fully gapped. In addition, other\nconserved quantities in the bulk, such as particle number and spin, lead to\naffine Lie algebra symmetries in the edge theory. Applying the arguments to\nsome trial wavefunctions related to non-unitary conformal field theories, it is\nargued that the Gaffnian state and an infinite number of others cannot describe\na gapped topological phase because the numbers of edge excitations do not match\nany unitary conformal field theory.\n","Comment: RevTeX, 6 pages. v2: added argument that Gaffnian state cannot be\n  gapped, and additional references. Now 9 pages. v3: minor changes from v2"]}]
["0711.3843",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3843","J. Math. Phys. 50, 063501 (2009)","doi:10.1063/1.3142964"],"date":["2007-11-24","2009-05-06"],"type":["text"],"creator":["Zeitlin, Anton M."],"language":[],"coverage":[],"title":["SFT-inspired Algebraic Structures in Gauge Theories"],"description":["  We consider gauge theories in a String Field Theory-inspired formalism. The\nconstructed algebraic operations lead in particular to homotopy algebras of the\nrelated BV theories. We discuss invariant description of the gauge fixing\nprocedure and special algebraic features of gauge theories coupled to matter\nfields.\n","Comment: LaTeX2e, 26 pages; minor revisions after referee's remarks, typos\n  corrected, title changed, references added, J. Mathematical Physics, in press"]}]
["0803.2808",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2808","Phys. Rev. E 78, 011115 (2008)","doi:10.1103/PhysRevE.78.011115"],"date":["2008-03-19"],"type":["text"],"creator":["Talkner, Peter","Burada, P. Sekhar","Hänggi, Peter"],"language":[],"coverage":[],"title":["Statistics of work performed on a forced quantum oscillator"],"description":["  Various aspects of the statistics of work performed by an external classical\nforce on a quantum mechanical system are elucidated for a driven harmonic\noscillator. In this special case two parameters are introduced that are\nsufficient to completely characterize the force protocol. Explicit results for\nthe characteristic function of work and the respective probability distribution\nare provided and discussed for three different types of initial states of the\noscillator: microcanonical, canonical and coherent states. Depending on the\nchoice of the initial state the probability distributions of the performed work\nmay grossly differ. This result in particular holds also true for identical\nforce protocols. General fluctuation and work theorems holding for\nmicrocanonical and canonical initial states are confirmed.\n"]}]
["0804.3214",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Algebraic Geometry","16G20","14D20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3214"],"date":["2008-04-20","2009-06-05"],"type":["text"],"creator":["Reineke, Markus"],"language":[],"coverage":[],"title":["Poisson automorphisms and quiver moduli"],"description":["  A factorization formula for certain automorphisms of a Poisson algebra\nassociated to a quiver is proved, which involves framed versions of moduli\nspaces of quiver representations. This factorization formula is related to\nwall-crossing formulas for Donaldson-Thomas type invariants of M. Kontsevich\nand Y. Soibelman.\n","Comment: some typos corrected, minor imprecisions clarified; final version, to\n  appear in JIMJ; 16 pages"]}]
["0804.3273",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3273","Nature Physics. 4, 890 (2008)","doi:10.1038/nphys1091"],"date":["2008-04-21","2008-08-19"],"type":["text"],"creator":["Mohapatra, A. K.","Bason, M. G.","Butscher, B.","Weatherill, K. J.","Adams, C. S."],"language":[],"coverage":[],"title":["Giant electro-optic effect using polarizable dark states"],"description":["  The electro-optic effect, where the refractive index of a medium is modified\nby an electric field, is of central importance in non-linear optics, laser\ntechnology, quantum optics and optical communications. In general,\nelectro-optic coefficients are very weak and a medium with a giant\nelectro-optic coefficient would have profound implications for non-linear\noptics, especially at the single photon level, enabling single photon\nentanglement and switching. Here we propose and demonstrate a giant\nelectro-optic effect based on polarizable dark states. We demonstrate phase\nmodulation of the light field in the dark state medium and measure an\nelectro-optic coefficient that is more than 12 orders of magnitude larger than\nin other gases. This enormous Kerr non-linearity also creates the potential for\nprecision electrometry and photon entanglement.\n","Comment: To appear in Nature Physics"]}]
["0806.3311",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J28","14H50","14H25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3311"],"date":["2008-06-19","2009-06-05"],"type":["text"],"creator":["Arima, Ken-ichiro","Shimada, Ichiro"],"language":[],"coverage":[],"title":["Zariski-van Kampen method and transcendental lattices of certain\n  singular K3 surfaces"],"description":["  We present a method of Zariski-van Kampen type for the calculation of the\ntranscendental lattice of a complex projective surface. As an application, we\ncalculate the transcendental lattices of complex singular K3 surfaces\nassociated with an arithmetic Zariski pair of maximizing sextics of type\n$A_{10}+A_{9}$ that are defined over a real quadratic field and are conjugate\nto each other over the field of rational numbers.\n","Comment: 24 pages, typos are corrected, references are updated, a new figure\n  is added"]}]
["0807.1283",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.1283","Rev. Mod. Phys. 81, 387-442 (2009)","doi:10.1103/RevModPhys.81.387"],"date":["2008-07-08","2008-09-24"],"type":["text"],"creator":["Hanggi, Peter","Marchesoni, Fabio"],"language":[],"coverage":[],"title":["Artificial Brownian motors: Controlling transport on the nanoscale"],"description":["  In systems possessing spatial or dynamical symmetry breaking, Brownian motion\ncombined with symmetric external input signals, deterministic or random, alike,\ncan assist directed motion of particles at the submicron scales. In such cases,\none speaks of \"Brownian motors\". In this review the constructive role of\nBrownian motion is exemplified for various one-dimensional setups, mostly\ninspired by the cell molecular machinery: working principles and\ncharacteristics of stylized devices are discussed to show how fluctuations,\neither thermal or extrinsic, can be used to control diffusive particle\ntransport. Recent experimental demonstrations of this concept are reviewed with\nparticular attention to transport in artificial nanopores and optical traps,\nwhere single particle currents have been first measured. Much emphasis is given\nto two- and three-dimensional devices containing many interacting particles of\none or more species; for this class of artificial motors, noise rectification\nresults also from the interplay of particle Brownian motion and geometric\nconstraints. Recently, selective control and optimization of the transport of\ninteracting colloidal particles and magnetic vortices have been successfully\nachieved, thus leading to the new generation of microfluidic and\nsuperconducting devices presented hereby. Another area with promising potential\nfor realization of artificial Brownian motors are microfluidic or granular\nset-ups.....\n","Comment: 57 pages, 39 figures; submitted to Reviews Modern Physics, revised\n  version"]}]
["0808.3873",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3873"],"date":["2008-08-28","2009-06-05"],"type":["text"],"creator":["Hughes, Gareth"],"language":[],"coverage":[],"title":["Notes on the UK Non-Native Organism Risk Assessment Scheme"],"description":["  In 2004, the UK Government's Department for Environment, Food and Rural\nAffairs commissioned research with the aim of developing a scheme for assessing\nthe risks posed to species, habitats and ecosystems in the UK by non-native\norganisms. The outcome was the UK Non-Native Organism Risk Assessment Scheme.\nUnfortunately, the mathematical basis of the procedure for summarising risks\ndeployed in the Risk Assessment Scheme, as outlined in Baker et al. (2008) and\ndescribed in more detail in the Risk Assessment Scheme's User Manual, contains\nseveral analytical errors. These errors are outlined in the notes that follow.\n","Comment: New version updates the URL of the UK Non-Native Organism Risk\n  Assessment Scheme"]}]
["0809.0166",{"format":[],"subject":["Mathematics - Combinatorics","05E99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0166"],"date":["2008-08-31","2009-06-05"],"type":["text"],"creator":["Du, Rosena R. X.","Stanley, Richard P."],"language":[],"coverage":[],"title":["Some Hecke Algebra Products and Corresponding Random Walks"],"description":["  Let $\\bm{i}=1+q+...+q^{i-1}$. For certain sequences $(r_1,...,r_l)$ of\npositive integers, we show that in the Hecke algebra $\\mathscr{H}_n(q)$ of the\nsymmetric group $\\mathfrak{S}_n$, the product $(1+\\bm{r_1}T_{r_1})...\n(1+\\bm{r_l}T_{r_l})$ has a simple explicit expansion in terms of the standard\nbasis $\\{T_w\\}$. An interpretation is given in terms of random walks on\n$\\mathfrak{S}_n$.\n","Comment: 8 pages"]}]
["0809.2202",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2202","Synthetic Metals 159, 1043 (2009)","doi:10.1016/j.synthmet.2009.01.027"],"date":["2008-09-12"],"type":["text"],"creator":["Glied, M.","Yasin, S.","Kaiser, S.","Drichko, N.","Dressel, M.","Wosnitza, J.","Schlueter, J. A.","Gard, G. L."],"language":[],"coverage":[],"title":["DC and high-frequency conductivity of the organic metals\n  beta\"-(BEDT-TTF)2SF5RSO3 (R = CH2CF2 and CHF)"],"description":["  The temperature dependences of the electric-transport properties of the\ntwo-dimensional organic conductors beta\"-(BEDT-TTF)2SF5CH2CF2SO3,\nbeta\"-(d8-BEDT-TTF)2SF5CH2CF2SO3, and beta\"-(BEDT-TTF)2SF5CHFSO3 are measured\nby dc methods in and perpendicular to the highly-conducting plane. Microwave\nmeasurements are performed at 24 and 33.5 GHz to probe the high-frequency\nbehavior from room temperature down to 2 K. Superconductivity is observed in\nbeta\"-(BEDT-TTF)2SF5CH2CF2SO3 and its deuterated analogue. Although all the\ncompounds remain metallic down to low-temperatures, they are close to a\ncharge-order transition. This leads to deviations from a simple Drude behavior\nof the optical conductivity which become obvious already in the microwave\nrange. In beta\"-(BEDT-TTF)2SF5CH2CF2SO3, for instance, charge fluctuations\ncause an increase in microwave resistivity for T < 20 K which is not detected\nin dc measurements. beta\"-(BEDT-TTF)2SF5CHFSO3 exhibits a simple metallic\nbehavior at all frequencies. In the dc transport, however, we observe\nindications of localization in the perpendicular direction.\n","Comment: 8 pages, 9 figures"]}]
["0809.4549",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4549","Europhys. Lett. 86 (2009) 47006","doi:10.1209/0295-5075/86/47006"],"date":["2008-09-26","2009-06-04"],"type":["text"],"creator":["Batrouni, G. G.","Wolak, M. J.","Hebert, F.","Rousseau, V. G."],"language":[],"coverage":[],"title":["Pair formation and collapse in imbalanced Fermion populations with\n  unequal masses"],"description":["  We present an exact Quantum Monte Carlo study of the effect of unequal masses\non pair formation in Fermionic systems with population imbalance loaded into\noptical lattices. We have considered three forms of the attractive interaction\nand find in all cases that the system is unstable and collapses as the mass\ndifference increases and that the ground state becomes an inhomogeneous\ncollapsed state. We also address the question of canonical vs grand canonical\nensemble and its role, if any, in stabilizing certain phases.\n"]}]
["0809.4630",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4630","Nano Research 1 (2008) 361-394","doi:10.1007/s12274-008-8043-2"],"date":["2008-09-26"],"type":["text"],"creator":["Cresti, Alessandro","Nemec, Norbert","Biel, Blanca","Niebler, Gabriel","Triozon, Francois","Cuniberti, Gianaurelio","Roche, Stephan"],"language":[],"coverage":[],"title":["Charge Transport in Disordered Graphene-Based Low Dimensional Materials"],"description":["  Two-dimensional graphene, carbon nanotubes and graphene nanoribbons represent\na novel class of low dimensional materials that could serve as building blocks\nfor future carbon-based nanoelectronics. Although these systems share a similar\nunderlying electronic structure, whose exact details depend on confinement\neffects, crucial differences emerge when disorder comes into play. In this\nshort review, we consider the transport properties of these materials, with\nparticular emphasis to the case of graphene nanoribbons. After summarizing the\nelectronic and transport properties of defect-free systems, we focus on the\neffects of a model disorder potential (Anderson-type), and illustrate how\ntransport properties are sensitive to the underlying symmetry. We provide\nanalytical expressions for the elastic mean free path of carbon nanotubes and\ngraphene nanoribbons, and discuss the onset of weak and strong localization\nregimes, which are genuinely dependent on the transport dimensionality. We also\nconsider the effects of edge disorder and roughness for graphene nanoribbons in\nrelation to their armchair or zigzag orientation.\n","Comment: 32 pages, 19 figures, to appear in Nano Research"]}]
["0810.3470",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Algebraic Geometry","53D12","53D40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3470"],"date":["2008-10-20","2009-06-05"],"type":["text"],"creator":["Nishinou, Takeo","Nohara, Yuichi","Ueda, Kazushi"],"language":[],"coverage":[],"title":["Toric degenerations of Gelfand-Cetlin systems and potential functions"],"description":["  We define a toric degeneration of an integrable system on a projective\nmanifold, and prove the existence of a toric degeneration of the Gelfand-Cetlin\nsystem on the flag manifold of type A. As an application, we calculate the\npotential function for a Lagrangian torus fiber of the Gelfand-Cetlin system.\n","Comment: 54 pages, 8 figures. v2: added section 4, revised section 9, and\n  minor changes here and there"]}]
["0810.4004",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4004"],"date":["2008-10-22","2009-06-05"],"type":["text"],"creator":["Estrade, Anne","Istas, Jacques"],"language":[],"coverage":[],"title":["Ball throwing on spheres"],"description":["  Ball throwing on Euclidean spaces has been considered for a while. A suitable\nrenormalization leads to a fractional Brownian motion as limit object. In this\npaper we investigate ball throwing on spheres. A different behavior is\nexhibited: we still get a Gaussian limit but which is no longer a fractional\nBrownian motion. However the limit is locally self-similar when the\nself-similarity index $H$ is less than 1/2.\n"]}]
["0810.4071",{"format":[],"subject":["Mathematics - Statistics Theory","62G10, 62H15 (Primary), 62G20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4071"],"date":["2008-10-22","2009-06-04"],"type":["text"],"creator":["Chi, Zhiyi"],"language":[],"coverage":[],"title":["Data volume and power of multiple tests with small sample size per null"],"description":["  In multiple hypothesis testing, the volume of data, defined as the number of\nreplications per null times the total number of nulls, usually defines the\namount of resource required. On the other hand, power is an important measure\nof performance for multiple testing. Due to practical constraints, the number\nof replications per null may not be large enough in terms of the difference\nbetween false and true nulls. For the case where the population fraction of\nfalse nulls is constant, we show that, as the difference between false and true\nnulls becomes increasingly subtle while the number of replications per null\ncannot increase fast enough, (1) in order to have enough chance that the data\nto be collected will yield some trustworthy findings, as measured by a\nconditional version of the positive false discovery rate (pFDR), the volume of\ndata has to grow at a rate much faster than in the case where the number of\nreplications per null can be large enough, and (2) in order to control the pFDR\nasymptotically, power has to decay to 0 in a rate highly sensitive to rejection\ncriterion and there is no asymptotically most powerful procedures among those\nthat control the pFDR asymptotically at the same level.\n","Comment: Final version to be published in Communications in Statistics"]}]
["0811.0209",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Representation Theory","17B37, 81R50,17B35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0209","Pacific J. Math. 241(2) (2009), 243--273"],"date":["2008-11-02","2009-02-19"],"type":["text"],"creator":["Hu, Naihong","Wang, Xiuling"],"language":[],"coverage":[],"title":["Convex PBW-type Lyndon Basis and Restricted Two-parameter Quantum Group\n  of Type G_2"],"description":["  We construct finite-dimensional pointed Hopf algebras \\mathfrak u_{r,s}(G_2)\n(i.e. restricted 2-parameter quantum groups) from the 2-parameter quantum group\nU_{r,s}(G_2) defined in \\cite{HS}, which turn out to be of Drinfel'd doubles,\nwhere a crucial point is to give a detailed combinatorial construction of the\nconvex PBW-type Lyndon basis for type G_2 in 2-parameter quantum version. After\nfurnishing possible commutation relations among quantum root vectors, we show\nthat the restricted quantum groups are ribbon Hopf algebras under certain\nconditions through determining their left and right integrals. Besides these,\nwe determine all of the Hopf algebra isomorphisms of u_{r,s}(G_2) in terms of\nthe description of the sets of its left (right) skew-primitive elements.\n","Comment: 28 pages"]}]
["0811.0791",{"format":[],"subject":["Mathematical Physics","42A50, 26A30, 42B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0791"],"date":["2008-11-05","2009-06-04"],"type":["text"],"creator":["Poltoratski, Alexei","Simon, Barry","Zinchenko, Maxim"],"language":[],"coverage":[],"title":["The Hilbert Transform of a Measure"],"description":["  Let $\\fre$ be a homogeneous subset of $\\bbR$ in the sense of Carleson. Let\n$\\mu$ be a finite positive measure on $\\bbR$ and $H_\\mu(x)$ its Hilbert\ntransform. We prove that if $\\lim_{t\\to\\infty} t\n\\abs{\\fre\\cap\\{x\\mid\\abs{H_\\mu(x)}>t\\}}=0$, then $\\mu_s(\\fre)=0$, where\n$\\mu_\\s$ is the singular part of $\\mu$.\n","Comment: 18 pages"]}]
["0811.3376",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3376","Phys. Rev. A 79 (2009) 044102","doi:10.1103/PhysRevA.79.044102"],"date":["2008-11-20"],"type":["text"],"creator":["Brida, Giorgio","Degiovanni, Ivo Pietro","Genovese, Marco","Piacentini, Fabrizio","Schettini, Valentina","Gisin, Nicolas","Polyakov, Sergey V.","Migdall, Alan"],"language":[],"coverage":[],"title":["Improved implementation of nonclassicality test for a single particle"],"description":["  Recently a test of nonclassicality for a single qubit was proposed [R. Alicki\nand N. Van Ryn, J. Phys. A: Math. Theor. 41, 062001 (2008)]. We present an\noptimized experimental realization of this test leading to a 46 standard\ndeviation violation of classicality. This factor of 5 improvement over our\nprevious result was achieved by moving from the infrared to the visible where\nwe can take advantage of higher efficiency and lower noise photon detectors.\n","Comment: 4 pages, 1 figure"]}]
["0812.1380",{"format":[],"subject":["Mathematics - Dynamical Systems","37F10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1380"],"date":["2008-12-07","2009-06-05"],"type":["text"],"creator":["Rees, Mary"],"language":[],"coverage":[],"title":["Multiple equivalent matings with the aeroplane polynomial"],"description":["  We produce arbitrarily large equivalence classes of matings with the\naeroplane polynomial. These are obtained by a slight generalisation of the\ntechnique of proof of a similar result for Wittner captures.\n","Comment: 20 pages, 7 figures. A dedication has been added to the memory of\n  Adrien Douady. Some corrections have been made, mainly to later lemmas. One\n  figure has been added. The paper has been accepted for publication in\n  ``Ergodic Theory and Dynamical Systems''"]}]
["0812.3602",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3602","Nucl.Phys.B814:246-264,2009","doi:10.1016/j.nuclphysb.2009.01.029"],"date":["2008-12-18","2009-06-05"],"type":["text"],"creator":["Marzani, Simone","Ball, Richard D."],"language":[],"coverage":[],"title":["High Energy Resummation of Drell-Yan Processes"],"description":["  We present a computation of the inclusive Drell-Yan production cross-section\nin perturbative QCD to all orders in the limit of high partonic centre-of-mass\nenergy. We compare our results to the fixed order NLO and NNLO results in MSbar\nscheme, and provide predictions at NNNLO and beyond. Our expressions may be\nused to obtain fully resummed results for the inclusive cross-section.\n","Comment: 18 pages, 5 figures: version to be published in NPB"]}]
["0902.4335",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.4335","Euro. Phys. J. B 69, 11 (2009)","doi:10.1140/epjb/e2009-00051-5"],"date":["2009-02-25"],"type":["text"],"creator":["Burada, P. S.","Schmid, G.","Reguera, D.","Rubi, J. M.","Hänggi, P."],"language":[],"coverage":[],"title":["Entropic stochastic resonance: the constructive role of the unevenness"],"description":["  We demonstrate the existence of stochastic resonance (SR) in confined systems\narising from entropy variations associated to the presence of irregular\nboundaries. When the motion of a Brownian particle is constrained to a region\nwith uneven boundaries, the presence of a periodic input may give rise to a\npeak in the spectral amplification factor and therefore to the appearance of\nthe SR phenomenon. We have proved that the amplification factor depends on the\nshape of the region through which the particle moves and that by adjusting its\ncharacteristic geometric parameters one may optimize the response of the\nsystem. The situation in which the appearance of such entropic stochastic\nresonance (ESR) occurs is common for small-scale systems in which confinement\nand noise play an prominent role. The novel mechanism found could thus\nconstitute an important tool for the characterization of these systems and can\nput to use for controlling their basic properties.\n","Comment: 8 pages, 8 figures"]}]
["0903.0039",{"format":[],"subject":["Physics - Atomic Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0039","Opt. Express, v. 17, pp. 10035-10043 (1 June 2009)","doi:10.1364/OE.17.010035"],"date":["2009-02-27","2009-06-05"],"type":["text"],"creator":["Kaplan, A. E."],"language":[],"coverage":[],"title":["Single-particle motional oscillator powered by laser"],"description":["  An ion, atom, molecule or macro-particle in a trap can exhibit large motional\noscillations due to the Doppler-affected radiation pressure by a laser,\nblue-detuned from an absorption line of a particle. This oscillator can be\nnearly thresholdless, but under certain conditions it may exhibit huge\nhysteretic excitation. Feasible applications include a \"Foucault pendulum\" in a\ntrap, a rotation sensor, single atom spectroscopy, isotope separation, etc.\n","Comment: 9 pages, 1 fig; v2: the latest revision for Optics Express"]}]
["0903.1759",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.1759","Phys. Rev. B 79, 245303 (2009)","doi:10.1103/PhysRevB.79.245303"],"date":["2009-03-10","2009-06-05"],"type":["text"],"creator":["Lindebaum, Stephan","Urban, Daniel","König, Jürgen"],"language":[],"coverage":[],"title":["Spin-induced charge correlations in transport through interacting\n  quantum dots with ferromagnetic leads"],"description":["  We study the full counting statistics of electronic transport through a\nsingle-level quantum dot weakly coupled to two leads, with either one or both\nof them being ferromagnetic. The interplay of Coulomb interaction and finite\nspin polarization implies spin-correlation induced charge correlations that\ngive rise to super-Poissonian transport behavior and positive cross\ncorrelations of the currents of the two spin species. In the case of two\nferromagnetic leads, we analyze the nontrivial dependence of the cumulants on\nthe angle between the polarization directions of the leads. We find diverging\nsecond and higher cumulants for spin polarizations approaching unity.\n","Comment: published version, 8 pages, 7 figures"]}]
["0903.2432",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2432","Phys. Rev. B 79, 184416 (2009)","doi:10.1103/PhysRevB.79.184416"],"date":["2009-03-13","2009-06-05"],"type":["text"],"creator":["Pizorn, Iztok","Prosen, Tomaz"],"language":[],"coverage":[],"title":["Operator Space Entanglement Entropy in XY Spin Chains"],"description":["  The complexity of representation of operators in quantum mechanics can be\ncharacterized by the operator space entanglement entropy (OSEE). We show that\nin the homogeneous Heisenberg XY spin 1/2 chains the OSEE for initial local\noperators grows at most logarithmically with time. The prefactor in front of\nthe logarithm generally depends only on the number of stationary points of the\nquasi-particle dispersion relation and for the XY model changes from 1/3 to 2/3\nexactly at the point of quantum phase transition to long-range magnetic\ncorrelations in the non-equilibrium steady state. In addition, we show that the\npresence of a small disorder triggers a saturation of the OSEE.\n","Comment: slight modifications -- as published in PRB"]}]
["0903.2450",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2450","Phys. Rev. B 79, 214503 (2009)","doi:10.1103/PhysRevB.79.214503"],"date":["2009-03-13"],"type":["text"],"creator":["Olsson, Peter","Teitel, S."],"language":[],"coverage":[],"title":["Unified Phase Diagram for the Three-Dimensional XY Model of a Point\n  Disordered Type-II Superconductor"],"description":["  We carry out extensive Monte Carlo simulations of the three-dimensional (3D)\nuniformly frustrated XY model with uncorrelated randomly perturbed couplings,\nas a model for the equilibrium behavior of an extreme type-II superconductor\nwith quenched uncorrelated random point vortex pinning, in the presence of a\nuniform applied magnetic field. We map out the resulting phase diagram as a\nfunction of temperature T and pinning strength p for a fixed value of the\nvortex line density. At low p we find a sharp first order vortex lattice\nmelting phase boundary separating a vortex lattice from a vortex liquid. As p\nincreases, it appears that this first order transition smears out over a finite\ntemperature interval, due to the effects of the random pinning, in agreement\nwith several recent experiments. At large p we find a second order transition\nfrom vortex liquid to vortex glass.\n","Comment: 16 pages, 15 figures"]}]
["0903.2709",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2709","Phys. Rev. B 79, 235309 (2009)","doi:10.1103/PhysRevB.79.235309"],"date":["2009-03-16","2009-06-05"],"type":["text"],"creator":["Winkler, Nina","Governale, Michele","König, Jürgen"],"language":[],"coverage":[],"title":["Diagrammatic real-time approach to adiabatic pumping through metallic\n  single-electron devices"],"description":["  We present a real-time diagrammatic formalism to study adiabatic pumping in\nchains of tunnel-coupled metallic islands. This approach is based on an\nexpansion to linear order in the frequency of the time-dependent parameters and\non a systematic perturbation expansion in the tunnel-coupling strength. We\napply our formalism to a single-island and a double-island system. In the\nsingle-island setup, we find that the first-order contribution in the\ntunnel-coupling strength is purely due to the renormalization of the\ncharging-energy gap. In the double-island system, we investigate the transition\nbetween weak and strong pumping.\n","Comment: published version, 13 pages, 11 figures"]}]
["0903.3308",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H50, 14J28, 14E20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3308"],"date":["2009-03-19","2009-06-05"],"type":["text"],"creator":["Shimada, Ichiro"],"language":[],"coverage":[],"title":["Lattice Zariski k-ples of plane sextic curves and Z-splitting curves for\n  double plane sextics"],"description":["  A simple sextic is a reduced complex projective plane curve of degree 6 with\nonly simple singularities. We introduce a notion of Z-splitting curves for the\ndouble covering of the projective plane branching along a simple sextic, and\ninvestigate lattice Zariski k-ples of simple sextics by Z-splitting curves. We\ndefine specialization of lattice types, and classify all lattice types of\nZ-splitting curves of degree less than or equal to 3 up to specializations.\n","Comment: 40 pages, remarks are added, an example in the last section is\n  removed, typos are corrected"]}]
["0903.4537",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4537","Phys. Rev. B 79, 224503 (2009)","doi:10.1103/PhysRevB.79.224503"],"date":["2009-03-26"],"type":["text"],"creator":["Inosov, D. S.","Leineweber, A.","Yang, Xiaoping","Park, J. T.","Christensen, N. B.","Dinnebier, R.","Sun, G. L.","Niedermayer, Ch.","Haug, D.","Stephens, P. W.","Stahn, J.","Lin, C. T.","Andersen, O. K.","Keimer, B.","Hinkov, V."],"language":[],"coverage":[],"title":["Suppression of the structural phase transition and lattice softening in\n  slightly underdoped Ba(1-x)K(x)Fe2As2 with electronic phase separation"],"description":["  We present x-ray powder diffraction (XRPD) and neutron diffraction\nmeasurements on the slightly underdoped iron pnictide superconductor\nBa(1-x)K(x)Fe2As2, Tc = 32K. Below the magnetic transition temperature Tm =\n70K, both techniques show an additional broadening of the nuclear Bragg peaks,\nsuggesting a weak structural phase transition. However, macroscopically the\nsystem does not break its tetragonal symmetry down to 15 K. Instead, XRPD\npatterns at low temperature reveal an increase of the anisotropic microstrain\nproportionally in all directions. We associate this effect with the electronic\nphase separation, previously observed in the same material, and with the effect\nof lattice softening below the magnetic phase transition. We employ density\nfunctional theory to evaluate the distribution of atomic positions in the\npresence of dopant atoms both in the normal and magnetic states, and to\nquantify the lattice softening, showing that it can account for a major part of\nthe observed increase of the microstrain.\n","Comment: 7 pages, 4 figures"]}]
["0903.4756",{"format":[],"subject":["Mathematics - Rings and Algebras","06C20, 06C05, 03C20, 16E50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4756"],"date":["2009-03-27","2009-06-05"],"type":["text"],"creator":["Wehrung, Friedrich"],"language":[],"coverage":[],"title":["Coordinatization of lattices by regular rings without unit and\n  Banaschewski functions"],"description":["  A Banaschewski function on a bounded lattice L is an antitone self-map of L\nthat picks a complement for each element of L. We prove a set of results that\ninclude the following: (1) Every countable complemented modular lattice has a\nBanaschewski function with Boolean range, the latter being unique up to\nisomorphism. (2) Every (not necessarily unital) von Neumann regular ring R has\na map e from R to the idempotents of R such that xR=e(x)R and\ne(xy)=e(x)e(xy)e(x) for all x,y in R. (3) Every sectionally complemented\nmodular lattice with a ``Banaschewski trace'' (a weakening of the notion of a\nBanaschewski function) embeds, as a neutral ideal and within the same\nquasivariety, into some complemented modular lattice. This applies, in\nparticular, to any sectionally complemented modular lattice with a countable\ncofinal subset. A sectionally complemented modular lattice L is\ncoordinatizable, if it is isomorphic to the lattice L(R) of all principal right\nideals of a von Neumann regular (not necessarily unital) ring R. We say that L\nhas a large 4-frame, if it has a homogeneous sequence (a_0,a_1,a_2,a_3) such\nthat the neutral ideal generated by a_0 is L. J\\'onsson proved in 1962 that if\nL has a countable cofinal sequence and a large 4-frame, then it is\ncoordinatizable. We prove that a sectionally complemented modular lattice with\na large 4-frame is coordinatizable iff it has a Banaschewski trace.\n","Comment: To appear in Algebra Universalis"]}]
["0904.1155",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1155"],"date":["2009-04-07","2009-06-05"],"type":["text"],"creator":["Nishimura, Hirokazu"],"language":[],"coverage":[],"title":["The Jacobi Identity beyond Lie Algebras"],"description":["  Frolicher and Nijenhuis recognized well in the middle of the previous century\nthat the Lie bracket and its Jacobi identity could and should exist beyond Lie\nalgebras. Nevertheless the conceptual meaning of their discovery has been\nobscured by the messy techniques they exploited. The principal objective in\nthis paper is to show that the double dualization functor in a cartesian closed\ncategory as well as synthetic differential geometry provides an adequate\nframework, in which their discovery's conceptual meaning appears lucid.\n"]}]
["0904.2623",{"format":[],"subject":["Computer Science - Learning","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2623"],"date":["2009-04-16","2009-06-04"],"type":["text"],"creator":["Petterson, James","Caetano, Tiberio","McAuley, Julian","Yu, Jin"],"language":[],"coverage":[],"title":["Exponential Family Graph Matching and Ranking"],"description":["  We present a method for learning max-weight matching predictors in bipartite\ngraphs. The method consists of performing maximum a posteriori estimation in\nexponential families with sufficient statistics that encode permutations and\ndata features. Although inference is in general hard, we show that for one very\nrelevant application - web page ranking - exact inference is efficient. For\ngeneral model instances, an appropriate sampler is readily available. Contrary\nto existing max-margin matching models, our approach is statistically\nconsistent and, in addition, experiments with increasing sample sizes indicate\nsuperior improvement over such models. We apply the method to graph matching in\ncomputer vision as well as to a standard benchmark dataset for learning web\npage ranking, in which we obtain state-of-the-art results, in particular\nimproving on max-margin variants. The drawback of this method with respect to\nmax-margin alternatives is its runtime for large graphs, which is comparatively\nhigh.\n"]}]
["0905.1645",{"format":[],"subject":["Mathematics - Numerical Analysis","65N15, 65N25, 65N30, 65T99, 35J60, 35P30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.1645"],"date":["2009-05-11","2009-06-05"],"type":["text"],"creator":["Cancès, Eric","Chakir, Rachida","Maday, Yvon"],"language":[],"coverage":[],"title":["Numerical analysis of nonlinear eigenvalue problems"],"description":["  We provide a priori error estimates for variational approximations of the\nground state eigenvalue and eigenvector of nonlinear elliptic eigenvalue\nproblems of the form $-{div} (A\\nabla u) + Vu + f(u^2) u = \\lambda u$,\n$\\|u\\|_{L^2}=1$. We focus in particular on the Fourier spectral approximation\n(for periodic problems) and on the $\\P_1$ and $\\P_2$ finite-element\ndiscretizations. Denoting by $(u_\\delta,\\lambda_\\delta)$ a variational\napproximation of the ground state eigenpair $(u,\\lambda)$, we are interested in\nthe convergence rates of $\\|u_\\delta-u\\|_{H^1}$, $\\|u_\\delta-u\\|_{L^2}$ and\n$|\\lambda_\\delta-\\lambda|$, when the discretization parameter $\\delta$ goes to\nzero. We prove that if $A$, $V$ and $f$ satisfy certain conditions,\n$|\\lambda_\\delta-\\lambda|$ goes to zero as\n$\\|u_\\delta-u\\|_{H^1}^2+\\|u_\\delta-u\\|_{L^2}$. We also show that under more\nrestrictive assumptions on $A$, $V$ and $f$, $|\\lambda_\\delta-\\lambda|$\nconverges to zero as $\\|u_\\delta-u\\|_{H^1}^2$, thus recovering a standard\nresult for {\\em linear} elliptic eigenvalue problems. For the latter analysis,\nwe make use of estimates of the error $u_\\delta-u$ in negative Sobolev norms.\n"]}]
["0905.3084",{"format":[],"subject":["Physics - Biological Physics","Condensed Matter - Disordered Systems and Neural Networks","Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.3084","EPL 86 (2009) 40008","doi:10.1209/0295-5075/86/40008"],"date":["2009-05-19"],"type":["text"],"creator":["Ozer, Mahmut","Perc, Matjaz","Uzuntarla, Muhammet"],"language":[],"coverage":[],"title":["Controlling the spontaneous spiking regularity via channel blocking on\n  Newman-Watts networks of Hodgkin-Huxley neurons"],"description":["  We investigate the regularity of spontaneous spiking activity on Newman-Watts\nsmall-world networks consisting of biophysically realistic Hodgkin-Huxley\nneurons with a tunable intensity of intrinsic noise and fraction of blocked\nvoltage-gated sodium and potassium ion channels embedded in neuronal membranes.\nWe show that there exists an optimal fraction of shortcut links between\nphysically distant neurons, as well as an optimal intensity of intrinsic noise,\nwhich warrant an optimally ordered spontaneous spiking activity. This doubly\ncoherence resonance-like phenomenon depends significantly, and can be\ncontrolled via the fraction of closed sodium and potassium ion channels,\nwhereby the impacts can be understood via the analysis of the firing rate\nfunction as well as the deterministic system dynamics. Potential biological\nimplications of our findings for information propagation across neural networks\nare also discussed.\n","Comment: 6 two-column pages, 5 figures; accepted for publication in\n  Europhysics Letters"]}]
["0905.4618",{"format":[],"subject":["Mathematics - Analysis of PDEs","34B18","34G20","35Q55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4618"],"date":["2009-05-28","2009-06-05"],"type":["text"],"creator":["Montefusco, Eugenio","Pellacci, Benedetta","Squassina, Marco"],"language":[],"coverage":[],"title":["Energy convexity estimates for non-degenerate ground states of nonlinear\n  1D Schr\\\"odinger systems"],"description":["  We study the spectral structure of the complex linearized operator for a\nclass of nonlinear Schr\\\"odinger systems, obtaining as byproduct some\ninteresting properties of non-degenerate ground state of the associated\nelliptic system, such as being isolated and orbitally stable.\n","Comment: 18 pages, 1 figure"]}]
["0906.0121",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0121"],"date":["2009-05-30"],"type":["text"],"creator":["Cacciatori, Sergio L.","Cerchiai, Bianca L."],"language":[],"coverage":[],"title":["Exceptional groups, symmetric spaces and applications"],"description":["  In this article we provide a detailed description of a technique to obtain a\nsimple parametrization for different exceptional Lie groups, such as G2, F4 and\nE6, based on their fibration structure. For the compact case, we construct a\nrealization which is a generalization of the Euler angles for SU(2), while for\nthe non compact version of G2(2)/SO(4) we compute the Iwasawa decomposition.\nThis allows us to obtain not only an explicit expression for the Haar measure\non the group manifold, but also for the cosets G2/SO(4), G2/SU(3), F4/Spin(9),\nE6/F4 and G2(2)/SO(4) that we used to find the concrete realization of the\ngeneral element of the group. Moreover, as a by-product, in the simplest case\nof G2/SO(4), we have been able to compute an Einstein metric and the vielbein.\nThe relevance of these results in physics is discussed.\n","Comment: 40 pages, 1 figure"]}]
["0906.0344",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Numerical Analysis","33C05","05A19"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0344"],"date":["2009-06-01"],"type":["text"],"creator":["Livermore, Philip W.","Ierley, Glenn R."],"language":[],"coverage":[],"title":["A new identity linking coefficients of a certain class of homogeneous\n  polynomials and Gauss hypergeometric functions"],"description":["  In investigating the properties of a certain class of homogeneous\npolynomials, we discovered an identity satisfied by their coefficients which\ninvolves simple 2F1 Gauss hypergeometric functions. This result appears to be\nnew and we supply a direct proof. The simplicity of the identity is suggestive\nof a deeper result.\n"]}]
["0906.0519",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0519"],"date":["2009-06-02"],"type":["text"],"creator":["Albash, Tameem","Johnson, Clifford V."],"language":[],"coverage":[],"title":["Phases of Holographic Superconductors in an External Magnetic Field"],"description":["  We study a 2+1 dimensional model of superconductors using a 3+1 dimensional\ngravitational dual theory of a black hole coupled to a scalar field, with\nnegative cosmological constant. In the presence of finite temperature T and a\nbackground magnetic field B, we use numerical and analytic techniques to solve\nthe full Maxwell-scalar equations of motion in the background geometry, finding\nnon-trivial localized solutions that correspond to condensate droplets, and to\nvortices. The properties of these solutions enable us to deduce several key\nfeatures of the (B,T) phase diagram.\n","Comment: 4 pages, 4 figures"]}]
["0906.0708",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0708"],"date":["2009-06-03","2009-06-05"],"type":["text"],"creator":["van Velsen, J. L."],"language":[],"coverage":[],"title":["A corrected AIC for the selection of seemingly unrelated regressions\n  models"],"description":["  A bias correction to Akaike's information criterion (AIC) is derived for\nseemingly unrelated regressions models. The correction is of particular use\nwhen the sample size is not much larger than the number of fitted parameters. A\nsmall-sample simulation study indicates that the bias-corrected AIC (AICc)\nprovides better model choices than other model selection criteria.\n","Comment: 9 pages including 1 figure and 3 tables; v2: revtex4, typos corrected"]}]
["0906.0768",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0768"],"date":["2009-06-04"],"type":["text"],"creator":["Luscher, Andreas","Laeuchli, Andreas"],"language":[],"coverage":[],"title":["Imbalanced thee-component Fermi gas with attractive interactions:\n  Multiple FFLO-pairing, Bose-Fermi and Fermi-Fermi mixtures versus collapse\n  and phase separation"],"description":["  We present a detailed study of the population imbalanced three-component\nHubbard chain with attractive interactions. Such a system can be realized\nexperimentally with three different hyperfine states of ultra cold $^6$Li atoms\nin an optical lattice. We find that there are different phases that compete\nwith each other in this system: A molecular superfluid phase in which the three\nfermion species pair up to form molecules (trions), a usual pairing phase\ninvolving two species with exactly opposite momenta, and a more exotic\ngeneralized Fulde-Ferrell-Larkin-Ovchinnikov (FFLO) phase consisting of three\ncompeting pairing tendencies with different non-zero center-of-mass momenta. At\nlarge attractive interactions the system exhibits strong tendencies towards\ncollapse and phase separation. Employing the\ndensity-matrix-renormalization-group-method (DMRG) to determine the decay\nexponents of the various correlators we establish the phase diagram of this\nmodel for different fillings and interactions. We also discuss the\nexperimentally relevant situation in a trap and report the existence of an\nadditional region where two species are dynamically balanced.\n","Comment: 4 pages, 4 figures"]}]
["0906.0773",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0773"],"date":["2009-06-04"],"type":["text"],"creator":["Heng, Kevin","Draine, Bruce T."],"language":[],"coverage":[],"title":["Constraining the Porosities of Interstellar Dust Grains"],"description":["  We present theoretical calculations of the X-ray scattering properties of\nporous grain aggregates with olivine monomers. The small and large angle\nscattering properties of these aggregates are governed by the global structure\nand substructure of the grain, respectively. We construct two diagnostics, R_X\nand T_X, based on the optical and X-ray properties of the aggregates, and apply\nthem to a Chandra measurement of the dust halo around the Galactic binary\nGX13+1. Grain aggregates with porosities higher than about 0.55 are ruled out.\nFuture high-precision observations of X-ray dust haloes together with detailed\nmodeling of the X-ray scattering properties of porous grain mixtures will\nfurther constrain the presence of porous grain aggregates in a given dust\npopulation.\n","Comment: 10 pages (emulateapj), 8 figures, 1 table. Submitted to ApJ"]}]
["0906.0780",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0780"],"date":["2009-06-03"],"type":["text"],"creator":["Ivanov, Rossen I."],"language":[],"coverage":[],"title":["Two component integrable systems modelling shallow water waves: the\n  constant vorticity case"],"description":["  In this contribution we describe the role of several two-component integrable\nsystems in the classical problem of shallow water waves. The starting point in\nour derivation is the Euler equation for an incompressible fluid, the equation\nof mass conservation, the simplest bottom and surface conditions and the\nconstant vorticity condition. The approximate model equations are generated by\nintroduction of suitable scalings and by truncating asymptotic expansions of\nthe quantities to appropriate order. The so obtained equations can be related\nto three different integrable systems: a two component generalization of the\nCamassa-Holm equation, the Zakharov-Ito system and the Kaup-Boussinesq system.\n  The significance of the results is the inclusion of vorticity, an important\nfeature of water waves that has been given increasing attention during the last\ndecade. The presented investigation shows how -- up to a certain order -- the\nmodel equations relate to the shear flow upon which the wave resides. In\nparticular, it shows exactly how the constant vorticity affects the equations.\n","Comment: 14 pages, 1 Figure"]}]
["0906.0789",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0789"],"date":["2009-06-03"],"type":["text"],"creator":["Fritz, Hans","Ankerhold, Joachim"],"language":[],"coverage":[],"title":["Nonadiabatic transitions between adiabatic surfaces: phase diffusion in\n  superconducting atomic point contacts"],"description":["  Motivated by experiments with current biased superconducting atomic point\ncontacts the general problem of nonadiabatic transitions between adiabatic\nsurfaces in presence of strong dissipation is studied. For a single channel\ndevice the supercurrent is determined by the diffusive motion of the\nsuperconducting phase difference on two Andreev levels. These surfaces are\nuncoupled only in the adiabatic limit of low to moderate transmissions, while\nfor high transmissions curve crossings are important. Starting from a general\nmaster equation of the full density matrix an approximate time evolution\nequation for the populations on the adiabatic surfaces in the overdamped limit\nis derived from which the relevant observables can be obtained. Specific\nresults for the case of atomic point contacts are in agreement with\nexperimental observations that cannot be explained by conventional theory.\n","Comment: 10 pages, 6 figures"]}]
["0906.0790",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J28","14M15","14J50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0790"],"date":["2009-06-03"],"type":["text"],"creator":["Neumann, V. G. Lopez","Manoil, Constantin"],"language":[],"coverage":[],"title":["Explicit Computations on the Desingularized Kummer Surface"],"description":["  We find formulas for the birational maps from a Kummer surface K and its dual\nK^* to their common minimal desingularization S. We show how the nodes of K\nblow up. Then we give a description of the group of linear automorphisms of S.\n","Comment: 22 pages"]}]
["0906.0798",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0798"],"date":["2009-06-03"],"type":["text"],"creator":["Kak, Subhash"],"language":[],"coverage":[],"title":["Single Neuron Memories and the Network's Proximity Matrix"],"description":["  This paper extends the treatment of single-neuron memories obtained by the\nB-matrix approach. The spreading of the activity within the network is\ndetermined by the network's proximity matrix which represents the separations\namongst the neurons through the neural pathways.\n","Comment: 10 pages"]}]
["0906.0802",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0802"],"date":["2009-06-04"],"type":["text"],"creator":["Pirjol, Dan","Schat, Carlos"],"language":[],"coverage":[],"title":["Permutation group S_N and hadron spectroscopy"],"description":["  We discuss the application of the permutation group S_N to a few problems in\nhadron physics. A method is proposed for matching a quark model Hamiltonian\nonto the effective Hamiltonian of the 1/Nc expansion, which makes use of the\ntransformation properties of the states and operators under S_N. This method is\nused to obtain information about the spin-flavor structure of the quark\ninteraction Hamiltonian from the spectrum of the negative parity L=1 excited\nbaryons. Assuming the most general 2-body quark Hamiltonian, we derive two\ncorrelations among the masses and mixing angles of these states which should\nhold in any quark model. These correlations constrain the mixing angles, and\ncan be used to test for the presence of 3-body quark interactions. We find that\nthe pure gluon-exchange model is disfavored by data, independently of any\nassumptions about the hadronic wave functions.\n","Comment: Talk given at the International Workshop on Effective Field Theories:\n  from the Pion to the Upsilon, EFT09, 1-6 February 2009, Valencia"]}]
["0906.0806",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0806"],"date":["2009-06-03"],"type":["text"],"creator":["Li, Yong","Wang, Z. D.","Sun, C. P."],"language":[],"coverage":[],"title":["Theory of Optically-Driven Sideband Cooling for Atomic Collective\n  Excitations and Its Generalization"],"description":["  We explore how to cool atomic collective excitations in an optically-driven\nthree-level atomic ensemble, which may be described by a model of coupled two\nharmonic oscillators (HOs) with a time-dependent coupling. Moreover, the\ncoupled two-HO model is further generalized to address other cooling issues,\nwhere the lower-frequency HO can be cooled whenever the cooling process\ndominates over the heating one during the sideband transitions. Unusually, due\nto the absence of the heating process, the optimal cooling of our first cooling\nprotocol for collective excitations in an atomic ensemble could break a usual\nsideband cooling limit for general coupled two-HO models.\n","Comment: 4 pages, 2 figures"]}]
["0906.0808",{"format":[],"subject":["High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0808"],"date":["2009-06-03"],"type":["text"],"creator":["Paulini, Manfred"],"language":[],"coverage":[],"title":["B States at the Tevatron"],"description":["  The CDF and D0 experiments have produced a wealth of heavy flavour physics\nresults since the beginning of Run II of the Fermilab Tevatron. We review\nrecent measurements of B hadron states including excited B states (B^{**},\nB_s^{**}) and the Bc+ meson. We also summarize the discoveries of the Sigma_b\nbaryon states and the Xi_b baryon.\n","Comment: Contribution to proceedings of Heavy Quarks and Leptons, Melbourne,\n  2008. 6 pages with 6 figures and 1 table"]}]
["0906.0809",{"format":[],"subject":["Mathematics - History and Overview","00A08, 97A20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0809"],"date":["2009-06-03"],"type":["text"],"creator":["Polster, Burkard"],"language":[],"coverage":[],"title":["Minimizing the footprint of your laptop (on your bedside table)"],"description":["  I often work on my laptop in bed. When needed, I park the laptop on the\nbedside table, where the computer has to share the small available space with a\nlamp, books, notes, and heaven knows what else. It often gets quite squeezy.\n  Being regularly faced with this tricky situation, it finally occurred to me\nto determine once and for all how to place the laptop on the bedside table so\nthat its ``footprint'' - the area in which it touches the bedside table - is\nminimal. In this note I give the solution of this problem, using some very\npretty and elementary mathematics.\n","Comment: 8 pages, 9 figures"]}]
["0906.0812",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0812"],"date":["2009-06-03"],"type":["text"],"creator":["Lampropoulos, Christos","Hill, Stephen O.","Christou, George"],"language":[],"coverage":[],"title":["A Caveat for Single-Molecule Magnetism: Non-linear Arrhenius Plots"],"description":["  The magnetization relaxation of Mn12 single-molecule magnets (SMMs) does not\nfollow a simple Arrhenius law, even for data collected at low frequencies\n(5-1500 Hz) due to contributions from relaxation pathways via excited states\nwith larger thermal barriers, but much faster attempt rates. A modified\nArrhenius equation is presented as a means to overcome this problem and obtain\na more reliable limiting value for the barrier to magnetization relaxation\nassociated with the ground S=10 state.\n","Comment: 8 pages, to appear in ChemPhysChem"]}]
["0906.0814",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0814"],"date":["2009-06-03"],"type":["text"],"creator":["Allard, D.","Alvarez, C.","Asorey, H.","Barros, H.","Bertou, X.","Castillo, M.","Chirinos, J. M.","De Castro, A.","Flores, S.","Gonzalez, J.","Berisso, M. Gomez","Grajales, J.","Guada, C.","Day, W. R. Guevara","Ishitsuka, J.","Lopez, J. A.","Martinez, O.","Melfo, A.","Meza, E.","Loza, P. Miranda","Barbosa, E. Moreno","Murrugarra, C.","Nunez, L. A.","Ormachea, L. J. Otiniano","Perez, G.","Perez, Y.","Ponce, E.","Quispe, J.","Quintero, C.","Rivera, H.","Rosales, M.","Rovero, A. C.","Saavedra, O.","Salazar, H.","Tello, J. C.","Peralda, R. Ticona","Varela, E.","Velarde, A.","Villasenor, L.","Wahl, D.","Zamalloa, M. A."],"language":[],"coverage":[],"title":["Operating Water Cherenkov Detectors in high altitude sites for the Large\n  Aperture GRB Observatory"],"description":["  Water Cherenkov Detectors (WCD) are efficient detectors for detecting GRBs in\nthe 10 GeV - 1 TeV energy range using the single particle technique, given\ntheir sensitivity to low energy secondary photons produced by high energy\nphotons when cascading in the atmosphere. The Large Aperture GRB Observatory\n(LAGO) operates arrays of WCD in high altitude sites (above 4500 m a.s.l.) in\nBolivia, Mexico and Venezuela, with planned extension to Peru. Details on the\noperation and stability of these WCD in remote sites with high background rates\nof particles will be detailed, and compared to simulations. Specific issues due\nto operation at high altitude, atmospheric effects and solar activity, as well\nas possible hardware enhancements will also be presented.\n","Comment: 5 pages, proceeding of 31st ICRC 2009"]}]
["0906.0816",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0816"],"date":["2009-06-03"],"type":["text"],"creator":["Allard, D.","Alvarez, C.","Asorey, H.","Barros, H.","Bertou, X.","Castillo, M.","Chirinos, J. M.","De Castro, A.","Flores, S.","Gonzalez, J.","Berisso, M. Gomez","Grajales, J.","Guada, C.","Day, W. R. Guevara","Ishitsuka, J.","Lopez, J. A.","Martinez, O.","Melfo, A.","Meza, E.","Loza, P. Miranda","Barbosa, E. Moreno","Murrugarra, C.","Nunez, L. A.","Ormachea, L. J. Otiniano","Perez, G.","Perez, Y.","Ponce, E.","Quispe, J.","Quintero, C.","Rivera, H.","Rosales, M.","Rovero, A. C.","Saavedra, O.","Salazar, H.","Tello, J. C.","Peralda, R. Ticona","Varela, E.","Velarde, A.","Villasenor, L.","Wahl, D.","Zamalloa, M. A."],"language":[],"coverage":[],"title":["The Large Aperture GRB Observatory"],"description":["  The Large Aperture GRB Observatory (LAGO) is aiming at the detection of the\nhigh energy (around 100 GeV) component of Gamma Ray Bursts, using the single\nparticle technique in arrays of Water Cherenkov Detectors (WCD) in high\nmountain sites (Chacaltaya, Bolivia, 5300 m a.s.l., Pico Espejo, Venezuela,\n4750 m a.s.l., Sierra Negra, Mexico, 4650 m a.s.l). WCD at high altitude offer\na unique possibility of detecting low gamma fluxes in the 10 GeV - 1 TeV range.\nThe status of the Observatory and data collected from 2007 to date will be\npresented.\n","Comment: 4 pages, proceeding of 31st ICRC 2009"]}]
["0906.0817",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0817","doi:10.1126/science.1174338"],"date":["2009-06-03"],"type":["text"],"creator":["Pushp, Aakash","Parker, Colin V.","Pasupathy, Abhay. N.","Gomes, Kenjiro K.","Ono, Shimpei","Wen, Jinsheng","Xu, Zhijun","Gu, Genda","Yazdani, Ali"],"language":[],"coverage":[],"title":["Extending Universal Nodal Excitations Optimizes Superconductivity in\n  Bi2Sr2CaCu2O8+d"],"description":["  Understanding the mechanism by which d-wave superconductivity in the cuprates\nemerges and is optimized by doping the Mott insulator is one of the major\noutstanding problems in condensed matter physics. Our high-resolution scanning\ntunneling microscopy measurements of the high transition temperature (Tc)\nsuperconductor Bi2Sr2CaCu2O8+d show that samples with different Tcs in the low\ndoping regime follow a remarkably universal d-wave low energy excitation\nspectrum, indicating a doping independent nodal gap. We demonstrate that Tc\ninstead correlates with the fraction of the Fermi surface over which the\nsamples exhibit the universal spectrum. Optimal Tc is achieved when all parts\nof the Fermi surface follow this universal behavior. Increasing temperature\nabove Tc turns the universal spectrum into an arc of gapless excitations, while\noverdoping breaks down the universal nodal behavior.\n","Comment: To appear in Science express on June 04, 2009.\n  http://www.sciencemag.org/cgi/content/abstract/1174338"]}]
["0906.0820",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0820"],"date":["2009-06-03"],"type":["text"],"creator":["Allard, D.","Alvarez, C.","Asorey, H.","Barros, H.","Bertou, X.","Castillo, M.","Chirinos, J. M.","De Castro, A.","Flores, S.","Gonzalez, J.","Berisso, M. Gomez","Grajales, J.","Guada, C.","Day, W. R. Guevara","Ishitsuka, J.","Lopez, J. A.","Martinez, O.","Melfo, A.","Meza, E.","Loza, P. Miranda","Barbosa, E. Moreno","Murrugarra, C.","Nunez, L. A.","Ormachea, L. J. Otiniano","Perez, G.","Perez, Y.","Ponce, E.","Quispe, J.","Quintero, C.","Rivera, H.","Rosales, M.","Rovero, A. C.","Saavedra, O.","Salazar, H.","Tello, J. C.","Peralda, R. Ticona","Varela, E.","Velarde, A.","Villasenor, L.","Wahl, D.","Zamalloa, M. A."],"language":[],"coverage":[],"title":["Water Cherenkov Detectors response to a Gamma Ray Burst in the Large\n  Aperture GRB Observatory"],"description":["  In order to characterise the behaviour of Water Cherenkov Detectors (WCD)\nunder a sudden increase of 1 GeV - 1 TeV background photons from a Gamma Ray\nBurst (GRB), simulations were conducted and compared to data acquired by the\nWCD of the Large Aperture GRB Observatory (LAGO). The LAGO operates arrays of\nWCD at high altitude to detect GRBs using the single particle technique. The\nLAGO sensitivity to GRBs is derived from the reported simulations of the gamma\ninitiated particle showers in the atmosphere and the WCD response to\nsecondaries.\n","Comment: 5 pages, proceeding of the 31st ICRC 2009"]}]
["0906.0822",{"format":[],"subject":["Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0822"],"date":["2009-06-04"],"type":["text"],"creator":["Landi, Giovanni","Pavlov, Alexander"],"language":[],"coverage":[],"title":["On orthogonal systems in Hilbert C*-modules"],"description":["  Analogues for Hilbert C*-modules of classical results of Fourier series\ntheory in Hilbert spaces are considered. Relations between different properties\nof orthogonal and orthonormal systems for Hilbert C*-modules are studied with\nspecial attention paid on the differences with the well-known Hilbert space\nsituation.\n","Comment: 12 pages, 1 figure"]}]
["0906.0824",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0824"],"date":["2009-06-03"],"type":["text"],"creator":["Kim, K. W.","Rhee, J. Y.","Kudryavtsev, Y. V.","Hyun, Y. H.","Eom, T. W.","Lee, Y. P."],"language":[],"coverage":[],"title":["Giant diamagnetism in half-metallic Co$_{2}$CrAl Heusler alloy"],"description":["  A giant diamagnetism in the Co$_{2}$CrAl compounds, in both bulk and thin\nfilm, below a certain temperature ($T_z$) was observed. Above $T_z$, the\ncompound behaves as an ordinary ferromagnet. The diamagnetic alignment might be\ninitiated by the Landau diamagnetism because of the half-metallic properties\nand the pinning of the diamagnetism is preserved by the peculiar electronic\nstructures.\n","Comment: 4 pages, 4 figures"]}]
["0906.0827",{"format":[],"subject":["Mathematics - Combinatorics","05C50","05C90","15A18","92E10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0827"],"date":["2009-06-04"],"type":["text"],"creator":["Li, Xueliang","Liu, Jianxi"],"language":[],"coverage":[],"title":["Note for Nikiforov's two conjectures on the energy of trees"],"description":["  The energy $E$ of a graph is defined to be the sum of the absolute values of\nits eigenvalues. Nikiforov in {\\it ``V. Nikiforov, The energy of $C_4$-free\ngraphs of bounded degree, Lin. Algebra Appl. 428(2008), 2569--2573\"} proposed\ntwo conjectures concerning the energy of trees with maximum degree $\\Delta\\leq\n3$. In this short note, we show that both conjectures are true.\n","Comment: 5 pages"]}]
["0906.0830",{"format":[],"subject":["Physics - General Physics","Mathematical Physics","81Q15","47D03","47D06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0830"],"date":["2009-06-04"],"type":["text"],"creator":["Bagis, Nikos"],"language":[],"coverage":[],"title":["The Zenon effect in Quantum Mechanics"],"description":["  The basis of the so-called Zenon effect in Quantum Mechanics, is the limiting\nbehavior of the unitary solution of Schroedinger's equation, under repeated\nmeasurments. We examine the limit of a sequence of operators complosed by a\nusual operator and a projection operator.\n","Comment: 21 pages"]}]
["0906.0832",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0832"],"date":["2009-06-04"],"type":["text"],"creator":["Das, N. K.","Bhandari, R. K.","Sen, P.","Sinha, B."],"language":[],"coverage":[],"title":["Scaling and crossover phenomena in anomalous helium sequence"],"description":["  Anomalous temporal fluctuations of helium concentrations in spring emanations\nhave been observed on a number of occasions prior to some major seismic events.\nSeveral recent studies have shown that a wide variety of natural systems\ndisplay significant fluctuations that may be characterized by long-range\npower-law correlations. We have applied detrended fluctuation analysis (DFA) to\ncharacterize preseismic helium anomalies and to probe the relationship between\ntwo classes of apparently irregular helium sequences. Application of the DFA\ntechnique reveals a crossover phenomenon that distinguishes short-range from\nlong-range scaling exponents; the crossover corresponds to a transition from\nnonpersistent to persistent traits in the helium time series. Our findings\nimply a significant statistical correlation between anomalous helium\nconcentration and a fluctuation exponent. This analytical approach appears to\nbe a promising way for identifying anomalous helium fluctuations as signals\nprecursory to an earthquake.\n","Comment: 13 pages, 7 figures, Original work"]}]
["0906.0835",{"format":[],"subject":["Mathematics - Probability","60G40, 60G51, 60G10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0835"],"date":["2009-06-04"],"type":["text"],"creator":["Cohen, Asaf","Solan, Eilon"],"language":[],"coverage":[],"title":["Bandit problems with Levy payoff processes"],"description":["  We study two-armed Levy bandits in continuous-time, which have one safe arm\nthat yields a constant payoff s, and one risky arm that can be either of type\nHigh or Low; both types yield stochastic payoffs generated by a Levy process.\nThe expectation of the Levy process when the arm is High is greater than s, and\nlower than s if the arm is Low.\n  The decision maker (DM) has to choose, at any given time t, the fraction of\nresource to be allocated to each arm over the time interval [t,t+dt). We show\nthat under proper conditions on the Levy processes, there is a unique optimal\nstrategy, which is a cut-off strategy, and we provide an explicit formula for\nthe cut-off and the optimal payoff, as a function of the data of the problem.\nWe also examine the case where the DM has incorrect prior over the type of the\nrisky arm, and we calculate the expected payoff gained by a DM who plays the\noptimal strategy that corresponds to the incorrect prior.\n  In addition, we study two applications of the results: (a) we show how to\nprice information in two-armed Levy bandit problem, and (b) we investigate who\nfares better in two-armed bandit problems: an optimist who assigns to High a\nprobability higher than the true probability, or a pessimist who assigns to\nHigh a probability lower than the true probability.\n"]}]
["0906.0840",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0840"],"date":["2009-06-04"],"type":["text"],"creator":["Studer, Christoph","Bölcskei, Helmut"],"language":[],"coverage":[],"title":["Soft-Input Soft-Output Single Tree-Search Sphere Decoding"],"description":["  Soft-input soft-output (SISO) detection algorithms form the basis for\niterative decoding. The computational complexity of SISO detection often poses\nsignificant challenges for practical receiver implementations, in particular in\nthe context of multiple-input multiple-output (MIMO) wireless communication\nsystems. In this paper, we present a low-complexity SISO sphere-decoding\nalgorithm, based on the single tree-search paradigm proposed originally for\nsoft-output MIMO detection in Studer, et al., IEEE J-SAC, 2008. The new\nalgorithm incorporates clipping of the extrinsic log-likelihood ratios (LLRs)\ninto the tree-search, which results in significant complexity savings and\nallows to cover a large performance/complexity tradeoff region by adjusting a\nsingle parameter. Furthermore, we propose a new method for correcting\napproximate LLRs --resulting from sub-optimal detectors-- which (often\nsignificantly) improves detection performance at low additional computational\ncomplexity.\n","Comment: submitted to the IEEE Trans. Inf. Theory, June 2009"]}]
["0906.0843",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0843","Ann. Univ. Tibiscus Comp. Sci. Series VII(2009),239-248"],"date":["2009-06-04"],"type":["text"],"creator":["Mendez, Osvaldo","Hanna, Nada al"],"language":[],"coverage":[],"title":["A Note on the Stability of Exponential Dichotomy of Linear Differential\n  Equations"],"description":["  We present an elementary Functional Analytic proof of the roughness of\nExponential Dichotomy of Ordinary Differential Equations (with exponential\ngrowth) on an arbitrary Banach Space.\n","Comment: 10 pages, exposed on 5th International Conference \"Actualities and\n  Perspectives on Hardware and Software\" - APHS2009, Timisoara, Romania"]}]
["0906.0845",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0845","Ann. Univ. Tibiscus Comp. Sci. Series VII(2009),263-276"],"date":["2009-06-04"],"type":["text"],"creator":["Ismail, Mohd Nazri"],"language":[],"coverage":[],"title":["Analyzing of MOS and Codec Selection for Voice over IP Technology"],"description":["  In this research, we propose an architectural solution to implement the voice\nover IP (VoIP) service in campus environment network. Voice over IP (VoIP)\ntechnology has become a discussion issue for this time being. Today, the\ndeployment of this technology on an organization truly can give a great\nfinancial benefit over traditional telephony. Therefore, this study is to\nanalyze the VoIP Codec selection and investigate the Mean Opinion Score (MOS)\nperformance areas evolved with the quality of service delivered by soft phone\nand IP phone. This study focuses on quality of voice prediction such as i)\naccuracy of MOS between automated system and human perception and ii) different\ntypes of codec performance measurement via human perception using MOS\ntechnique. In this study, network management system (NMS) is used to monitor\nand capture the performance of VoIP in campus environment. In addition, the\nmost apparent of implementing soft phone and IP phone in campus environment is\nto define the best codec selection that can be used in operational environment.\nBased on the finding result, the MOS measurement through automated and manual\nsystem is able to predict and evaluate VoIP performance. In addition, based on\nmanual MOS measurement, VoIP conversations over LAN contribute more reliability\nand availability performance compare to WAN.\n","Comment: 14 pages, exposed on 5th International Conference \"Actualities and\n  Perspectives on Hardware and Software\" - APHS2009, Timisoara, Romania"]}]
["0906.0847",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0847","doi:10.1103/PhysRevE.79.061401"],"date":["2009-06-04"],"type":["text"],"creator":["Zaccone, A.","Soos, M.","Lattuada, M.","Baebler, M. U.","Morbidelli, M."],"language":[],"coverage":[],"title":["Breakup of dense colloidal aggregates under hydrodynamic stresses"],"description":["  Flow-induced aggregation of colloidal particles leads to aggregates with\nfairly high fractal dimension () which are directly responsible for the\nobserved rheological properties of sheared dispersions. We address the problem\nof the decrease of aggregate size with increasing hydrodynamic stress, as a\nconsequence of breakup, by means of a fracture-mechanics model complemented by\nexperiments in a multi-pass extensional (laminar) flow device. Evidence is\nshown that as long as the inner density decay with linear size within the\naggregate (due to fractality) is not negligible (as for), this imposes a\nsubstantial limitation to the hydrodynamic fragmentation process as compared\nwith non-fractal aggregates (where the critical stress is practically\nsize-independent). This is due to the fact that breaking up a fractal object\nleads to denser fractals which better withstand stress. In turbulent flows,\naccounting for intermittency introduces just a small deviation with respect to\nthe laminar case, while the model predictions are equally in good agreement\nwith experiments from the literature. Our findings are summarized in a diagram\nfor the breakup exponent (governing the size versus stress scaling) as a\nfunction of fractal dimension.\n"]}]
["0906.0851",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0851","Ann. Univ. Tibiscus Comp. Sci. Series VII(2009),305-314"],"date":["2009-06-04"],"type":["text"],"creator":["Saiko, Vasiliy"],"language":[],"coverage":[],"title":["Specific Characteristics of Applying the Paired Comparison Method for\n  Parameterization of Consumer Wants"],"description":["  The article describes the main problems concerned with using expert\nassessment method in consumer preference researches. The author proved the\nexpediency of using a 3-point measurement scale. The author suggested an\nalgorithm for controlling the judgments' consistency that includes analyzing\nand correcting the input estimates in real-time mode.\n","Comment: 10 pages, exposed on 5th International Conference \"Actualities and\n  Perspectives on Hardware and Software\" - APHS2009, Timisoara, Romania"]}]
["0906.0854",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0854"],"date":["2009-06-04"],"type":["text"],"creator":["Balbus, Steven A."],"language":[],"coverage":[],"title":["Magnetohydrodynamics of Protostellar Disks"],"description":["  The magnetohydrodynamical behavior (MHD) of accretion disks is reviewed. A\ndetailed presentation of the fundamental MHD equations appropriate for\nprotostellar disks is given. The combination of a weak (subthermal) magnetic\nfield and Keplerian rotation is unstable to the magnetorotational instability\n(MRI), if the degree of ionization in the disk is sufficiently high. The MRI\nproduces enhanced angular momentum and leads to a breakdown of laminar flow\ninto turbulence. If the turbulent energy is dissipated locally, standard\n\"$\\alpha$\" modeling should give a reasonable estimate for the disk structure.\nBecause away from the central star the ionization fraction of protostellar\ndisks is small, they are generally not in the regime of near perfect\nconductivity. Nonideal MHD effects are important. Of these, Ohmic dissipation\nand Hall electromotive forces are the most important. The presence of dust is\nalso critical, as small interstellar scale grains absorb free charges that are\nneeded for good magnetic coupling. On scales of AU's there may be a region near\nthe disk midplane that is magnetically decoupled, a so-called {\\em dead zone.}\nBut the growth and settling of the grains as time evolves reduces their\nefficiency to absorb charge. With ionization provided by coronal X-rays from\nthe central star (and possibly also cosmic rays), protostellar disks may be\nsufficiently magnetized throughout most of their lives to be MRI active,\nespecially away from the disk midplane.\n","Comment: 45 pages. To be published in Physical Processes in Circumstellar\n  Disks Around Young Stars, ed. P. Garcia, (University of Chicago Press:\n  Chicago)"]}]
["0906.0859",{"format":[],"subject":["Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0859","Ann. Univ. Tibiscus Comp. Sci. Series VII(2009),315-324"],"date":["2009-06-04"],"type":["text"],"creator":["Schwab, Emil Daniel"],"language":[],"coverage":[],"title":["A Partial Order on Bipartite Graphs with n Vertices"],"description":["  The paper examines a partial order on bipartite graphs (X1, X2, E) with n\nvertices, X1UX2={1,2,...,n}. This partial order is a natural partial order of\nsubobjects of an object in a triangular category with bipartite graphs as\nmorphisms.\n","Comment: 10 pages,exposed on 5th International Conference \"Actualities and\n  Perspectives on Hardware and Software\" - APHS2009, Timisoara, Romania"]}]
["0906.0861",{"format":[],"subject":["Computer Science - Learning","Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0861","Ann. Univ. Tibiscus Comp. Sci. Series VII(2009),325-340"],"date":["2009-06-04"],"type":["text"],"creator":["Shumeyko, A. A.","Sotnik, S. L."],"language":[],"coverage":[],"title":["Using Genetic Algorithms for Texts Classification Problems"],"description":["  The avalanche quantity of the information developed by mankind has led to\nconcept of automation of knowledge extraction - Data Mining ([1]). This\ndirection is connected with a wide spectrum of problems - from recognition of\nthe fuzzy set to creation of search machines. Important component of Data\nMining is processing of the text information. Such problems lean on concept of\nclassification and clustering ([2]). Classification consists in definition of\nan accessory of some element (text) to one of in advance created classes.\nClustering means splitting a set of elements (texts) on clusters which quantity\nare defined by localization of elements of the given set in vicinities of these\nsome natural centers of these clusters. Realization of a problem of\nclassification initially should lean on the given postulates, basic of which -\nthe aprioristic information on primary set of texts and a measure of affinity\nof elements and classes.\n","Comment: 16 pages, exposed on 5th International Conference \"Actualities and\n  Perspectives on Hardware and Software\" - APHS2009, Timisoara, Romania"]}]
["0906.0863",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0863","Ann. Univ. Tibiscus Comp. Sci. Series VII(2009),341-348"],"date":["2009-06-04"],"type":["text"],"creator":["Stanciu, Cristina Ofelia"],"language":[],"coverage":[],"title":["Decision Support Systems Architectures"],"description":["  This paper presents the main components of the decision assisting systems.\nFurther on three types of architectures of these systems are described,\nanalyzed, and respectively compared, namely: the network architecture, the\ncentralized architecture and the hierarchical architecture.\n","Comment: 8 pages, exposed on 5th International Conference \"Actualities and\n  Perspectives on Hardware and Software\" - APHS2009, Timisoara, Romania"]}]
["0906.0865",{"format":[],"subject":["Mathematics - Statistics Theory","62G05, 62G20 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0865","Annals of Statistics 2009, Vol. 37, No. 3, 1360-1404","doi:10.1214/08-AOS611"],"date":["2009-06-04"],"type":["text"],"creator":["Juditsky, Anatoli B.","Lepski, Oleg V.","Tsybakov, Alexandre B."],"language":[],"coverage":[],"title":["Nonparametric estimation of composite functions"],"description":["  We study the problem of nonparametric estimation of a multivariate function\n$g:\\mathbb {R}^d\\to\\mathbb{R}$ that can be represented as a composition of two\nunknown smooth functions $f:\\mathbb{R}\\to\\mathbb{R}$ and $G:\\mathbb{R}^d\\to\n\\mathbb{R}$. We suppose that $f$ and $G$ belong to known smoothness classes of\nfunctions, with smoothness $\\gamma$ and $\\beta$, respectively. We obtain the\nfull description of minimax rates of estimation of $g$ in terms of $\\gamma$ and\n$\\beta$, and propose rate-optimal estimators for the sup-norm loss. For the\nconstruction of such estimators, we first prove an approximation result for\ncomposite functions that may have an independent interest, and then a result on\nadaptation to the local structure. Interestingly, the construction of\nrate-optimal estimators for composite functions (with given, fixed smoothness)\nneeds adaptation, but not in the traditional sense: it is now adaptation to the\nlocal structure. We prove that composition models generate only two types of\nlocal structures: the local single-index model and the local model with\nroughness isolated to a single dimension (i.e., a model containing elements of\nboth additive and single-index structure). We also find the zones of ($\\gamma$,\n$\\beta$) where no local structure is generated, as well as the zones where the\ncomposition modeling leads to faster rates, as compared to the classical\nnonparametric rates that depend only to the overall smoothness of $g$.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AOS611 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["0906.0866",{"format":[],"subject":["Computer Science - Multimedia"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0866","Ann. Univ. Tibiscus Comp. Sci. Series VII(2009),349-358"],"date":["2009-06-04"],"type":["text"],"creator":["Streian, Virgiliu","Ionescu, Adela"],"language":[],"coverage":[],"title":["Web Publishing of the Files Obtained by Flash"],"description":["  The aim of this article is to familiarize the user with the Web publishing of\nthe files obtained by Flash. The article contains an overview of Macromedia\nFlash 5, as well as the running of a Playing Flash movie, information on Flash\nand Generator, the publishing of Flash movies, a HTLM publishing for Flash\nPlayer files and publishing by Generator templates.\n","Comment: 10 pages, exposed on 5th International Conference \"Actualities and\n  Perspectives on Hardware and Software\" - APHS2009, Timisoara, Romania"]}]
["0906.0867",{"format":[],"subject":["Computer Science - Digital Libraries"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0867","Ann. Univ. Tibiscus Comp. Sci. Series VII(2009),359-366"],"date":["2009-06-04"],"type":["text"],"creator":["Vasilescu, Ramona"],"language":[],"coverage":[],"title":["PDF/A standard for long term archiving"],"description":["  PDF/A is defined by ISO 19005-1 as a file format based on PDF format. The\nstandard provides a mechanism for representing electronic documents in a way\nthat preserves their visual appearance over time, independent of the tools and\nsystems used for creating or storing the files.\n","Comment: 8 pages, exposed on 5th International Conference \"Actualities and\n  Perspectives on Hardware and Software\" - APHS2009, Timisoara, Romania"]}]
["0906.0869",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0869","Ann. Univ. Tibiscus Comp. Sci. Series VII(2009),367-380"],"date":["2009-06-04"],"type":["text"],"creator":["Vieriu, Valentin","Tuican, Catalin"],"language":[],"coverage":[],"title":["Adobe AIR, Bringing Rich Internet Applications to the Desktop"],"description":["  Rich Internet Applications are the new trend in software development today.\nAdobe AIR offers the possibility to create cross-platform desktop applications\nusing popular Web technologies like HTML, JavaScript, Flash and Flex. This\narticle is focused on presenting the advantages that this new environment has\nto offer for the web development community and how quickly you can develop a\ndesktop application using Adobe AIR.\n","Comment: 14 pages, exposed on 5th International Conference \"Actualities and\n  Perspectives on Hardware and Software\" - APHS2009, Timisoara, Romania"]}]
["0906.0870",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Group Theory","16S34","16U60","20C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0870"],"date":["2009-06-04"],"type":["text"],"creator":["Bovdi, V. A."],"language":[],"coverage":[],"title":["Group algebras whose group of units is powerful"],"description":["  A p-group is called powerful if every commutator is a product of pth powers\nwhen p is odd and a product of fourth powers when p=2. In the group algebra of\na group G of p-power order over a finite field of characteristic p, the group\nof normalized units is always a p-group. We prove that it is never powerful\nexcept, of course, when G is abelian.\n","Comment: 4 pages"]}]
["0906.0871",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0871","Ann. Univ. Tibiscus Comp. Sci. Series VII(2009),189-198"],"date":["2009-06-04"],"type":["text"],"creator":["Karnyanszky, Tiberiu Marius","Titu, Mihai"],"language":[],"coverage":[],"title":["Upon the Modeling and the Optimization of the Debiting Process through\n  Computer Aided Non-Conventional Technologies"],"description":["  The debiting process of the remarkable properties materials can be managed\nthrough unconventional technologies as the complex electrical erosion. We\npresent the modeling of the previous experimental results to obtain a\nmathematical dependence of the output parameters (processing time, surface\nquality) on the input parameters (voltage or current). All the experimental\ndata are memorized on a database and for each particular debiting process a new\ndependence is built. Because all the experiments applied in the Romanian\nlaboratories or practical applications of the nonconventional technological\nprocesses in the factories were based on the particular conditions of one\nactivity, this papers presents the technical implementation of a computer-aided\nsolution that keeps all previous experimental data, optimizes the processing\nconditions and eventual manage the driving gear. The flow-chart we present in\nthis paper offers a solution for practitioners to reduce the electrical\nconsumption while a technological processing of special materials is necessary.\nThe computer program and the database can be easily adapted to any\ntechnological processes (conventional or not).\n","Comment: 10 pages, exposed on 5th International Conference \"Actualities and\n  Perspectives on Hardware and Software\" - APHS2009, Timisoara, Romania"]}]
["0906.0872",{"format":[],"subject":["Computer Science - Learning","Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0872"],"date":["2009-06-04"],"type":["text"],"creator":["Yangel, Boris"],"language":[],"coverage":[],"title":["Fast Weak Learner Based on Genetic Algorithm"],"description":["  An approach to the acceleration of parametric weak classifier boosting is\nproposed. Weak classifier is called parametric if it has fixed number of\nparameters and, so, can be represented as a point into multidimensional space.\nGenetic algorithm is used instead of exhaustive search to learn parameters of\nsuch classifier. Proposed approach also takes cases when effective algorithm\nfor learning some of the classifier parameters exists into account. Experiments\nconfirm that such an approach can dramatically decrease classifier training\ntime while keeping both training and test errors small.\n","Comment: 4 pages, acmsiggraph latex style packed with the latex source in the\n  single archive"]}]
["0906.0877",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0877","Ann. Univ. Tibiscus Comp. Sci. Series VII(2009),277-284"],"date":["2009-06-04"],"type":["text"],"creator":["Pintea, Florentina Anica","Fintineanu, Georgiana Petruta","Selariu, Bogdan Ioan"],"language":[],"coverage":[],"title":["PayPal in Romania"],"description":["  The present paper refers to the usefulness of online payment through PayPal\nand to the development of this payment manner in Romania. PayPal is an example\nof a payment intermediary service that facilitates worldwide e-commerce.\n","Comment: 8 pages, exposed on 5th International Conference \"Actualities and\n  Perspectives on Hardware and Software\" - APHS2009, Timisoara, Romania"]}]
["0906.0884",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Classical Analysis and ODEs","35B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0884"],"date":["2009-06-04"],"type":["text"],"creator":["Escauriaza, L.","Kenig, C. E.","Ponce, G.","Vega, L."],"language":[],"coverage":[],"title":["The sharp Hardy Uncertainty Principle for Sch\\\"odinger evolutions"],"description":["  We give a new proof of Hardy's uncertainty principle, up to the end-point\ncase, which is only based on calculus. The method allows us to extend Hardy's\nuncertainty principle to Schr\\\"odinger equations with non-constant\ncoefficients. We also deduce optimal Gaussian decay bounds for solutions to\nthese Schr\\\"odinger equations.\n"]}]
["0906.0885",{"format":[],"subject":["Computer Science - Databases","Computer Science - Artificial Intelligence","H.2.8"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0885","The 5th International Conference on Advanced Data Mining and\n  Applications (ADMA2009)"],"date":["2009-06-04"],"type":["text"],"creator":["Tong, Yongxin","Zhao, Li","Yu, Dan","Ma, Shilong","Xu, Ke"],"language":[],"coverage":[],"title":["Mining Compressed Repetitive Gapped Sequential Patterns Efficiently"],"description":["  Mining frequent sequential patterns from sequence databases has been a\ncentral research topic in data mining and various efficient mining sequential\npatterns algorithms have been proposed and studied. Recently, in many problem\ndomains (e.g, program execution traces), a novel sequential pattern mining\nresearch, called mining repetitive gapped sequential patterns, has attracted\nthe attention of many researchers, considering not only the repetition of\nsequential pattern in different sequences but also the repetition within a\nsequence is more meaningful than the general sequential pattern mining which\nonly captures occurrences in different sequences. However, the number of\nrepetitive gapped sequential patterns generated by even these closed mining\nalgorithms may be too large to understand for users, especially when support\nthreshold is low. In this paper, we propose and study the problem of\ncompressing repetitive gapped sequential patterns. Inspired by the ideas of\nsummarizing frequent itemsets, RPglobal, we develop an algorithm, CRGSgrow\n(Compressing Repetitive Gapped Sequential pattern grow), including an efficient\npruning strategy, SyncScan, and an efficient representative pattern checking\nscheme, -dominate sequential pattern checking. The CRGSgrow is a two-step\napproach: in the first step, we obtain all closed repetitive sequential\npatterns as the candidate set of representative repetitive sequential patterns,\nand at the same time get the most of representative repetitive sequential\npatterns; in the second step, we only spend a little time in finding the\nremaining the representative patterns from the candidate set. An empirical\nstudy with both real and synthetic data sets clearly shows that the CRGSgrow\nhas good performance.\n","Comment: 19 pages, 7 figures"]}]
["0906.0886",{"format":[],"subject":["Quantitative Biology - Other Quantitative Biology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0886"],"date":["2009-06-04"],"type":["text"],"creator":["Tuomi, M.","Thum, T.","Järvinen, H.","Fronzek, S.","Berg, B.","Harmon, M.","Trofymow, J. A.","Sevanto, S.","Liski, J."],"language":[],"coverage":[],"title":["Leaf litter decomposition -- Estimates of global variability based on\n  Yasso07 model"],"description":["  Litter decomposition is an important process in the global carbon cycle. It\naccounts for most of the heterotrophic soil respiration and results in\nformation of more stable soil organic carbon (SOC) which is the largest\nterrestrial carbon stock. Litter decomposition may induce remarkable feedbacks\nto climate change because it is a climate-dependent process. To investigate the\nglobal patterns of litter decomposition, we developed a description of this\nprocess and tested the validity of this description using a large set of foliar\nlitter mass loss measurements (nearly 10 000 data points derived from\napproximately 70 000 litter bags). We applied the Markov chain Monte Carlo\nmethod to estimate uncertainty in the parameter values and results of our model\ncalled Yasso07. The model appeared globally applicable. It estimated the\neffects of litter type (plant species) and climate on mass loss with little\nsystematic error over the first 10 decomposition years, using only initial\nlitter chemistry, air temperature and precipitation as input variables.\nIllustrative of the global variability in litter mass loss rates, our example\ncalculations showed that a typical conifer litter had 68% of its initial mass\nstill remaining after two decomposition years in tundra while a deciduous\nlitter had only 15% remaining in the tropics. Uncertainty in these estimates, a\ndirect result of the uncertainty of the parameter values of the model, varied\naccording to the distribution of the litter bag data among climate conditions\nand ranged from 2% in tundra to 4% in the tropics. This reliability was\nadequate to use the model and distinguish the effects of even small differences\nin litter quality or climate conditions on litter decomposition as\nstatistically significant.\n","Comment: 19 Pages, to appear in Ecological Modelling"]}]
["0906.0887",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0887"],"date":["2009-06-04"],"type":["text"],"creator":["Dey, Santanu","Louveaux, Quentin"],"language":[],"coverage":[],"title":["Split rank of triangle and quadrilateral inequalities"],"description":["  A simple relaxation of two rows of a simplex tableau is a mixed integer set\nconsisting of two equations with two free integer variables and non-negative\ncontinuous variables. Recently Andersen, Louveaux, Weismantel and Wolsey (2007)\nand Cornuejols and Margot (2008) showed that the facet-defining inequalities of\nthis set are either split cuts or intersection cuts obtained from lattice-free\ntriangles and quadrilaterals. Through a result by Cook, Kannan and Schrijver\n(1990), it is known that one particular class of facet-defining triangle\ninequality does not have a finite split rank. In this paper, we show that all\nother facet-defining triangle and quadrilateral inequalities have a finite\nsplit-rank. The proof is constructive and given a facet-defining triangle or\nquadrilateral inequality we present an explicit sequence of split inequalities\nthat can be used to generate it.\n","Comment: 39 pages and 13 figures"]}]
["0906.0895",{"format":[],"subject":["Mathematics - Combinatorics","05C69, 05C70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0895"],"date":["2009-06-04"],"type":["text"],"creator":["Wang, Tao","Yu, Qinglin"],"language":[],"coverage":[],"title":["Matching and Factor-Critical Property in 3-Dominating-Critical Graphs"],"description":["  Let $\\gamma(G)$ be the domination number of a graph $G$. A graph $G$ is\n\\emph{domination-vertex-critical}, or \\emph{$\\gamma$-vertex-critical}, if\n$\\gamma(G-v)< \\gamma(G)$ for every vertex $v \\in V(G)$. In this paper, we show\nthat: Let $G$ be a $\\gamma$-vertex-critical graph and $\\gamma(G)=3$. (1) If $G$\nis of even order and $K_{1,6}$-free, then $G$ has a perfect matching; (2) If\n$G$ is of odd order and $K_{1,7}$-free, then $G$ has a near perfect matching\nwith only three exceptions. All these results improve the known results.\n","Comment: 10 pages, 5 figures"]}]
["0906.0904",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0904","Applied Physics Letters 94, 223508 (2009)","doi:10.1063/1.3148364"],"date":["2009-06-04"],"type":["text"],"creator":["Brunel, David","Deresmes, Dominique","Melin, Thierry"],"language":[],"coverage":[],"title":["Determination of the electrostatic lever arm of carbon nanotube field\n  effect transistors using Kelvin Force Microscopy"],"description":["  We use Kelvin Force Microscopy (KFM) to study the electrostatic properties of\nsingle-walled Carbon Nanotube Field Effect Transistor devices (CNTFETs) with\nbackgate geometry at room temperature. We show that KFM maps recorded as a\nfunction of the device backgate polarization enable a complete phenomenological\ndetermination of the averaging effects associated with the KFM probe side\ncapacitances, and thus, to obtain KFM measurements with quantitative character.\nThe value of the electrostatic lever arm of the CNTFET is determined from KFM\nmeasurements, and found in agreement with transport measurements based on\nCoulomb blockade.\n","Comment: 13 pages, 4 figures, article published in Applied Physics Letters"]}]
["0906.0909",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry","13D40, 13D07, 13H05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0909"],"date":["2009-06-04"],"type":["text"],"creator":["Mandal, Mousumi","Verma, J. K."],"language":[],"coverage":[],"title":["On the Chern Number of an Ideal"],"description":["  We settle the negativity conjecture of Vasconcelos for the Chern number of an\nideal in certain unmixed quotients of regular local rings by explicit\ncalculation of the Hilbert polynomials of all ideals generated by systems of\nparameters.\n","Comment: 6 pages"]}]
["0906.0910",{"format":[],"subject":["Computer Science - Databases","Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0910"],"date":["2009-06-04"],"type":["text"],"creator":["Noel, Sylvie","Lemire, Daniel"],"language":[],"coverage":[],"title":["On the Challenges of Collaborative Data Processing"],"description":["  The last 30 years have seen the creation of a variety of electronic\ncollaboration tools for science and business. Some of the best-known\ncollaboration tools support text editing (e.g., wikis). Wikipedia's success\nshows that large-scale collaboration can produce highly valuable content.\nMeanwhile much structured data is being collected and made publicly available.\nWe have never had access to more powerful databases and statistical packages.\nIs large-scale collaborative data analysis now possible? Using a quantitative\nanalysis of Web 2.0 data visualization sites, we find evidence that at least\nmoderate open collaboration occurs. We then explore some of the limiting\nfactors of collaboration over data.\n","Comment: to appear as a chapter in an upcoming book (Collaborative Information\n  Behavior)"]}]
["0906.0911",{"format":[],"subject":["Mathematics - Commutative Algebra","13A30, 13H10, 13P10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0911"],"date":["2009-06-04"],"type":["text"],"creator":["Benitez, Teresa Cortadellas","Armengou, Santiago Zarzuela"],"language":[],"coverage":[],"title":["Tangent cones of numerical semigroup rings"],"description":["  In this paper we describe the structure of the tangent cone of a numerical\nsemigroup ring $A=k[[S]] \\subseteq k[[t]]$ with multiplicity $e$ (as a module\nover the Noether normalization determined by the fiber cone of the ideal\ngenerated by $t^e$) in terms of some classical invariants of the corresponding\nnumerical semigroup. Explicit computations are also made by using the GAP\nsystem.\n","Comment: Accepted for publication in: Contemporary Mathematics \"Combinatorial\n  commutative algebra and computer algebra\""]}]
["0906.0915",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0915","Chemical Physics Letters 474,93 (2009)","doi:10.1016/j.cplett.2009.04.033"],"date":["2009-06-04"],"type":["text"],"creator":["Li, Yan-Ling","Zeng, Zhi"],"language":[],"coverage":[],"title":["New potential super-incompressible phase of ReN$_{2}$"],"description":["  The structural, elastic, and electronic properties of ReN$_{2}$ are\ninvestigated by first-principles calculations with density functional theory.\nThe obtained orthorhombic $Pbcn$ structure is energetically the most stable\nstructure at ambient pressure. ReN$_{2}$ is a metallic, superincompressible\nsolid and presents a rather elastic anisotropy. The estimated Debye temperature\nand hardness are 735 K and 17.1 GPa, respectively. Its estimated hardness is\ncomparative to that of Si$_{3}$N$_{4}$.\n","Comment: 15 pages, 3 figures, 1 Table"]}]
["0906.0916",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0916"],"date":["2009-06-04"],"type":["text"],"creator":["Lin, Yu-Lin"],"language":[],"coverage":[],"title":["Large-time rescaling behaviors of Stokes and Hele-Shaw flows driven by\n  injection"],"description":["  In this paper, we give a precise description of the rescaling behaviors of\nglobal strong polynomial solutions to the reformulation of zero surface tension\nHele-Shaw problem driven by injection, the Polubarinova-Galin equation, in\nterms of Richardson complex moments. From past results, we know that this set\nof solutions is large. This method can also be applied to zero surface tension\nStokes flow driven by injection and a rescaling behavior is given in terms of\nmany conserved quantities as well.\n","Comment: 17 pages"]}]
["0906.0917",{"format":[],"subject":["Quantitative Biology - Other Quantitative Biology","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0917","Physical Review E 67, 051907 (2003)","doi:10.1103/PhysRevE.67.051907"],"date":["2009-06-04"],"type":["text"],"creator":["Amaku, M.","Coutinho, F. A. B.","Azevedo, R. S.","Burattini, M. N.","Lopez, L. F.","Massad, E."],"language":[],"coverage":[],"title":["Vaccination against rubella: Analysis of the temporal evolution of the\n  age-dependent force of infection and the effects of different contact\n  patterns"],"description":["  In this paper, we analyze the temporal evolution of the age-dependent force\nof infection and incidence of rubella, after the introduction of a very\nspecific vaccination programme in a previously nonvaccinated population where\nrubella was in endemic steady state. We deduce an integral equation for the\nage-dependent force of infection, which depends on a number of parameters that\ncan be estimated from the force of infection in steady state prior to the\nvaccination program. We present the results of our simulations, which are\ncompared with observed data. We also examine the influence of contact patterns\namong members of a community on the age-dependent intensity of transmission of\nrubella and on the results of vaccination strategies. As an example of the\ntheory proposed, we calculate the effects of vaccination strategies for four\ncommunities from Caieiras (Brazil), Huixquilucan (Mexico), Finland and the\nUnited Kingdom. The results for each community differ considerably according to\nthe distinct intensity and pattern of transmission in the absence of\nvaccination. We conclude that this simple vaccination program is not very\nefficient (very slow) in the goal of eradicating the disease. This gives\nsupport to a mixed strategy, proposed by Massad et al., accepted and\nimplemented by the government of the State of Sao Paulo, Brazil.\n","Comment: 12 pages, 11 figures"]}]
["0906.0923",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0923"],"date":["2009-06-04"],"type":["text"],"creator":["Solinas, Paolo","Sassetti, Maura","Truini, Piero","Zanghì, Nino"],"language":[],"coverage":[],"title":["Entanglement and Fidelity for Holonomic Quantum Gates"],"description":["  We study entanglement and fidelity of a two-qubit system when a noisy\nholonomic, non-Abelian, transformation is applied to one of them. The source of\nnoise we investigate is of two types: one due to a stochastic error\nrepresenting an imprecise control of the fields driving the evolution; the\nother due to an interaction between the two near qubits. The peculiar level\nstructure underlying the holonomic operator leads us to introduce the reduced\nlogical entanglement which is the fraction of entanglement in the logical\nspace. The comparison between entanglement and fidelity shows how they are\ndifferently affected by the noise and that, in general, the first is more\nrobust than the latter. We find a range of physical parameters for which both\nfidelity and reduced logical entanglement are well preserved.\n","Comment: 10 pages, 5 figures, submitted to Phys. Rev. A"]}]
["0906.0931",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0931"],"date":["2009-06-04"],"type":["text"],"creator":["Pekker, David","Sensarma, Rajdeep","Demler, Eugene"],"language":[],"coverage":[],"title":["Detecting d-wave superfluid and d-density wave states of ultracold\n  Fermions on optical lattices"],"description":["  We propose a pump probe experiment for detecting the d-wave superfluid and\nd-density wave phases of ultracold Fermions on an optical lattice. The pump\nconsists of periodic modulations of the optical lattice intensity which creates\nquasiparticle pairs in these systems. The changes in the momentum distribution\nunder the drive can be used to measure quasiparticle dispersion and gap\nanisotropy. Further, we show that the pattern of peaks and dips in the spin\nselective density-density correlation function provides a phase sensitive probe\nof the symmetry of the order parameter in these systems.\n","Comment: 4.1 pages, 4 figures"]}]
["0906.0937",{"format":[],"subject":["Computer Science - Discrete Mathematics","Computer Science - Symbolic Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0937"],"date":["2009-06-04"],"type":["text"],"creator":["Hou, Xiaorong","Shao, Junwei"],"language":[],"coverage":[],"title":["Spherical Distribution of 5 Points with Maximal Distance Sum"],"description":["  In this paper, we mainly consider the problem of spherical distribution of 5\npoints, that is, how to configure 5 points on a sphere such that the mutual\ndistance sum attains the maximum. It is conjectured that the sum of distances\nis maximal if 5 points form a bipyramid configuration in which case two points\nare positioned at two poles of the sphere and the other three are positioned\nuniformly on the equator. We study this problem using interval methods and\nrelated technics, and give a proof for the conjecture through computers in\nfinite time.\n","Comment: 45 pages, 3 figures"]}]
["0906.0938",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0938","doi:10.1393/ncb/i2007-10399-1"],"date":["2009-06-04"],"type":["text"],"creator":["Carazza, B.","Tedeschi, R."],"language":[],"coverage":[],"title":["A simple approach to the calculation of retarded dispersion forces"],"description":["  We propose a phenomenological Hamiltonian for the interaction of neutral\nmacroscopic bodies with the electromagnetic field. Subsequently we revisit the\nassumption according to which the retarded interactions between neutral\nmacroscopic bodies can be obtained through an additive principle i.e. summing\nthe volume elements defined by the macroscopic bodies.\n","Comment: 9 pages"]}]
["0906.0947",{"format":[],"subject":["Mathematics - Representation Theory","17B10, 17B20, 17B65, 17B66, 17B68"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0947"],"date":["2009-06-04"],"type":["text"],"creator":["Mazorchuk, Volodymyr","Zhao, Kaiming"],"language":[],"coverage":[],"title":["Supports of weight modules over Witt algebras"],"description":["  In this paper, as the first step towards classification of simple weight\nmodules with finite dimensional weight spaces over Witt algebras $W_n$, we\nexplicitly describe supports of such modules. We also obtain some descriptions\non the support of an arbitrary simple weight module over a $\\Z^n$-graded Lie\nalgebra $\\mathfrak{g}$ having a root space decomposition\n$\\oplus_{\\alpha\\in\\Z^n}\\mathfrak {g}_\\alpha$ with respect to the abelian\nsubalgebra $\\mathfrak {g}_0$, with the property $[\\mathfrak{g}_\\alpha,\\mathfrak\n{g}_\\beta]= \\mathfrak {g}_{\\alpha+\\beta}$ for all $\\alpha,\\beta\\in\\Z^n$,\n$\\alpha\\neq \\beta$ (this class contains the algebra $W_n$).\n","Comment: 17 pages"]}]
["0906.0950",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0950"],"date":["2009-06-04"],"type":["text"],"creator":["Fernández, Francisco M."],"language":[],"coverage":[],"title":["Amazing variational approach to chemical reactions"],"description":["  In this letter we analyse an amazing variational approach to chemical\nreactions. Our results clearly show that the variational expressions are\nunsuitable for the analysis of empirical data obtained from chemical reactions.\n"]}]
["0906.0952",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0952"],"date":["2009-06-04"],"type":["text"],"creator":["Dai, Wu-Sheng","Xie, Mi"],"language":[],"coverage":[],"title":["The explicit expression of the fugacity for hard-sphere Bose and Fermi\n  gases"],"description":["  In this paper, we calculate the explicit expression for the fugacity for\nthree-dimensional hard-sphere Bose and Fermi gases from their equations of\nstate in isochoric and isobaric processes, respectively, based on the\nmathematical result of the boundary problem of an analytic function -- the\nhomogeneous Riemann-Hilbert problem.\n","Comment: 15 pages, no figure"]}]
["0906.0963",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0963","Publiser SITECH, Romania 2004, ISBN: 973-657-736-8"],"date":["2009-06-04"],"type":["text"],"creator":["Mihai, Gheorghe"],"language":[],"coverage":[],"title":["Generalisation of Helmholtz-Thevenin theorem to three-phase electrical\n  circuits"],"description":["  The scope of this paper is to determine the generalized form for equivalent\ntension generator theorem (Helmholtz-Thevenin theorem) for three-phase\nelectrical circuit. Any complicated electrical power systems we can reduce\ndepending on any three-phase electrical consumer to a three-phase electrical\ngenerator that has certain internal impedance. Starting with this assumption,\nwe have demonstrated the way to obtain the electromotive voltages for an\nequivalent generator and its internal impedances.\n","Comment: 12 pages, 12 figures"]}]
["0906.0964",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0964"],"date":["2009-06-04"],"type":["text"],"creator":["Carroll, Brian"],"language":[],"coverage":[],"title":["On Sparse Channel Estimation"],"description":["  Channel Estimation is an essential component in applications such as radar\nand data communication. In multi path time varying environments, it is\nnecessary to estimate time-shifts, scale-shifts (the wideband equivalent of\nDoppler-shifts), and the gains/phases of each of the multiple paths. With\nrecent advances in sparse estimation (or \"compressive sensing\"), new estimation\ntechniques have emerged which yield more accurate estimates of these channel\nparameters than traditional strategies. These estimation strategies, however,\nrestrict potential estimates of time-shifts and scale-shifts to a finite set of\nvalues separated by a choice of grid spacing. A small grid spacing increases\nthe number of potential estimates, thus lowering the quantization error, but\nalso increases complexity and estimation time. Conversely, a large grid spacing\nlowers the number of potential estimates, thus lowering the complexity and\nestimation time, but increases the quantization error. In this thesis, we\nderive an expression which relates the choice of grid spacing to the\nmean-squared quantization error. Furthermore, we consider the case when\nscale-shifts are approximated by Doppler-shifts, and derive a similar\nexpression relating the choice of the grid spacing and the quantization error.\nUsing insights gained from these expressions, we further explore the effects of\nthe choice and grid spacing, and examine when a wideband model can be well\napproximated by a narrowband model.\n","Comment: M.S. Thesis (106 pages, 35 figures)"]}]
["0906.0966",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0966"],"date":["2009-06-04"],"type":["text"],"creator":["Mandatori, A.","Bertolotti, M."],"language":[],"coverage":[],"title":["Super resolution and spectral properties for 1D multilayer systems"],"description":["  We investigate the spectral properties of one-dimensional multilayer\nstructures for the two polarizations TE and TM. We give a physical explanation\nfor the large spatial transmission band that can be obtained with this kind of\nsystem, and the correlated super resolution effect. We also suggest a designing\napproach to build 1D metal-dielectric multilayer structures that have super\nresolution.\n","Comment: 35 pages, 21 figures"]}]
["0906.0968",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0968"],"date":["2009-06-04"],"type":["text"],"creator":["Galley, Chad R.","Hu, Bei-Lok"],"language":[],"coverage":[],"title":["New analytical methods for gravitational radiation and reaction in\n  binaries with arbitrary mass ratio and relative velocity"],"description":["  We present a new analytical framework for describing the dynamics of a\ngravitational binary system with unequal masses moving with arbitrary relative\nvelocity, taking into account the backreaction from both compact objects in the\nform of tidal deformation, gravitational waves and self forces. Allowing all\ndynamical variables to interact with each other in a self-consistent manner\nthis formalism ensures that all the dynamical quantities involved are conserved\non the background spacetime and obey the gauge invariance under general\ncoordinate transformations that preserve the background geometry. Because it is\nbased on a generalized perturbation theory and the important new emphasis is on\nthe self-consistency of all the dynamical variables involved we call it a\ngravitational perturbation theory with self-consistent backreaction (GP-SCB).\n  As an illustration of how this formalism is implemented we construct\nperturbatively a self-consistent set of equations of motion for an inspiraling\ngravitational binary, which does not require extra assumptions such as slow\nmotion, weak-field or small mass ratio for its formulation. This case should\nencompass the inspiral and possibly the plunge and merger phases of binaries\nwith otherwise general parameters (e.g., mass ratio and relative velocity)\nthough more investigation is needed to substantiate it.\n  In the second part, we discuss how the mass ratio can be treated as a\nperturbation parameter in the post-Newtonian effective field theory (PN-EFT)\napproach, thus extending the work of Goldberger and Rothstein for equal mass\nbinaries to variable mass ratios. We provide rough estimates for the higher\npost-Newtonian orders needed to determine the number of gravitational wave\ncycles, with a specified precision, that fall into a detector's bandwidth.\n","Comment: 17 pages, 3 figures, Invited contribution to the International\n  Conference on Classical and Quantum Relativistic Dynamics of Particles and\n  Fields (IARD) held at the Aristotle University, Thessaloniki, Greece, 22-26\n  June 2008. Proceedings to appear in Foundations of Physics"]}]
["0906.0970",{"format":[],"subject":["Mathematics - Algebraic Geometry","14B05","32S40","14N35","53D45","32S55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0970"],"date":["2009-06-04"],"type":["text"],"creator":["Acosta, Pedro"],"language":[],"coverage":[],"title":["FJRW-Rings and Landau-Ginzburg Mirror Symmetry in Two Dimensions"],"description":["  For any non-degenerate, quasi-homogeneous hypersurface singularity W and an\nadmissible group of diagonal symmetries G, Fan, Jarvis, and Ruan have\nconstructed a cohomological field theory which is a candidate for the\nmathematical structure behind the Landau-Ginzburg A-model. When using the\norbifold Milnor ring of a singularity W as a B-model, and the Frobenius algebra\nH_{W,G} constructed by Fan, Jarvis, and Ruan, as an A-model, the following\nconjecture is obtained: For a quasi-homogeneous singularity W and a group G of\nsymmetries of W, there is a dual singularity W^T such that the orbifold A-model\nof W/G is isomorphic to the B-model of W^T. I will show that this conjecture\nholds for a two-dimensional invertible loop potential $W$ with its maximal\ngroup of diagonal symmetries $G_{W}$.\n","Comment: 10 pages"]}]
["0906.0973",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0973"],"date":["2009-06-04"],"type":["text"],"creator":["Dar, Arnon"],"language":[],"coverage":[],"title":["High Energy Phenomena In The Universe"],"description":["  Highlights of the 44th Rencontre De Moriond on High Energy Phenomena In The\nUniverse which was held in La Thuile, Italy during February 1-8, 2009.\n","Comment: Summary talk at the 44th Rencontre De Moriond on High Energy\n  Phenomena In The Universe which was held in La Thuile, Italy during February\n  1-8, 2009"]}]
["cond-mat/0304593",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0304593","Phys. Rev. B 71, 104423 (2005)","doi:10.1103/PhysRevB.71.104423"],"date":["2003-04-25","2005-03-11"],"type":["text"],"creator":["Olsson, Peter","Teitel, S."],"language":[],"coverage":[],"title":["Kink-Antikink Unbinding Transition in the Two Dimensional Fully\n  Frustrated XY Model"],"description":["  We carry out the first numerical simulations to directly confirm the\nexistence of a kink-antikink unbinding transition, T_w, along Ising-like domain\nwalls in the two dimensional fully frustrated XY model. We comment on the\npossible implications of kink-antikink unbinding for the bulk phase transitions\nof the model.\n","Comment: 8 pages, 10 figures - expanded version of original submission as\n  accepted by Phys. Rev. B. Some correction to the analysis lead to an increase\n  in the value of the kink unbinding transition temperature"]}]
["cond-mat/0701711",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0701711","Phys. Rev. B 75, 100501 (2007)","doi:10.1103/PhysRevB.75.100501"],"date":["2007-01-29"],"type":["text"],"creator":["van der Beek, C. J.","Klein, Thierry","Brusetti, René","Marcenat, Christophe","Wallin, Mats","Teitel, S.","Weber, Hans"],"language":[],"coverage":[],"title":["Thermodynamics of a Heavy Ion-Irradiated Superconductor: the Zero-Field\n  Transition"],"description":["  Specific heat measurements show that the introduction of amorphous columnar\ndefects considerably affects the transition from the normal to the\nsuperconducting state in zero magnetic field. Experimental results are compared\nto numerical simulations of the 3D XY model for both the pure system and the\nsystem containing random columnar disorder. The numerics reproduce the salient\nfeatures of experiment, showing in particular that the specific heat peak\nchanges from cusp-like to smoothly rounded when columnar defects are added. By\nconsidering the specific heat critical exponent alpha, we argue that such\nbehavior is consistent with recent numerical work [Vestergren et al., PRB 70,\n054508 (2004)] showing that the introduction of columnar defects changes the\nuniversality class of the transition.\n","Comment: 4 pages, 2 figures"]}]
["math/0701391",{"format":[],"subject":["Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701391"],"date":["2007-01-14","2009-06-05"],"type":["text"],"creator":["Khandhawit, Tirasan","Sriswasdi, Sira"],"language":[],"coverage":[],"title":["An Improved Lower Bound for Moser's Worm Problem"],"description":["  We show that any convex region which contains a unit segment, an equilateral\ntriangle of sides 1/2, and a square of side 1/3 always has area at least\n0.227498. Using grid-search algorithm, we attempt to find a configuration of\nthese three objects with minimal convex hull area. Consequently, we improve a\nlower bound for Moser's worm problem from 0.2194 to 0.227498.\n","Comment: 12 pages, 9 figures. v2: reorganized proof of the main theorem, added\n  results and references"]}]
