["0712.0424",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.0424","Phys. Chem. Chem. Phys., 2009, 11, 3861 - 3867","doi:10.1039/b820785b"],"date":["2007-12-03","2009-06-14"],"type":["text"],"creator":["Ceotto, Michele","Atahan, Sule","Shim, Sangwoo","Tantardini, Gianfranco","Aspuru-Guzik, Alán"],"language":[],"coverage":[],"title":["First-Principles Semiclassical Initial Value Representation Molecular\n  Dynamics"],"description":["  A method for carrying out semiclassical initial value representation\ncalculations using first-principles molecular dynamics (FP-SC-IVR) is\npresented. This method can extract the full vibrational power spectrum of\ncarbon dioxide from a single trajectory providing numerical results that agree\nwith experiment even for Fermi resonant states. The computational demands of\nthe method are comparable to those of classical single-trajectory calculations,\nwhile describing uniquely quantum features such as the zero-point energy and\nFermi resonances. By propagating the nuclear degrees of freedom using\nfirst-principles Born-Oppenheimer molecular dynamics, the stability of the\nmethod presented is improved considerably when compared to dynamics carried out\nusing fitted potential energy surfaces and numerical derivatives.\n","Comment: 5 pages, 2 figures, made stylistic and clarity changes"]}]
["0805.3402",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3402","doi:10.1140/epjb/e2009-00182-7"],"date":["2008-05-22","2009-06-14"],"type":["text"],"creator":["Helbing, Dirk","Johansson, Anders"],"language":[],"coverage":[],"title":["On the Controversy around Daganzo's Requiem for and Aw-Rascle's\n  Resurrection of Second-Order Traffic Flow Models"],"description":["  Daganzo's criticisms of second-order fluid approximations of traffic flow [C.\nDaganzo, Transpn. Res. B. 29, 277-286 (1995)] and Aw and Rascle's proposal how\nto overcome them [A. Aw and M. Rascle, SIAM J. Appl. Math. 60, 916-938 (2000)]\nhave stimulated an intensive scientific activity in the field of traffic\nmodeling. Here, we will revisit their arguments and the interpretations behind\nthem. We will start by analyzing the linear stability of traffic models, which\nis a widely established approach to study the ability of traffic models to\ndescribe emergent traffic jams. Besides deriving a collection of useful\nformulas for stability analyses, the main attention is put on the\ncharacteristic speeds, which are related to the group velocities of the\nlinearized model equations. Most macroscopic traffic models with a dynamic\nvelocity equation appear to predict two characteristic speeds, one of which is\nfaster than the average velocity. This has been claimed to constitute a\ntheoretical inconsistency. We will carefully discuss arguments for and against\nthis view. In particular, we will shed some new light on the problem by\ncomparing Payne's macroscopic traffic model with the Aw-Rascle model and\nmacroscopic with microscopic traffic models.\n","Comment: For related work see http://www.helbing.org"]}]
["0806.4277",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4277","Mon. Not. Roy. Astron. Soc. 390, 1587-1597 (2008)","doi:10.1111/j.1365-2966.2008.13846.x"],"date":["2008-06-26"],"type":["text"],"creator":["Pedraza, Juan F.","Ramos-Caro, Javier","Gonzalez, Guillermo A."],"language":[],"coverage":[],"title":["An Infinite Family of Self-consistent Models for Axisymmetric Flat\n  Galaxies"],"description":["  We present the formulation of a new infinite family of self-consistent\nstellar models, designed to describe axisymmetric flat galaxies. The\ncorresponding density-potential pair is obtained as a superposition of members\nbelonging to the generalized Kalnajs family, by imposing the condition that the\ndensity can be expressed as a regular function of the gravitational potential,\nin order to derive analytically the corresponding equilibrium distribution\nfunctions (DF). The resulting models are characterized by a well-behaved\nsurface density, as in the case of generalized Kalnajs discs. Then, we present\na study of the kinematical behavior which reveals, in some particular cases, a\nvery satisfactory behavior of the rotational curves (without the assumption of\na dark matter halo). We also analyze the equatorial orbit's stability and\nPoincare surfaces of section are performed for the 3-dimensional orbits.\nFinally, we obtain the corresponding equilibrium DFs, using the approaches\nintroduced by Kalnajs (Ap. J., 205, 751, 1976) and Dejonghe (Phys. Rep., 133\n(3-4), 217, 1986).\n","Comment: Submitted to MNRAS"]}]
["0807.0119",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0119","Mon. Not. Roy. Astron. Soc. 391, L24-L28 (2008)","doi:10.1111/j.1745-3933.2008.00548.x"],"date":["2008-07-01"],"type":["text"],"creator":["Pedraza, Juan F.","Ramos-Caro, Javier","Gonzalez, Guillermo A."],"language":[],"coverage":[],"title":["Fractional Derivative Approach to the Self-gravitation Equation"],"description":["  A new formalism is presented for finding equilibrium distribution functions\nfor axisymmetric systems. The formalism, obtainded by using the concept of\nfractional derivatives, generalizes the methods of Fricke (1952), Kalnajs\n(1972) and Jiang & Ossipkov (2007), and has the advantage that can be applied\nto a wider variety of models. We found that this approach can be applied both\nto tridimensional systems and to flat systems, without the necessity of dealing\nwith a pseudo-volume mass density. As an application, we obtain the\ndistribution functions of the Binney's logarithmic model and of the Mestel\ndisc.\n","Comment: 5 pages, no figures, submitted to MNRAS"]}]
["0903.0421",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0421","Phys. Rev. Lett. 102, 237003 (2009)","doi:10.1103/PhysRevLett.102.237003"],"date":["2009-03-02","2009-06-13"],"type":["text"],"creator":["Ota, Yukihiro","Machida, Masahiko","Koyama, Tomio","Matsumoto, Hideki"],"language":[],"coverage":[],"title":["Theory of heterotic SIS Josephson junctions between single- and\n  multi-gap superconductors"],"description":["  Using the functional integral method, we construct a theory of heterotic SIS\nJosephson junctions between single- and two-gap superconductors. The theory\npredicts the presence of in-phase and out-of-phase collective oscillation modes\nof superconducting phases. The former corresponds to the Josephson plasma mode\nwhose frequency is drastically reduced for $\\pm$ s-wave symmetry, and the\nlatter is a counterpart of Leggett's mode in Josephson junctions. We also\nreveal that the critical current and the Fraunhofer pattern strongly depend on\nthe symmetry type of the two-gap superconductor.\n"]}]
["0904.0905",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.0905","Phys. Rev. B 79, 224515 (2009)","doi:10.1103/PhysRevB.79.224515"],"date":["2009-04-06"],"type":["text"],"creator":["Teichmann, Niklas","Hinrichs, Dennis","Holthaus, Martin","Eckardt, Andre"],"language":[],"coverage":[],"title":["Process chain approach to the Bose-Hubbard model: Ground-state\n  properties and phase diagram"],"description":["  We carry out a perturbative analysis, of high order in the tunneling\nparameter, of the ground state of the homogeneous Bose-Hubbard model in the\nMott insulator phase. This is made possible by a diagrammatic process chain\napproach, derived from Kato's representation of the many-body perturbation\nseries, which can be implemented numerically in a straightforward manner. We\ncompute ground-state energies, atom-atom correlation functions, density-density\ncorrelations, and occupation number fluctuations, for one-, two-, and\nthree-dimensional lattices with arbitrary integer filling. A phenomenological\nscaling behavior is found which renders the data almost independent of the\nfilling factor. In addition, the process chain approach is employed for\ncalculating the boundary between the Mott insulator phase and the superfluid\nphase with high accuracy. We also consider systems with dimensionalities d>3,\nthus monitoring the approach to the mean-field limit. The versatility of the\nmethod suggests further applications to other systems which are less well\nunderstood.\n","Comment: 15 pages, 20 figures"]}]
["0905.1781",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.1781","Physical Review D, Vol.79, No.12, 2009","doi:10.1103/PhysRevD.79.123006"],"date":["2009-05-12","2009-06-14"],"type":["text"],"creator":["Kim, Jaiseung","Naselsky, Pavel"],"language":[],"coverage":[],"title":["The primordial \"f_NL\" non-Gaussianity, and perturbations beyond the\n  present horizon"],"description":["  We show a primordial non-linear \"f_NL\" term may produce unphysically large\nCMB anisotropy for a red-tilted primordial power spectrum (n<1), because of\ncoupling to primordial fluctuation on the largest scale. We consider a\nprimordial power spectrum models of a running spectral index, and a transition\nat very low wavenumbers. We find that only negative running spectral index\nmodels are allowed, provided that there is no transition at a low wavenumbers\n(i.e. k<<1). For models of a constant spectral index, we find log(k_c/k_0)>\n-184, at 1 sigma level, on the transition scale of sharp cut-off models, using\nrecent CMB and SDSS data.\n","Comment: v2: Journal information added"]}]
["0905.2644",{"format":[],"subject":["Mathematics - Combinatorics","05C20","05C80","05C70","05C69","05C38"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2644"],"date":["2009-05-15","2009-06-14"],"type":["text"],"creator":["Fox, Jacob","Sudakov, Benny"],"language":[],"coverage":[],"title":["Paths and stability number in digraphs"],"description":["  The Gallai-Milgram theorem says that the vertex set of any digraph with\nstability number k can be partitioned into k directed paths. In 1990, Hahn and\nJackson conjectured that this theorem is best possible in the following strong\nsense. For each positive integer k, there is a digraph D with stability number\nk such that deleting the vertices of any k-1 directed paths in D leaves a\ndigraph with stability number k. In this note, we prove this conjecture.\n","Comment: 3 pages"]}]
["0906.1119",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1119"],"date":["2009-06-05","2009-06-13"],"type":["text"],"creator":["Hartung, T."],"language":[],"coverage":[],"title":["On radial motion of dense regions and objects in protoplanitary-like\n  disks"],"description":["  Astronomers recently discovered a non-trivial radial motion of stars within\nour galaxy and were able to reproduce the results using n-body numerics. I\nmodeled a protoplanitary-like disk within a newtonian $\\infty$-body problem and\nconsidered the stability of local trajectories giving a qualitative explanation\nto the observed radial motion. As a prospect there will be a short estimate on\nthe impact on spiral arms.\n","Comment: 5 pages, changed some words to describe the ideas more fittingly"]}]
["gr-qc/0212052",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0212052","Rev.Integr.TemasMat.20:13-17,2002"],"date":["2002-12-11","2009-06-14"],"type":["text"],"creator":["Gonzalez, Guillermo A."],"language":[],"coverage":[],"title":["Rotating Relativistic Thin Disks as Sources of the Taub-NUT Solution"],"description":["  Rotating disks with nonzero radial pressure and finite radius are studied.\nThe models are based in the Taub-NUT metric and constructed using the\nwell-known ``displace, cut and reflect'' method. We find that the disks are\nmade of perfect fluids with constant energy density and pressure. The energy\ndensity is negative, but the effective Newotnian density is possitive as the\nstrong energy condition requires. We also find that the disks are not stable\nunder radial perturbations and that there are regions of the disks where the\nparticles move with superluminal velocities.\n","Comment: 6 pages, Available at http://matematicas.uis.edu.co/integracion/"]}]
