["0704.1139",{"format":[],"subject":["Mathematics - Statistics Theory","Statistics - Machine Learning","62J05 (Primary), 62J07 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.1139","Annals of Statistics 2009, Vol. 37, No. 5A, 2178-2201","doi:10.1214/08-AOS646"],"date":["2007-04-09","2009-08-20"],"type":["text"],"creator":["Wasserman, Larry","Roeder, Kathryn"],"language":[],"coverage":[],"title":["High-dimensional variable selection"],"description":["  This paper explores the following question: what kind of statistical\nguarantees can be given when doing variable selection in high-dimensional\nmodels? In particular, we look at the error rates and power of some multi-stage\nregression methods. In the first stage we fit a set of candidate models. In the\nsecond stage we select one model by cross-validation. In the third stage we use\nhypothesis testing to eliminate some variables. We refer to the first two\nstages as \"screening\" and the last stage as \"cleaning.\" We consider three\nscreening methods: the lasso, marginal regression, and forward stepwise\nregression. Our method gives consistent variable selection under certain\nconditions.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AOS646 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["0705.4556",{"format":[],"subject":["Mathematics - Representation Theory","Mathematical Physics","Mathematics - Algebraic Geometry","Mathematics - Quantum Algebra","Mathematics - Symplectic Geometry","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4556","Journal of Symplectic Geometry, Volume 7, Number 4, 1-28, 2009"],"date":["2007-05-31","2009-08-20"],"type":["text"],"creator":["Gurevich, Shamgar","Hadani, Ronny"],"language":[],"coverage":[],"title":["Quantization of symplectic vector spaces over finite fields"],"description":["  In this paper, we construct a quantization functor, associating a complex\nvector space H(V) to a finite dimensional symplectic vector space V over a\nfinite field of odd characteristic. As a result, we obtain a canonical model\nfor the Weil representation of the symplectic group Sp(V). The main new\ntechnical result is a proof of a stronger form of the Stone-von Neumann\nproperty for the Heisenberg group. Our result answers, for the case of the\nHeisenberg group, a question of Kazhdan about the possible existence of a\ncanonical vector space attached to a coadjoint orbit of a general unipotent\ngroup over finite field.\n","Comment: Results obtained: March 2005 (under the direction of Ph.D. advisor\n  Joseph Bernstein, Tel-Aviv, Israel) Keywords: Strong Stone-von Neumann\n  theorem, canonocal Hilbert space, quantization functor, Weil representation"]}]
["0706.4434",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4434","Phys. Rev. A 77, 023621 (2008)","doi:10.1103/PhysRevA.77.023621"],"date":["2007-06-29","2008-03-12"],"type":["text"],"creator":["Rizzi, M.","Imambekov, A."],"language":[],"coverage":[],"title":["Pairing of 1D Bose-Fermi mixtures with unequal masses"],"description":["  We have considered one-dimensional Bose-Fermi mixture with equal densities\nand unequal masses using numerical density matrix renormalization group (DMRG).\nFor the mass ratio of K-Rb mixture and attraction between bosons and fermions,\nwe determined the phase diagram. For weak boson-boson interactions, there is a\ndirect transition between two-component Luttinger liquid and collapsed phases\nas the boson-fermion attraction is increased. For strong enough boson-boson\ninteractions, we find an intermediate \"paired\" phase, which is a\nsingle-component Luttinger liquid of composite particles. We investigated\ncorrelation functions of such a \"paired\" phase, studied the stability of\n\"paired\" phase to density imbalance, and discussed various experimental\ntechniques which can be used to detect it.\n","Comment: 7 pages, 5 figures"]}]
["0707.0277",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.0277","Phys. Rev. B 76, 245101 (2007)","doi:10.1103/PhysRevB.76.245101"],"date":["2007-07-02"],"type":["text"],"creator":["Peters, Robert","Pruschke, Thomas"],"language":[],"coverage":[],"title":["Magnetic phases in the correlated Kondo-lattice model"],"description":["  We study magnetic ordering of an extended Kondo-lattice model including an\nadditional on-site Coulomb interaction between the itinerant states. The model\nis solved in the dynamical mean-field theory using Wilson's numerical\nrenormalization group approach as impurity solver. For a bipartite lattice we\nfind at half filling the expected antiferromagnetic phase. Upon doping this\nphase is gradually suppressed and hints towards phase separation are observed.\nFor large doping the model exhibits ferromagnetism, the appearance of which can\nat first sight be explained by Rudermann-Kittel-Kasuya-Yosida interaction.\nHowever, for large values of the Kondo coupling $J$ significant differences to\na simple Rudermann-Kittel-Kasuya-Yosida picture can be found. We furthermore\nobserve signs of quantum critical points for antiferromagnetic Kondo coupling\nbetween the local spins and band states.\n"]}]
["0708.1725",{"format":[],"subject":["Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1725","Design Studies 30, 3 (2009) 187-223","doi:10.1016/j.destud.2008.11.004"],"date":["2007-08-13","2009-08-20"],"type":["text"],"creator":["Visser, Willemien"],"language":[],"coverage":[],"title":["Design: One, but in different forms"],"description":["  This overview paper defends an augmented cognitively oriented generic-design\nhypothesis: there are both significant similarities between the design\nactivities implemented in different situations and crucial differences between\nthese and other cognitive activities; yet, characteristics of a design\nsituation (related to the design process, the designers, and the artefact)\nintroduce specificities in the corresponding cognitive activities and\nstructures that are used, and in the resulting designs. We thus augment the\nclassical generic-design hypothesis with that of different forms of designing.\nWe review the data available in the cognitive design research literature and\npropose a series of candidates underlying such forms of design, outlining a\nnumber of directions requiring further elaboration.\n"]}]
["0708.2249",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2249","Phys.Rev.Lett.101:122001,2008","doi:10.1103/PhysRevLett.101.122001"],"date":["2007-08-16","2009-08-20"],"type":["text"],"creator":["Brömmel, D.","Diehl, M.","Göckeler, M.","Hägler, Ph.","Horsley, R.","Nakamura, Y.","Pleiter, D.","Rakow, P. E. L.","Schäfer, A.","Schierholz, G.","Stüben, H.","Zanotti, J. M.","collaboration, for the QCDSF","collaboration, UKQCD"],"language":[],"coverage":[],"title":["The spin structure of the pion"],"description":["  We present the first calculation of the transverse spin structure of the pion\nin lattice QCD. Our simulations are based on two flavors of non-perturbatively\nimproved Wilson fermions, with pion masses as low as 400 MeV in volumes up to\n(2.1 fm)^3 and lattice spacings below 0.1 fm. We find a characteristic\nasymmetry in the spatial distribution of transversely polarized quarks. This\nasymmetry is very similar in magnitude to the analogous asymmetry we previously\nobtained for quarks in the nucleon. Our results support the hypothesis that all\nBoer-Mulders functions are alike.\n","Comment: 4 pages, 6 figures; journal version (with original Fig.1 included);\n  updated abstract, text and Figs. 3, 4, 5, 6; added reference; conclusions\n  unchanged"]}]
["0709.0335",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0335","Phys.Atom.Nucl.67:2095-2100,2004; Yad.Fiz.67:2116-2122,2004","doi:10.1134/1.1825534"],"date":["2007-09-04"],"type":["text"],"creator":["Kurilin, Alexander V."],"language":[],"coverage":[],"title":["Leptonic Decays of the W-Boson in a Strong Electromagnetic Field"],"description":["  The probability of W-boson decay into a lepton and a neutrino in a strong\nelectromagnetic field is calculated. On the basis of the method for deriving\nexact solutions to relativistic wave equations for charged particles, an exact\nanalytic expression is obtained for the partial W-decay width at an arbitrary\nvalue of the external field strength. It is found that, in the region of\ncomparatively weak fields, field-induced corrections to the standard decay\nwidth of the W-boson in a vacuum are about a few percent. In these conditions\nat first we observe the decrease of the W-boson partial decay width with the\nincrease of the external field strength parameter. At absolute minimum the\nW-width deviates from the corresponding vacuum value by a factor 0,926. Then\nwith further augmentation of the background field intensity the W-boson decay\nwidth grows monotonously. In superstrong fields the partial W-width is greater\nthan the corresponding one in vacuum in a dozen of times.\n","Comment: LaTex file, 19 pages, 2 Postscript figure"]}]
["0801.1132",{"format":[],"subject":["General Relativity and Quantum Cosmology","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1132","Mod.Phys.Lett.A24:1749-1762,2009","doi:10.1142/S0217732309030412"],"date":["2008-01-07","2008-01-18"],"type":["text"],"creator":["Wanas, M. I."],"language":[],"coverage":[],"title":["An Ap-Structure with Finslerian Flavor: I"],"description":["  A geometric structure (FAP-structure), having both absolute parallelism and\nFinsler properties, is constructed. The building blocks of this structures are\nassumed to be functions of position and direction. A non-linear connection\nemerges naturally and is defined in terms of the building blocks of the\nstructure. Two linear connections, one of Berwald type and the other of the\nCartan type, are defined using the non-linear connection of the FAP. Both\nlinear connections are non-symmetric and consequently admit torsion. A metric\ntensor is defined in terms of the building blocks of the structure. The\ncondition for this metric to be a Finslerian one is obtained. Also, the\ncondition for an FAP-space to be an AP-one is given.\n","Comment: 13 pages, LaTeX file, typographical corrections. Part of a talk\n  presented at The International Conference on \"Finsler Extensions of\n  Relativity Theory\" held at Cairo, Egypt, November 4-10,2006"]}]
["0802.0393",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0393","AIP Conf.Proc.1000:284-288,2008","doi:10.1063/1.2943464"],"date":["2008-02-04"],"type":["text"],"creator":["Dietz, Alexander","Collaboration, for the LIGO Scientific"],"language":[],"coverage":[],"title":["GRB-triggered searches for gravitational waves in LIGO data"],"description":["  The LIGO gravitational wave detectors have recently reached their design\nsensitivity and finished a two-year science run. During this period one year of\ndata with unprecedented sensitivity has been collected. I will briefly describe\nthe status of the LIGO detectors and the overall quality of the most recent\nscience run. I also will present results of a search for inspiral waveforms in\ngravitational wave data coincident with the short gamma ray burst detected on\n1st February 2007, with its sky location error box overlapping a spiral arms of\nM31. No gravitational wave signals were detected and a binary merger in M31 can\nbe excluded at the 99% confidence level.\n","Comment: 5 pages, 3 figures, contributed talk, submitted to the proceedings of\n  Gamma Ray Bursts 2007, Santa Fe, New Mexico, November 5-9 2007"]}]
["0804.0223",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0223","Phys.Rev.C80:015806,2009","doi:10.1103/PhysRevC.80.015806"],"date":["2008-04-01"],"type":["text"],"creator":["Gintautas, Vadas","Champagne, Arthur E.","Kondev, Filip G.","Longland, Richard"],"language":[],"coverage":[],"title":["Thermal Equilibration of 176-Lu via K-Mixing"],"description":["  In astrophysical environments, the long-lived (\\T_1/2 = 37.6 Gy) ground state\nof 176-Lu can communicate with a short-lived (T_1/2 = 3.664 h) isomeric level\nthrough thermal excitations. Thus, the lifetime of 176-Lu in an astrophysical\nenvironment can be quite different than in the laboratory. We examine the\npossibility that the rate of equilibration can be enhanced via K-mixing of two\nlevels near E_x = 725 keV and estimate the relevant gamma-decay rates. We use\nthis result to illustrate the effect of K-mixing on the effective stellar\nhalf-life. We also present a network calculation that includes the\nequilibrating transitions allowed by K-mixing. Even a small amount of K-mixing\nwill ensure that 176-Lu reaches at least a quasi-equilibrium during an\ns-process triggered by the 22-Ne neutron source.\n","Comment: 9 pages, 6 figures"]}]
["0804.0327",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0327","Phys. Rep. 478, 1-69, 2009","doi:10.1016/j.physrep.2009.05.002"],"date":["2008-04-02","2009-08-20"],"type":["text"],"creator":["Touchette, Hugo"],"language":[],"coverage":[],"title":["The large deviation approach to statistical mechanics"],"description":["  The theory of large deviations is concerned with the exponential decay of\nprobabilities of large fluctuations in random systems. These probabilities are\nimportant in many fields of study, including statistics, finance, and\nengineering, as they often yield valuable information about the large\nfluctuations of a random system around its most probable state or trajectory.\nIn the context of equilibrium statistical mechanics, the theory of large\ndeviations provides exponential-order estimates of probabilities that refine\nand generalize Einstein's theory of fluctuations. This review explores this and\nother connections between large deviation theory and statistical mechanics, in\nan effort to show that the mathematical language of statistical mechanics is\nthe language of large deviation theory. The first part of the review presents\nthe basics of large deviation theory, and works out many of its classical\napplications related to sums of random variables and Markov processes. The\nsecond part goes through many problems and results of statistical mechanics,\nand shows how these can be formulated and derived within the context of large\ndeviation theory. The problems and results treated cover a wide range of\nphysical systems, including equilibrium many-particle systems, noise-perturbed\ndynamics, nonequilibrium systems, as well as multifractals, disordered systems,\nand chaotic systems. This review also covers many fundamental aspects of\nstatistical mechanics, such as the derivation of variational principles\ncharacterizing equilibrium and nonequilibrium states, the breaking of the\nLegendre transform for nonconcave entropies, and the characterization of\nnonequilibrium fluctuations through fluctuation relations.\n","Comment: v1: 89 pages, 18 figures, pdflatex. v2: 95 pages, 20 figures, text,\n  figures and appendices added, many references cut, close to published version"]}]
["0805.1535",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1535","Phys.Rev.C80:024602,2009","doi:10.1103/PhysRevC.80.024602"],"date":["2008-05-11","2008-12-05"],"type":["text"],"creator":["Weissbach, Florian","Hencken, Kai","Kiselev, Daniela","Trautmann, Dirk"],"language":[],"coverage":[],"title":["Improved radiative corrections for (e,e'p) experiments - A novel\n  approach to multi-photon bremsstrahlung"],"description":["  Radiative processes lead to important corrections to (e,e'p) experiments.\nWhile radiative corrections can be calculated exactly in QED and to a good\naccuracy also including hadronic corrections, these corrections cannot be\nincluded into data analyses to arbitrary orders exactly. Nevertheless\nconsideration of multi-photon bremsstrahlung above the low-energy cut-off is\nimportant for many (e,e'p) experiments. To date, higher-order bremsstrahlung\neffects concerning electron scattering experiments have been implemented\napproximately by employing the soft-photon approximation (SPA). In this paper\nwe propose a novel approach to multi-photon emission which partially removes\nthe SPA from (e,e'p) experiments. In this combined approach one hard photon is\ntreated exactly; and additional softer bremsstrahlung photons are taken into\naccount resorting to the soft-photon approximation. This partial removal of the\nsoft-photon approximation is shown to be relevant for the missing-energy\ndistribution for several kinematic settings at MAMI and TJNAF energies.\n","Comment: 10 pages, 21 figures"]}]
["0805.2924",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2924","Phys.Rev.Lett.103:061804,2009","doi:10.1103/PhysRevLett.103.061804"],"date":["2008-05-19","2009-07-20"],"type":["text"],"creator":["Roa, J. E.","Latimer, D. C.","Ernst, D. J."],"language":[],"coverage":[],"title":["Atmospheric, long baseline, and reactor neutrino data constraints on\n  $\\theta_{13}$"],"description":["  A new atmospheric neutrino oscillation tool which utilizes full three\nneutrino oscillation probabilities and a full three neutrino treatment of the\nMSW effect is combined with a standard analysis of the K2K, MINOS, and CHOOZ\ndata to examine the bounds on $\\theta_{13}$ implied by existing data, including\nthe recent, more finely binned, Super-K atmospheric data. In the region\n$L/E_\\nu\\gtrsim 10^4$ km/GeV, we have previously found that the sub-dominant\nexpansion does not converge and that terms linear in $\\theta_{13}$ can be\nsignificant. The current analysis confirms this and leads to the conclusion\nthat $\\theta_{13}$ is bounded from above by the atmospheric data while CHOOZ\nprovides the lower bound. We trace the origin of this result to fully contained\ndata in the previously mentioned very long baseline region, to a combination of\na quadratic in $\\theta_{13}$ term in ${\\mathcal P}_{ee}$ and a linear term in\n${\\mathcal P}_{e\\mu}$ and their contribution to $R_e$, a broad MSW resonance\nfor the solar mass-squared difference at 180 MeV, and an increase in\n$\\theta_{12}$ due to this resonant matter effect which alters the sign of the\nlinear in $\\theta_{13}$ term. Assuming CP is conserved in the lepton sector, we\nfind $\\theta_{13}=-0.07^{+0.18}_{-0.11}$, the asymmetry being a reflection of\nthe importance of the linear in $\\theta_{13}$ terms.\n","Comment: 4 pages, 5 figures, typos corrected, manuscript shortened"]}]
["0805.3568",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3568","Phys.Rev.D79:054014,2009","doi:10.1103/PhysRevD.79.054014"],"date":["2008-05-22","2009-02-02"],"type":["text"],"creator":["Ahmad, Saeed","Goldstein, Gary. R.","Liuti, Simonetta"],"language":[],"coverage":[],"title":["Nucleon Tensor Charge from Exclusive $\\pi^o$ Electroproduction"],"description":["  Exclusive $\\pi^o$ electroproduction from nucleons is suggested for extracting\nthe tensor charge and other quantities related to transversity from\nexperimental data. This process isolates C-parity odd and chiral odd\ncombinations of t-channel exchange quantum numbers. In a hadronic picture it\nconnects the meson production amplitudes to C-odd Regge exchanges with final\nstate interactions. In a description based on partonic degrees of freedom, the\nhelicity structure for this C-odd process relates to the quark helicity flip,\nor chiral odd generalized parton distributions. This differs markedly from\ndeeply virtual Compton scattering, and both vector meson and charged $\\pi$\nelectroproduction, where the axial charge can enter the amplitudes. Contrarily\nthe tensor charge enters the $\\pi^o$ process. The connection through the\nhelicity description of the process to both the partonic and hadronic\nperspectives is studied and exploited in model calculations to indicate how the\ntensor charge and other transversity parameters can be related to cross section\nand spin asymmetry measurements over a broad range of kinematics.\n","Comment: 40 pages, 14 figures Revised text clarifying main points, fixing\n  typos, adding references"]}]
["0806.0552",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0552","Nuclear Physics A 828 (2009) 306-332","doi:10.1016/j.nuclphysa.2009.07.011"],"date":["2008-06-03","2009-08-20"],"type":["text"],"creator":["Moreno, O.","Sarriguren, P.","de Guerra, E. Moya","Udias, J. M.","Donnelly, T. W.","Sick, I."],"language":[],"coverage":[],"title":["Nuclear isospin mixing and elastic parity-violating electron scattering"],"description":["  The influence of nuclear isospin mixing on parity-violating elastic electron\nscattering is studied for the even-even, N=Z nuclei 12C, 24Mg, 28Si, and 32S.\nTheir ground-state wave functions have been obtained using a self-consistent\naxially-symmetric mean-field approximation with density-dependent effective\ntwo-body Skyrme interactions. Some differences from previous shell-model\ncalculations appear for the isovector Coulomb form factors which play a role in\ndetermining the parity-violating asymmetry. To gain an understanding of how\nthese differences arise, the results have been expanded in a spherical harmonic\noscillator basis. Results are obtained not only within the plane-wave Born\napproximation, but also using the distorted-wave Born approximation for\ncomparison with potential future experimental studies of parity-violating\nelectron scattering. To this end, for each nucleus the focus is placed on\nkinematic ranges where the signal (isospin-mixing effects on the\nparity-violating asymmetry) and the experimental figure-of-merit are maximized.\nStrangeness contributions to the asymmetry are also briefly discussed, since\nthey and the isospin mixing contributions may play comparable roles for the\nnuclei being studied at the low momentum transfers of interest in the present\nwork.\n","Comment: 25 pages, 9 figures"]}]
["0807.4116",{"format":[],"subject":["Mathematics - Representation Theory","17B10","17B67"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4116"],"date":["2008-07-25","2009-08-20"],"type":["text"],"creator":["Senesi, Prasad"],"language":[],"coverage":[],"title":["A block decomposition of finite-dimensional representations of twisted\n  loop algebras"],"description":["  In this paper we consider the category of F^\\sigma of finite-dimensional\nrepresentations of a twisted loop algebra corresponding to a finite-dimensional\nLie algebra with non-trivial diagram automorphism. Although F^\\sigma is not\nsemisimple, it can be written as a sum of indecomposable subcategories (the\nblocks of the category). To describe these summands, we introduce the twisted\nspectral characters for the twisted loop algebra. These are certain equivalence\nclasses of the spectral characters defined by Chari and Moura for an untwisted\nloop algebra, which were used to provide a description of the blocks of\nfinite--dimensional representations of the untwisted loop algebra. Here we\nadapt this decomposition to parametrize and describe the blocks of F^\\sigma,\nvia the twisted spectral characters.\n","Comment: Incorrect version previously uploaded"]}]
["0807.4525",{"format":[],"subject":["Physics - Chemical Physics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4525","Comm. in Comp. Phys. 7 (2010) 301-316","doi:10.4208/cicp.2009.08.201"],"date":["2008-07-28"],"type":["text"],"creator":["Abukhdeir, Nasser Mohieddin","Rey, Alejandro D."],"language":[],"coverage":[],"title":["Simulation of spherulite growth using a comprehensive approach to\n  modeling the first-order isotropic/smectic-A mesophase transition"],"description":["  A comprehensive modeling and simulation study of the first-order\nisotropic/smectic-A transition is presented and applied to phase diagram\ncomputation and two-dimensional spherulite growth. An approach based on\nnonlinear optimization, that incorporates experimental data (from 12CB,\ndodecyl-cyanobiphenyl), is used to determine physically realistic model\nparameters. These parameters are then used in conjunction with an optimized\nphase diagram computation method. Additionally, a time-dependent formulation is\npresented and applied to the study of two-dimensional smectic-A spherulite\ngrowth. These results show the growth kinematics and defect dynamics of\nnanoscale smectic-A spherulite growth in an isotropic phase with an initially\nradial layer configuration.\n"]}]
["0808.1895",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1895","Phys.Rev.C80:011901,2009","doi:10.1103/PhysRevC.80.011901"],"date":["2008-08-13"],"type":["text"],"creator":["PHOBOS Collaboration","Alver, B.","Back, B. B.","Baker, M. D.","Ballintijn, M.","Barton, D. S.","Betts, R. R.","Bindel, R.","Busza, W.","Chai, Z.","Chetluru, V.","Garcia, E.","Gburek, T.","Gulbrandsen, K.","Hamblen, J.","Harnarine, I.","Henderson, C.","Hofman, D. J.","Hollis, R. S.","Holynski, R.","Holzman, B.","Iordanova, A.","Kane, J. L.","Kulinich, P.","Kuo, C. M.","Li, W.","Lin, W. T.","Loizides, C.","Manly, S.","Mignerey, A. C.","Nouicer, R.","Olszewski, A.","Pak, R.","Reed, C.","Richardson, E.","Roland, C.","Roland, G.","Sagerer, J.","Sedykh, I.","Smith, C. E.","Stankiewicz, M. A.","Steinberg, P.","Stephans, G. S. F.","Sukhanov, A.","Szostak, A.","Tonjes, M. B.","Trzupek, A.","van Nieuwenhuizen, G. J.","Vaurynovich, S. S.","Verdier, R.","Veres, G.","Walters, P.","Wenger, E.","Willhelm, D.","Wolfs, F. L. H.","Wosiek, B.","Wozniak, K.","Wyngaardt, S.","Wyslouch, B."],"language":[],"coverage":[],"title":["Scaling properties in bulk and p$_{\\rm T}$-dependent particle production\n  near midrapidity in relativistic heavy ion collisions"],"description":["  The centrality dependence of the midrapidity charged-particle multiplicity\ndensity ($|\\eta|$$<$1) is presented for Au+Au and Cu+Cu collisions at RHIC over\na broad range of collision energies. The multiplicity measured in the Cu+Cu\nsystem is found to be similar to that measured in the Au+Au system, for an\nequivalent N$_{\\rm part}$, with the observed factorization in energy and\ncentrality still persistent in the smaller Cu+Cu system. The extent of the\nsimilarities observed for bulk particle production is tested by a comparative\nanalysis of the inclusive transverse momentum distributions for Au+Au and Cu+Cu\ncollisions near midrapidity. It is found that, within the uncertainties of the\ndata, the ratio of yields between the various energies for both Au+Au and Cu+Cu\nsystems are similar and constant with centrality, both in the bulk yields as\nwell as a function of p$_{\\rm T}$, up to at least 4 GeV/$c$. The effects of\nmultiple nucleon collisions that strongly increase with centrality and energy\nappear to only play a minor role in bulk and intermediate transverse momentum\nparticle production.\n","Comment: Submitted for publication in Phys. Rev. C, 5 pages, 3 figures"]}]
["0809.3610",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3610","Physical Review E. 79 (2008) 21702","doi:10.1103/PhysRevE.79.021702"],"date":["2008-09-21","2008-11-23"],"type":["text"],"creator":["Soulé, Ezequiel R.","Rey, Nasser Mohieddin Abukhdeir. Alejandro D."],"language":[],"coverage":[],"title":["Theory and computation of directional nematic phase ordering"],"description":["  A computational study of morphological instabilities of a two-dimensional\nnematic front under directional growth was performed using a Landau-de Gennes\ntype quadrupolar tensor order parameter model for the first-order\nisotropic/nematic transition of 5CB (pentyl-cyanobiphenyl). A previously\nderived energy balance, taking anisotropy into account, was utilized to account\nfor latent heat and an imposed morphological gradient in the time-dependent\nmodel. Simulations were performed using an initially homeotropic\nisotropic/nematic interface. Thermal instabilities in both the linear and\nnon-linear regimes were observed and compared to past experimental and\ntheoretical observations. A sharp-interface model for the study of linear\nmorphological instabilities, taking into account additional complexity\nresulting from liquid crystalline order, was derived. Results from the\nsharp-interface model were compared to those from full two-dimensional\nsimulation identifying the specific limitations of simplified sharp-interface\nmodels for this liquid crystal system. In the nonlinear regime, secondary\ninstabilities were observed to result in the formation of defects, interfacial\nheterogeneities, and bulk texture dynamics.\n","Comment: first revision"]}]
["0809.3943",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3943","PoS LATTICE2008:068,2008"],"date":["2008-09-23"],"type":["text"],"creator":["Buchoff, Michael I."],"language":[],"coverage":[],"title":["Search for Chiral Fermion Actions on Non-Orthogonal Lattices"],"description":["  The graphene-inspired fermion actions recently proposed by Creutz and Borici\nhave sparked interest in the use of non-orthogonal lattices in lattice QCD.\nThese fermion actions have the desired chiral symmetry and have the minimal\ndoubling required by the Nielsen-Ninomiya no-go theorem. However, due to the\nlack of discrete symmetries, radiative corrections in the gauged lattice theory\nwill lead to the generation of unwanted relevant and marginal operators. Other\nsimilarly motivated non-orthogonal fermion actions avoid these unwanted\noperators, but introduce incorrect continuum behavior or excessive fermion\ndoubling. A delicate balance of symmetry is required for chiral symmetry,\nminimal doubling, and no relevant operators, and to date, no non-orthogonal\nlattice action has accomplished this balance.\n","Comment: 7 pages, 2 figures, talk presented at The XXVI International\n  Symposium on Lattice Field Theory, July 14 - 19, 2008, Williamsburg,\n  Virginia, USA"]}]
["0809.4604",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4604","Phys.Rev.C80:024901,2009","doi:10.1103/PhysRevC.80.024901"],"date":["2008-09-26"],"type":["text"],"creator":["Korpa, C. L.","Lutz, M. F. M.","Riek, F."],"language":[],"coverage":[],"title":["Covariant and self consistent vertex corrections for pions and isobars\n  in nuclear matter"],"description":["  We evaluate the pion and isobar propagators in cold nuclear matter self\nconsistently applying a covariant form of the isobar-hole model. Migdal's\nvertex correction effects are considered systematically in the absence of\nphenomenological soft form factors. Saturated nuclear matter is modeled by\nscalar and vector mean fields for the nucleon. It is shown that the short-range\ndressing of the pi N Delta vertex has a significant effect on the pion and\nisobar properties. Using realistic parameters sets we predict a downward shift\nof about 50 MeV for the Delta resonance at nuclear saturation density. The\npionic soft modes are much less pronounced than in previous studies.\n","Comment: 21 pages, 8 figures"]}]
["0809.5083",{"format":[],"subject":["High Energy Physics - Experiment","Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.5083","Int.J.Mod.Phys.A24:3426-3436,2009","doi:10.1142/S0217751X09047028"],"date":["2008-09-29","2008-10-06"],"type":["text"],"creator":["Perl, Martin L."],"language":[],"coverage":[],"title":["Can the Existence of Dark Energy Be Directly Detected?"],"description":["  The majority of astronomers and physicists accept the reality of dark energy\nand also believe that it can only be studied indirectly through observation of\nthe motions of stars and galaxies. In this paper I open the experimental\nquestion of whether it is possible to directly detect dark energy through the\npresence of dark energy density. Two thirds of this paper outlines the major\naspects of dark energy density as now comprehended by the astronomical and\nphysics community. The final third summarizes various proposals for direct\ndetection of dark energy density or its possible effects. At this time I do not\nhave a fruitful answer to the question: Can the Existence of Dark Energy Be\nDirectly Detected?\n","Comment: 4 pages"]}]
["0810.0735",{"format":[],"subject":["Mathematics - Analysis of PDEs","34B18, 34G20, 35Q55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.0735"],"date":["2008-10-05","2009-08-20"],"type":["text"],"creator":["Montefusco, Eugenio","Pellacci, Benedetta","Squassina, Marco"],"language":[],"coverage":[],"title":["Soliton dynamics for CNLS systems with potentials"],"description":["  The soliton dynamics in the semiclassical limit for a weakly coupled\nnonlinear focusing Schr\\\"odinger systems in presence of a nonconstant potential\nis studied by taking as initial data some rescaled ground state solutions of an\nassociate elliptic system.\n","Comment: 25 pages, 2 figures"]}]
["0810.1598",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment","High Energy Physics - Lattice","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1598","Phys.Rev.C80:015208,2009","doi:10.1103/PhysRevC.80.015208"],"date":["2008-10-09","2009-07-09"],"type":["text"],"creator":["Liu, Yan-Rui","Zhang, Zong-Ye"],"language":[],"coverage":[],"title":["The bound state problem of S-wave heavy quark meson-aitimeson systems"],"description":["  We investigated systematically whether the S-wave ($\\bar{Q}q$) meson and the\n($Q\\bar{q}$) meson may form S-wave bound states in a chiral SU(3) quark model\nby solving the resonating group method equation. Here $Q=c$ or $b$ and $q=u$,\n$d$ or $s$. Our preliminary calculation disfavors the existence of $I=\\frac12$\n($\\bar{Q}l$)-($Q\\bar{s}$) molecules ($l=u,d$) while favors the existence of\nisoscalar $B\\bar{B}$, $B^*\\bar{B}^*$ (J=2) and $B\\bar{B}^*$ (C=+) molecules.\nThe existence of isovector (charm-anticharm) and (charm-bottom) molecules is\nalso disfavored. Therefore the resonance-like structure $Z^+(4051)$ is unlikely\nto be an S-wave $D^*\\bar{D}^*$ molecule.\n","Comment: 8 pages, 7 tables, accepted by Phys. Rev. C"]}]
["0810.2774",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2774","Phys.Rev.C80:015206,2009","doi:10.1103/PhysRevC.80.015206"],"date":["2008-10-15","2009-07-02"],"type":["text"],"creator":["Kim, Y.","Sato, T.","Myhrer, F.","Kubodera, K."],"language":[],"coverage":[],"title":["Two-pion-exchange and other higher-order contributions to the $pp\\to\n  pp\\pi^0$ reaction"],"description":["  Much effort has been invested on effective-field-theoretical studies of the\nnear-threshold NN \\to NN\\pi reactions and, in order to deal with the rather\nlarge three-momentum transfers involved, the momentum counting scheme was\nproposed as an alternative to the usual Weinberg counting scheme. To examine\nthe practical utility of the momentum counting scheme, we study here the\ncontributions of higher-order terms to the pp\\to pp\\pi^0 reaction. We discuss\nthe consequences of the different treatments of the nucleon propagators in\nthese two counting schemes. We also investigate certain higher chiral-order\npion-rescattering terms and the five-point counter-term, which turn out to give\nimportant contributions.\n","Comment: 19 pages, 5 figures"]}]
["0811.0771",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - K-Theory and Homology","46J05","46L85","55P62","54C35","55P15","55P45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0771"],"date":["2008-11-05","2009-08-19"],"type":["text"],"creator":["Klein, John R.","Schochet, Claude L.","Smith, Samuel B."],"language":[],"coverage":[],"title":["Continuous trace C*-algebras, gauge groups and rationalization"],"description":["  Let \\zeta be an n-dimensional complex matrix bundle over a compact metric\nspace X and let A_\\zeta denote the C*-algebra of sections of this bundle. We\ndetermine the rational homotopy type as an H-space of UA_\\zeta, the group of\nunitaries of A_\\zeta. The answer turns out to be independent of the bundle\n\\zeta and depends only upon n and the rational cohomology of X. We prove\nanalogous results for the gauge group and the projective gauge group of a\nprincipal bundle over a compact metric space X.\n","Comment: Final version. To appear in J. of Topology and Analysis. Garbled text\n  in abstract removed"]}]
["0811.2584",{"format":[],"subject":["Mathematics - Analysis of PDEs","83C50, 81Q05, 35Q40, 35Q51, 35Q55, 37K40, 37K45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2584"],"date":["2008-11-16","2009-08-20"],"type":["text"],"creator":["Squassina, Marco"],"language":[],"coverage":[],"title":["Soliton dynamics for the nonlinear Schr\\\"odinger equation with magnetic\n  field"],"description":["  The semiclassical limit of a nonlinear focusing Schr\\\"odinger equation in\npresence of nonconstant electric and magnetic potentials V,A is studied by\ntaking as initial datum the ground state solution of an associated autonomous\nelliptic equation. The concentration curve of the solutions is a\nparameterization of the solutions of a Newton ODE involving the electric force\nas well as the magnetic force via the Lorenz law of electrodynamics.\n","Comment: 30 pages, 2 figures"]}]
["0812.3203",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3203","Int.J.Mod.Phys.A24:3469-3475,2009","doi:10.1142/S0217751X09047077"],"date":["2008-12-16"],"type":["text"],"creator":["Koide, Yoshio"],"language":[],"coverage":[],"title":["Neutrino Mass Matrix Related to Up-Quark Masses and Nearly Tribimaximal\n  Mixing -- Based on a Yukawaon model --"],"description":["  Based on a new approach (the so-called Yukawaon model) to the mass spectra\nand mixings, a neutrino mass matrix which is described in terms of the up-quark\nmasses and CKM matrix parameters is proposed. The mass matrix successfully\nleads to a nearly tribimaximal mixing without assuming any discrete symmetry.\n","Comment: 7 pages, no figure, talk given at PAQFT08"]}]
["0812.4648",{"format":[],"subject":["Statistics - Machine Learning","Quantitative Biology - Genomics","Quantitative Biology - Quantitative Methods","Statistics - Applications","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4648","Annals of Applied Statistics 2009, Vol. 3, No. 2, 791-821","doi:10.1214/08-AOAS225"],"date":["2008-12-26","2009-08-20"],"type":["text"],"creator":["Sohn, Kyung-Ah","Xing, Eric P."],"language":[],"coverage":[],"title":["A hierarchical Dirichlet process mixture model for haplotype\n  reconstruction from multi-population data"],"description":["  The perennial problem of \"how many clusters?\" remains an issue of substantial\ninterest in data mining and machine learning communities, and becomes\nparticularly salient in large data sets such as populational genomic data where\nthe number of clusters needs to be relatively large and open-ended. This\nproblem gets further complicated in a co-clustering scenario in which one needs\nto solve multiple clustering problems simultaneously because of the presence of\ncommon centroids (e.g., ancestors) shared by clusters (e.g., possible descents\nfrom a certain ancestor) from different multiple-cluster samples (e.g.,\ndifferent human subpopulations). In this paper we present a hierarchical\nnonparametric Bayesian model to address this problem in the context of\nmulti-population haplotype inference. Uncovering the haplotypes of single\nnucleotide polymorphisms is essential for many biological and medical\napplications. While it is uncommon for the genotype data to be pooled from\nmultiple ethnically distinct populations, few existing programs have explicitly\nleveraged the individual ethnic information for haplotype inference. In this\npaper we present a new haplotype inference program, Haploi, which makes use of\nsuch information and is readily applicable to genotype sequences with thousands\nof SNPs from heterogeneous populations, with competent and sometimes superior\nspeed and accuracy comparing to the state-of-the-art programs. Underlying\nHaploi is a new haplotype distribution model based on a nonparametric Bayesian\nformalism known as the hierarchical Dirichlet process, which represents a\ntractable surrogate to the coalescent process. The proposed model is\nexchangeable, unbounded, and capable of coupling demographic information of\ndifferent populations.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AOAS225 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0901.0209",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0209","Int.J.Mod.Phys.A24:3286-3296,2009","doi:10.1142/S0217751X09046886"],"date":["2009-01-02"],"type":["text"],"creator":["Xing, Zhi-zhong"],"language":[],"coverage":[],"title":["Tev Neutrino Physics at the Large Hadron Collider"],"description":["  I argue that TeV neutrino physics might become an exciting frontier of\nparticle physics in the era of the Large Hadron Collider (LHC). The origin of\nnon-zero but tiny masses of three known neutrinos is probably related to the\nexistence of some heavy degrees of freedom, such as heavy Majorana neutrinos or\nheavy Higgs bosons, via a TeV-scale seesaw mechanism. I take a few examples to\nillustrate how to get a balance between theoretical naturalness and\nexperimental testability of TeV seesaws. Besides possible collider signatures\nat the LHC, new and non-unitary CP-violating effects are also expected to show\nup in neutrino oscillations for type-I, type-(I+II) and type-III seesaws at the\nTeV scale.\n","Comment: 10 pages, 2 figures. Invited talk given at the International\n  Conference on Particle Physics, Astrophysics and Quantum Field Theory: 75\n  Years since Solvay, 27--29 November 2008, Singapore"]}]
["0901.0741",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0741","Int.J.Mod.Phys.A24:3392-3402,2009","doi:10.1142/S0217751X09046990"],"date":["2009-01-07"],"type":["text"],"creator":["Cheng, Hai-Yang"],"language":[],"coverage":[],"title":["Scalar and Pseudoscalar Glueballs"],"description":["  We employ two simple and robust results to constrain the mixing matrix of the\nisosinglet scalar mesons $f_0(1710)$, $f_0(1500)$, $f_0(1370)$: one is the\napproximate SU(3) symmetry empirically observed in the scalar sector above 1\nGeV and confirmed by lattice QCD, and the other is the scalar glueball mass at\n1710 MeV in the quenched approximation. In the SU(3) symmetry limit,\n$f_0(1500)$ becomes a pure SU(3) octet and is degenerate with $a_0(1450)$,\nwhile $f_0(1370)$ is mainly an SU(3) singlet with a slight mixing with the\nscalar glueball which is the primary component of $f_0(1710)$. These features\nremain essentially unchanged even when SU(3) breaking is taken into account.\nThe observed enhancement of $\\omega f_0(1710)$ production over $\\phi f_0(1710)$\nin hadronic $J/\\psi$ decays and the copious $f_0(1710)$ production in radiative\n$J/\\psi$ decays lend further support to the prominent glueball nature of\n$f_0(1710)$. We deduce the mass of the pseudoscalar glueball $G$ from an\n$\\eta$-$\\eta'$-$G$ mixing formalism based on the anomalous Ward identity for\ntransition matrix elements. With the inputs from the recent KLOE experiment, we\nfind a solution for the pseudoscalar glueball mass around $(1.4\\pm 0.1)$ GeV,\nwhich is fairly insensitive to a range of inputs with or without\nOkubo-Zweig-Iizuka-rule violating effects. This affirms that $\\eta(1405)$,\nhaving a large production rate in the radiative $J/\\psi$ decay and not seen in\n$\\gamma\\gamma$ reactions, is indeed a leading candidate for the pseudoscalar\nglueball. It is much lower than the results from quenched lattice QCD ($>2.0$\nGeV) due to the dynamic fermion effect. It is thus urgent to have a full QCD\nlattice calculation of pseudoscalar glueball masses.\n","Comment: 10 pages, 1 figure; talk presented at \"Particle Physics, Astrophysics\n  and Quantum Field Theory: 75 Years since Solvay\", November 27-29, 2008,\n  Singapore"]}]
["0901.1732",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.1732"],"date":["2009-01-13","2009-08-20"],"type":["text"],"creator":["Lomnitz, Yuval","Feder, Meir"],"language":[],"coverage":[],"title":["Feedback Communication over Individual Channels"],"description":["  We consider the problem of communicating over a channel for which no\nmathematical model is specified. We present achievable rates as a function of\nthe channel input and output sequences known a-posteriori for discrete and\ncontinuous channels. Furthermore we present a rate-adaptive scheme employing\nfeedback which achieves these rates asymptotically without prior knowledge of\nthe channel behavior.\n","Comment: Final ISIT 2009 version"]}]
["0901.1737",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.1737"],"date":["2009-01-13","2009-08-20"],"type":["text"],"creator":["Lomnitz, Yuval","Feder, Meir"],"language":[],"coverage":[],"title":["Power Adaptive Feedback Communication over an Additive Individual Noise\n  Sequence Channel"],"description":["  We consider a real-valued additive channel with an individual unknown noise\nsequence. We present a simple sequential communication scheme based on the\ncelebrated Schalkwijk-Kailath scheme, which varies the transmit power according\nto the power of the sequence, so that asymptotically the relation between the\nSNR and the rate matches the Gaussian channel capacity 1/2 log(1+SNR)for almost\nevery noise sequence.\n","Comment: Final ISIT 2009 version"]}]
["0902.0928",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0928","Mod.Phys.Lett.A24:1763-1773,2009","doi:10.1142/S0217732309030436"],"date":["2009-02-05"],"type":["text"],"creator":["Zhang, Xin","Zhang, Jingfei","Cui, Jinglei","Zhang, Li"],"language":[],"coverage":[],"title":["Chaplygin inflation in loop quantum cosmology"],"description":["  In this paper we discuss the inflationary universe in the context of a\nChaplygin gas equation of state within the framework of the effective theory of\nloop quantum cosmology. Under the slow-roll approximation, we calculate the\nprimordial perturbations for this model. We give the general expressions of the\nscalar spectral index, its running, and the tensor-to-scalar ratio, etc. For\nthe chaotic inflation with a quadratic potential, using the WMAP 5-year\nresults, we determine the parameters of the Chaplygin inflation model in loop\nquantum cosmology. The results are consistent with the WMAP observations.\n","Comment: 6 pages, accepted for publication in Mod. Phys. Lett. A"]}]
["0902.1247",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","Mathematical Physics","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1247","Mod.Phys.Lett.A24:1721-1730,2009","doi:10.1142/S0217732309031156"],"date":["2009-02-07","2009-04-12"],"type":["text"],"creator":["Balachandran, A. P.","Martone, M."],"language":[],"coverage":[],"title":["Twisted Quantum Fields on Moyal and Wick-Voros Planes are Inequivalent"],"description":["  The Moyal and Wick-Voros planes A^{M,V}_{\\theta} are *-isomorphic. On each of\nthese planes the Poincar\\'e group acts as a Hopf algebra symmetry if its\ncoproducts are deformed by twist factors. We show that the *-isomorphism T:\nA^M_{\\theta} to A^V_{\\theta} does not also map the corresponding twists of the\nPoincar\\'e group algebra. The quantum field theories on these planes with\ntwisted Poincar\\'e-Hopf symmetries are thus inequivalent. We explicitly verify\nthis result by showing that a non-trivial dependence on the non-commutative\nparameter is present for the Wick-Voros plane in a self-energy diagram whereas\nit is known to be absent on the Moyal plane (in the absence of gauge fields).\nOur results differ from these of (arXiv:0810.2095 [hep-th]) because of\ndifferences in the treatments of quantum field theories.\n","Comment: 12 pages"]}]
["0902.2066",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2066","Int.J.Mod.Phys.A24:3306-3315,2009","doi:10.1142/S0217751X09046904"],"date":["2009-02-12"],"type":["text"],"creator":["Fujikawa, Kazuo"],"language":[],"coverage":[],"title":["Quantum anomalies and some recent developments"],"description":["  Some of the developments related to quantum anomalies and path integrals\nduring the past 10 years are briefly discussed. The covered subjects include\nthe issues related to the local counter term in the context of 2-dimensional\npath integral bosonization and the treatment of chiral anomaly and index\ntheorem on the lattice. We also briefly comment on a recent analysis of the\nconnection between the two-dimensional chiral anomalies and the\nfour-dimensional black hole radiation.\n","Comment: 12 pages. Invited talk given at PAQFT08, November 27-November 29,\n  2008, Nanyang Technological University, Singapore"]}]
["0902.2435",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2435","Phys.Rev.C80:014909,2009","doi:10.1103/PhysRevC.80.014909"],"date":["2009-02-14","2009-07-30"],"type":["text"],"creator":["Shao, Chang-en","Song, Jun","Shao, Feng-lan","Xie, Qu-bing"],"language":[],"coverage":[],"title":["Hadron production by quark combination in central Pb+Pb collisions at\n  $\\sqrt{s_{NN}}= 17.3$ GeV"],"description":["  The quark combination mechanism of QGP hadronization is applied to\nnucleus-nucleus collisions at top SPS energy. The yields, rapidity and\ntransverse momentum distributions of identified hadrons in most central Pb+Pb\ncollisions at $\\sqrt{s_{NN}}= 17.3$ GeV are systematically studied. The\ncalculated results are in agreement with the experimental data from NA49\nCollaboration. The longitudinal and transverse collective flows and strangeness\nof the hot and dense quark matter produced in nucleus-nucleus collisions at top\nSPS energy are investigated. It is found that the collective flow of strange\nquarks is stronger than light quarks, which is compatible with that at RHIC\nenergies, and the strangeness is almost the same as those at $\\sqrt{s_{NN}}=$\n62.4, 130, 200 GeV.\n","Comment: 10 pages, 6 figures"]}]
["0902.3934",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3934","Phys.Rev.C80:014907,2009","doi:10.1103/PhysRevC.80.014907"],"date":["2009-02-23","2009-05-26"],"type":["text"],"creator":["Hauer, Michael","Torrieri, Giorgio","Wheaton, Spencer"],"language":[],"coverage":[],"title":["Multiplicity Fluctuations and Correlations in Limited Momentum Space\n  Bins in Relativistic Gases"],"description":["  Multiplicity fluctuations and correlations are calculated within thermalized\nrelativistic ideal quantum gases. These are shown to be sensitive to the choice\nof statistical ensemble as well as to the choice of acceptance window in\nmomentum space. It is furthermore shown that global conservation laws introduce\nnon-trivial correlations between disconnected regions in momentum space, even\nin the absence of any dynamics.\n","Comment: 25 pages, 9 figures"]}]
["0902.4211",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Probability","65C05, 68W20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.4211"],"date":["2009-02-24","2009-08-20"],"type":["text"],"creator":["Rollin, Sebastian del Baño","Lázaro-Camí, Joan-Andreu"],"language":[],"coverage":[],"title":["Antithetic variates in higher dimensions"],"description":["  We introduce the concept of multidimensional antithetic as the absolute\nminimum of the covariance defined on the orthogonal group by $A\\mapsto\nCov(f(\\xi),f(A\\xi))$ where $\\xi$ is a standard $N$-dimensional normal random\nvariable and $f:\\mathbb{R}^{N}\\to\\mathbb{R}$ is an almost everywhere\ndifferentiable function. The antithetic matrix is designed to optimise the\ncalculation of $E[f(\\xi)]$ in a Monte Carlo simulation. We present an iterative\nannealing algorithm that dynamically incorporates the estimation of the\nantithetic matrix within the Monte Carlo calculation.\n","Comment: 18 pages. Some errors were corrected"]}]
["0902.4495",{"format":[],"subject":["Mathematics - Probability","Mathematics - Dynamical Systems","34K50, 37A30, 37A25, 37L55, 60H15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.4495"],"date":["2009-02-25","2009-08-19"],"type":["text"],"creator":["Hairer, Martin","Mattingly, Jonathan C.","Scheutzow, Michael"],"language":[],"coverage":[],"title":["Asymptotic coupling and a weak form of Harris' theorem with applications\n  to stochastic delay equations"],"description":["  There are many Markov chains on infinite dimensional spaces whose one-step\ntransition kernels are mutually singular when starting from different initial\nconditions. We give results which prove unique ergodicity under minimal\nassumptions on one hand and the existence of a spectral gap under conditions\nreminiscent of Harris' theorem. The first uses the existence of couplings which\ndraw the solutions together as time goes to infinity. Such \"asymptotic\ncouplings\" were central to recent work on SPDEs on which this work builds. The\nemphasis here is on stochastic differential delay equations.Harris' celebrated\ntheorem states that if a Markov chain admits a Lyapunov function whose level\nsets are \"small\" (in the sense that transition probabilities are uniformly\nbounded from below), then it admits a unique invariant measure and transition\nprobabilities converge towards it at exponential speed. This convergence takes\nplace in a total variation norm, weighted by the Lyapunov function. A second\naim of this article is to replace the notion of a \"small set\" by the much\nweaker notion of a \"d-small set,\" which takes the topology of the underlying\nspace into account via a distance-like function d. With this notion at hand, we\nprove an analogue to Harris' theorem, where the convergence takes place in a\nWasserstein-like distance weighted again by the Lyapunov function. This\nabstract result is then applied to the framework of stochastic delay equations.\n","Comment: Updated version correcting a few errors and typos in the original\n  version"]}]
["0902.4831",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.4831","Int.J.Mod.Phys.A24:3638-3644,2009","doi:10.1142/S0217751X09047296"],"date":["2009-02-27"],"type":["text"],"creator":["Hsiao, Yu-Kuo"],"language":[],"coverage":[],"title":["Charmful baryonic B\\to {\\bf B\\bar B'}M_c decays"],"description":["  We study the charmful three-body baryonic B decays with $D^{(*)}$ or $J/\\Psi$\nin the final state. We explain the measured rates of $\\bar B^0\\to n\\bar p\nD^{*+}$, $\\bar B^0\\to p\\bar p D^{(*)0}$, and $B^-\\to \\Lambda \\bar p J/\\Psi$. In\nparticular, the branching fraction of $\\bar B^0\\to\\Lambda\\bar \\Lambda D^0$\npredicted to be of order $2.3\\times 10^{-6}$ is in accordance with the Belle\nmeasurement, $(1.05^{+0.57}_{-0.44}\\pm 0.14)\\times 10^{-5}<2.6\\times 10^{-5}$.\n","Comment: 7 pages, 2 figures, 2 tables; parallel talk given at at \"Particle\n  Physics, Astrophysics and Quantum Field Theory: 75 Years since Solvay\",\n  November 27-29, 2008, Singapore"]}]
["0903.0434",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0434","Int.J.Mod.Phys.A24:3276-3285,2009","doi:10.1142/S0217751X09046874"],"date":["2009-03-02","2009-05-01"],"type":["text"],"creator":["Yock, Philip"],"language":[],"coverage":[],"title":["The Gamma-Gamma Interaction : A Critical Test of the Standard Model"],"description":["  Data from the Large Electron Positron collider (LEP) at CERN on hadron\nproduction in gamma-gamma interactions exceed the predictions of the standard\nmodel by an order of magnitude at the highest observed transverse momenta in\nthree channels. The amplitude for the process is asymptotically proportional to\nthe sum of the squares of the charges of quarks. The data are suggestive of\nmodels where quarks have unit charges, or larger, and where partons have\nsubstructure. A previously proposed model of electro-strong interactions\nincludes both these features. Definitive measurements could be made with either\nof the linear electron-positron colliders that have been proposed, viz. the\nInternational Linear Collider (ILC) or the Compact Linear Collider (CLIC).\nHowever, an electron-electron collider employing the recently developed plasma\nwakefield acceleration technique could provide the most affordable option. An\nindependent check of the multi-muon events that were recently reported at\nFermilab could also be made with this type of collider.\n","Comment: 10 pages, 3 figures, invited paper at \"Particle Physics, Astrophysics\n  and Quantum Field Theory: 75 Years since Solvay\", November 27-29, 2008,\n  Singapore; typos corrected in v2"]}]
["0903.0756",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0756","Int.J.Mod.Phys.A24:3493-3500,2009","doi:10.1142/S0217751X09047107"],"date":["2009-03-04"],"type":["text"],"creator":["Ni, Wei-Tou"],"language":[],"coverage":[],"title":["Cosmic Polarization Rotation, Cosmological Models, and the Detectability\n  of Primordial Gravitational Waves"],"description":["  CMB (Cosmic Microwave Background) polarization observations test many aspects\nof cosmological models. Effective pseudoscalar-photon interaction(s) would\ninduce a rotation of linear polarization of electromagnetic wave propagating\nwith cosmological distance in various cosmological models. CMB polarization\nobservations are superb tests of these models and have the potential to\ndiscover new fundamental physics. Pseudoscalar-photon interaction is\nproportional to the gradient of the pseudoscalar field. From phenomenological\npoint of view, this gradient could be neutrino number asymmetry, other density\ncurrent, or a constant vector. In these situations, Lorentz invariance or CPT\nmay effectively be violated. In this paper, we review these results and\nanticipate what more precise observations can tell us about fundamental\nphysics, inflation, etc. Better accuracy in CMB polarization observation is\nexpected from PLANCK mission to be launched this year. Dedicated CMB\npolarization observers like B-Pol mission, CMBpol mission and LiteBIRD mission\nwould probe this fundamental issue more deeply in the future. With these\nsensitivities, cosmic polarization rotations from effective pseudoscalar-photon\ninteraction, Faraday polarization rotations from primordial and large-scale\nmagnetic field, and tensor modes effects would have chances to be detected and\ndistinguished. The subtracted tensor-mode effects are likely due to primordial\ngravitational waves. We discuss the direct detectability of these primordial\ngravitational waves using space GW detectors.\n","Comment: 8 pages, 2 figures, 1 table, talk given in Particle Physics,\n  Astrophysics & Quantum Field Theory: 75 Years since Solvay (PAQFT08),\n  27th-29th November, 2008, submitted to International Journal of Modern\n  Physics A"]}]
["0903.1036",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.1036","Int.J.Mod.Phys.A24:3538-3544,2009","doi:10.1142/S0217751X09047168"],"date":["2009-03-05"],"type":["text"],"creator":["Tung, Roh-Suan"],"language":[],"coverage":[],"title":["Energy and angular momentum in strong gravitating systems"],"description":["  A quasilocal framework of stationary and dynamical untrapped hypersurfaces is\nintroduced to generalize the notions of energy and angular momentum of isolated\nand dynamical trapping horizons to general strong gravitating systems.\n","Comment: 10 pages, invited presentation at \"Particle Physics, Astrophysics and\n  Quantum Field Theory: 75 Years since Solvay, 27-29 November 2008, Singapore\",\n  to appear in International Journal of Modern Physics A"]}]
["0903.1159",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.1159","Int.J.Mod.Phys.A24:3645-3651,2009","doi:10.1142/S0217751X09047302"],"date":["2009-03-06"],"type":["text"],"creator":["Chen, Yu Chun","Kao, Chung Wen"],"language":[],"coverage":[],"title":["The loop corrections to the parity-violating electron-proton elastic\n  scattering"],"description":["  We calculate the two-boson-exchange (TBE) corrections to the parity asymmetry\nof the elastic electron-proton scattering in a model using the formalism of\ngeneralized parton distributions (GPDs).\n","Comment: 7 pages, talk given at \"Particle Physics, Astrophysics and Quantum\n  Field Theory, 75 years since Solvay\" 27th-29th Nov, 2008, Singapore"]}]
["0903.2999",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Statistical Mechanics","Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2999","Phys. Rev. E 80, 026118 (2009)","doi:10.1103/PhysRevE.80.026118"],"date":["2009-03-17","2009-07-27"],"type":["text"],"creator":["Radicchi, Filippo"],"language":[],"coverage":[],"title":["Human Activity in the Web"],"description":["  The recent information technology revolution has enabled the analysis and\nprocessing of large-scale datasets describing human activities. The main source\nof data is represented by the Web, where humans generally use to spend a\nrelevant part of their day. Here we study three large datasets containing the\ninformation about Web human activities in different contexts. We study in\ndetails inter-event and waiting time statistics. In both cases, the number of\nsubsequent operations which differ by tau units of time decays power-like as\ntau increases. We use non-parametric statistical tests in order to estimate the\nsignificance level of reliability of global distributions to describe activity\npatterns of single users. Global inter-event time probability distributions are\nnot representative for the behavior of single users: the shape of single\nusers'inter-event distributions is strongly influenced by the total number of\noperations performed by the users and distributions of the total number of\noperations performed by users are heterogeneous. A universal behavior can be\nanyway found by suppressing the intrinsic dependence of the global probability\ndistribution on the activity of the users. This suppression can be performed by\nsimply dividing the inter-event times with their average values. Differently,\nwaiting time probability distributions seem to be independent of the activity\nof users and global probability distributions are able to significantly\nrepresent the replying activity patterns of single users.\n","Comment: 10 pages, 9 figures. Final version accepted for publication in\n  Physical Review E"]}]
["0903.3030",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3030","Phys. Rev. A 80, 023612 (2009)","doi:10.1103/PhysRevA.80.023612"],"date":["2009-03-17","2009-08-19"],"type":["text"],"creator":["Taylor, E."],"language":[],"coverage":[],"title":["Critical Behaviour in Trapped Strongly Interacting Fermi Gases"],"description":["  We investigate the width of the Ginzburg critical region and experimental\nsignatures of critical behavior in strongly interacting trapped Fermi gases\nclose to unitarity, where the s-wave scattering length diverges. Despite the\nfact that the width of the critical region is of the order unity, evidence of\ncritical behavior in the bulk thermodynamics of trapped gases is strongly\nsuppressed by their inhomogeneity. The specific heat of a harmonically confined\ngas, for instance, is \\textit{linear} in the reduced temperature $t =\n(T-T_{\\mathrm{c}})/T_{\\mathrm{c}}$ above $T_{\\mathrm{c}}$. We also discuss the\nprospects of observing critical behavior in the local compressibility from\nmeasurements of the density profile.\n","Comment: 6 pages, 2 figures"]}]
["0903.3375",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3375","Europhys. Lett. 86, 26003 (2009)","doi:10.1209/0295-5075/86/26003"],"date":["2009-03-19"],"type":["text"],"creator":["Romanowska, M.","Hinsch, H.","Kirchgessner, N.","Giesen, M.","Degawa, M.","Hoffmann, B.","Frey, E.","Merkel, R."],"language":[],"coverage":[],"title":["Direct observation of the tube model in F-actin solutions"],"description":["  Mutual uncrossability of polymers generates topological constraints on their\nconformations and dynamics, which are generally described using the tube model.\nWe imaged confinement tubes for individual polymers within a F-actin solution\nby sampling over many successive micrographs of fluorescently labeled probe\nfilaments. The resulting average tube width shows the predicted scaling\nbehavior. Unexpectedly, we found an exponential distribution of tube curvatures\nwhich is attributed to transient entropic trapping in network void spaces.\n","Comment: 6 pages, 4 figures"]}]
["0903.3869",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3869","Phys. Rev. E 80, 011114 (1-11), 2009","doi:10.1103/PhysRevE.80.011114"],"date":["2009-03-23","2009-08-20"],"type":["text"],"creator":["Touchette, H.","Cohen, E. G. D."],"language":[],"coverage":[],"title":["Anomalous fluctuation relations"],"description":["  We complement and extend our work on fluctuation relations arising in\nnonequilibrium systems in steady states driven by L\\'evy noise [Phys. Rev. E\n76, 020101(R) (2006)]. As a concrete example, we consider a particle subjected\nto a drag force and a L\\'evy white noise with tail index $\\mu\\in (0,2]$, and\ncalculate the probability distribution of the work done on the particle by the\ndrag force, as well as the probability distribution of the work dissipated by\nthe dragged particle in a nonequilibrium steady state. For $0<\\mu<2$, both\ndistributions satisfy what we call an anomalous fluctuation relation,\ncharacterized by positive and negative fluctuations that asymptotically have\nthe same probability. For $\\mu=2$, by contrast, the work and dissipated work\ndistributions satisfy the known conventional and extended fluctuation\nrelations, respectively, which are both characterized by positive fluctuations\nthat are exponentially more probable than negative fluctuations. The difference\nbetween these different fluctuation relations is discussed in the context of\nlarge deviation theory. Experiments that could probe or reveal anomalous\nfluctuation relations are also discussed.\n","Comment: v1: 14 pages, 5 figures, RevTeX format. v2: 12 pages, many changes to\n  the text, close to published version"]}]
["0903.4916",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4916","Mod.Phys.Lett.A24:1743-1748,2009","doi:10.1142/S0217732309031065"],"date":["2009-03-27"],"type":["text"],"creator":["Capozziello, S.","Funkhouser, S."],"language":[],"coverage":[],"title":["Fractal large-scale structure from a stochastic scaling law model"],"description":["  A stochastic model relating the parameters of astrophysical structures to the\nparameters of their granular components is applied to the formation of\nhierarchical, large-scale structures from galaxies assumed as point-like\nobjects. If the density profile of galaxies on a given scale is described by a\npower law then the stochastic model leads naturally to a mass function that is\nproportional to the square of the distance from an occupied point, which\ncorresponds to a two-point correlation function that is inversely proportional\nto the distance. This result is consistent with observations indicating that\ngalaxies are, on the largest scales, characterized by a fractal distribution\nwith a dimension of order 2 and well-fit with transition to homogeneity at\ncosmological scales.\n","Comment: 5 pages"]}]
["0903.4971",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4971","Int.J.Mod.Phys.A24:3620-3629,2009","doi:10.1142/S0217751X09047272"],"date":["2009-03-28","2009-04-09"],"type":["text"],"creator":["Ichinose, S."],"language":[],"coverage":[],"title":["Casimir Energy of AdS5 Electromagnetism and Cosmological Constant\n  Problem"],"description":["  Casimir energy is calculated for the 5D electromagnetism in the warped\ngeometry. It is compared with the flat case(arXiv:0801.3064). A new\nregularization, called sphere lattice regularization, is taken. It is based on\nthe minimal area principle and is a direct realization of the geometrical\napproach to the renormalization group. The properly regularized form of Casimir\nenergy, is expressed in a closed form. We numerically evaluate $\\La$(4D\nUV-cutoff), $\\om$(5D bulk curvature, warp parameter) and $T$(extra space IR\nparameter) dependence of the Casimir energy. The warp parameter $\\om$ suffers\nfrom the renormalization effect. We examine the meaning of the weight function\nand finally reach a new definition of the Casimir energy where the 4D\nmomenta(or coordinates) are quantized with the extra coordinate as the\nEuclidean time. We comment on the cosmological term at the end.\n","Comment: 9pages, 6 figures, PAQFT08 Conference Proceedings, Typographical\n  errors are corrected"]}]
["0903.5080",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.5080","Int.J.Mod.Phys.A24:3414-3425,2009","doi:10.1142/S0217751X09047016"],"date":["2009-03-29"],"type":["text"],"creator":["Majumdar, Parthasarathi"],"language":[],"coverage":[],"title":["Holography, Gauge-Gravity Connection and Black Hole Entropy"],"description":["  The issues of holography and possible links with gauge theories in spacetime\nphysics is discussed, in an approach quite distinct from the more restricted\nAdS-CFT correspondence. A particular notion of holography in the context of\nblack hole thermodynamics is derived (rather than conjectured) from rather\nelementary considerations, which also leads to a criterion of thermal stability\nof radiant black holes, without resorting to specific classical metrics. For\nblack holes that obey this criterion, the canonical entropy is expressed in\nterms of the microcanonical entropy of an Isolated Horizon which is essentially\na local generalization of the very global event horizon and is a null inner\nboundary of spacetime, with marginal outer trapping. It is argued why degrees\nof freedom on this horizon must be described by a topological gauge theory.\nQuantizing this boundary theory leads to the microcanonical entropy of the\nhorizon expressed in terms of an infinite series asymptotic in the\ncross-sectional area, with the leading `area-law' term followed by finite,\nunambiguously calculable corrections arising from quantum spacetime\nfluctuations.\n","Comment: 12 Pages Latex, 5 eps figures, based on invited talk given at the\n  PAQFT08 Conference held at Nanyang University, Singapore in November 2008"]}]
["0903.5228",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.5228","Int.J.Mod.Phys.A24:3359-3365,2009","doi:10.1142/S0217751X09046953"],"date":["2009-03-30"],"type":["text"],"creator":["Frampton, Paul H."],"language":[],"coverage":[],"title":["T' and the Cabibbo Angle"],"description":["  The use of the binary tetrahedral group ($T^{'}$) as flavor symmetry is\ndiscussed. I emphasize the CKM quark and PMNS neutrino mixings. I present a\nnovel formula for the Cabibbo angle.\n","Comment: 8 pages, Talk at 75 Years Since Solvay. Singapore. November 2008"]}]
["0903.5369",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.5369","Phys.Rev.C80:025201,2009","doi:10.1103/PhysRevC.80.025201"],"date":["2009-03-31","2009-06-17"],"type":["text"],"creator":["Kochelev, N. I.","Battaglieri, M.","De Vita, R."],"language":[],"coverage":[],"title":["Exclusive photoproduction of $f_1(1285)$ meson off proton in the JLab\n  kinematics"],"description":["  Within the Regge approach, we calculated the exclusive $f_1(1285)$ meson\nphotoproduction cross section at energy of few GeV. The calculation shows that\nthe cross section is sizable, being in the range of 100 nb, and much larger\nthan the the expected cross section of the $\\eta(1295)$ meson photoproduction\nat the same energy. These two facts make possible to use this reaction to study\nthe poor known properties of the $f_1(1285)$ meson in the JLab kinematics.\n","Comment: 7 pages, 2 figures"]}]
["0904.0421",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.0421","Phys.Rev.C80:014002,2009","doi:10.1103/PhysRevC.80.014002"],"date":["2009-04-02"],"type":["text"],"creator":["Cordon, A. Calle","Arriola, E. Ruiz"],"language":[],"coverage":[],"title":["Serber symmetry, Large Nc and Yukawa-like One Boson Exchange Potentials"],"description":["  The Serber force has relative orbital parity symmetry and requires vanishing\nNN interactions in partial waves with odd angular momentum. We illustrate how\nthis property is well fulfilled for spin triplet states with odd angular\nmomentum and violated for odd singlet states for realistic potentials but fails\nfor chiral potentials. We analyze how Serber symmetry can be accommodated\nwithin a large Nc perspective when interpreted as a long distance symmetry. A\nprerequisite for this is the numerical similarity of the scalar and vector\nmeson resonance masses. The conditions under which the resonance exchange\npotential can be approximated by a Yukawa form are also discussed. While these\nmasses arise as poles on the Second Riemann in pi-pi scattering, we find that\nwithin the large Nc expansion the corresponding Yukawa masses correspond\ninstead to a well defined large Nc approximation to the pole which cannot be\ndistinguished from their location as Breit-Wigner resonances.\n","Comment: 17 pages, 8 figures"]}]
["0904.0914",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.0914","Phys.Rev.C80:011602,2009","doi:10.1103/PhysRevC.80.011602"],"date":["2009-04-06"],"type":["text"],"creator":["Cosyn, Wim","Ryckebusch, Jan"],"language":[],"coverage":[],"title":["On the density dependence of single-proton and two-proton knockout\n  reactions under quasifree conditions"],"description":["  We consider high-energy quasifree single- and two-proton knockout reactions\ninduced by electrons and protons and address the question what target-nucleus\ndensities can be effectively probed after correcting for nuclear attenuation\n(initial- and final-state interactions). Our calculations refer to ejected\nproton kinetic energies of 1.5 GeV, the reactions (e,e'p), (\\gamma,pp) and\n(p,2p) and a carbon target. It is shown that each of the three reactions is\ncharacterized by a distinctive sensitivity to the density of the target\nnucleus. The bulk of the (\\gamma,pp) strength stems from the high-density\nregions in the deep nuclear interior. Despite the strong attenuation, sizable\ndensities can be probed by (p,2p) provided that the energy resolution allows\none to pick nucleons from s orbits. The effective mean densities that can be\nprobed in high-energy (e,e'p) are of the order of 30-50% of the nuclear\nsaturation density.\n","Comment: 10 pages, 2 figures"]}]
["0904.1472",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1472","Phys.Rev.C80:014610,2009","doi:10.1103/PhysRevC.80.014610"],"date":["2009-04-09"],"type":["text"],"creator":["Butkevich, A. V."],"language":[],"coverage":[],"title":["Quasi-elastic neutrino charged-current scattering off C-12"],"description":["  The charged-current quasi-elastic scattering of muon neutrino on a carbon\ntarget is calculated for neutrino energy up to 2.8 GeV using the relativistic\ndistorted-wave impulse approximation with relativistic optical potential, which\nwas earlier successfully applied to describe electron-nucleus data. We studied\nboth neutrino and electron processes and have shown that the reduced exclusive\ncross section for neutrino and electron scattering are similar. We have also\nstudied nuclear and axial vector mass effects on the shape of $Q^2$\ndistribution. The comparison of the (anti)neutrino total cross sections per\n(proton)neutron, calculated for the carbon and oxygen targets shows the cross\nsections for oxygen to be lower than those for carbon. We found significant\nnuclear model dependence of inclusive and total cross sections for energy about\n1 GeV.\n","Comment: 27 pages, 12 figures"]}]
["0904.2143",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2143","Phys. Rev. A 80, 022325 (2009)","doi:10.1103/PhysRevA.80.022325"],"date":["2009-04-14","2009-08-20"],"type":["text"],"creator":["Oreshkov, Ognyan","Brun, Todd A.","Lidar, Daniel A."],"language":[],"coverage":[],"title":["Scheme for fault-tolerant holonomic computation on stabilizer codes"],"description":["  This paper generalizes and expands upon the work [Phys. Rev. Lett. 102,\n070502 (2009)] where we introduced a scheme for fault-tolerant holonomic\nquantum computation (HQC) on stabilizer codes. HQC is an all-geometric strategy\nbased on non-Abelian adiabatic holonomies, which is known to be robust against\nvarious types of errors in the control parameters. The scheme we present shows\nthat HQC is a scalable method of computation, and opens the possibility for\ncombining the benefits of error correction with the inherent resilience of the\nholonomic approach. We show that with the Bacon-Shor code the scheme can be\nimplemented using Hamiltonian operators of weight 2 and 3.\n","Comment: 22 pages"]}]
["0904.3645",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3645","Phys.Rev.C80:014313,2009","doi:10.1103/PhysRevC.80.014313"],"date":["2009-04-23"],"type":["text"],"creator":["Hitt, G. W.","Zegers, R. G. T.","Austin, Sam M.","Bazin, D.","Gade, A.","Galaviz, D.","Guess, C. J.","Horoi, M.","Howard, M. E.","Shimbara, Y.","Smith, E. E.","Tur, C."],"language":[],"coverage":[],"title":["Gamow-Teller transitions to 64-Cu measured using the 64-Zn(t,3-He)\n  reaction"],"description":["  The 64-Zn(t,3-He) reaction has been studied using a secondary triton beam of\n115 MeV/nucleon to extract the Gamow-Teller transition-strength distribution to\n64-Cu. The results were compared with shell-model calculations using the\npf-shell effective interactions KB3G and GXPF1A and with existing data from the\n64-Zn(d,2-He) reaction. Whereas the experimental results exhibited good\nconsistency, neither of the theoretical predictions managed to reproduce the\ndata. The implications for electron-capture rates during late stellar evolution\nwere investigated. The rates based on the theoretical strength distributions\nare lower by factors of 3.5-5 compared to the rates based on experimental\nstrength distributions.\n","Comment: 10 pages, 8 figures"]}]
["0904.3734",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3734","Phys. Rev. B 80 (2009) 075424","doi:10.1103/PhysRevB.80.075424"],"date":["2009-04-23","2009-08-20"],"type":["text"],"creator":["Schnadt, Joachim","Knudsen, Jan","Hu, Xiao Liang","Michaelides, Angelos","Vang, Ronnie T.","Reuter, Karsten","Li, Zheshen","Lægsgaard, Erik","Scheffler, Matthias","Besenbacher, Flemming"],"language":[],"coverage":[],"title":["Experimental and theoretical study of oxygen adsorption structures on\n  Ag(111)"],"description":["  The oxidized Ag(111) surface has been studied by a combination of\nexperimental and theoretical methods, scanning tunneling microscopy (STM),\nx-ray photoelectron spectroscopy (XPS), and density functional theory (DFT). A\nlarge variety of different surface structures is found, depending on the\ndetailed preparation conditions. The observed structures fall into four\nclasses: (a) individually chemisorbed atomic oxygen atoms, (b) three different\noxygen overlayer structures, including the well-known p(4 x 4) phase, formed\nfrom the same Ag$_6$ and Ag$_{10}$ building blocks, (c) a c(4 x 8) structure\nnot previously observed, and (d) at higher oxygen coverages structures\ncharacterized by stripes along the high-symmetry directions of the Ag(111)\nsubstrate. Our analysis provides a detailed explanation of the atomic-scale\ngeometry of the Ag$_6$/Ag$_{10}$ building block structures, and the c(4 x 8)\nand stripe structures are discussed in detail. The observation of many\ndifferent and co-existing structures implies that the O/Ag(111) system is\ncharacterized by a significantly larger degree of complexity than previously\nanticipated, and this will impact our understanding of oxidation catalysis\nprocesses on Ag catalysts.\n","Comment: 12 pages, 9 figures; peer-reviewed and published version"]}]
["0904.3840",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3840","Phys.Rev.C80:014001,2009","doi:10.1103/PhysRevC.80.014001"],"date":["2009-04-24"],"type":["text"],"creator":["Fix, Alexander","Arenhövel, Hartmuth","Tammam, Mahmoud"],"language":[],"coverage":[],"title":["Contribution of single pion electroproduction to the generalized\n  Gerasimov-Drell-Hearn sum rule for the deuteron"],"description":["  The generalized Gerasimov-Drell-Hearn sum rule is evaluated for the\ncontribution of single pion production on the deuteron by explicit integration\nup to an energy of 1.5 GeV for both coherent and incoherent production. As\nelementary $\\gamma^* N\\to\\pi N$ amplitude the MAID2003 model has been used. For\nincoherent production final state interaction is included in the final $NN$ and\n$\\pi N$ subsystems. The resulting contribution to the generalized transverse\nGDH sum rule is considerably smaller than the negative contribution from the\ndisintegration channel $d(e,e')np$ which dominates the sum rule at low $Q^2$.\n","Comment: 15 pages, 10 figures"]}]
["0904.3862",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3862","Int.J.Mod.Phys.A24:3561-3563,2009","doi:10.1142/S0217751X09047193"],"date":["2009-04-24"],"type":["text"],"creator":["Parwani, Rajesh R"],"language":[],"coverage":[],"title":["Information-theoretic corrections to black hole area quantisation?"],"description":["  Nonlinear corrections are proposed to the discrete equispaced area spectrum\nof quantum black holes obtained previously in some quantisation schemes. It is\nspeculated that such a modified spectrum might be related to the fine structure\nfound using the loop quantum gravity approach.\n","Comment: 3 pages. Presented at the PAQFT conference held in Singapore, Nov\n  2008"]}]
["0905.0450",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0450","2009 Class. Quantum Grav. 26 175014","doi:10.1088/0264-9381/26/17/175014"],"date":["2009-05-04","2009-08-20"],"type":["text"],"creator":["Ohme, Frank","Hannam, Mark","Husa, Sascha","Murchadha, Niall Ó"],"language":[],"coverage":[],"title":["Stationary hyperboloidal slicings with evolved gauge conditions"],"description":["  We analyze stationary slicings of the Schwarzschild spacetime defined by\nmembers of the Bona-Masso family of slicing conditions. Our main focus is on\nthe influence of a non-vanishing offset to the extrinsic curvature, which\nforbids the existence of standard Cauchy foliations but at the same time allows\ngauge choices that are adapted to include null infinity (scri) in the\nevolution. These hyperboloidal slicings are especially interesting for\nobserving outgoing gravitational waves. We show that the standard 1+log slicing\ncondition admits no overall regular hyperboloidal slicing, but by appropriately\ncombining with harmonic slicing, we construct a gauge condition that leads to a\nstrongly singularity-avoiding hyperboloidal foliation that connects the black\nhole to scri.\n","Comment: 18 pages, 11 figures, LaTeX; minor changes for the published version"]}]
["0905.0540",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Geometric Topology","Mathematics - Operator Algebras","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0540","Phys.Rev.D79:126007,2009","doi:10.1103/PhysRevD.79.126007"],"date":["2009-05-05","2009-05-21"],"type":["text"],"creator":["Cheung, Yeuk-Kwan E.","Freidel, Laurent"],"language":[],"coverage":[],"title":["Inner brane: A D3-brane in the Nappi-Witten model from an inner group\n  automorphism"],"description":["  WZW models are abstract conformal field theories with an infinite dimensional\nsymmetry which accounts for their integrability, and at the same time they have\na sigma model description of closed string propagation on group manifolds\nwhich, in turn, endows the models with an intuitive geometric meaning. We\nexploit this dual algebraic and geometric property of WZW models to construct\nan explicit example of a field-dependent reflection matrix for open-strings in\nNappi-Witten model. Demanding the momentum outflow at the boundary to be zero\ndetermines a certain combination of the left and right chiral currents at the\nboundary. This same reflection matrix is obtained algebraically from an inner\nautomorphism, giving rise to a space-filling D-brane. Half of the infinite\ndimensional affine Kac-Moody symmetry present in the closed-string theory is\npreserved by this unique combination of the left and the right chiral currents.\nThe OPEs of these boundary currents are computed explicitly and they are showed\nto obey the same current algebra as those of the closed-string chiral currents.\nDifferent choices of the inner automorphisms correspond to different background\ngauge field configurations. Only those B-field configurations, and the\ncorresponding D-branes, that preserve the diagonal part of the infinite\ndimensional chiral algebras are allowed. In this way the existence of the\nD-branes in curved spaces is further constrained by the underlying symmetry of\nthe ambient spacetime.\n","Comment: title and abstract changed; improved presentation; references added;\n  version to appear in PRD"]}]
["0905.0608",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0608","JHEP 0907:084,2009","doi:10.1088/1126-6708/2009/07/084"],"date":["2009-05-05"],"type":["text"],"creator":["Chaichian, M.","Tureanu, A.","Zet, G."],"language":[],"coverage":[],"title":["Gauge field theories with covariant star-product"],"description":["  A noncommutative gauge theory is developed using a covariant star-product\nbetween differential forms defined on a symplectic manifold, considered as the\nspace-time. It is proven that the field strength two-form is gauge covariant\nand satisfies a deformed Bianchi identity. The noncommutative Yang-Mills action\nis defined using a gauge covariant metric on the space-time and its gauge\ninvariance is proven up to the second order in the noncommutativity parameter.\n","Comment: Dedicated to Ioan Gottlieb on the occasion of his 80th birthday\n  anniversary. 12 pages"]}]
["0905.0620",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0620","J.Phys.G36:085005,2009","doi:10.1088/0954-3899/36/8/085005"],"date":["2009-05-05"],"type":["text"],"creator":["Altarelli, Guido","Meloni, Davide"],"language":[],"coverage":[],"title":["A Simplest A4 Model for Tri-Bimaximal Neutrino Mixing"],"description":["  We present a see-saw $A_4$ model for Tri-Bimaximal mixing which is based on a\nvery economical flavour symmetry and field content and still possesses all the\ngood features of $A_4$ models. In particular the charged lepton mass\nhierarchies are determined by the $A_4\\times Z_4$ flavour symmetry itself\nwithout invoking a Froggatt-Nielsen U(1) symmetry. Tri-Bimaximal mixing is\nexact in leading order while all the mixing angles receive corrections of the\nsame order in next-to-the-leading approximation. As a consequence the predicted\nvalue of $\\theta_{13}$ is within the sensitivity of the experiments which will\ntake data in the near future. The light neutrino spectrum, typical of $A_4$\nsee-saw models, with its phenomenological implications, also including\nleptoproduction, is studied in detail.\n","Comment: 20 pages, 2 figures"]}]
["0905.0645",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Lattice","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0645","JHEP 0906:065,2009","doi:10.1088/1126-6708/2009/06/065"],"date":["2009-05-05"],"type":["text"],"creator":["Pérez, Margarita García","González-Arroyo, Antonio","Sastre, Alfonso"],"language":[],"coverage":[],"title":["Adjoint fermion zero-modes for SU(N) calorons"],"description":["  We derive analytic formulas for the zero-modes of the Dirac equation in the\nadjoint representation in the background field of Q=1 SU(N) calorons. Solutions\nwith various boundary conditions are obtained, including the physically most\nrelevant cases of periodic and antiperiodic ones. The latter are essential\ningredients in a semiclassical treatment of finite temperature supersymmetric\nYang-Mills theory. A detailed discussion of adjoint zero-modes in several other\ncontexts is also presented.\n","Comment: 40 latex pages and 5 eps figures"]}]
["0905.1356",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.1356","Int.J.Mod.Phys.A24:3297-3305,2009","doi:10.1142/S0217751X09046898"],"date":["2009-05-08"],"type":["text"],"creator":["Chang, Ngee-Pong"],"language":[],"coverage":[],"title":["The Elusive $\\nu$ Mass Since 1933"],"description":["  We review briefly the history of the $\\nu_e$ mass since 1933, and point out\nhow the KATRIN experiment can resolve the mystery of the tachyonic mass\nindicated by the Mainz-Trotsky experiments.\n","Comment: 9 pages; 6 figures; invited talk at PAQFT08"]}]
["0905.3090",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.3090","New J. Phys. 11 (2009) 083019","doi:10.1088/1367-2630/11/8/083019"],"date":["2009-05-19"],"type":["text"],"creator":["Chuvilin, A.","Meyer, J. C.","Algara-Siller, G.","Kaiser, U."],"language":[],"coverage":[],"title":["From Graphene constrictions to single carbon chains"],"description":["  We present an atomic-resolution observation and analysis of graphene\nconstrictions and ribbons with sub-nanometer width. Graphene membranes are\nstudied by imaging side spherical aberration-corrected transmission electron\nmicroscopy at 80 kV. Holes are formed in the honeycomb-like structure due to\nradiation damage. As the holes grow and two holes approach each other, the\nhexagonal structure that lies between them narrows down. Transitions and\ndeviations from the hexagonal structure in this graphene ribbon occur as its\nwidth shrinks below one nanometer. Some reconstructions, involving more\npentagons and heptagons than hexagons, turn out to be surprisingly stable.\nFinally, single carbon atom chain bridges between graphene contacts are\nobserved. The dynamics are observed in real time at atomic resolution with\nenough sensitivity to detect every carbon atom that remains stable for a\nsufficient amount of time. The carbon chains appear reproducibly and in various\nconfigurations from graphene bridges, between adsorbates, or at open edges and\nseem to represent one of the most stable configurations that a few-atomic\ncarbon system accomodates in the presence of continuous energy input from the\nelectron beam.\n","Comment: 12 pages, 4 figures"]}]
["0905.3206",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.3206","Phys.Rev.C80:024301,2009","doi:10.1103/PhysRevC.80.024301"],"date":["2009-05-19"],"type":["text"],"creator":["Oba, Hiroshi","Matsuo, Masayuki"],"language":[],"coverage":[],"title":["Continuum Hartree-Fock-Bogoliubov theory for weakly bound deformed\n  nuclei using coordinate-space Green's function method"],"description":["  We formulate a new scheme of the Hartree-Fock-Bogoliubov mean-field theory\napplicable to weakly bound and pair correlated deformed nuclei using the\ncoordinate-space Green's function technique. On the basis of a coupled-channel\nrepresentation of the quasiparticle wave function expanded in terms of the\npartial waves, we impose the correct boundary condition of the asymptotically\nout-going waves on the continuum quasiparticle states. We perform numerical\nanalysis for $^{38}$Mg to illustrate properties of the continuum quasiparticle\nstates and the pair correlation in deformed nuclei near the neutron drip-line.\n"]}]
["0905.3335",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.3335","Phys.Rev.C80:011307,2009","doi:10.1103/PhysRevC.80.011307"],"date":["2009-05-20"],"type":["text"],"creator":["Khan, Elias"],"language":[],"coverage":[],"title":["The role of superfluidity in nuclear incompressibilities"],"description":["  Nuclei are propitious tools to investigate the role of the superfluidity in\nthe compressibility of a Fermionic system. The centroid of the Giant Monopole\nResonance (GMR) in Tin isotopes is predicted using a constrained Hartree-Fock\nBogoliubov approach, ensuring a full self-consistent treatment. Superfluidity\nis found to favour the compressibitily of nuclei. Pairing correlations explain\nwhy doubly magic nuclei such as $^{208}$Pb are stiffer compared to open-shell\nnuclei. Fully self-consistent predictions of the GMR on an isotopic chain\nshould be the way to microscopically extract both the incompressibility and the\ndensity dependence of a given energy functional. The macroscopic extraction of\nK$_{sym}$, the asymmetry incompressibility, is questioned. Investigations of\nthe GMR in unstable nuclei are called for. Pairing gap dependence of the\nnuclear matter incompressibility should also be investigated.\n","Comment: 5 pages"]}]
["0905.3597",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.3597","Physical Review E 80, 026311 (2009)","doi:10.1103/PhysRevE.80.026311"],"date":["2009-05-21","2009-08-20"],"type":["text"],"creator":["Zahnow, Jens C.","Vilela, Rafael D.","Feudel, Ulrike","Tél, Tamás"],"language":[],"coverage":[],"title":["Coagulation and fragmentation dynamics of inertial particles"],"description":["  Inertial particles suspended in many natural and industrial flows undergo\ncoagulation upon collisions and fragmentation if their size becomes too large\nor if they experience large shear. Here we study this coagulation-fragmentation\nprocess in time-periodic incompressible flows. We find that this process\napproaches an asymptotic, dynamical steady state where the average number of\nparticles of each size is roughly constant. We compare the steady-state size\ndistributions corresponding to two fragmentation mechanisms and for different\nflows and find that the steady state is mostly independent of the coagulation\nprocess. While collision rates determine the transient behavior, fragmentation\ndetermines the steady state. For example, for fragmentation due to shear, flows\nthat have very different local particle concentrations can result in similar\nparticle size distributions if the temporal or spatial variation of shear\nforces is similar.\n","Comment: 8 pages, 7 figures"]}]
["0905.3844",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.3844","Phys.Rev.C80:014611,2009","doi:10.1103/PhysRevC.80.014611"],"date":["2009-05-23"],"type":["text"],"creator":["Chugunov, A. I.","De Witt, H. E."],"language":[],"coverage":[],"title":["Nuclear fusion reaction rates for strongly coupled ionic mixtures"],"description":["  We analyze the effect of plasma screening on nuclear reaction rates in dense\nmatter composed of atomic nuclei of one or two types. We perform semiclassical\ncalculations of the Coulomb barrier penetrability taking into account a radial\nmean field potential of plasma ions. The mean field potential is extracted from\nthe results of extensive Monte Carlo calculations of radial pair distribution\nfunctions of ions in binary ionic mixtures. We calculate the reaction rates in\na wide range of plasma parameters and approximate these rates by an analytical\nexpression that is expected to be applicable for multicomponent ions mixtures.\nAlso, we analyze Gamow-peak energies of reacting ions in various nuclear\nburning regimes. For illustration, we study nuclear burning in C-O mixtures.\n","Comment: 14 pages, 9 figures, submitted to Phys. Rev. D"]}]
["0905.4323",{"format":[],"subject":["Nuclear Theory","Astrophysics - Solar and Stellar Astrophysics","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4323","Phys.Rev.C80:014322,2009","doi:10.1103/PhysRevC.80.014322"],"date":["2009-05-26","2009-07-09"],"type":["text"],"creator":["Chen, Lie-Wen","Cai, Bao-Jun","Ko, Che Ming","Li, Bao-An","Shen, Chun","Xu, Jun"],"language":[],"coverage":[],"title":["Higher-order effects on the incompressibility of isospin asymmetric\n  nuclear matter"],"description":["  Analytical expressions for the saturation density as well as the binding\nenergy and incompressibility at the saturation density of asymmetric nuclear\nmatter are given exactly up to 4th-order in the isospin asymmetry delta =(rho_n\n- rho_p)/rho using 11 characteristic parameters defined at the normal nuclear\ndensity rho_0. Using an isospin- and momentum-dependent modified Gogny (MDI)\ninteraction and the SHF approach with 63 popular Skyrme interactions, we have\nsystematically studied the isospin dependence of the saturation properties of\nasymmetric nuclear matter, particularly the incompressibility $K_{sat}(\\delta\n)=K_{0}+K_{sat,2}\\delta ^{2}+K_{sat,4}\\delta ^{4}+O(\\delta ^{6})$ at the\nsaturation density. Our results show that the magnitude of the high-order\n$K_{sat,4}$ parameter is generally small compared to that of the $K_{\\sat,2}$\nparameter. The latter essentially characterizes the isospin dependence of the\nincompressibility at the saturation density and can be expressed as\n$K_{sat,2}=K_{sym}-6L-\\frac{J_{0}}{K_{0}}L$, Furthermore, we have constructed a\nphenomenological modified Skyrme-like (MSL) model which can reasonably describe\nthe general properties of symmetric nuclear matter and the symmetry energy\npredicted by both the MDI model and the SHF approach. The results indicate that\nthe high-order $J_{0}$ contribution to $K_{sat,2}$ generally cannot be\nneglected. In addition, it is found that there exists a nicely linear\ncorrelation between $K_{sym}$ and $L$ as well as between $J_{0}/K_{0}$ and\n$K_{0}$. These correlations together with the empirical constraints on $K_{0}$,\n$L$, $E_{sym}(\\rho_{0})$ and the nucleon effective mass lead to an estimate of\n$K_{sat,2}=-370\\pm 120$ MeV.\n","Comment: 61 pages, 12 figures, 6 Tables. Title changed a little and results of\n  several Skyrme interactions updated. Accepted version to appear in PRC"]}]
["0905.4522",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4522","Applied Physics Letters 95, 062107 (2009)","doi:10.1063/1.3205117"],"date":["2009-05-27","2009-08-20"],"type":["text"],"creator":["Abergel, D. S. L.","Chakraborty, Tapash"],"language":[],"coverage":[],"title":["Generation of valley polarized current in bilayer graphene"],"description":["  We propose a device for the generation of valley polarized electronic current\nin bilayer graphene. By analyzing the response of this material to intense\nterahertz frequency light in the presence of a transverse electric field, we\ndemonstrate that dynamical states are induced in the gapped energy region, and\nif the system parameters are properly tuned, these states exist only in one\nvalley. The valley polarized states can then be used to filter an arbitrary\nelectron current, so generating a valley polarized current.\n","Comment: 4 pages, 3 colour figures. Published version. Journal reference is\n  Applied Physics Letters 95, 062107 (2009)"]}]
["0905.4595",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4595","Phys.Rev.C80:017001,2009","doi:10.1103/PhysRevC.80.017001"],"date":["2009-05-28"],"type":["text"],"creator":["Rausmann, T.","Khoukaz, A.","Buescher, M.","Chiladze, D.","Dymov, S.","Hartmann, M.","Kacharava, A.","Keshelashvili, I.","Kulessa, P.","Maeda, Y.","Mersmann, T.","Mielke, M.","Mikirtychiants, S.","Nekipelov, M.","Ohm, H.","Papenbrock, M.","Rathmann, F.","Serdyuk, V.","Stroeher, H.","Taeschner, A.","Valdau, Yu.","Wilkin, C."],"language":[],"coverage":[],"title":["Precision study of the d+p->3He+eta reaction for excess energies between\n  20 and 60 MeV"],"description":["  The differential and total cross sections for the d+p->3He+eta reaction have\nbeen measured at COSY-ANKE at excess energies of 19.5, 39.4, and 59.4 MeV over\nthe full angular range. The results are in line with trends apparent from the\ndetailed near-threshold studies and also agree with those from CELSIUS, though\nthe present data have higher precision. While at 19.5 MeV the results can be\ndescribed in terms of s- and p-wave production, by 59.4 MeV higher partial\nwaves are required. Including the 19.5 MeV point together with the\nnear-threshold data in a global s- and p-wave fit gives a poorer overall\ndescription of the data though the position of the pole in the 3He scattering\namplitude, corresponding to the quasi-bound or virtual state, is hardly\nchanged.\n","Comment: 4 pages, 4 figures, 1 table"]}]
["0906.1250",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1250","Phys.Rev.C80:024601,2009","doi:10.1103/PhysRevC.80.024601"],"date":["2009-06-06"],"type":["text"],"creator":["Randrup, J.","Vogt, R."],"language":[],"coverage":[],"title":["Calculation of fission observables through event-by-event simulation"],"description":["  The increased interest in more exclusive fission observables has demanded\nmore detailed models. We present here a new computational model, FREYA, that\naims to meet this need by producing large samples of complete fission events\nfrom which any observable of interest can then be extracted consistently,\nincluding arbitrary correlations. The various model assumptions are described\nand the potential utility of the model is illustrated by means of several novel\ncorrelation observables.\n","Comment: 11 pages, 12 eps figures"]}]
["0906.2085",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2085"],"date":["2009-06-11","2009-08-20"],"type":["text"],"creator":["Dale, R.","Morales-Lladosa, J. A.","Saez, D."],"language":[],"coverage":[],"title":["Proposal for the origin of the cosmological constant"],"description":["  We work in the framework of a simple vector-tensor theory. The parametrized\npost-Newtonian approximation of this theory is identical to that of general\nrelativity. Our attention is focused on cosmology. In an homogeneous isotropic\nuniverse, it is proved that the energy density, $\\rho_{A}$, of the vector field\n$A$, and its pressure, $p_{A}$, do not depend on time, and also that the\nequation of state is $\\rho_{A} = -p_{A}$. This means that, in the theory under\nconsideration, there is a cosmological constant, which is not vacuum energy,\nbut the dark energy of the cosmic vector field $A$, whose evolution is\nclassical.\n","Comment: 12 pages, 1 figure. See addendum"]}]
["0906.2213",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2213","Physical Review B 80, 081408(R) (2009)","doi:10.1103/PhysRevB.80.081408"],"date":["2009-06-11","2009-08-20"],"type":["text"],"creator":["Abergel, D. S. L.","Pietiläinen, Pekka","Chakraborty, Tapash"],"language":[],"coverage":[],"title":["Electronic compressibility of graphene: The case of vanishing electron\n  correlations and the role of chirality"],"description":["  A recent surprising finding that electronic compressibility measured\nexperimentally in monolayer graphene can be described solely in terms of the\nkinetic energy [J. Martin, et al., Nat. Phys. 4, 144 (2008)] is explained\ntheoretically as a direct consequence of the linear energy dispersion and the\nchirality of massless Dirac electrons. For bilayer graphene we show that\ncontributions to the compressibility from the electron correlations are\nrestored. We attribute the difference to the respective momentum dependence of\nthe low energy band structures of the two materials.\n","Comment: Four pages. Published version. Journal reference is Physical Review B\n  80, 081408(R) (2009)"]}]
["0906.3549",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.3549","Int.J.Mod.Phys.A24:3577-3583,2009","doi:10.1142/S0217751X09047223"],"date":["2009-06-18"],"type":["text"],"creator":["Ha, Yuan K."],"language":[],"coverage":[],"title":["Are Black Holes Elementary Particles?"],"description":["  Quantum black holes are the smallest and heaviest conceivable elementary\nparticles. They have a microscopic size but a macroscopic mass. Several\nfundamental types have been constructed with some remarkable properties.\nQuantum black holes in the neighborhood of the Galaxy could resolve the paradox\nof ultra-high energy cosmic rays detected in Earth's atmosphere. They may also\nplay a role as dark matter in cosmology.\n","Comment: Lecture delivered in Conference on Particle Physics, Astrophysics and\n  Quantum Field Theory: 75 Years since Solvay, 27 -29 November 2008, Nanyang\n  Executive Centre, Singapore. 10 pages"]}]
["0907.0172",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Quantum Algebra","57N10","57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0172"],"date":["2009-07-01","2009-08-20"],"type":["text"],"creator":["Le, Thang T. Q.","Tran, Anh T."],"language":[],"coverage":[],"title":["On the Volume Conjecture for Cables of Knots"],"description":["  We establish the volume conjecture for (m,2)-cables of the figure 8 knot,\nwhen m is odd. For (m,2)-cables of general knots where m is even, we show that\nthe limit in the volume conjecture depends on the parity of the color (of the\nKashaev invariant). There are many cases when the volume conjecture for cables\nof the figure 8 knot is false if one considers all the colors, but holds true\nif one restricts the colors to a subset of the set of positive integers.\n","Comment: Corrected proof of Lemma 4.5. Accepted to publish in JKTR"]}]
["0907.0531",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0531","Phys.Rev.C80:014315,2009","doi:10.1103/PhysRevC.80.014315"],"date":["2009-07-03","2009-07-23"],"type":["text"],"creator":["Myo, Takayuki","Ando, Ryosuke","Kato, Kiyoshi"],"language":[],"coverage":[],"title":["One-neutron removal strength of 7He into 6He using the complex scaling\n  method"],"description":["  We study the one-neutron removal strength of the 7He ground state, which\nprovides us with the 6He-n component in 7He. The He isotopes are described on\nthe basis of the 4He+Xn cluster model (X=1,2,3). The complex scaling method is\napplied to describe not only the Gamow resonances but also the nonresonant\ncontinuum states of valence neutrons, with the correct boundary condition of\nparticle decays. The one-neutron removal strength of 7He into the unbound\nstates of 6He is calculated using the complex-scaled Green's function, in which\na complex-scaled complete set of 4He+n+n states is adopted. Using this\nframework, we investigate resonant and nonresonant contributions of the\nstrength, which individually produce specific structures in the distributions.\nIn addition, we propose a method to obtain the real-value strength using the\ncomplex values of spectroscopic factors of Gamow states. As a result, the\n6He(2+) resonance is found to give the largest contribution.\n","Comment: 11 pages, 10 figures, Corrected typos"]}]
["0907.1980",{"format":[],"subject":["Mathematics - Spectral Theory","15A18","15A60","65F35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1980"],"date":["2009-07-11","2009-08-20"],"type":["text"],"creator":["Gracia, Juan-Miguel"],"language":[],"coverage":[],"title":["Multiplicities of the structured pseudoeigenvalues"],"description":["  The structured pseudospectra of a matrix A are sets of complex numbers that\nare eigenvalues of matrices X which are near to A and have the same entries as\nA at a fixed set of places. The sum of multiplicities of the eigenvalues of X\ninside each connected component of the structured pseudospectra of A does not\ndepend on X. This fact is known, but not so much as it should be. For this\nreason, we give here an elementary and detailed proof of the result.\n","Comment: 19 pages"]}]
["0907.2144",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.2144","Opt. Express 17 (2009), 14851-14864","doi:10.1364/OE.17.014851"],"date":["2009-07-13"],"type":["text"],"creator":["Yan, Min","Mortensen, Niels Asger"],"language":[],"coverage":[],"title":["Hollow-core infrared fiber incorporating metal-wire metamaterial"],"description":["  Infrared (IR) light is considered important for short-range wireless\ncommunication, thermal sensing, spectroscopy, material processing, medical\nsurgery, astronomy etc. However, IR light is in general much harder to\ntransport than optical light or microwave radiation. Existing hollow-core IR\nwaveguides usually use a layer of metallic coating on the inner wall of the\nwaveguide. Such a metallic layer, though reflective, still absorbs guided light\nsignificantly due to its finite Ohmic loss, especially for transverse-magnetic\n(TM) light. In this paper, we show that metal-wire based metamaterials may\nserve as an efficient TM reflector, reducing propagation loss of the TM mode by\ntwo orders of magnitude. By further imposing a conventional metal cladding\nlayer, which reflects specifically transverse-electric (TE) light, we can\npotentially obtain a low-loss hollow-core fiber. Simulations confirm that loss\nvalues for several low-order modes are comparable to the best results reported\nso far.\n","Comment: REVTeX, just over 9 pages"]}]
["0907.3205",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Mathematical Physics","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3205","Theor. Math. Phys. 160 (2009) 905","doi:10.1007/s11232-009-0080-9"],"date":["2009-07-20"],"type":["text"],"creator":["Dubrovsky, V. G.","Gramolin, A. V."],"language":[],"coverage":[],"title":["Gauge-invariant description of several (2+1)-dimensional integrable\n  nonlinear evolution equations"],"description":["  We obtain new gauge-invariant forms of two-dimensional integrable systems of\nnonlinear equations: the Sawada-Kotera and Kaup-Kuperschmidt system, the\ngeneralized system of dispersive long waves, and the Nizhnik-Veselov-Novikov\nsystem. We show how these forms imply both new and well-known two-dimensional\nintegrable nonlinear equations: the Sawada-Kotera equation, Kaup-Kuperschmidt\nequation, dispersive long-wave system, Nizhnik-Veselov-Novikov equation, and\nmodified Nizhnik-Veselov-Novikov equation. We consider Miura-type\ntransformations between nonlinear equations in different gauges.\n","Comment: Talk given at the Workshop \"Nonlinear Physics: Theory and Experiment.\n  V\", Gallipoli (Lecce, Italy), 12-21 June, 2008"]}]
["0908.0399",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0399"],"date":["2009-08-04","2009-08-20"],"type":["text"],"creator":["Poole, Douglas","Hereman, Willy"],"language":[],"coverage":[],"title":["The homotopy operator method for symbolic integration by parts and\n  inversion of divergences with applications"],"description":["  Using standard calculus, explicit formulas for one-, two- and\nthree-dimensional homotopy operators are presented. A derivation of the\none-dimensional homotopy operator is given. A similar methodology can be used\nto derive the multi-dimensional versions. The calculus-based formulas for the\nhomotopy operators are easy to implement in computer algebra systems such as\nMathematica, Maple, and REDUCE. Several examples illustrate the use, scope, and\nlimitations of the homotopy operators. The homotopy operator can be applied to\nthe symbolic computation of conservation laws of nonlinear partial differential\nequations (PDEs). Conservation laws provide insight into the physical and\nmathematical properties of the PDE. For instance, the existence of infinitely\nmany conservation laws establishes the complete integrability of a nonlinear\nPDE.\n","Comment: 22 pages. To appear in a Special Issue of Applicable Analysis on\n  Continuous and Discrete Integrable Systems (2009)"]}]
["0908.0784",{"format":[],"subject":["General Relativity and Quantum Cosmology","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0784"],"date":["2009-08-06"],"type":["text"],"creator":["Andersson, Lars","Moncrief, Vincent"],"language":[],"coverage":[],"title":["Einstein spaces as attractors for the Einstein flow"],"description":["  In this paper we prove a global existence theorem, in the direction of\ncosmological expansion, for sufficiently small perturbations of a family of\n$n+1$-dimensional, $n \\geq 3$, spatially compact spacetimes which generalizes\nthe $k=-1$ Friedmann--Robertson--Walker vacuum spacetime.\n  Our results demonstrate causal geodesic completeness of the perturbed\nspacetimes, in the expanding direction, and show that the scale-free geometry\nconverges towards an element in the moduli space of Einstein geometries, with a\nrate of decay depending on the stability properties of the Einstein geometry.\n","Comment: 50 pages"]}]
["0908.1614",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.1614"],"date":["2009-08-12","2009-08-20"],"type":["text"],"creator":["Baskaran, G.","Santhosh, G.","Shankar, R."],"language":[],"coverage":[],"title":["Exact quantum spin liquids with Fermi surfaces in spin-half models"],"description":["  An emergent Fermi surface in a Mott insulator, an exotic quantum spin liquid\nstate, was suggested by Anderson in 1987. After a quick support for its\nexistence in spin-half Heisenberg model in a square lattice in a RVB mean field\ntheory, pseudo Fermi surface was found only recently in an exactly solvable\nspin-3/2 model by Yao, Zhang and Kivelson. We show that a minimal spin-half\nKitaev model on a decorated square lattice exhibits a Fermi surface. Volume and\nshape of the Fermi surface change with exchange couplings or on addition of a 3\nspin interaction terms.\n","Comment: 4 pages, 3 figures"]}]
["0908.1682",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.1682"],"date":["2009-08-12","2009-08-20"],"type":["text"],"creator":["Aharon, N.","Silman, J."],"language":[],"coverage":[],"title":["Quantum dice rolling"],"description":["  A coin is just a two sided dice. Recently, Mochon proved that quantum weak\ncoin flipping with an arbitrarily small bias is possible. However, the use of\nquantum resources to allow N remote distrustful parties to roll an N-sided dice\nhas yet to be addressed. In this paper we show that contrary to the classical\ncase, N-sided dice rolling with arbitrarily small bias is possible for any N.\nIn addition, we present a six-round three-sided dice rolling protocol,\nachieving a bias of 0.181, which incorporates weak imbalanced coin flipping.\n","Comment: Discussion expanded, references added"]}]
["0908.1948",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.1948"],"date":["2009-08-13","2009-08-20"],"type":["text"],"creator":["Wang, I-Hsiang","Tse, David N. C."],"language":[],"coverage":[],"title":["Interference Mitigation Through Limited Receiver Cooperation: Symmetric\n  Case"],"description":["  Interference is a major issue that limits the performance in wireless\nnetworks, and cooperation among receivers can help mitigate interference by\nforming distributed MIMO systems. The rate at which receivers cooperate,\nhowever, is limited in most scenarios. How much interference can one bit of\nreceiver cooperation mitigate? In this paper, we study the two-user Gaussian\ninterference channel with conferencing decoders to answer this question in a\nsimple setting. We characterize the fundamental gain from cooperation: at high\nSNR, when INR is below 50% of SNR in dB scale, one-bit cooperation per\ndirection buys roughly one-bit gain per user until full receiver cooperation\nperformance is reached, while when INR is between 67% and 200% of SNR in dB\nscale, one-bit cooperation per direction buys roughly half-bit gain per user.\nThe conclusion is drawn based on the approximate characterization of the\nsymmetric capacity in the symmetric set-up. We propose strategies achieving the\nsymmetric capacity universally to within 3 bits. The strategy consists of two\nparts: (1) the transmission scheme, where superposition encoding with a simple\npower split is employed, and (2) the cooperative protocol, where\nquantize-binning is used for relaying.\n","Comment: To appear in IEEE Information Theory Workshop, Taormina, October\n  2009. Final version"]}]
["0908.2166",{"format":[],"subject":["Mathematics - Number Theory","11N13"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2166"],"date":["2009-08-15","2009-08-19"],"type":["text"],"creator":["Stones, Douglas S."],"language":[],"coverage":[],"title":["On prime chains"],"description":["  Let b be an odd integer such that b=+/-1 (mod 8) and let q be a prime with\nprimitive root 2 such that q does not divide b. We show that if (p(k)) is a\nsequence of odd primes, with 0<=k<=q-2 such that p(k)=2p(k-1)+b for all\n1<=k<=q-2, then either (a) q divides p(0)+b, (b) p_0=q or (c) p_1=q.\n","Comment: 4 pages. 2nd version extends results, shortens proofs and corrects\n  errors"]}]
["0908.2527",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2527","Phys.Rev.ST Accel.Beams 12:071002,2009","doi:10.1103/PhysRevSTAB.12.071002"],"date":["2009-08-18"],"type":["text"],"creator":["Bruce, R.","Bocian, D.","Gilardoni, S.","Jowett, J. M."],"language":[],"coverage":[],"title":["Beam losses from ultra-peripheral nuclear collisions between Pb ions in\n  the Large Hadron Collider and their alleviation"],"description":["  Electromagnetic interactions between colliding heavy ions at the Large Hadron\nCollider (LHC) at CERN will give rise to localized beam losses that may quench\nsuperconducting magnets, apart from contributing significantly to the\nluminosity decay. To quantify their impact on the operation of the collider, we\nhave used a three-step simulation approach, which consists of optical tracking,\na Monte-Carlo shower simulation and a thermal network model of the heat flow\ninside a magnet. We present simulation results for the case of Pb ion operation\nin the LHC, with focus on the ALICE interaction region, and show that the\nexpected heat load during nominal Pb operation is 40% above the quench level.\nThis limits the maximum achievable luminosity. Furthermore, we discuss methods\nof monitoring the losses and possible ways to alleviate their effect.\n","Comment: 17 pages, 20 figures"]}]
["0908.2633",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2633"],"date":["2009-08-18"],"type":["text"],"creator":["Lin, Jie","Millis, A. J."],"language":[],"coverage":[],"title":["Addendum: Theory of low-temperature Hall effect in stripe-ordered\n  cuprates"],"description":["  We supplement a previously published calculation of the Hall effect in stripe\nordered cuprates by presenting results for the physically relevant sign of the\npotential arising from charge ordering. The new results are more consistent\nwith data, underscoring the importance of charge ordering in cuprates.\n"]}]
["0908.2638",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2638"],"date":["2009-08-18"],"type":["text"],"creator":["Heller, Leon"],"language":[],"coverage":[],"title":["On the Penrose process for rotating black holes"],"description":["  Penrose described a process that, in principle, could extract energy and\nangular momentum from a rotating black hole. Here we examine two procedures\nthat were claimed to be capable of implementing the Penrose idea; both make use\nof a particle moving at the horizon. In one, the particle is swallowed, and in\nthe other the particle and black hole gradually exchange energy and angular\nmomentum. We show that if the particle has negative energy and negative angular\nmomentum but no radial momentum both procedures violate the requirement that\nthe area of a black hole not decrease. For the gradual exchange method,\nhowever, it appears that the Penrose process could proceed if the particle has\npositive energy and angular momentum, but nevertheless removes energy from the\nblack hole. It does not, however, lead to a Schwarzschild black hole. For an\nextreme Kerr black hole it's mass decreases by at most 9.7%, well short of the\ntheoretical limit for a reversible process of 1-1/sqrt{2} =29%.\n","Comment: 10 pages, 3 figures"]}]
["0908.2656",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Computer Science - Robotics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2656"],"date":["2009-08-18"],"type":["text"],"creator":["Helmer, Scott","Meger, David","Viswanathan, Pooja","McCann, Sancho","Dockrey, Matthew","Fazli, Pooyan","Southey, Tristram","Muja, Marius","Joya, Michael","Little, Jim","Lowe, David","Mackworth, Alan"],"language":[],"coverage":[],"title":["Semantic Robot Vision Challenge: Current State and Future Directions"],"description":["  The Semantic Robot Vision Competition provided an excellent opportunity for\nour research lab to integrate our many ideas under one umbrella, inspiring both\ncollaboration and new research. The task, visual search for an unknown object,\nis relevant to both the vision and robotics communities. Moreover, since the\ninterplay of robotics and vision is sometimes ignored, the competition provides\na venue to integrate two communities. In this paper, we outline a number of\nmodifications to the competition to both improve the state-of-the-art and\nincrease participation.\n","Comment: The IJCAI-09 Workshop on Competitions in Artificial Intelligence and\n  Robotics, Pasadena, California, USA, July 11-17, 2009"]}]
["0908.2660",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2660"],"date":["2009-08-18"],"type":["text"],"creator":["Dougherty, Sean M."],"language":[],"coverage":[],"title":["Radio observations of colliding winds in massive stars"],"description":["  This brief review describes radio observations of colliding winds in massive\nstars starting with the first direct observational support for the\ncolliding-wind model advanced in the early 1990's to explain non-thermal radio\nand thermal X-ray emission in some massive stars. Studies of the well-studied\nand highly-eccentric WR+O star system WR140 are described along with recent\nobservations of O-star systems. Also discussed is the binary nature of almost\nall massive stars that exhibit non-thermal behavior and some strategies for\nfinding new systems.\n","Comment: Invited review at HEPIMS Workshop (Jaen 2009); 12 pages, 6 figures,\n  to appear in PASP"]}]
["0908.2661",{"format":[],"subject":["Computer Science - Multiagent Systems","Computer Science - Computers and Society","Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2661"],"date":["2009-08-18"],"type":["text"],"creator":["Fazli, Pooyan","Mackworth, Alan K."],"language":[],"coverage":[],"title":["Human-Robot Teams in Entertainment and Other Everyday Scenarios"],"description":["  A new and relatively unexplored research direction in robotics systems is the\ncoordination of humans and robots working as a team. In this paper, we focus\nupon problem domains and tasks in which multiple robots, humans and other\nagents are cooperating through coordination to satisfy a set of goals or to\nmaximize utility. We are primarily interested in applications of human robot\ncoordination in entertainment and other activities of daily life. We discuss\nthe teamwork problem and propose an architecture to address this.\n"]}]
["0908.2662",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2662"],"date":["2009-08-18"],"type":["text"],"creator":["Hua, Chu Z. K."],"language":[],"coverage":[],"title":["Note on \"Dynamics of Quantum Vorticity in a Random Potential\""],"description":["  We make comments on Link's [{\\it Phys. Rev. Lett.} 102, 131101 (2009)] paper.\nIt seems to us that the role of vortex core was neglected by Link during his\ncalculation. However, the vortex core is crucial to the interactions between\nthe vortex and random lattices.\n"]}]
["0908.2670",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2670","Physica B, 404, 2529-2531 (2009)","doi:10.1016/j.physb.2009.06.053"],"date":["2009-08-18"],"type":["text"],"creator":["Matan, K.","Helton, J. S.","Grohol, D.","Nocera, D. G.","Wakimoto, S.","Kakurai, K.","Lee, Y. S."],"language":[],"coverage":[],"title":["Polarized neutron scattering studies of the kagome lattice\n  antiferromagnet KFe3(OH)6(SO4)2"],"description":["  We report polarized neutron scattering studies of spin-wave excitations and\nspin fluctuations in the S=5/2 kagome lattice antiferromagnet KFe3(OH)6(SO4)2\n(jarosite). Inelastic polarized neutron scattering measurements at 10 K on a\nsingle crystal sample reveal two spin gaps, associated with in-plane and\nout-of-plane excitations. The polarization analysis of quasi-elastic scattering\nat 67 K shows in-plane spin fluctuations with XY symmetry, consistent with the\ndisappearance of the in-plane gap above the Neel temperature T_N = 65 K. Our\nresults suggest that jarosite is a promising candidate for studying the 2D XY\nuniversality class in magnetic systems.\n","Comment: 3 pages, 3 figures, Proceeding to the 7th International Workshop on\n  Polarized Neutrons for Condensed Matter Investigations and 2nd International\n  Symposium of Quantum Beam Science Directorate"]}]
["0908.2682",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","53C44 (Primary), 35K55, 58J35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2682"],"date":["2009-08-19"],"type":["text"],"creator":["Andrews, Ben","Bryan, Paul"],"language":[],"coverage":[],"title":["Curvature bound for curve shortening flow via distance comparison and a\n  direct proof of Grayson's theorem"],"description":["  A new isoperimetric estimate is proved for embedded closed curves evolving by\ncurve shortening flow, normalized to have total length $2\\pi$. The estimate\nbounds the length of any chord from below in terms of the arc length between\nits endpoints and elapsed time. Applying the estimate to short segments we\ndeduce directly that the maximum curvature decays exponentially to 1. This\ngives a self-contained proof of Grayson's theorem which does not require the\nmonotonicity formula or the classification of singularities.\n","Comment: 8 pages, no figures, amsart document class"]}]
["0908.2683",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Dynamical Systems","37N35, 68W15, 93D20, 49J52"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2683"],"date":["2009-08-19"],"type":["text"],"creator":["Guruprasad, K. R.","Ghose, Debasish"],"language":[],"coverage":[],"title":["Generalized Voronoi Partition Based Multi-Agent Search using\n  Heterogeneous Sensors"],"description":["  In this paper we propose search strategies for heterogeneous multi-agent\nsystems. Multiple agents, equipped with communication gadget, computational\ncapability, and sensors having heterogeneous capabilities, are deployed in the\nsearch space to gather information such as presence of targets. Lack of\ninformation about the search space is modeled as an uncertainty density\ndistribution. The uncertainty is reduced on collection of information by the\nsearch agents. We propose a generalization of Voronoi partition incorporating\nthe heterogeneity in sensor capabilities, and design optimal deployment\nstrategies for multiple agents, maximizing a single step search effectiveness.\nThe optimal deployment forms the basis for two search strategies, namely, {\\em\nheterogeneous sequential deploy and search} and {\\em heterogeneous combined\ndeploy and search}. We prove that the proposed strategies can reduce the\nuncertainty density to arbitrarily low level under ideal conditions. We provide\na few formal analysis results related to stability and convergence of the\nproposed control laws, and to spatial distributedness of the strategies under\nconstraints such as limit on maximum speed of agents, agents moving with\nconstant speed and limit on sensor range. Simulation results are provided to\nvalidate the theoretical results presented in the paper.\n","Comment: 32 pages"]}]
["0908.2684",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2684"],"date":["2009-08-19"],"type":["text"],"creator":["Aktosun, Tuncay","Busse, Theresa","Demontis, Francesco","van der Mee, Cornelis"],"language":[],"coverage":[],"title":["Exact solutions to the nonlinear Schr\\\"odinger equation"],"description":["  A review of a recent method is presented to construct certain exact solutions\nto the focusing nonlinear Schr\\\"odinger equation on the line with a cubic\nnonlinearity. With motivation by the inverse scattering transform and help from\nthe state-space method, an explicit formula is obtained to express such exact\nsolutions in a compact form in terms of a matrix triplet and by using matrix\nexponentials. Such solutions consist of multisolitons with any multiplicities,\nare analytic on the entire $xt$-plane, decay exponentially as $x\\to\\pm\\infty$\nat each fixed $t,$ and can alternatively be written explicitly as algebraic\ncombinations of exponential, trigonometric, and polynomial functions of the\nspatial and temporal coordinates $x$ and $t.$ Various equivalent forms of the\nmatrix triplet are presented yielding the same exact solution.\n","Comment: 15 pages, to appear in the the Proceedings of IWOTA-2008 as a special\n  volume of Operator Theory: Advances and Applications in the Birkhauser (OT)\n  series"]}]
["0908.2685",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2685"],"date":["2009-08-19"],"type":["text"],"creator":["Yerra, Bharat Kumar","Reddy, Bacham Eswar"],"language":[],"coverage":[],"title":["HD 77361: A new case of super Li-rich K giant with anomalous low 12C/13C\n  ratio"],"description":["  Results from high resolution spectroscopic analysis of HD 77361 are reported.\nThe LTE analysis shows that HD 77361 is a K giant of atmospheric parameters:\nTeff = 4580 +/- 75 K, log$g$ = 2.5 +/- 0.1, and \\xi_{t} = 1.40 +/-0.5 km/s. We\nfound that the atmosphere of HD 77361 is highly enriched in Li with log\n\\epsilon (Li) = 3.82 +/- 0.1. With this finding the total number of super\nLi-rich K giants (log \\epsilon(Li) >= 3.3 ISM value) known till date reached\nsix. Contrary to first dredge-up, extra-deep mixing and the associated cool\nbottom processing, and other recent predictions for K giants on the RGB\nluminosity bump phase, HD 77361 shows very low value of 12C/13C = 4.3 +/- 0.5\nhaving, simultaneously, very large amount of Li. Also, HD 77361 is the only\npopulation I low luminosity (log L/L_sun = 1.66 +/- 0.1) low mass K giant (M =\n1.5 +/- 0.2M_sun) among the known super Li-rich K giants that has a very low\n12C/13C ratio. Results of HD 77361 further constrain our theoretical\nunderstanding of Li enhancement in the atmospheres of RGB stars.\n","Comment: Accepeted for publication in Astrophysical Journal Letters"]}]
["0908.2692",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2692"],"date":["2009-08-19"],"type":["text"],"creator":["Kulakowski, Krzysztof","Krawczyk, Malgorzata J.","Gawronski, Przemyslaw"],"language":[],"coverage":[],"title":["Hate: no choice. Agent simulations"],"description":["  We report our recent simulations on the social processes which -- in our\nopinion -- lie at the bottom of hate. First simulation deals with the so-called\nHeider balance where initial purely random preferences split the community into\ntwo mutually hostile groups. Second simulation shows that once these groups are\nformed, the cooperation between them is going to fail. Third simulation\nprovides a numerical illustration of the process of biased learning; the model\nindicates that lack of objective information is a barrier to new information.\nFourth simulation shows that in the presence of a strong conflict between\ncommunities hate is unavoidable.\n","Comment: 17 pages, 5 figures"]}]
["0908.2697",{"format":[],"subject":["Mathematics - Geometric Topology","57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2697"],"date":["2009-08-19"],"type":["text"],"creator":["Howie, James"],"language":[],"coverage":[],"title":["Can Dehn surgery yield three connected summands?"],"description":["  A consequence of the Cabling Conjecture of Gonzalez-Acu\\~{n}a and Short is\nthat Dehn surgery on a knot in $S^3$ cannot produce a manifold with more than\ntwo connected summands. In the event that some Dehn surgery produces a manifold\nwith three or more connected summands, then the surgery parameter is bounded in\nterms of the bridge number by a result of Sayari. Here this bound is sharpened,\nproviding further evidence in favour of the Cabling Conjecture.\n","Comment: 11 pages, 2 figures"]}]
["0908.2700",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2700","Int. J. Adv. Manuf. Technol. 44, 1-2 (2008) 1-16","doi:10.1007/s00170-08-1815-8"],"date":["2009-08-19"],"type":["text"],"creator":["Bisu, Claudiu-Florinel","Darnis, Philippe","Gérard, Alain","K'Nevez, Jean-Yves"],"language":[],"coverage":[],"title":["Displacements analysis of self-excited vibrations in turning"],"description":["  The actual research deals with determining by a new protocol the necessary\nparameters considering a three-dimensional model to simulate in a realistic way\nthe turning process on machine tool. This paper is dedicated to the\nexperimental displacements analysis of the block tool / block workpiece with\nself-excited vibrations. In connexion with turning process, the self-excited\nvibrations domain is obtained starting from spectra of two accelerometers. The\nexistence of a displacements plane attached to the tool edge point is revealed.\nThis plane proves to be inclined compared to the machines tool axes. We\nestablish that the tool tip point describes an ellipse. This ellipse is very\nsmall and can be considered as a small straight line segment for the stable\ncutting process (without vibrations). In unstable mode (with vibrations) the\nellipse of displacements is really more visible. A difference in phase occurs\nbetween the tool tip displacements on the radial direction and on the cutting\none. The feed motion direction and the cutting one are almost in phase. The\nvalues of the long and small ellipse axes (and their ratio) shows that these\nsizes are increasing with the feed rate value. The axis that goes through the\nstiffness center and the tool tip represents the maximum stiffness direction.\nThe maximum (resp. minimum) stiffness axis of the tool is perpendicular to the\nlarge (resp. small) ellipse displacements axis. FFT analysis of the\naccelerometers signals allows to reach several important parameters and\nestablish coherent correlations between tool tip displacements and the static -\nelastic characteristics of the machine tool components tested.\n"]}]
["0908.2706",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2706"],"date":["2009-08-19"],"type":["text"],"creator":["Valtonen, M. J.","Mikkola, S.","Merritt, D.","Gopakumar, A.","Lehto, H. J.","Hyvönen, T.","Rampadarath, H.","Saunders, R.","Basta, M.","Hudec, R."],"language":[],"coverage":[],"title":["Black Holes in Active Galactic Nuclei"],"description":["  Supermassive black holes are common in centers of galaxies. Among the active\ngalaxies, quasars are the most extreme, and their black hole masses range as\nhigh as to $6\\cdot 10^{10} M_\\odot$. Binary black holes are of special interest\nbut so far OJ287 is the only confirmed case with known orbital elements. In\nOJ287, the binary nature is confirmed by periodic radiation pulses. The period\nis twelve years with two pulses per period. The last four pulses have been\ncorrectly predicted with the accuracy of few weeks, the latest in 2007 with the\naccuracy of one day. This accuracy is high enough that one may test the higher\norder terms in the Post Newtonian approximation to General Relativity. The\nprecession rate per period is $39^\\circ.1 \\pm 0^\\circ.1$, by far the largest\nrate in any known binary, and the $(1.83\\pm 0.01)\\cdot 10^{10} M_\\odot$ primary\nis among the dozen biggest black holes known. We will discuss the various Post\nNewtonian terms and their effect on the orbit solution.\n  The over 100 year data base of optical variations in OJ287 puts limits on\nthese terms and thus tests the ability of Einstein's General Relativity to\ndescribe, for the first time, dynamic binary black hole spacetime in the strong\nfield regime. The quadrupole-moment contributions to the equations of motion\nallows us to constrain the `no-hair' parameter to be $1.0\\:\\pm\\:0.3$ which\nsupports the black hole no-hair theorem within the achievable precision.\n","Comment: 9 pages, 6 figures, IAU261: Relativity in Fundamental Astronomy"]}]
["0908.2712",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2712","Soil Dynamics and Earthquake Engineering 22, 9-12 (2002) 849-854"],"date":["2009-08-19"],"type":["text"],"creator":["Semblat, Jean-François","Dangla, Patrick","Kham, Marc","Duval, Anne Marie"],"language":[],"coverage":[],"title":["Seismic Site Effects for Shallow and Deep Alluvial Basins: In-Depth\n  Motion and Focusing Effect"],"description":["  The main purpose of the paper is the analysis of seismic site effects in\nvarious alluvial basins. The analysis is performed considering a numerical\napproach (Boundary Element Method). Two main cases are considered : a shallow\ndeposit in the centre of Nice (France) [1] and a deep irregular basin in\nCaracas (Venezuela) [2]. The amplification of seismic motion is analysed in\nterms of level, occuring frequency and location. For both sites, the\namplification factor is found to reach maximum values of 20 (weak motion). Site\neffects nevertheless have very different features concerning the frequency\ndependence and the location of maximum amplification. For the shallow deposit\nin Nice, the amplification factor is very small for low frequencies and fastly\nincreases above 1.0 Hz. The irregular Caracas basin gives a much different\nfrequency dependence with many different peaks at various frequencies. The\nmodel for Caracas deep alluvial basin also includes a part of the local\ntopography such as the nearest mountain. One can estimate seismic site effects\ndue to both velocity contrast (between the basin and the bedrock) and local\ntopography of the site. Furthermore, the maximum amplification is located on\nthe surface for Nice, whereas some strong amplification areas also appear\ninside the basin itself in the case of Caracas. One investigates the influence\nof this focusing effect on the motion vs depth dependence. This is of great\ninterest for the analysis of seismic response of underground structures. The\nform and the depth of alluvial deposits are then found to have a great\ninfluence on the location of maximum amplification on the surface but also\ninside the deposit for deep irregular basins. It is essential for the analysis\nof the seismic response of both surface and underground structures.\n"]}]
["0908.2718",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2718","7th US Conference on Earthquake Engineering, Boston : United\n  States (2002)"],"date":["2009-08-19"],"type":["text"],"creator":["Semblat, Jean-François","Kham, Marc","Guéguen, Philippe","Bard, Pierre-Yves","Duval, Anne Marie"],"language":[],"coverage":[],"title":["Site-City Interaction through Modifications of Site Effects"],"description":["  The analysis of seismic site effects generally disregards the influence of\nsurface structures on the free field motion in densely urbanized areas. This\npaper aims at investigating this particular problem called site-city\ninteraction especially by comparison to the \"free-field\" amplification process.\nSeveral evidences (experimental, analytical, numerical) of the site-city\ninteraction phenomenon have been given in previous work (Gu\\'eguen, Bard,\nSemblat 2000). The influence of site city-interaction could be large for\nstructures having eigenfrequencies close to that of the surface soil layers.\nFurthermore, the density of structures is also an important governing parameter\nof the problem. Considering a specific site (Nice, France) where site-city\ninteraction is supposed to be significant, we start from detailed experimental\nand numerical studies of seismic site effects giving both amplification levels\nand occuring frequencies, as well as the location of the maximum amplification\nareas. The influence of site-city interaction is then investigated through\nvarious numerical models considering the boundary element method. The effect of\nsurface structures with variable urban densities is analysed to estimate the\ncontribution of overall site-city interaction on surface motion distribution.\nThe main goal of the paper is to estimate the influence of site-city\ninteraction not only on amplification levels (the influence can be small), but\nalso on the modification of both main amplification frequencies and location of\nthe maximum amplification areas. The main conclusion of this work is to show\nthe modifications of the free-field amplification due to site-city interaction\nand leading to a specific urban field amplification.\n","Comment: 8 p"]}]
["0908.2719",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2719"],"date":["2009-08-19"],"type":["text"],"creator":["Karitskaya, E. A.","Bochkarev, N. G.","Hubrig, S.","Gnedin, Yu. N.","Pogodin, M. A.","Yudin, R. V.","Agafonov, M. I.","Sharova, O. I."],"language":[],"coverage":[],"title":["Magnetic Field Measurement in Black Hole X-Ray Binary Cygnus X-1"],"description":["  X-ray binary Cygnus X-1 is microquasar containing historically first\ncandidate to black hole. Paradigm of magnetic disc accretion dominates in\ntheoretical models describing processes taking place in objects containing\nblack holes such as microquasars and active galactic nuclei. Nevertheless up to\nnow there were no reliable measurements of magnetic fields in these systems.\nThe first prediction of the Cyg X-1 magnetic field was done by V.F.Shvartsman.\nHe wrote that Cyg X-1 X-ray emission millisecond flickering evidences the\npresence of a black hole and points to the magnetic field role in accretion\nonto a black hole. From that times there were many of attempts to search for\nthe Cyg X-1 magnetic field but all of these efforts indicated upper limits\nonly. Our VLT FORS1 2007 and 2008 observations revealed a presence of a\nmagnetic field in the system. For the first time we obtained on the level of 6\nstandard deviations a magnetic field of the order of 130 G on the surface of\nthe Cyg X-1 optical component (O-supergiant) and observational estimation on a\n4 sigma level of a magnetic field on a outer part of accretion structure (about\n600 G) in accordance with theoretical prediction. Scaling this field value to\nblack hole vicinity we showed that the field is strong enough to explain the\nX-ray millisecond flickering and can explain it. Our result presents the first\ndirect determination of magnetic field in accreting disk around a black hole.\n","Comment: 6 pages, 3 figures"]}]
["0908.2724",{"format":[],"subject":["Statistics - Machine Learning","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2724"],"date":["2009-08-19"],"type":["text"],"creator":["Hardoon, David R.","Shawe-Taylor, John"],"language":[],"coverage":[],"title":["Sparse Canonical Correlation Analysis"],"description":["  We present a novel method for solving Canonical Correlation Analysis (CCA) in\na sparse convex framework using a least squares approach. The presented method\nfocuses on the scenario when one is interested in (or limited to) a primal\nrepresentation for the first view while having a dual representation for the\nsecond view. Sparse CCA (SCCA) minimises the number of features used in both\nthe primal and dual projections while maximising the correlation between the\ntwo views. The method is demonstrated on two paired corpuses of English-French\nand English-Spanish for mate-retrieval. We are able to observe, in the\nmate-retreival, that when the number of the original features is large SCCA\noutperforms Kernel CCA (KCCA), learning the common semantic space from a sparse\nset of features.\n"]}]
["0908.2725",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2725"],"date":["2009-08-19"],"type":["text"],"creator":["Silant'ev, N. A.","Piotrovich, M. Yu.","Gnedin, Yu. N.","Natsvlishvili, T. M."],"language":[],"coverage":[],"title":["The Black Hole Mass and Magnetic Field Correlation in AGN: Testing by\n  Optical Polarimetry"],"description":["  We consider the integral light polarization from optically thick accretion\ndisks. Basic mechanism is the multiple light scattering on free electrons\n(Milne's problem) in magnetized atmosphere. The Faraday rotation of the\npolarization plane changes both the value of integral polarization degree $p$\nand the position angle $\\chi $. Besides, the characteristic spectra of these\nvalues appear. We are testing the known relation between magnetic field of\nblack hole at the horizon $B_{BH}$ and its mass $M_{BH}$, and the usual\npower-law distribution inside the accretion disk. The formulae for $p(\\lambda)$\nand $\\chi(\\lambda)$ depend on a number of parameters describing the particular\ndependence of magnetic field in accretion disk (the index of power-law\ndistribution, the spin of the black hole, etc.). Comparison of our theoretical\nvalues of $p$ and $\\chi $ with observed polarization can help us to choice more\nrealistic values of parameters if the accretion disk mechanism gives the main\ncontribution to the observed integral polarization. The main content is\nconnected with estimation of validity of the relation between $B_{BH}$ and\n$M_{BH}$. We found for the AGN NGC 4258 that such procedure does not confirm\nthe mentioned correlation between magnetic field and mass of black hole.\n","Comment: 7 pages"]}]
["0908.2729",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematical Physics","53C25","53C50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2729"],"date":["2009-08-19"],"type":["text"],"creator":["Tripathi, Mukut Mani","Kilic, Erol","Perktas, Selcen Yuksel","Keles, Sadik"],"language":[],"coverage":[],"title":["Indefinite almost paracontact metric manifolds"],"description":["  In this paper we introduce the concept of $(\\varepsilon)$-almost paracontact\nmanifolds, and in particular, of $(\\varepsilon)$-para Sasakian manifolds.\nSeveral examples are presented. Some typical identities for curvature tensor\nand Ricci tensor of $(\\varepsilon)$-para Sasakian manifolds are obtained. We\nprove that if a semi-Riemannian manifold is one of flat, proper recurrent or\nproper Ricci-recurrent, then it can not admit an $(\\varepsilon)$-para Sasakian\nstructure. We show that, for an $(\\varepsilon)$-para Sasakian manifold, the\nconditions of being symmetric, semi-symmetric or of constant sectional\ncurvature are all identical. It is shown that a symmetric spacelike (resp.\ntimelike) $(\\varepsilon)$-para Sasakian manifold $M^{n}$ is locally isometric\nto a pseudohyperbolic space $H_{\\nu}^{n}(1)$ (resp. pseudosphere\n$S_{\\nu}^{n}(1)$). In last, it is proved that for an $(\\varepsilon)$-para\nSasakian manifold, the conditions of being Ricci-semisymmetric, Ricci-symmetric\nand Einstein are all identical.\n"]}]
["0908.2739",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Quantum Algebra","17B10, 17B35, 81R05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2739"],"date":["2009-08-19"],"type":["text"],"creator":["Goodwin, Simon M."],"language":[],"coverage":[],"title":["Translation for finite W-algebras"],"description":["  A finite $W$-algebra $U(\\g,e)$ is a certain finitely generated algebra that\ncan be viewed as the enveloping algebra of the Slodowy slice to the adjoint\norbit of a nilpotent element $e$ of a complex reductive Lie algebra $\\g$. It is\npossible to give the tensor product of a $U(\\g,e)$-module with a finite\ndimensional $U(\\g)$-module the structure of a $U(\\g,e)$-module; we refer to\nsuch tensor products as translations. In this paper, we present a number of\nfundamental properties of these translations, which are expected to be of\nimportance in understanding the representation theory of $U(\\g,e)$.\n","Comment: 38 pages"]}]
["0908.2742",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2742"],"date":["2009-08-19"],"type":["text"],"creator":["Fouesneau, M.","Lançon, A."],"language":[],"coverage":[],"title":["A Bayesian Approach Accounting for Stochastic Fluctuations in Stellar\n  Cluster Properties"],"description":["  The integrated spectro-photometric properties of star clusters are subject to\nlarge cluster-to-cluster variations. They are distributed in non trivial ways\naround the average properties predicted by standard population synthesis\nmodels. This results from the stochastic mass distribution of the finite\n(small) number of luminous stars in each cluster, stars which may be either\nparticularly blue or particularly red. The color distributions are broad and\nusually far from Gaussian, especially for young and intermediate age clusters,\nas found in interacting galaxies. When photometric measurements of clusters are\nused to estimate ages and masses in conjunction with standard models, biases\nare to be expected. We present a Bayesian approach that explicitly accounts for\nstochasticity when estimating ages and masses of star clusters that cannot be\nresolved into stars. Based on Monte-Carlo simulations, we are starting to\nexplore the probability distributions of star cluster properties obtained given\na set of multi-wavelength photometric data.\n","Comment: 4 pages, 2 figures, to be published in the Proceedings of the `Galaxy\n  Wars: Stellar Populations and Star Formation in Interacting Galaxies\n  Conference'"]}]
["0908.2744",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2744","Proceedings of 6th Annual Conference on Foundations of Nanoscience\n  (FNANO 09): Self-Assembled Architectures and Devices, Salt Lake City, Utah,\n  U.S.A., 20th-24th April 2009, pp. 225 - 229"],"date":["2009-08-19"],"type":["text"],"creator":["Chaurasia, Anshul","Dwivedi, Sudhanshu","Jain, Prateek","Gupta, Manish K."],"language":[],"coverage":[],"title":["XTile: An Error-Correction Package for DNA Self-Assembly"],"description":["  Self assembly is a process by which supramolecular species form spontaneously\nfrom their components. This process is ubiquitous throughout the life chemistry\nand is central to biological information processing. It has been predicted that\nin future self assembly will become an important engineering discipline by\ncombining the fields of bio molecular computation, nano technology and\nmedicine. However error control is a key challenge in realizing the potential\nof self assembly. Recently many authors have proposed several combinatorial\nerror correction schemes to control errors which have a close analogy with the\ncoding theory such as Winfree s proofreading scheme and its generalizations by\nChen and Goel and compact scheme of Reif, Sahu and Yin. In this work, we\npresent an error correction computational tool XTile that can be used to create\ninput files to the Xgrow simulator of Winfree by providing the design logic of\nthe tiles and it also allows the user to apply proofreading, snake and compact\nerror correction schemes.\n","Comment: 5 pages, FNANO 2009 conference paper, The tool XTile is available for\n  download and use at http://www.guptalab.org/xtile"]}]
["0908.2747",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2747","In \"Classical and Quantum Gravity Research\", Ed.s M.N.\n  Christiansen and T.K. Rasmussen, 2008 Nova Science Publishers, pp. 245-269"],"date":["2009-08-19"],"type":["text"],"creator":["Modanese, G.","Junker, T."],"language":[],"coverage":[],"title":["Conditions for stimulated emission in anomalous gravity-superconductors\n  interactions"],"description":["  Several authors have studied the generation of gravitational fields by\ncondensed-matter systems in non-extreme density conditions. General Relativity\nand lowest-order perturbative Quantum Gravity predict in this case an extremely\nsmall emission rate, so these phenomena can become relevant only if some strong\nquantum effect occurs. Quantum aspects of gravity are still poorly understood.\nIt is believed that they could play a role in systems which exhibit macroscopic\nquantum coherence, like superconductors and superfluids, leading to an\n\"anomalous\" coupling between matter and field. We mention here recent work in\nthis field by Woods, Chiao, Becker, Agop et al., Ummarino, Kiefer and Weber.\nNew results are presented concerning anomalous stimulated gravitational\nemission in a layered superconductor like YBCO. We model the superconductor as\nan array of intrinsic Josephson junctions. The superconducting parameters are\ndefined by our preliminary measurements with melt-textured samples. We write\nexplicitly and solve numerically the Josephson equations which give the normal\nand super components of the total current in the superconductor, and derive\nfrom this the total available power P=IV. Then, assuming that the coefficients\nA and B for spontaneous and stimulated gravitational emission are known, we\napply to this case the Frantz-Nodvik equation for a laser amplifier. The\nequation is suitably modified in order to allow for a \"continuous pumping\"\ngiven by an oscillating transport current. The conclusions are relevant for the\nevaluation of gravitational emission from superconductors. We find that even if\nthe A and B coefficients are anomalously large (possibly because of the Quantum\nGravity effects mentioned above), the conditions for stimulated emission are\nquite strict and the emission rate strongly limited by the IV value.\n","Comment: 26 pages, no figures"]}]
["0908.2750",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2750"],"date":["2009-08-19"],"type":["text"],"creator":["Chen, Chunxia","Lu, Changhong","Miao, Zhengke"],"language":[],"coverage":[],"title":["Identifying codes and locating-dominating sets on paths and cycles"],"description":["  Let $G=(V,E)$ be a graph and let $r\\ge 1$ be an integer. For a set $D\n\\subseteq V$, define $N_r[x] = \\{y \\in V: d(x, y) \\leq r\\}$ and $D_r(x) =\nN_r[x] \\cap D$, where $d(x,y)$ denotes the number of edges in any shortest path\nbetween $x$ and $y$. $D$ is known as an $r$-identifying code\n($r$-locating-dominating set, respectively), if for all vertices $x\\in V$ ($x\n\\in V\\backslash D$, respectively), $D_r(x)$ are all nonempty and different. In\nthis paper, we provide complete results for $r$-identifying codes in paths and\nodd cycles; we also give complete results for 2-locating-dominating sets in\ncycles.\n"]}]
["0908.2752",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Dynamical Systems","34E13, 34E15, 34C29, 35A35, 65L05, 65N22."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2752"],"date":["2009-08-19"],"type":["text"],"creator":["Artstein, Zvi","Gear, C. William","Kevrekidis, Ioannis G.","Slemrod, Marshall","Titi, Edriss S."],"language":[],"coverage":[],"title":["Analysis and Computation of a Discrete KdV-Burgers Type Equation with\n  Fast Dispersion and Slow Diffusion"],"description":["  The long time behavior of the dynamics of a fast-slow system of ordinary\ndifferential equations is examined. The system is derived from a spatial\ndiscretization of a Korteweg-de Vries-Burgers type equation, with fast\ndispersion and slow diffusion. The discretization is based on a model developed\nby Goodman and Lax, that is composed of a fast system drifted by a slow forcing\nterm. A natural split to fast and slow state variables is, however, not\navailable. Our approach views the limit behavior as an invariant measure of the\nfast motion drifted by the slow component, where the known constants of motion\nof the fast system are employed as slowly evolving observables; averaging\nequations for the latter lead to computation of characteristic features of the\nmotion. Such computations are presented in the paper.\n"]}]
["0908.2765",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2765"],"date":["2009-08-19"],"type":["text"],"creator":["Rabinovich, Y.","Telle, J. A."],"language":[],"coverage":[],"title":["On the boolean-width of a graph: structure and applications"],"description":["  We study the recently introduced boolean-width of graphs. Our structural\nresults are as follows. Firstly, we show that almost surely the boolean-width\nof a random graph on $n$ vertices is $O(\\log^2 n)$, and it is easy to find the\ncorresponding decomposition tree.\n  Secondly, for any constant $d$ a graph of maximum degree $d$ has\nboolean-width linear in treewidth. This implies that almost surely the\nboolean-width of a (sparse) random $d$-regular graph on $n$ vertices is linear\nin $n$.\n  Thirdly, we show that the boolean-cut value is well approximated by VC\ndimension of corresponding set system. Since VC dimension is widely studied, we\nhope that this structural result will prove helpful in better understanding of\nboolean-width.\n  Combining our first structural result with algorithms from Bui-Xuan et al\n\\cite{BTV09,BTV09II} we get for random graphs quasi-polynomial $O^*(2^{O(\\log\n^4 n)})$ time algorithms for a large class of vertex subset and vertex\npartitioning problems.\n"]}]
["0908.2767",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2767"],"date":["2009-08-19"],"type":["text"],"creator":["Jarlborg, T."],"language":[],"coverage":[],"title":["Supercell band calculations and correlation for high-$T_C$ copper oxide\n  superconductors"],"description":["  First principle band calculations based on local versions of density\nfunctional theory (DFT), together with results from nearly free-electron\nmodels, can describe many typical but unusual properties of the high-$T_C$\ncopper oxides. The methods and a few of the most important results are\nreviewed. Some additional calculations are presented and the problems with the\ncommonly used approximate versions of DFT for oxides are discussed with a few\nideas for corrections. It is concluded that rather modest corrections to the\napproximate DFT, without particular assumptions about strong correlation, can\npush the ground state towards anti-ferro magnetic (AFM) order. Spin\nfluctuations interacting with phonons are crucial for the mechanism of\nsuperconductivity in this scenario.\n","Comment: To appear in \"Advances in Condensed Matter Physics\" special issue on\n  \"Phonons and Electron Correlations in High-Temperature and Other Novel\n  Superconductors\""]}]
["0908.2769",{"format":[],"subject":["Physics - Biological Physics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2769"],"date":["2009-08-19"],"type":["text"],"creator":["Cohen, Netta","Boyle, Jordan H."],"language":[],"coverage":[],"title":["Undulatory Locomotion"],"description":["  Undulatory locomotion is a means of self-propulsion that relies on the\ngeneration and propagation of waves along a body. As a mode of locomotion it is\nprimitive and relatively simple, yet can be remarkably robust. No wonder then,\nthat it is so prevalent across a range of biological scales from motile\nbacteria to gigantic prehistoric snakes. Key to understanding undulatory\nlocomotion is the body's interplay with the physical environment, which the\nswimmer or crawler will exploit to generate propulsion, and in some cases, even\nto generate the underlying undulations. This review focuses by and large on\nundulators in the low Reynolds numbers regime, where the physics of the\nenvironment can be much more tractable. We review some key concepts and\ntheoretical advances, as well as simulation tools and results applied to\nselected examples of biological swimmers. In particular, we extend the\ndiscussion to some simple cases of locomotion in non-Newtonian media as well as\nto small animals, in which the nervous system, motor control, body properties\nand the environment must all be considered to understand how undulations are\ngenerated and modulated. To conclude, we review recent progress in microrobotic\nundulators that may one day become commonplace in applications ranging from\ntoxic waste disposal to minimally invasive surgery.\n","Comment: 16 pages, 6 figures, to appear in Contemporary Physics"]}]
["0908.2772",{"format":[],"subject":["Physics - History and Philosophy of Physics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2772"],"date":["2009-08-19"],"type":["text"],"creator":["Petrov, V. A."],"language":[],"coverage":[],"title":["On the Soviet Contribution to the Discovery of Quark Color (Against One\n  False Revision)"],"description":["  A critical discussion of recent attempts to revise the modern physics history\nis presented.\n","Comment: 5 pages"]}]
["0908.2780",{"format":[],"subject":["Mathematical Physics","35R30","37K15","35L50","35P25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2780"],"date":["2009-08-19"],"type":["text"],"creator":["Ismailov, Mansur I"],"language":[],"coverage":[],"title":["A nonlinear evolution equation with 2 + 1 dimensions related to\n  nonstationary Dirac-type system"],"description":["  In this paper the inverse scattering problem for the nonstationary Dirac-type\nsystem on the whole plane was considered. A nonlinear evolution sytem of\nequation related to nonstationary Dirac-type system is introduced and the\nsolviblity of this sytem using the IST method is studied.\n"]}]
["0908.2781",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2781"],"date":["2009-08-19"],"type":["text"],"creator":["He, Yanzhang"],"language":[],"coverage":[],"title":["The spin evolution of spin-3 $^{52}$Cr Bose-Einstein condensate"],"description":["  The spin evolution of a Bose-Einstein condensate starting from a mixture of\ntwo or three groups of $^{52}$Cr (spin-3) atoms in an optical trap has been\nstudied theoretically. The initial state is so chosen that the system does not\ndistinguish up and down. In this choice, the deviation caused by the\nsingle-mode approximation is reduced. Moreover, since the particle number is\ngiven very small (N=20), the deviation caused by the neglect of the long-range\ndipole force is also reduced. Making use of these two simplifications, a\ntheoretical calculation beyond the mean field theory is performed. The\nnumerical results are help to evaluate the unknown strength $g_0$.\n","Comment: 5 pages, 3 figures"]}]
["0908.2784",{"format":[],"subject":["Physics - Popular Physics","Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2784"],"date":["2009-08-19"],"type":["text"],"creator":["Fabian, A. C."],"language":[],"coverage":[],"title":["Serendipity in Astronomy"],"description":["  Astronomy is an observationally-led subject where chance discoveries play an\nimportant role. A whole range of such discoveries is continually made, from the\ntrivial to the highly significant. What is generally needed is for luck to\nstrike someone who is prepared, in the sense that they appreciate that\nsomething novel has been seen. \"Chance favours the prepared mind\" in the words\nof Pasteur, 1854.\n","Comment: 12 pages with 10 figures. To be published in Serendipity (eds Mark de\n  Rond and Iain Morley), CUP"]}]
["0908.2787",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2787"],"date":["2009-08-19"],"type":["text"],"creator":["Stephens, Philip"],"language":[],"coverage":[],"title":["Inflation from a Non-Local Theory of Gravity"],"description":["  This paper studies the inflationary dynamics of a Non-Local Theory of\ngravity. This theory, based around derivatives of the Ricci Scalar in the\nEinstein-Hilbert action, was previously found to be Ghost free, and to give\nrise to a bouncing cosmology. Perturbation spectra are calculated and found to\nbe similar to those for chaotic inflation.\n","Comment: 5 Pages"]}]
["0908.2795",{"format":[],"subject":["Mathematics - Geometric Topology","57M25 (Primary), 57N13 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2795"],"date":["2009-08-19"],"type":["text"],"creator":["Gompf, Robert E.","Scharlemann, Martin"],"language":[],"coverage":[],"title":["Fibered knots and Property 2R, II"],"description":["  A knot K in the 3-sphere is said to have Property nR if, whenever K is a\ncomponent of an n-component link L and some integral surgery on L produces the\nconnected sum of n copies of S^1 x S^2, there is a sequence of handle slides on\nL that converts L into a 0-framed unlink. The Generalized Property R Conjecture\nis that all knots have Property nR for all n.\n  The simplest plausible counterexample could be the square knot. Exploiting\nthe remarkable symmetry of the square knot, we characterize all two-component\nlinks that contain it and which surger to S^1 x S^2 # S^1 x S^2. We argue that\nat least one such link probably cannot be reduced to the unlink by a series of\nhandle-slides, so the square knot probably does not have Property 2R. This\nexample is based on a classic construction of the first author.\n  On the other hand, the square knot may well satisfy a somewhat weaker\nproperty, which is still useful in 4-manifold theory. For the weaker property,\ncopies of canceling Hopf pairs may be added to the link before the handle\nslides and then removed after the handle slides. Beyond our specific example,\nwe discuss the mechanics of how addition and later removal of a Hopf pair can\nbe used to reduce the complexity of a surgery description.\n","Comment: 25 pages, 15 figures, follows `Fibered knots and Property 2R'\n  (Scharlemann-Thompson) arXiv:0901.2319"]}]
["0908.2804",{"format":[],"subject":["Statistics - Applications","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2804"],"date":["2009-08-19"],"type":["text"],"creator":["Schonemann, Peter H.","Heene, Moritz"],"language":[],"coverage":[],"title":["Predictive validities: figures of merit or veils of deception?"],"description":["  The ETS has recently released new estimates of validities of the GRE for\npredicting cumulative graduate GPA. They average in the middle thirties - twice\nas high as those previously reported by a number of independent investigators.\nIt is shown in the first part of this paper that this unexpected finding can be\ntraced to a flawed methodology that tends to inflate multiple correlation\nestimates, especially those of populations values near zero. Secondly, the\nissue of upward corrections of validity estimates for restriction of range is\ntaken up. It is shown that they depend on assumptions that are rarely met by\nthe data. Finally, it is argued more generally that conventional test theory,\nwhich is couched in terms of correlations and variances, is not only\nunnecessarily abstract but, more importantly, incomplete, since the practical\nutility of a test does not only depend on its validity, but also on base-rates\nand admission quotas. A more direct and conclusive method for gauging the\nutility of a test involves misclassification rates, and entirely dispenses with\nquestionable assumptions and post-hoc \"corrections\". On applying this approach\nto the GRE, it emerges (1) that the GRE discriminates against ethnic and\neconomic minorities, and (2) that it often produces more erroneous decisions\nthan a purely random admissions policy would.\n"]}]
["astro-ph/0309374",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0309374","Mon.Not.Roy.Astron.Soc.349:632,2004","doi:10.1111/j.1365-2966.2004.07524.x"],"date":["2003-09-13","2003-12-10"],"type":["text"],"creator":["Leung, Po Kin","Chan, Chi-Wang","Chu, Ming-Chung"],"language":[],"coverage":[],"title":["Recombination Induced Softening and Reheating of the Cosmic Plasma"],"description":["  The atomic recombination process leads to a softening of the matter equation\nof state as reflected by a reduced generalized adiabatic index, with\naccompanying heat release. We study the effects of this recombination softening\nand reheating of the cosmic plasma on the ionization history, visibility\nfunction, Cold Dark Matter (CDM) transfer function, and the Cosmic Microwave\nBackground (CMB) spectra. The resulting modifications of the CMB spectrm is\n1/10 of WMAP's current error and is comparable to PLANCK's error. Therefore,\nthis effect should be considered when data with higher accuracy are analysed.\n","Comment: 11 pages, 6 figures, Accepted for publication in Monthly Notices of\n  the Royal Astronomical Society; as advised by referee, omit high-baryon model"]}]
["astro-ph/0601153",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0601153","Physical Review D, vol. 73, Issue 8, id. 083503, (2006)","doi:10.1103/PhysRevD.73.083503"],"date":["2006-01-07","2006-03-19"],"type":["text"],"creator":["Diaz-Rivera, Luz Maria","Samushia, Lado","Ratra, Bharat"],"language":[],"coverage":[],"title":["Inflation and accelerated expansion TeVeS cosmological solutions"],"description":["  We find exact exponentially expanding and contracting de Sitter solutions of\nthe spatially homogeneous TeVeS cosmological equations of motion in the vacuum\nTeVeS model and a power law accelerated expanding solution in thepresence of an\nadditional ideal fluid with equation of state parameter $-5/3 < \\omega < -1$. A\npreliminary stability analysis shows that the expanding vacuum solution is\nstable, while in the ideal fluid case stability depends on model parameter\nvalues. These solutions might provide a basis for incorporating early-time\ninflation or late-time accelerated expansion in TeVeS cosmology.\n","Comment: Revised version, Phys.Rev.D in press"]}]
["cond-mat/0703096",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0703096","Eur. Phys. J. E 24, 35 (2007)","doi:10.1140/epje/i2007-10208-2"],"date":["2007-03-03"],"type":["text"],"creator":["Hinsch, Hauke","Wilhem, Jan","Frey, Erwin"],"language":[],"coverage":[],"title":["Quantitative Tube Model for Semiflexible Polymer Solutions"],"description":["  We develop a analytical and quantitative theory of the tube model concept for\nentangled networks of semiflexible polymers. The absolute value of the tube\ndiameter L_perp is derived as a function of the polymers' persistence length\nl_p and mesh size xi of the network. To leading order we find L_\\perp = 0.32\nxi^{6/5} l_p^{-1/5}, which is consistent with known asymptotic scaling laws.\nAdditionally, our theory provides corrections to scaling that account for\nfinite polymer length effects and are dominated by the mesh size to polymer\nlength ratio. We support our analytical studies by extensive computer\nsimulations. These allow to verify assumptions essential to our theoretical\ndescription and provide an excellent agreement with the analytically calculated\ntube diameter. Furthermore, we present simulation data for the distribution\nfunction of tube widths in the network.\n","Comment: 13 pages, 10 figures"]}]
["math/0307157",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0307157"],"date":["2003-07-11","2009-08-20"],"type":["text"],"creator":["Tkachev, Vladimir G."],"language":[],"coverage":[],"title":["Upper Estimates of the Volume Density for Minimal Quasigraphs"],"description":["  This paper has been withdrawn by the author due to an extended and largely\nmodified version of the paper was published in arXiv (see arXiv:0807.3694,\nDisjoint minimal graphs).\n","Comment: This paper has been withdrawn"]}]
["math/0505043",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0505043","Mathematische Annalen, Volume 345 (2009), no. 3, 525--545"],"date":["2005-05-03"],"type":["text"],"creator":["Chen, Jiun-Cheng","Tseng, Hsian-Hua"],"language":[],"coverage":[],"title":["Cone Theorem via Deligne-Mumford stacks"],"description":["  We prove the cone theorem for varieties with LCIQ singularities using\ndeformation theory of stable maps into Deligne-Mumford stacks. We also obtain a\nsharper bound on $-(K_X+D)$-degree of $(K_X+D)$-negative extremal rays for\nprojective $\\QQ$-factorial log terminal threefold pair $(X,D)$.\n"]}]
