["0705.3590",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Statistics Theory","05B15","05B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3590","Innovations in Incidence Geometry 5: 129-144 (2007)"],"date":["2007-05-24","2007-07-03"],"type":["text"],"creator":["Aguglia, A.","Giuzzi, L."],"language":[],"coverage":[],"title":["Orthogonal arrays from Hermitian varieties"],"description":["  An orthogonal array OA(q^{2n-1},q^{2n-2}, q,2) is constructed from the action\nof a subset of PGL(n+1,q^2) on some non--degenerate Hermitian varieties in\nPG(n,q^2). It is also shown that the rows of this orthogonal array correspond\nto some blocks of an affine design, which for q> 2 is a non--classical model of\nthe affine space AG(2n-1,q).\n","Comment: Corrected a typo on page 5. 14 Pages"]}]
["0709.2813",{"format":[],"subject":["Computer Science - Information Theory","E.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2813","Discrete Applied Mathematics 157: 1723-1728 (2009)","doi:10.1016/j.dam.2009.01.013"],"date":["2007-09-18"],"type":["text"],"creator":["Giuzzi, L.","Sonnino, A."],"language":[],"coverage":[],"title":["LDPC codes from Singer cycles"],"description":["  The main goal of coding theory is to devise efficient systems to exploit the\nfull capacity of a communication channel, thus achieving an arbitrarily small\nerror probability. Low Density Parity Check (LDPC) codes are a family of block\ncodes--characterised by admitting a sparse parity check matrix--with good\ncorrection capabilities. In the present paper the orbits of subspaces of a\nfinite projective space under the action of a Singer cycle are investigated.\n","Comment: 11 Pages"]}]
["0711.3416",{"format":[],"subject":["Mathematical Physics","34B45, 05C50, 15A18"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3416","Analysis on Graphs and its applications Proc. Symp. Pure Math.\n  (Providence, RI: American Mathematical Society) (2008) 5-28."],"date":["2007-11-21","2008-02-19"],"type":["text"],"creator":["Band, Ram","Oren, Idan","Smilansky, Uzy"],"language":[],"coverage":[],"title":["Nodal domains on graphs - How to count them and why?"],"description":["  The purpose of the present manuscript is to collect known results and present\nsome new ones relating to nodal domains on graphs, with special emphasize on\nnodal counts. Several methods for counting nodal domains will be presented, and\ntheir relevance as a tool in spectral analysis will be discussed.\n","Comment: Some corrections according to the referees report were made"]}]
["0711.3829",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3829"],"date":["2007-11-24","2009-07-18"],"type":["text"],"creator":["Tichy, M. C.","Faccioli, P."],"language":[],"coverage":[],"title":["The Scalar Glueball in the Instanton Vacuum"],"description":["  We study the contribution of instantons to the binding and the mass of the\nlightest scalar glueball, in gluondynamics. We show that the short-range\ncorrelations introduced by such non-perturbative vacuum fluctuations are\nsufficient to give raise to a scalar glueball bound-state, with mass in good\nagreement with the results of recent lattice calculations.\n","Comment: Version accepted for publication on EPJ C"]}]
["0711.4536",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.4536","Chapter in book \"Cold Molecules: Theory, Experiment,\n  Applications\", Edited by R V Krems, W C Stwalley, and B Friedrich, CRC Press,\n  2009"],"date":["2007-11-28","2008-01-30"],"type":["text"],"creator":["Flambaum, V. V.","Kozlov, M. G."],"language":[],"coverage":[],"title":["Studying variation of fundamental constants with molecules"],"description":["  This review article is devoted to application of precision molecular\nspectroscopy to studies of the possible spatial and temporal variations of the\nfundamental constants. Both astrophysical observations and laboratory\nexperiments are discussed.\n","Comment: 14 pages, 2 figures, RevTeX4; v2: one section and 10 new references\n  added"]}]
["0806.4725",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4725","Journal of Physical Chemistry B 113, 9942 (2009)","doi:10.1021/jp901724d"],"date":["2008-06-28","2009-02-04"],"type":["text"],"creator":["Rebentrost, Patrick","Mohseni, Masoud","Aspuru-Guzik, Alán"],"language":[],"coverage":[],"title":["Role of quantum coherence in chromophoric energy transport"],"description":["  The role of quantum coherence and the environment in the dynamics of\nexcitation energy transfer is not fully understood. In this work, we introduce\nthe concept of dynamical contributions of various physical processes to the\nenergy transfer efficiency. We develop two complementary approaches, based on a\nGreen's function method and energy transfer susceptibilities, and quantify the\nimportance of the Hamiltonian evolution, phonon-induced decoherence, and\nspatial relaxation pathways. We investigate the Fenna-Matthews-Olson protein\ncomplex, where we find a contribution of coherent dynamics of about 10% and of\nrelaxation of 80%.\n","Comment: 5 pages, 3 figures, included static disorder, correlated environment"]}]
["0811.0389",{"format":[],"subject":["Physics - Medical Physics","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0389","IEEE Trans. Appl. Supercond. 19:823-826, 2009","doi:10.1109/TASC.2009.2018764"],"date":["2008-11-03"],"type":["text"],"creator":["Zotev, V. S.","Volegov, P. L.","Matlashov, A. N.","Savukov, I. M.","Owens, T.","Espy, M. A."],"language":[],"coverage":[],"title":["SQUID-based microtesla MRI for in vivo relaxometry of the human brain"],"description":["  SQUID-based MRI (magnetic resonance imaging) at microtesla fields has\ndeveloped significantly over the past few years. Here we describe application\nof this method for magnetic relaxation measurements in the living human brain.\nWe report values of the longitudinal relaxation time T1 for brain tissues,\nmeasured in vivo for the first time at microtesla fields. The experiments were\nperformed at 46 microtesla field using a seven-channel SQUID system designed\nfor microtesla MRI and MEG. Values of T1, measured for different tissues at\nthis field, are found to be close (within 5%) to the corresponding values of\nthe transverse relaxation time T2 at the same field. Implications of this\nresult for imaging contrast in microtesla MRI are discussed.\n","Comment: To appear in Proceedings of 2008 Applied Superconductivity Conference"]}]
["0901.2750",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2750","Class.Quant.Grav.26:125005,2009","doi:10.1088/0264-9381/26/12/125005"],"date":["2009-01-19","2009-04-29"],"type":["text"],"creator":["Singh, Parampreet"],"language":[],"coverage":[],"title":["Are loop quantum cosmos never singular?"],"description":["  A unified treatment of all known types of singularities for flat, isotropic\nand homogeneous spacetimes in the framework of loop quantum cosmology (LQC) is\npresented. These include bangs, crunches and all future singularities. Using\neffective spacetime description we perform a model independent general analysis\nof the properties of curvature, behavior of geodesics and strength of\nsingularities. For illustration purposes a phenomenological model based\nanalysis is also performed. We show that all values of the scale factor at\nwhich a strong singularity may occur are excluded from the effective loop\nquantum spacetime. Further, if the evolution leads to either a vanishing or\ndivergent scale factor then the loop quantum universe is asymptotically\ndeSitter in that regime. We also show that there exist a class of sudden\nextremal events, which includes a recently discussed possibility, for which the\ncurvature or its derivatives will always diverge. Such events however turn out\nto be harmless weak curvature singularities beyond which geodesics can be\nextended. Our results point towards a generic resolution of physical\nsingularities in LQC.\n","Comment: 20 pages, IOP style. Minor revision. Typos corrected and 1 figure\n  replaced. To appear in Classical & Quantum Gravity"]}]
["0903.0153",{"format":[],"subject":["Computer Science - Information Retrieval","H.3.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0153","Proceedings of the 2009 Joint international Conference on Digital\n  Libraries (Austin, TX, USA, June 15 - 19, 2009). JCDL '09. ACM, New York, NY,\n  277-284","doi:10.1145/1555400.1555446"],"date":["2009-03-01"],"type":["text"],"creator":["Galeas, Patricio","Kretschmer, Ralph","Freisleben, Bernd"],"language":[],"coverage":[],"title":["Document Relevance Evaluation via Term Distribution Analysis Using\n  Fourier Series Expansion"],"description":["  In addition to the frequency of terms in a document collection, the\ndistribution of terms plays an important role in determining the relevance of\ndocuments for a given search query. In this paper, term distribution analysis\nusing Fourier series expansion as a novel approach for calculating an abstract\nrepresentation of term positions in a document corpus is introduced. Based on\nthis approach, two methods for improving the evaluation of document relevance\nare proposed: (a) a function-based ranking optimization representing a user\ndefined document region, and (b) a query expansion technique based on\noverlapping the term distributions in the top-ranked documents. Experimental\nresults demonstrate the effectiveness of the proposed approach in providing new\npossibilities for optimizing the retrieval process.\n","Comment: 9 pages, submitted to proceedings of JCDL-2009"]}]
["0903.1725",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.1725","Phys. Rev. A 80, 013813 (2009)","doi:10.1103/PhysRevA.80.013813"],"date":["2009-03-10","2009-07-18"],"type":["text"],"creator":["Starkov, V. N.","Semenov, A. A.","Gomonay, H. V."],"language":[],"coverage":[],"title":["Numerical reconstruction of photon-number statistics from photocounting\n  statistics: Regularization of an ill-posed problem"],"description":["  We demonstrate a practical possibility of loss compensation in measured\nphotocounting statistics in the presence of dark counts and background\nradiation noise. It is shown that satisfactory results are obtained even in the\ncase of low detection efficiency and large experimental errors.\n","Comment: 4 pages, 4 figures, published version"]}]
["0903.2611",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2611","Nuclear Physics B 820 [FS] (2009) 649--663","doi:10.1016/j.nuclphysb.2009.04.019"],"date":["2009-03-16"],"type":["text"],"creator":["Foda, O","Wheeler, M","Zuparic, M"],"language":[],"coverage":[],"title":["XXZ scalar products and KP"],"description":["  Using a Jacobi-Trudi-type identity, we show that the scalar product of a\ngeneral state and a Bethe eigenstate in a finite-length XXZ spin-1/2 chain is\n(a restriction of) a KP tau function. This leads to a correspondence between\nthe eigenstates and points on Sato's Grassmannian. Each of these points is a\nfunction of the rapidities of the corresponding eigenstate, the inhomogeneity\nvariables of the spin chain and the crossing parameter.\n","Comment: 14 pages, LaTeX2E"]}]
["0903.5107",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.5107","Physical Review B 80, 041404(R) (2009)","doi:10.1103/PhysRevB.80.041404"],"date":["2009-03-29","2009-05-25"],"type":["text"],"creator":["Secchi, Andrea","Rontani, Massimo"],"language":[],"coverage":[],"title":["Coulomb versus spin-orbit interaction in few-electron carbon-nanotube\n  quantum dots"],"description":["  Few-electron states in carbon-nanotube quantum dots are studied by means of\nthe configuration-interaction method. The peculiar non-interacting feature of\nthe tunneling spectrum for two electrons, recently measured by Kuemmeth et al.\n[Nature 452, 448 (2008)], is explained by the splitting of a low-lying isospin\nmultiplet due to spin-orbit interaction. Nevertheless, the strongly-interacting\nground state forms a `Wigner molecule' made of electrons localized in space.\nSignatures of the electron molecule may be seen in tunneling spectra by varying\nthe tunable dot confinement potential.\n","Comment: RevTeX 4.0, 4 pages, 4 postscript figures. New Fig. 4 on two-electron\n  wave functions was added, and more insight was given on the Wigner molecule\n  state. A mechanical error affecting the value of the dielectric constant was\n  corrected"]}]
["0904.0239",{"format":[],"subject":["Mathematics - Geometric Topology","High Energy Physics - Theory","Mathematical Physics","57P","81T45","57R56"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.0239"],"date":["2009-04-01","2009-07-18"],"type":["text"],"creator":["Natanzon, Sergey M."],"language":[],"coverage":[],"title":["Brane Topological Field Theories and Hurwitz numbers for CW-complexes"],"description":["  We expand Topological Field Theory on some special CW-complexes (brane\ncomplexes). This Brane Topological Field Theory one-to-one corresponds to\ninfinite dimensional Frobenius Algebras, graduated by CW-complexes of lesser\ndimension. We define general and regular Hurwitz numbers of brane complexes and\nprove that they generate Brane Topological Field Theories. For general Hurwitz\nnumbers corresponding algebra is an algebra of coverings of lesser dimension.\nFor regular Hurwitz numbers the Frobenius algebra is an algebra of families of\nsubgroups of finite groups.\n","Comment: New title"]}]
["0906.5258",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5258","Phys. Rev. Lett. 103, 033005 (2009)"],"date":["2009-06-29"],"type":["text"],"creator":["Volotka, A. V.","Glazov, D. A.","Shabaev, V. M.","Tupitsyn, I. I.","Plunien, G."],"language":[],"coverage":[],"title":["Screened QED corrections in lithiumlike heavy ions in the presence of\n  magnetic fields"],"description":["  A rigorous evaluation of the complete gauge-invariant set of the screened\none-loop QED corrections to the hyperfine structure and g factor in lithiumlike\nheavy ions is presented. The calculations are performed in both Feynman and\nCoulomb gauges for the virtual photon mediating the interelectronic\ninteraction. As a result, the most accurate theoretical predictions for the\nspecific difference between the hyperfine splitting values of H- and Li-like Bi\nions as well as for the g factor of Li-like Pb ion are obtained.\n","Comment: 4 pages, 1 figure"]}]
["0907.0586",{"format":[],"subject":["Mathematical Physics","Mathematics - Analysis of PDEs","Nonlinear Sciences - Exactly Solvable and Integrable Systems","35Q58","35K55","35K40","35Q53","35Q30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0586"],"date":["2009-07-03","2009-07-17"],"type":["text"],"creator":["Polyanin, Andrei D.","Zhurov, Alexei I."],"language":[],"coverage":[],"title":["The von Mises transformation: order reduction and construction of\n  Backlund transformations and new integrable equations"],"description":["  Wide classes of nonlinear mathematical physics equations are described that\nadmit order reduction through the use of the von Mises transformation, with the\nunknown function taken as the new independent variable and an appropriate\npartial derivative taken as the new dependent variable. RF-pairs and associated\nB\\\"acklund transformations are constructed for evolution equations of general\nform (special cases of which are Burgers, Korteweg--de Vries, and Harry Dym\ntype equations as well as many other nonlinear equations of mathematical\nphysics). The results obtained are used for order reduction and constructing\nexact solutions of hydrodynamics equations. A generalized Calogero equation and\na number of other new integrable nonlinear equations are considered.\n","Comment: 12 pages"]}]
["0907.0599",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0599","Phys. Rev. B 80, 035422 (2009)","doi:10.1103/PhysRevB.80.035422"],"date":["2009-07-03"],"type":["text"],"creator":["Mete, E.","Gulseren, O.","Ellialtioglu, S."],"language":[],"coverage":[],"title":["Modification of anatase TiO$_2$(001) surface electronic structure by Au\n  impurity"],"description":["  We have used density functional theory calculations based on the projector\naugmented wave method to investigate the electronic structure of\nAu-incorporated anatase TiO$_2$(001) surface. Due to the coordination with\nseveral level oxygens, Au atoms can be encapsulated inside TiO$_2$ slab. Au is\nadsorbed over the surface Ti--O bond, so called the bridge site on anatase\nTiO$_2$(001)--1$\\times$1 surface. However, for 0.25 ML coverage, Au atoms\nenergetically prefer to stay at 0.64 {\\AA} above the midpoint of the two\nsurface oxygens which is significantly closer to the surface layer. When\nimplanted inside the slab for full coverage, Au forms parallel metallic wires\ninside TiO$_2$ lattice where interlayer distances increase due to local\nsegregation. Au brings half-filled impurity states into the band gap leading to\nmetallization, in addition to other filled surface and impurity bands within\nthe gap. These Au-driven Fermi-level-pinning gap states are close to, or even\nin some cases inside, the conduction band of the host slab. On the other hand,\nif Au is substituted for the surface Ti atom, Fermi level falls lower in the\ngap closer to the valence band top.\n","Comment: 10 pages, 4 figures"]}]
["0907.0790",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Combinatorics","Mathematics - Number Theory","33C70, 11B65, 32A27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0790"],"date":["2009-07-04","2009-07-17"],"type":["text"],"creator":["Cattani, Eduardo","Dickenstein, Alicia","Villegas, Fernando Rodriguez"],"language":[],"coverage":[],"title":["The structure of bivariate rational hypergeometric functions"],"description":["  We describe the structure of all codimension-two lattice configurations $A$\nwhich admit a stable rational $A$-hypergeometric function, that is a rational\nfunction $F$ all whose partial derivatives are non zero, and which is a\nsolution of the $A$-hypergeometric system of partial differential equations\ndefined by Gel'fand, Kapranov and Zelevinsky. We show, moreover, that all\nstable rational $A$-hypergeometric functions may be described by toric residues\nand apply our results to study the rationality of bivariate series whose\ncoefficients are quotients of factorials of linear forms.\n","Comment: 25 pages, 1 figure. Minor changes"]}]
["0907.1324",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1324"],"date":["2009-07-07","2009-07-17"],"type":["text"],"creator":["Peng-Fei, Duan","Wen-Gan, Ma","Ren-You, Zhang","Liang, Han","Lei, Guo","Shao-Ming, Wang"],"language":[],"coverage":[],"title":["QCD corrections to associated production of $t\\bar t\\gamma$ at hadron\n  colliders"],"description":["  We report on the next-to-leading order(NLO) QCD computation of top-quark pair\nproduction in association with a photon at the Fermilab Tevatron RUN II and\nCERN Large Hadron Collider(LHC). We describe the impact of the complete NLO QCD\nradiative corrections to this process, and provide the predictions of the\nleading order(LO) and NLO integrated cross sections, distributions of the\ntransverse momenta of top-quark and photon for the LHC and Tevatron, and the LO\nand NLO forward-backward top-quark charge asymmetries for the Tevatron. We\ninvestigate the dependence of the LO and NLO cross sections on the\nrenormalization/factorization scale, and find the scale dependence of the LO\ncross section is obviously improved by the NLO QCD corrections. The K-factor of\nthe NLO QCD correction is $0.977(1.524)$ for the Tevatron(LHC).\n","Comment: 34 pages, 18 figures, to be published in Phys. Rev. D, publishing\n  version"]}]
["0907.1833",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1833"],"date":["2009-07-10","2009-07-18"],"type":["text"],"creator":["Tarantola, Albert"],"language":[],"coverage":[],"title":["Stress and strain in symmetric and asymmetric elasticity"],"description":["  Usual introductions of the concept of motion are not well adapted to a\nsubsequent, strictly tensorial, theory of elasticity. The consideration of\narbitrary coordinate systems for the representation of both, the points in the\nlaboratory, and the material points (comoving coordinates), allows to develop a\nsimple, old fashioned theory, where only measurable quantities -like the Cauchy\nstress- need be introduced. The theory accounts for the possibility of\nasymmetric stress (Cosserat elastic media), but, contrary to usual developments\nof the theory, the basic variable is not a micro-rotation, but the more\nfundamental micro-rotation velocity. The deformation tensor here introduced is\nthe proper tensorial equivalent of the poorly defined deformation \"tensors\" of\nthe usual theory. It is related to the deformation velocity tensor via the\nmatricant. The strain is the logarithm of the deformation tensor. As the theory\naccounts for general Cosserat media, the strain is not necessarily symmetric.\nHooke's law can be properly introduced in the material coordinates (as the\nstiffness is a function of the material point). A particularity of the theory\nis that the components of the stiffness tensor in the material (comoving)\ncoordinates are not time-dependent. The configuration space is identified to\nthe part of the Lie group GL(3)+, that is geodesically connected to the origin\nof the group.\n"]}]
["0907.2823",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.2823","Nano Lett, 2009, 9 (7), pp 2547-2552","doi:10.1021/nl900612h"],"date":["2009-07-16","2009-07-18"],"type":["text"],"creator":["Huettel, A. K.","Steele, G. A.","Witkamp, B.","Poot, M.","Kouwenhoven, L. P.","van der Zant, H. S. J."],"language":[],"coverage":[],"title":["Carbon nanotubes as ultra-high quality factor mechanical resonators"],"description":["  We have observed the transversal vibration mode of suspended carbon nanotubes\nat millikelvin temperatures by measuring the single-electron tunneling current.\nThe suspended nanotubes are actuated contact-free by the radio frequency\nelectric field of a nearby antenna; the mechanical resonance is detected in the\ntime-averaged current through the nanotube. Sharp, gate-tuneable resonances due\nto the bending mode of the nanotube are observed, combining resonance\nfrequencies of up to \\nu_0 = 350 MHz with quality factors above Q = 10^5, much\nhigher than previously reported results on suspended carbon nanotube\nresonators. The measured magnitude and temperature dependence of the Q-factor\nshows a remarkable agreement with the intrinsic damping predicted for a\nsuspended carbon nanotube. By adjusting the RF power on the antenna, we find\nthat the nanotube resonator can easily be driven into the non-linear regime.\n","Comment: 18 pages including supplementary information, fixed minor LaTeX\n  figure reference labelling problem"]}]
["math/0411587",{"format":[],"subject":["Mathematics - History and Overview","Mathematics - Number Theory","01A50","11B37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0411587"],"date":["2004-11-25","2009-07-18"],"type":["text"],"creator":["Euler, Leonhard","Bell, Jordan"],"language":[],"coverage":[],"title":["An observation on the sums of divisors"],"description":["  Translation from the Latin of Euler's \"Observatio de summis divisorum\"\n(1752). E243 in the Enestroem index.\n  The pentagonal number theorem is that $\\prod_{n=1}^\\infty\n(1-x^n)=\\sum_{n=-\\infty}^\\infty (-1)^n x^{n(3n-1)/2}$. This paper assumes the\npentagonal number theorem and uses it to prove a recurrence relation for the\nsum of divisors function. The term \"pentagonal numbers\" comes from polygonal\nnumbers. Euler takes the logarithmic derivative of both sides. Then after\nmultiplying both sides by $-x$, the left side is equal to $\\sum_{n=1}^\\infty\n\\sigma(n) x^n$, where $\\sigma(n)$ is the sum of the divisors of $n$, e.g.\n$\\sigma(6)=12$. This then leads to the recurrence relation for $\\sigma(n)$.\n  I have been studying in detail all of Euler's work on the pentagonal number\ntheorem, and more generally infinite products. I would be particularly\ninterested to see if anyone else worked with products and series like these\nbetween Euler and Jacobi, and I would enjoy hearing from anyone who knows\nsomething about this.\n","Comment: 13 pages; E243"]}]
["math/0512210",{"format":[],"subject":["Mathematics - Group Theory","20F55","20E34"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0512210","Journal of Group Theory 10 (2007) 139-166"],"date":["2005-12-09"],"type":["text"],"creator":["Nuida, Koji"],"language":[],"coverage":[],"title":["Almost central involutions in split extensions of Coxeter groups by\n  graph automorphisms"],"description":["  In this paper, given a split extension of an arbitrary Coxeter group by\nautomorphisms of the Coxeter graph, we determine the involutions in that\nextension whose centralizer has finite index. Our result has applications to\nmany problems such as the isomorphism problem of general Coxeter groups. In the\nargument, some properties of certain special elements and of the fixed-point\nsubgroups by graph automorphisms in Coxeter groups, which are of independent\ninterest, are also given.\n","Comment: 32 pages"]}]
["math/0610480",{"format":[],"subject":["Mathematics - Complex Variables","30D30, 30D35, 39A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610480","Trans. Amer. Math. Soc. 361 (2009), no. 7, 3767--3791"],"date":["2006-10-16","2008-11-24"],"type":["text"],"creator":["Chiang, Yik-Man","Feng, Shaoji"],"language":[],"coverage":[],"title":["On the growth of logarithmic differences, difference quotients and\n  logarithmic derivatives of meromorphic functions"],"description":["  A crucial ingredient in the recent discovery by Ablowitz, Halburd, Herbst and\nKorhonen \\cite{AHH}, \\cite {HK-2} that a connection exists between discrete\nPainlev\\'e equations and (finite order) Nevanlinna theory is an estimate of the\nintegrated average of $\\log^+|f(z+1)/f(z)|$ on $|z|=r$. We obtained essentially\nthe same estimate in our previous paper \\cite{CF} independent of Halburd et al\n\\cite{HK-1}. We continue our study in this paper by establishing complete\nasymptotic relations amongst the logarithmic differences, difference quotients\nand logarithmic derivatives for finite order meromorphic functions. In addition\nto the potential applications of our new estimates in integrable systems, they\nare also of independent interest. In particular, our findings show that there\nare marked differences between the growth of meromorphic functions with\nNevanlinna order smaller and greater than one. We have established a\n\"difference\" analogue of the classical Wiman-Valiron type estimates for\nmeromorphic functions with order less than one, which allow us to prove all\nentire solutions of linear difference equations (with polynomial coefficients)\nof order less than one must have positive rational order of growth. We have\nalso established that any entire solution to a first order algebraic difference\nequation (with polynomial coefficients) must have a positive order of growth,\nwhich is a \"difference\" analogue of a classical result of P\\'olya.\n","Comment: Accepted by \"Trans. Amer. Math. Soc.\": Galley proof with minor\n  changes from the last version"]}]
["math/0611466",{"format":[],"subject":["Mathematics - Combinatorics","51E21","51E15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611466","Results in Mathematics 52 no. 1-2: 17-33 (2008)","doi:10.1007/s00025-007-0268-y"],"date":["2006-11-15","2007-05-10"],"type":["text"],"creator":["Aguglia, A.","Giuzzi, L."],"language":[],"coverage":[],"title":["An algorithm for constructing some maximal arcs in $\\PG(2,q^2)$"],"description":["  In 1974, J. Thas constructed a new class of maximal arcs for the Desarguesian\nplane of order $q^2$. The construction relied upon the existence of a regular\nspread of tangent lines to an ovoid in $\\PG(3,q)$ and, in particular, it does\napply to the Suzuki--Tits ovoid. In this paper, we describe an algorithm for\nobtaining a possible representation of such arcs in $\\PG(2,q^2)$.\n","Comment: 17 pages"]}]
["math/0702770",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Algebraic Geometry","51E21","11G20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702770","Journal of Algebraic Combinatorics 28: 531-544 (2008)","doi:10.1007/s10801-008-0122-7"],"date":["2007-02-26","2007-09-18"],"type":["text"],"creator":["Aguglia, A.","Giuzzi, L.","Korchmaros, G."],"language":[],"coverage":[],"title":["Algebraic curves and Maximal arcs"],"description":["  A lower bound on the minimum degree of the plane algebraic curves containing\nevery point in a large point-set $K$ of the Desarguesian plane $PG(2,q)$ is\nobtained. The case where $K$ is a maximal $(k,n)$-arc is considered to greater\nextent.\n","Comment: 3 Figures Several changes advised by the referee"]}]
