["0706.1015",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1015","Class.Quant.Grav.25:045008,2008","doi:10.1088/0264-9381/25/4/045008"],"date":["2007-06-07","2009-03-16"],"type":["text"],"creator":["Bogdanos, C.","Dimitriadis, A.","Tamvakis, K."],"language":[],"coverage":[],"title":["Synergistic Gravity and the Role of Resonances in GRS-Inspired\n  Braneworlds"],"description":["  We consider 5D braneworld models of quasi-localized gravity in which 4D\ngravity is reproduced at intermediate scales while the extra dimension opens up\nat both the very short and the very long distances, where the geometry is flat.\nOur main interest is the interplay between the zero mode of these models,\nwhenever a normalizable zero mode exists, and the effects of zero energy\ngraviton resonant modes coming from the contributions of massive KK modes. We\nfirst consider a compactified version of the GRS model and find that\nquasi-localized gravity is characterized by a scale for which both the\nresonance and the zero mode have significant contribution to 4D gravity. Above\nthis scale, gravity is primarily mediated by the zero mode, while the resonance\ngives only minor corrections. Next, we consider an asymmetric version of the\nstandard non-compact GRS model, characterized by different cosmological\nconstants on each AdS side. We show that a resonance is present but the\nasymmetry, through the form of the localizing potential, can weaken it,\nresulting in a shorter lifetime and, thus, in a shorter distance scale for 4D\ngravity. As a third model exhibiting quasi-localization, we consider a version\nof the GRS model in which the central positive tension brane has been replaced\nby a configuration of a scalar field propagating in the bulk.\n","Comment: 18 pages, 3 figures, added 1 figure, revised version as published in\n  Class. Quant. Grav"]}]
["0710.4536",{"format":[],"subject":["Statistics - Methodology","Statistics - Applications","Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4536"],"date":["2007-10-24","2009-03-17"],"type":["text"],"creator":["Gramacy, Robert B.","Lee, Herbert K. H."],"language":[],"coverage":[],"title":["Bayesian treed Gaussian process models with an application to computer\n  modeling"],"description":["  Motivated by a computer experiment for the design of a rocket booster, this\npaper explores nonstationary modeling methodologies that couple stationary\nGaussian processes with treed partitioning. Partitioning is a simple but\neffective method for dealing with nonstationarity. The methodological\ndevelopments and statistical computing details which make this approach\nefficient are described in detail. In addition to providing an analysis of the\nrocket booster simulator, our approach is demonstrated to be effective in other\narenas.\n","Comment: 32 pages, 9 figures, to appear in the Journal of the American\n  Statistical Association"]}]
["0711.4637",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.4637","Europhys. Lett. 85 (2009) 51003","doi:10.1209/0295-5075/85/51003"],"date":["2007-11-28","2009-03-12"],"type":["text"],"creator":["Yang, J. -F."],"language":[],"coverage":[],"title":["A nonperturbative parametrization and scenario for EFT renormalization"],"description":["  We present a universal form of the $T$-matrices renormalized in\nnonperturbative regime and the ensuing notions and properties that fail\nconventional wisdoms. A universal scale is identified and shown to be\nrenormalization group invariant. The effective range parameters are derived in\na nonperturbative scenario with some new predictions within the realm of\ncontact potentials. Some controversies are shown to be due to the failure of\nconventional wisdoms.\n","Comment: 5 pages, no figure, to appear in Europhys. Lett"]}]
["0712.4090",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4090","Phys. Lett. B 673, 166-167 (2009)","doi:10.1016/j.physletb.2009.02.017"],"date":["2007-12-25","2009-03-17"],"type":["text"],"creator":["Mueller, Markus"],"language":[],"coverage":[],"title":["Does Probability become Fuzzy in Small Regions of Spacetime?"],"description":["  In a recent paper, Buniy et al. have argued that a possible discretization of\nspacetime leads to an unavoidable discretization of the state space of quantum\nmechanics. In this paper, we show that this conclusion is not limited to\nquantum theory: in any classical, quantum, or more general probabilistic\ntheory, states (i.e. probabilities or corresponding amplitudes) become discrete\nor fuzzy for observers, as long as time evolution is reversible and entropy is\nlocally bounded.\n  Specifically, we show that the Bekenstein bound suggests that probabilities\nin small closed regions of space carry an uncertainty inversely proportional to\nthe the square root of the system's effective radius and energy.\n","Comment: 2 pages, published version"]}]
["0802.3669",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J10,14J30,14J32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3669"],"date":["2008-02-25","2009-03-17"],"type":["text"],"creator":["Kapustka, Grzegorz","Kapustka, Michal"],"language":[],"coverage":[],"title":["A cascade of determinantal Calabi--Yau threefolds"],"description":["  We study Kustin--Miller unprojections of Calabi--Yau threefolds. As an\napplication we work out the geometric properties of Calabi--Yau threefolds\ndefined as linear sections of determinantal varieties. We compute their Hodge\nnumbers and describe the morphisms corresponding to the faces of their\nK\\\"{a}hler--Mori cone.\n","Comment: corrected hodge numbers of two families"]}]
["0802.4302",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Combinatorics","14M25","13A35, 16S37, 14M15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.4302","Algebra Number Theory 3 (2009), no. 1, 107--119."],"date":["2008-02-28","2008-12-07"],"type":["text"],"creator":["Payne, Sam"],"language":[],"coverage":[],"title":["Frobenius splittings of toric varieties"],"description":["  We discuss a characteristic free version of Frobenius splittings for toric\nvarieties and give a polyhedral criterion for a toric variety to be diagonally\nsplit. We apply this criterion to show that section rings of nef line bundles\non diagonally split toric varieties are normally presented and Koszul, and that\nSchubert varieties are not diagonally split in general.\n","Comment: 11 pages, 2 figures. v3: improved exposition throughout; removed\n  Section 5 due to gap in proof of Theorem 1.5. To appear in Algebra and Number\n  Theory"]}]
["0803.4399",{"format":[],"subject":["Mathematics - Algebraic Geometry","14A20","14H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.4399"],"date":["2008-03-31","2009-03-17"],"type":["text"],"creator":["Maugeais, Sylvain"],"language":[],"coverage":[],"title":["Quelques calculs d'espaces $\\R^i f_* G$ sur des courbes"],"description":["  We give some properties (cancellation, representability, stratification) of\nthe sheaf R^i f_* G for an affine relative curve f:U -> S admitting a smooth\ncompactification and G a solvable group.\n","Comment: 24 pages, french"]}]
["0804.3419",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","19F05","11R37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3419"],"date":["2008-04-22","2009-03-17"],"type":["text"],"creator":["Kerz, Moritz","Schmidt, Alexander"],"language":[],"coverage":[],"title":["Covering data and higher dimensional global class field theory"],"description":["  For a connected regular scheme X, flat and of finite type over Spec(Z), we\nconstruct a reciprocity homomorphism \\rho_X: C_X --> \\pi_1^\\ab(X), which is\nsurjective and whose kernel is the connected component of the identity. The\n(topological) group C_X is explicitly given and built solely out of data\nattached to points and curves on X. A similar but weaker statement holds for\nsmooth varieties over finite fields. Our results are based on earlier work of\nG. Wiesend.\n","Comment: 31 pages, corrected minor mistakes and added some remarks"]}]
["0804.3758",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3758","Phys. Rev. A 79, 033803 (2009)","doi:10.1103/PhysRevA.79.033803"],"date":["2008-04-23","2009-02-04"],"type":["text"],"creator":["Zhukovsky, Sergei V.","Chigrin, Dmitry N.","Kroha, Johann"],"language":[],"coverage":[],"title":["Bistability and mode interaction in microlasers"],"description":["  We investigate the possibility of bistable lasing in microcavity lasers as\nopposed to bulk lasers. To that end, the dynamic behavior of a microlaser\nfeaturing two coupled, interacting modes is analytically investigated within\nthe framework of a semiclassical laser model, suitable for a wide range of\ncavity shapes and mode geometries. Closed-form coupled mode equations are\nobtained for all classes of laser dynamics. We show that bistable operation is\npossible in all of these classes. In the simplest case (class-A lasers)\nbistability is shown to result from an interplay between coherent\n(population-pulsation) and incoherent (hole-burning) processes of mode\ninteraction. We find that microcavities offer better conditions to achieve\nbistable lasing than bulk cavities, especially if the modes are not degenerate\nin frequency. This results from better matching of the spatial intensity\ndistribution of microcavity modes. In more complicated laser models (class-B\nand class-C) bistability is shown to persist for modes even further apart in\nfrequency than in the class-A case. The predictions of the coupled mode theory\nhave been confirmed using numerical finite-difference time-domain calculations.\n","Comment: accepted to PRA, now 18 pages in the revised version"]}]
["0805.1706",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Numerical Analysis","37M20 (Primary) 34L16, 35K57, 37L15, 65L15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1706","SIAM J. Appl. Dynam. Systems, 8(1):480-507, 2009","doi:10.1137/080724009"],"date":["2008-05-12","2008-12-01"],"type":["text"],"creator":["Ledoux, Veerle","Malham, Simon J. A.","Niesen, Jitse","Thümmler, Vera"],"language":[],"coverage":[],"title":["Computing stability of multi-dimensional travelling waves"],"description":["  We present a numerical method for computing the pure-point spectrum\nassociated with the linear stability of multi-dimensional travelling fronts to\nparabolic nonlinear systems. Our method is based on the Evans function shooting\napproach. Transverse to the direction of propagation we project the spectral\nequations onto a finite Fourier basis. This generates a large, linear,\none-dimensional system of equations for the longitudinal Fourier coefficients.\nWe construct the stable and unstable solution subspaces associated with the\nlongitudinal far-field zero boundary conditions, retaining only the information\nrequired for matching, by integrating the Riccati equations associated with the\nunderlying Grassmannian manifolds. The Evans function is then the matching\ncondition measuring the linear dependence of the stable and unstable subspaces\nand thus determines eigenvalues. As a model application, we study the stability\nof two-dimensional wrinkled front solutions to a cubic autocatalysis model\nsystem. We compare our shooting approach with the continuous orthogonalization\nmethod of Humpherys and Zumbrun. We then also compare these with standard\nprojection methods that directly project the spectral problem onto a finite\nmulti-dimensional basis satisfying the boundary conditions.\n","Comment: 23 pages, 9 figures (some in colour). v2: added details and other\n  changes to presentation after referees' comments, now 26 pages"]}]
["0805.2428",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2428","Phys. Rev. B 79, 104512 (2009)","doi:10.1103/PhysRevB.79.104512"],"date":["2008-05-15","2009-03-08"],"type":["text"],"creator":["Lv, Jian-Ping","Liu, Huan","Chen, Qing-Hu"],"language":[],"coverage":[],"title":["Phase transition in site-diluted Josephson junction arrays: A numerical\n  study"],"description":["  We numerically investigate the intriguing effects produced by random\npercolative disorder in two-dimensional Josephson-junction arrays. By dynamic\nscaling analysis, we evaluate critical temperatures and critical exponents with\nhigh accuracy. It is observed that, with the introduction of site-diluted\ndisorder, the Kosterlitz-Thouless phase transition is eliminated and evolves\ninto a continuous transition with power-law divergent correlation length.\nMoreover, genuine depinning transition and creep motion are studied, evidence\nfor distinct creep motion types is provided. Our results not only are in good\nagreement with the recent experimental findings, but also shed some light on\nthe relevant phase transitions.\n","Comment: 7 pages, 8 figures, Phys. Rev. B (in press)"]}]
["0805.2670",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2670","Int.J.Mod.Phys.D17:2543-2548,2008","doi:10.1142/S0218271808014059"],"date":["2008-05-17"],"type":["text"],"creator":["Rasanen, Syksy"],"language":[],"coverage":[],"title":["The effect of structure formation on the expansion of the universe"],"description":["  Observations of the expansion rate of the universe at late times disagree by\na factor of 1.5-2 with the prediction of homogeneous and isotropic models based\non ordinary matter and gravity. We discuss how the departure from linearly\nperturbed homogeneity and isotropy due to structure formation could explain\nthis discrepancy. We evaluate the expansion rate in a dust universe which\ncontains non-linear structures with a statistically homogeneous and isotropic\ndistribution. The expansion rate is found to increase relative to the exactly\nhomogeneous and isotropic case by a factor of 1.1-1.3 at some tens of billion\nof years. The timescale follows from the cold dark matter transfer function and\nthe amplitude of primordial perturbations without additional free parameters.\n","Comment: 6 pages, 1 figure. Awarded Honorable Mention in the 2008 Gravity\n  Research Foundation essay competition. More extended treatment of the topics\n  can be found in arXiv:0801.2692v3"]}]
["0805.4014",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4014","doi:10.1111/j.1365-2966.2008.14341.x"],"date":["2008-05-26","2008-07-29"],"type":["text"],"creator":["Angus, Garry W."],"language":[],"coverage":[],"title":["Are sterile neutrinos consistent with clusters, the CMB and MOND?"],"description":["  If a single sterile neutrino exists such that $m_{\\nu_s}\\sim11eV$, it can\nserendipitously solve all outstanding issues of the Modified Newtonian\nDynamics. With it one can explain the dark matter of galaxy clusters without\ninfluencing individual galaxies, match the angular power spectrum of the cosmic\nmicrowave background and potentially fit the matter power spectrum. This model\nis flat with $\\Omega_{\\nu_s}\\sim0.23$ and the usual baryonic and dark energy\ncomponents, thus the Universe has the same expansion history as the $\\lcdm$\nmodel and only differs at the galactic scale where the Modified Dynamics\noutperforms $\\lcdm$ significantly.\n","Comment: 5 pages, 3 figures, 1 table"]}]
["0806.1211",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1211","Physical Review Letters 102, 046806 (2009)","doi:10.1103/PhysRevLett.102.046806"],"date":["2008-06-06","2009-03-17"],"type":["text"],"creator":["Neuenhahn, Clemens","Marquardt, Florian"],"language":[],"coverage":[],"title":["Universal dephasing in a chiral 1D interacting fermion system"],"description":["  We consider dephasing by interactions in a one-dimensional chiral fermion\nsystem (e.g. a Quantum Hall edge state). For finite-range interactions, we\ncalculate the spatial decay of the Green's function at fixed energy, which sets\nthe contrast in a Mach-Zehnder interferometer. Using a physically transparent\nsemiclassical ansatz, we find a power-law decay of the coherence at high\nenergies and zero temperature (T=0), with a universal asymptotic exponent of 1,\nindependent of the interaction strength. We obtain the dephasing rate at T>0\nand the fluctuation spectrum acting on an electron.\n","Comment: 5 pages, 3 figures; minor changes, version as published;"]}]
["0807.4299",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4299","Nuclear Physics B (Proc. Suppl.) 186 (2009) 260-263","doi:10.1016/j.nuclphysbps.2008.12.058"],"date":["2008-07-27","2008-10-05"],"type":["text"],"creator":["Frasca, Marco"],"language":[],"coverage":[],"title":["Yang-Mills Propagators and QCD"],"description":["  We present a strong coupling expansion that permits to develop analysis of\nquantum field theory in the infrared limit. Application to a quartic massless\nscalar field gives a massive spectrum and the propagator in this regime. We\nextend the approach to a pure Yang-Mills theory obtaining analogous results.\nThe gluon propagator is compared satisfactorily with lattice results and\nsimilarly for the spectrum. Comparison with experimental low energy spectrum of\nQCD supports the view that $\\sigma$ resonance is indeed a glueball. The gluon\npropagator we obtained is finally used to formulate a low energy Lagrangian for\nQCD that reduces to a Nambu-Jona-Lasinio model with all the parameters fixed by\nthose of the full theory.\n","Comment: 4 pages, 1 figure. Contribution to proceedings of QCD 08 Conference,\n  (Montpellier, France, July 7-12, 2008). Modified enunciation of the mapping\n  theorem"]}]
["0808.0173",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0173"],"date":["2008-08-01","2009-03-16"],"type":["text"],"creator":["Cinal, M."],"language":[],"coverage":[],"title":["Why Kohn-Sham and Hartree-Fock orbitals are very close to each other.\n  Shell structure of exchange potential"],"description":["  It is found that, in closed-$l$-subshell atoms, the exact local exchange\npotential of the density functional theory is very well represented, within the\nregion of every atomic shell, by each of the suitably shifted potentials\nobtained with the non-local Fock exchange operator acting on the Hartree-Fock\n(HF) orbitals that belong to this shell. This explains the outstanding\nproximity of Kohn-Sham and HF orbitals and the high quality of the\nKrieger-Li-Iafrate and localized HF (or, equivalently,\ncommon-energy-denominator) approximations to the exchange potential.\n","Comment: revised version"]}]
["0808.2036",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2036","Phys. Rev. E 79, 036109 (2009)","doi:10.1103/PhysRevE.79.036109"],"date":["2008-08-14","2009-03-17"],"type":["text"],"creator":["Kiyani, K. H.","Chapman, S. C.","Watkins, N. W."],"language":[],"coverage":[],"title":["Pseudo-nonstationarity in the scaling exponents of finite interval time\n  series"],"description":["  The accurate estimation of scaling exponents is central in the observational\nstudy of scale-invariant phenomena. Natural systems unavoidably provide\nobservations over restricted intervals; consequently a stationary stochastic\nprocess (time series) can yield anomalous time variation in the scaling\nexponents, suggestive of non-stationarity. The variance in the estimates of\nscaling exponents computed from an interval of N observations is known for\nfinite variance processes to vary as ~1/N as N goes to infinity for certain\nstatistical estimators; however, the convergence to this behaviour will depend\non the details of the process, and may be slow. We study the variation in the\nscaling of second order moments of the time series increments with N, for a\nvariety of synthetic and `real world' time series; and find that in particular\nfor heavy tailed processes, for realizable N, one is far from this 1/N limiting\nbehaviour. We propose a semi-empirical estimate for the minimum N needed to\nmake a meaningful estimate of the scaling exponents for model stochastic\nprocesses and compare these with some `real world' time series.\n","Comment: 12 pages, 5 figures, accepted Physical Review E"]}]
["0809.0533",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0533"],"date":["2008-09-03","2009-03-16"],"type":["text"],"creator":["Ren, Wei","Zhao, Qing","Swami, Ananthram"],"language":[],"coverage":[],"title":["Power Control in Cognitive Radio Networks: How to Cross a Multi-Lane\n  Highway"],"description":["  We consider power control in cognitive radio networks where secondary users\nidentify and exploit instantaneous and local spectrum opportunities without\ncausing unacceptable interference to primary users. We qualitatively\ncharacterize the impact of the transmission power of secondary users on the\noccurrence of spectrum opportunities and the reliability of opportunity\ndetection. Based on a Poisson model of the primary network, we quantify these\nimpacts by showing that (i) the probability of spectrum opportunity decreases\nexponentially with respect to the transmission power of secondary users, where\nthe exponential decay constant is given by the traffic load of primary users;\n(ii) reliable opportunity detection is achieved in the two extreme regimes in\nterms of the ratio between the transmission power of secondary users and that\nof primary users. Such analytical characterizations allow us to study power\ncontrol for optimal transport throughput under constraints on the interference\nto primary users. Furthermore, we reveal the difference between detecting\nprimary signals and detecting spectrum opportunities, and demonstrate the\ncomplex relationship between physical layer spectrum sensing and MAC layer\nthroughput. The dependency of this PHY-MAC interaction on the application type\nand the use of handshake signaling such as RTS/CTS is illustrated.\n","Comment: 20 pages, 10 figures, to appear in IEEE Journal on Selected Areas in\n  Communications (JSAC): Special Issue on Stochastic Geometry and Random Graphs\n  for Wireless Networks"]}]
["0809.1161",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1161","Phys. Rev. B 78, 184409 (2008)","doi:10.1103/PhysRevB.78.184409"],"date":["2008-09-06","2008-11-12"],"type":["text"],"creator":["Katzgraber, Helmut G.","Campbell, I. A.","Hartmann, A. K."],"language":[],"coverage":[],"title":["Extended scaling for ferromagnetic Ising models with zero-temperature\n  transitions"],"description":["  We study the second-moment correlation length and the reduced susceptibility\nof two ferromagnetic Ising models with zero-temperature ordering. By\nintroducing a scaling variable motivated by high-temperature series expansions,\nwe are able to scale data for the one-dimensional Ising ferromagnet rigorously\nover the entire temperature range. Analogous scaling expressions are then\napplied to the two-dimensional fully frustrated Villain model where excellent\nfinite-size scaling over the entire temperature range is achieved. Thus we\nbroaden the applicability of the extended scaling method to Ising systems\nhaving a zero-temperature critical point.\n","Comment: 8 pages, 8 figures, 1 table"]}]
["0809.4332",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4332","Physical Review E 79, 031102 (2009)","doi:10.1103/PhysRevE.79.031102"],"date":["2008-09-25","2009-03-17"],"type":["text"],"creator":["Li, Kang","Ma, Hui","Zhou, Haijun"],"language":[],"coverage":[],"title":["From one solution of a 3-satisfiability formula to a solution cluster:\n  Frozen variables and entropy"],"description":["  A solution to a 3-satisfiability (3-SAT) formula can be expanded into a\ncluster, all other solutions of which are reachable from this one through a\nsequence of single-spin flips. Some variables in the solution cluster are\nfrozen to the same spin values by one of two different mechanisms: frozen-core\nformation and long-range frustrations. While frozen cores are identified by a\nlocal whitening algorithm, long-range frustrations are very difficult to trace,\nand they make an entropic belief-propagation (BP) algorithm fail to converge.\nFor BP to reach a fixed point the spin values of a tiny fraction of variables\n(chosen according to the whitening algorithm) are externally fixed during the\niteration. From the calculated entropy values, we infer that, for a large\nrandom 3-SAT formula with constraint density close to the satisfiability\nthreshold, the solutions obtained by the survey-propagation or the walksat\nalgorithm belong neither to the most dominating clusters of the formula nor to\nthe most abundant clusters. This work indicates that a single solution cluster\nof a random 3-SAT formula may have further community structures.\n","Comment: 13 pages, 6 figures. Final version as published in PRE"]}]
["0809.4410",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4410"],"date":["2008-09-25","2009-03-17"],"type":["text"],"creator":["Haim, Mariana","Torrecillas, Blas"],"language":[],"coverage":[],"title":["Generator coalgebras are not necessarily quasi-coFrobenius"],"description":["  We study the problem of whether a coalgebra that generates its category of\nleft (right) comodules is left (right) quasi-coFrobenius or not. We prove it\ndoes not hold in general, by giving a method of constructing counterexamples.\nThis gives a negative answer to a question stated in \\cite{kn:coalgen}. We also\nprove it is true for monomial pointed coalgebras and we characterize the\nquivers $Q$ such that $\\Bbbk Q$ admits a monomial subcoalgebra that is left\n(right) quasi-coFrobenius.\n"]}]
["0810.0584",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.0584","Physical Review E 79, 020103 (R) (2009)","doi:10.1103/PhysRevE.79.020103"],"date":["2008-10-03","2009-03-17"],"type":["text"],"creator":["Zhou, Jie","Zhou, Haijun"],"language":[],"coverage":[],"title":["Ground-State Entropy of the Random Vertex-Cover Problem"],"description":["  Counting the number of ground states for a spin-glass or NP-complete\ncombinatorial optimization problem is even more difficult than the already hard\ntask of finding a single ground state. In this paper the entropy of minimum\nvertex-covers of random graphs is estimated through a set of iterative\nequations based on the cavity method of statistical mechanics. During the\niteration both the cavity entropy contributions and cavity magnetizations for\neach vertex are updated. This approach overcomes the difficulty of iterative\ndivergence encountered in the zero temperature first-step\nreplica-symmetry-breaking (1RSB) spin-glass theory. It is still applicable when\nthe 1RSB mean-field theory is no longer stable. The method can be extended to\ncompute the entropies of ground-states and metastable minimal-energy states for\nother random-graph spin-glass systems.\n","Comment: 4 pages, 2 figures. Final version as appear in PRE"]}]
["0810.0677",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","60K35","82B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.0677"],"date":["2008-10-03","2009-03-17"],"type":["text"],"creator":["Formentin, M.","Kuelske, C."],"language":[],"coverage":[],"title":["On the Purity of the free boundary condition Potts measure on random\n  trees"],"description":["  We consider the free boundary condition Gibbs measure of the Potts model on a\nrandom tree. We provide an explicit temperature interval below the\nferromagnetic transition temperature for which this measure is extremal,\nimproving older bounds of Mossel and Peres. In information theoretic language\nextremality of the Gibbs measure corresponds to non-reconstructability for\nsymmetric q-ary channels. The bounds are optimal for the Ising model and appear\nto be close to what we conjecture to be the true values up to a factor of\n0.0150 in the case q = 3 and 0.0365 for q = 4. Our proof uses an iteration of\nrandom boundary entropies from the outside of the tree to the inside, along\nwith a symmetrization argument.\n","Comment: 14 pages"]}]
["0810.4474",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4474","Applied Physics Letters 93, 264101 (2008)","doi:10.1063/1.3058756"],"date":["2008-10-24","2009-01-15"],"type":["text"],"creator":["Rohringer, Wolfgang","Buecker, Robert","Manz, Stephanie","Betz, Thomas","Koller, Christian","Goebel, Martin","Perrin, Aurelien","Schmiedmayer, Joerg","Schumm, Thorsten"],"language":[],"coverage":[],"title":["Stochastic optimization of a cold atom experiment using a genetic\n  algorithm"],"description":["  We employ an evolutionary algorithm to automatically optimize different\nstages of a cold atom experiment without human intervention. This approach\ncloses the loop between computer based experimental control systems and\nautomatic real time analysis and can be applied to a wide range of experimental\nsituations. The genetic algorithm quickly and reliably converges to the most\nperforming parameter set independent of the starting population. Especially in\nmany-dimensional or connected parameter spaces the automatic optimization\noutperforms a manual search.\n","Comment: 4 pages, 3 figures"]}]
["0810.4953",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4953","Phys. Rev. A 79, 032318 (2009)","doi:10.1103/PhysRevA.79.032318"],"date":["2008-10-27"],"type":["text"],"creator":["Ng, Hui Khoon","Preskill, John"],"language":[],"coverage":[],"title":["Fault-tolerant quantum computation versus Gaussian noise"],"description":["  We study the robustness of a fault-tolerant quantum computer subject to\nGaussian non-Markovian quantum noise, and we show that scalable quantum\ncomputation is possible if the noise power spectrum satisfies an appropriate\n\"threshold condition.\" Our condition is less sensitive to very-high-frequency\nnoise than previously derived threshold conditions for non-Markovian noise.\n","Comment: 30 pages, 6 figures"]}]
["0810.5452",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.5452","J. Chem. Phys. 130, 104508 (2009)","doi:10.1063/1.3080543"],"date":["2008-10-30","2009-01-23"],"type":["text"],"creator":["Scriven, Edan","Powell, B. J."],"language":[],"coverage":[],"title":["Towards the parameterisation of the Hubbard model for salts of BEDT-TTF:\n  A density functional study of isolated molecules"],"description":["  We calculate the effective Coulomb repulsion between electrons/holes, U, and\nsite energy for an isolated BEDT-TTF [bis(ethylenedithio)tetrathiafulvalene]\nmolecule in vacuo. U=4.2 \\pm 0.1 eV for 44 experimental geometries taken from a\nbroad range of conformations, polymorphs, anions, temperatures, and pressures\n(the quoted `error' is one standard deviation). Hence we conclude that U is\nessentially the same for all of the compounds studied. This shows that the\nstrong (hydrostatic and chemical) pressure dependence observed in the phase\ndiagrams of the BEDT-TTF salts is not due to U. Therefore, if the Hubbard model\nis sufficient to describe the phase diagram of the BEDT-TTF salts there must be\nsignificant pressure dependence on the intramolecular terms in the Hamiltonian\nand/or the reduction of the Hubbard U due to the interaction of the molecule\nwith the polarisable crystal environment. The renormalised value of U is\nsignificantly smaller than the bare value of the Coulomb integral:\nF_0=5.2\\pm0.1 eV across the same set of geometries, emphasising the importance\nof using the renormalised value of U. The site energy (for holes), xi=5.0\\pm0.2\neV, varies only a little more than U across the same set of geometries.\nHowever, we argue that this plays a key role in understanding the role of\ndisorder in ET salts in general and in explaining the difference between the\nbeta_L and beta_H phases of beta-(BEDT-TTF)_2I_3 in particular.\n","Comment: 13 pages, 6 figures, also see animations at\n  http://www.youtube.com/watch?v=3K2kP8hWpZI,\n  http://www.youtube.com/watch?v=wIz1cRsSdEs and\n  http://www.youtube.com/watch?v=bNzUBAS6AFM, Expanded discussion of\n  renormalisation effects. To appear in J. Chem. Phys"]}]
["0811.3860",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3860","The Problems of Modern Cosmology, pages 261-272, Tomsk State\n  Pedagogical University (2009)"],"date":["2008-11-24"],"type":["text"],"creator":["Ruggiero, Matteo Luca","Iorio, Lorenzo"],"language":[],"coverage":[],"title":["Constraining Post-Newtonian f(R) Gravity in the Solar System"],"description":["  We consider some models of f(R) gravity that can be used to describe, in a\nsuitable weak-field limit, the gravitational field of the Sun. Using a\nperturbative approach, we focus on the impact that the modifications of the\ngravitational field, due to the non-linearity of the gravity Lagrangian, have\non the Solar System dynamics. We compare the theoretical predictions for the\nprecession of the longitude of the pericentre $\\varpi$ of a test particle with\nthe corrections to the standard Newtonian-Einsteinian precessions of the\nlongitudes of perihelia of some planets of the Solar System recently estimated\nby E.V. Pitjeva by fitting large data sets with various versions of the EPM\nephemerides.\n","Comment: 28 pages, AASTeX macros, Contribution to \"The Problems of Modern\n  Cosmology\", special volume on the occasion of Prof. S.D. Odintsov's 50th\n  birthday. Editor: Prof. P. M. Lavrov, Tomsk State Pedagogical University"]}]
["0812.0044",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0044","Phys. Rev. A 79, 033822 (2009)","doi:10.1103/PhysRevA.79.033822"],"date":["2008-11-28"],"type":["text"],"creator":["Hofmann, Holger F."],"language":[],"coverage":[],"title":["All path-symmetric pure states achieve their maximal phase sensitivity\n  in conventional two-path interferometry"],"description":["  It is shown that the condition for achieving the quantum Cramer-Rao bound of\nphase estimation in conventional two-path interferometers is that the state is\nsymmetric with regard to an (unphysical) exchange of the two paths. Since path\nsymmetry is conserved under phase shifts, the maximal phase sensitivity can be\nachieved at arbitrary bias phases, indicating that path symmetric states can\nachieve their quantum Cramer-Rao bound in Bayesian estimates of a completely\nunknown phase.\n","Comment: 4 pages, no figures"]}]
["0812.0133",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0133","Phys. Rev. B 79, 104412 (2009)","doi:10.1103/PhysRevB.79.104412"],"date":["2008-11-30","2009-03-17"],"type":["text"],"creator":["Ivanov, N. B.","Richter, J.","Schulenburg, J."],"language":[],"coverage":[],"title":["Diamond chains with multiple-spin exchange interactions"],"description":["  We study the phase diagram of a symmetric spin-1/2 Heisenberg diamond chain\nwith additional cyclic four-spin exchange interactions. The presented analysis\nsupplemented by numerical exact-diagonalization results for finite periodic\nclusters implies a rich phase diagram containing, apart from standard magnetic\nand spin-liquid phases, two different tetramer-dimer phases as well as an\nexotic four-fold degenerate dimerized phase. The characteristics of the\nestablished spin phases as well as the nature of quantum phase transitions are\ndiscussed, as well.\n","Comment: 6 PRB pages, Added references"]}]
["0812.2338",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2338","Phys. Rev. A 79, 032311 (2009)","doi:10.1103/PhysRevA.79.032311"],"date":["2008-12-12"],"type":["text"],"creator":["Ahlbrecht, Andre","Georgiev, Lachezar S.","Werner, Reinhard F."],"language":[],"coverage":[],"title":["Implementation of Clifford gates in the Ising-anyon topological quantum\n  computer"],"description":["  We give a general proof for the existence and realizability of Clifford gates\nin the Ising topological quantum computer. We show that all quantum gates that\ncan be implemented by braiding of Ising anyons are Clifford gates. We find that\nthe braiding gates for two qubits exhaust the entire two-qubit Clifford group.\nAnalyzing the structure of the Clifford group for n \\geq 3 qubits we prove that\nthe the image of the braid group is a non-trivial subgroup of the Clifford\ngroup so that not all Clifford gates could be implemented by braiding in the\nIsing topological quantum computation scheme. We also point out which Clifford\ngates cannot in general be realized by braiding.\n","Comment: 17 pages, 10 figures, RevTeX"]}]
["0812.4035",{"format":[],"subject":["Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4035","Phys. Med. Biol. 54 (2009) 2015-2027.","doi:10.1088/0031-9155/54/7/010"],"date":["2008-12-21"],"type":["text"],"creator":["Kanematsu, Nobuyuki","Komori, Masataka","Yonai, Shunsuke","Ishizaki, Azusa"],"language":[],"coverage":[],"title":["Dynamic splitting of Gaussian pencil beams in heterogeneity-correction\n  algorithms for radiotherapy with heavy charged particles"],"description":["  The pencil-beam model is valid only when elementary Gaussian beams are small\nenough with respect to lateral heterogeneity of a medium, which is not always\nthe case in heavy charged particle radiotherapy. This work addresses a solution\nfor this problem by applying our discovery of self-similar nature of Gaussian\ndistributions. In this method, Gaussian beams split into narrower and\ndeflecting daughter beams when their size has exceeded the lateral\nheterogeneity limit. They will be automatically arranged with modulated areal\ndensity for accurate and efficient dose calculations. The effectiveness was\nassessed in an carbon-ion beam experiment in presence of steep range\ncompensation, where the splitting calculation reproduced the detour effect of\nimperfect compensation amounting up to about 10% or as large as the lateral\nparticle disequilibrium effect. The efficiency was analyzed in calculations for\ncarbon-ion and proton radiations with a heterogeneous phantom model, where the\nsplitting calculations took about a minute and were factor of 5 slower than the\nnon-splitting ones. The beam-splitting method is reasonably accurate,\nefficient, and general so that it can be potentially used in various\npencil-beam algorithms.\n","Comment: 13 pages, 8 figures, 3 tables"]}]
["0812.4947",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Mathematical Physics","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4947","Phys. Rev. E79 (2009) 031108","doi:10.1103/PhysRevE.79.031108"],"date":["2008-12-29"],"type":["text"],"creator":["Motegi, Kohei","Sakai, Kazumitsu"],"language":[],"coverage":[],"title":["Density matrix for the kink ground state of the ferromagnetic XXZ chain"],"description":["  The exact expression for the density matrix of the kink ground state of the\nferromagnetic XXZ chain is obtained. Utilizing this, we exactly calculate\nvarious correlation functions such as the longitudinal and transverse spin-spin\ncorrelation functions, and the ferromagnetic and antiferromagnetic string\nformation probabilities. The asymptotic behaviors of these correlation\nfunctions are also analyzed. As a consequence, we find that the spin-spin\ncorrelation functions decay exponentially for large distances, while the string\nformation probabilities exhibit Gaussian decay for large strings. We also\nevaluate the entanglement entropy, which shows interesting behaviors due to the\nlack of the translational invariance of the state.\n","Comment: 7 pages, 9 figures"]}]
["0901.0587",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0587","JHEP0903:076,2009","doi:10.1088/1126-6708/2009/03/076"],"date":["2009-01-05","2009-03-17"],"type":["text"],"creator":["Wei, Shao-Wen","Li, Ran","Liu, Yu-Xiao","Ren, Ji-Rong"],"language":[],"coverage":[],"title":["Quantization of Black Hole Entropy from Quasinormal Modes"],"description":["  In Phys. Rev. D 78 (2008) 104018 [arXiv:0807.1481], the conclusion that\n\"entropy eigenvalues of GB black hole are discrete and equally spaced, but the\narea spacing is not equidistant\" was firstly presented by Kothawala,\nPadmanabhan and Sarkar. In this paper, using the new physical interpretation of\nquasinormal modes proposed by Maggiore, we calculate the quantum spectra of\nentropy for various types of non-rotating black holes with no charge. The\nspectrum is obtained by imposing Bohr-Sommerfeld quantization condition to the\nadiabatic invariant quantity. We conjecture that the spacing of entropy\nspectrum is equidistant and is independent of the dimension of spacetime.\nHowever, the spacing of area spectrum depends on gravity theory. In Einstein's\ngravity, it is equally spaced, otherwise it is non-equidistant. This conjecture\nagrees with the result of Kothawala, Padmanabhan and Sarkar.\n","Comment: V3: 10 pages, the revised version emphasizes that the same result has\n  been obtained earlier in Phys.Rev.D78(2008)104018[arXiv:0807.1481]"]}]
["0901.2962",{"format":[],"subject":["Statistics - Machine Learning","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2962"],"date":["2009-01-19","2009-03-17"],"type":["text"],"creator":["Huang, Junzhou","Zhang, Tong"],"language":[],"coverage":[],"title":["The Benefit of Group Sparsity"],"description":["  This paper develops a theory for group Lasso using a concept called strong\ngroup sparsity. Our result shows that group Lasso is superior to standard Lasso\nfor strongly group-sparse signals. This provides a convincing theoretical\njustification for using group sparse regularization when the underlying group\nstructure is consistent with the data. Moreover, the theory predicts some\nlimitations of the group Lasso formulation that are confirmed by simulation\nstudies.\n"]}]
["0901.3854",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3854"],"date":["2009-01-24","2009-03-17"],"type":["text"],"creator":["Farley, Francis J. M."],"language":[],"coverage":[],"title":["Alternative cosmology fits supernovae redshifts with no dark energyy"],"description":["  Supernovae and radio galaxy redshift data are fitted in an alternative\ncosmology. The galaxies are assumed to recede with unchanging velocities in a\nstatic Robertson-Walker metric with a(t) = 1. An exact fit is obtained with no\nadjustable parameters. There is no indication that the recession velocities are\nchanging with time, so no call for \"dark energy\".\n","Comment: 4 pages, 3 figures. New title, text extensively revised, more\n  references, theory unchanged. New SN1a data used, radio galaxy redshift data\n  added. Submitted to Physics Letters B"]}]
["0902.1277",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1277"],"date":["2009-02-08","2009-03-17"],"type":["text"],"creator":["Fiziev, P. P."],"language":[],"coverage":[],"title":["Classes of Exact Solutions to Regge-Wheeler and Teukolsky Equations"],"description":["  The Regge-Wheeler equation describes axial perturbations of Schwarzschild\nmetric in linear approximation. Teukolsky Master Equation describes\nperturbations of Kerr metric in the same approximation. We present here unified\ndescription of all classes of exact solutions to these equations in terms of\nthe confluent Heun's functions. Special attention is paid to the polynomial\nsolutions, which yield novel applications of Teukolsky Master Equation for\ndescription of relativistic jets and astrophysical explosions.\n","Comment: 25 pages, no figures, the original Teukolsky's conventions restored,\n  new sections, commnents, formulas, notations, references; typos corrected"]}]
["0902.2577",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","93C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2577"],"date":["2009-02-15"],"type":["text"],"creator":["Uykan, Zekeriya"],"language":[],"coverage":[],"title":["From Sigmoid Power Control Algorithm to Hopfield-like Neural Networks:\n  \"SIR\" (\"Signal\"-to-\"Interference\"-Ratio)-Balancing Sigmoid-Based Networks-\n  Part I: Continuous Time"],"description":["  Continuous-time Hopfield network has been an important focus of research area\nsince 1980s whose applications vary from image restoration to combinatorial\noptimization from control engineering to associative memory systems. On the\nother hand, in wireless communications systems literature, power control has\nbeen intensively studied as an essential mechanism for increasing the system\nperformance. A fully distributed power control algorithm (DPCA), called Sigmoid\nDPCA, is presented by Uykan in [10] and [11], which is obtained by discretizing\nthe continuous-time system. In this paper, we present a Sigmoid-based\n\"Signal-to-Interference Ratio, (SIR)\" balancing dynamic networks, called\nSgm\"SIR\"NN, which includes both the Sigmoid power control algorithm (SgmDPCA)\nand the Hopfield neural networks, two different areas whose scope of interest,\nmotivations and settings are completely different. It's shown that the\nSgm\"SIR\"N5C5C5C5C5CN exhibits features which are generally attributed to\nHopfield Networks. Computer simulations show the effectiveness of the proposed\nnetwork as compared to traditional Hopfield Network.\n","Comment: 28 pages, 5 figures, submitted to IEEE Transactions on Neural\n  Networks in December 2008"]}]
["0902.2581",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","93C55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2581"],"date":["2009-02-15"],"type":["text"],"creator":["Uykan, Zekeriya"],"language":[],"coverage":[],"title":["From Sigmoid Power Control Algorithm to Hopfield-like Neural Networks:\n  \"SIR\"-Balancing Sigmoid-Based Networks- Part II: Discrete Time"],"description":["  In the first part in [12], we present and analyse a Sigmoid-based\n\"Signal-to-Interference Ratio, (SIR)\" balancing dynamic network, called\nSgm\"SIR\"NN, which exhibits similar properties as traditional Hopfield NN does,\nin continuous time. In this second part, we present the corresponding network\nin discrete time: We show that in the proposed discrete-time network, called\nD-Sgm\"SIR\"NN, the defined error vector approaches to zero in a finite step in\nboth synchronous and asynchronous work modes. Our investigations show that i)\nEstablishing an analogy to the distributed (sigmoid) power control algorithm in\n[10] and [11] if the defined fictitious \"SIR\" is equal to 1 at the converged\neqiulibrium point, then it is one of the prototype vectors. ii) The\nD-Sgm\"SIR\"NN exhibits similar features as discrete-time Hopfield NN does. iii)\nEstablishing an analogy to the traditional 1-bit fixed-step power control\nalgorithm, the corresponding \"1-bit\" network, called Sign\"SIR\"NN network, is\nalso presented.\n","Comment: 23 pages, 2 figures, submitetd to IEEE Transactions on Neural\n  Networks in December 2008"]}]
["0902.2837",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Combinatorics","17B10","94B60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.2837"],"date":["2009-02-17","2009-03-17"],"type":["text"],"creator":["Xu, Xiaoping"],"language":[],"coverage":[],"title":["Representations of Lie Algebras and Coding Theory"],"description":["  Linear codes with large minimal distances are important error correcting\ncodes in information theory.Orthogonal codes have more applications in the\nother fields of mathematics. In this paper, we study the binary and ternary\northogonal codes generated by the weight matrices on finite-dimensional modules\nof simple Lie algebras. The Weyl groups of the Lie algebras act on these codes\nisometrically. It turns out that certain weight matrices of $sl(n,\\mbb{C})$ and\n$o(2n,\\mbb{C})$ generate doubly-even binary orthogonal codes and ternary\northogonal codes with large minimal distances. Moreover, we prove that the\nweight matrices of $F_4$, $E_6$, $E_7$ and $E_8$ on their minimal irreducible\nmodules and adjoint modules all generate ternary orthogonal codes with large\nminimal distances. In determining the minimal distances, we have used the Weyl\ngroups and branch rules of the irreducible representations of the related\nsimple Lie algebras.\n","Comment: 37pages; a few typos are corrected"]}]
["0903.0059",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Symplectic Geometry","53C, 28A"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0059"],"date":["2009-02-28","2009-03-17"],"type":["text"],"creator":["Tekkoyun, Mehmet"],"language":[],"coverage":[],"title":["Lifts of Structures on Product Manifolds"],"description":["  This article presents the further steps of the previously done studies taking\ninto consideration the k-th order extensions of a complex manifold. In the\nprevious studies higher order vertical and complete lifts of structures on the\ncomplex manifold were introduced. Presently, k-th extended spaces of a product\nmanifold have been set and the higher order vertical, complete, complete-\nvertical and horizontal lifts of geometric structures on the product manifold\nhave been presented.\n"]}]
["0903.0138",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Geometric Topology","20F55, 51M10, 51M20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0138","Geom. Topol. 10 (2006) 737-758","doi:10.2140/gt.2006.10.737"],"date":["2009-03-01","2009-03-16"],"type":["text"],"creator":["Allcock, Daniel"],"language":[],"coverage":[],"title":["Infinitely many hyperbolic Coxeter groups through dimension 19"],"description":["  We prove the following: there are infinitely many finite-covolume (resp.\ncocompact) Coxeter groups acting on hyperbolic space H^n for every n < 20\n(resp. n < 7). When n=7 or 8, they may be taken to be nonarithmetic.\nFurthermore, for 1 < n < 20, with the possible exceptions n=16 and 17, the\nnumber of essentially distinct Coxeter groups in H^n with noncompact\nfundamental domain of volume less than or equal to V grows at least\nexponentially with respect to V. The same result holds for cocompact groups for\nn < 7. The technique is a doubling trick and variations on it; getting the most\nout of the method requires some work with the Leech lattice.\n","Comment: This is the version published by Geometry & Topology on 11 July 2006\n  (V2: typesetting correction)"]}]
["0903.1800",{"format":[],"subject":["Physics - History and Philosophy of Physics","General Relativity and Quantum Cosmology","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.1800"],"date":["2009-03-10"],"type":["text"],"creator":["Mikovic, A."],"language":[],"coverage":[],"title":["Temporal Platonic Metaphysics"],"description":["  In this essay we describe a platonic metaphysics where time is a fundamental\nidea such that the passage of time is independent of observers and the laws of\nphysics. Furthermore, time serves to distinguish between a real and an abstract\nuniverse, where a real universe is an appropriatelly ordered set of ideas in\ntime, while an abstract universe is such a set outside of time. We allow for\nnon-computable and non-mathematical ideas to be part of our model of the\nuniverse in order to include intelligent observers. The part of the universe\nwhich can be described by mathematics corresponds to a mathematical structure\nin Tegmark's sense, while the non-mathematical part can be described by a human\nlanguage. We describe the mind-brain connection in our framework, and show that\nit resolves the problem of obtaining abstract knowledge in platonism. We\nbriefly discuss how different interpretations of Quantum Mechanics can be\nimplemented in our framework and point out some physics implications, most\nnotably that the time travel would be impossible.\n","Comment: 7 pages"]}]
["0903.2345",{"format":[],"subject":["Mathematics - Probability","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2345"],"date":["2009-03-13"],"type":["text"],"creator":["Champagnat, Nicolas"],"language":[],"coverage":[],"title":["Large deviations for singular and degenerate diffusion models in\n  adaptive evolution"],"description":["  In the course of Darwinian evolution of a population, punctualism is an\nimportant phenomenon whereby long periods of genetic stasis alternate with\nshort periods of rapid evolutionary change. This paper provides a mathematical\ninterpretation of punctualism as a sequence of change of basin of attraction\nfor a diffusion model of the theory of adaptive dynamics. Such results rely on\nlarge deviation estimates for the diffusion process. The main difficulty lies\nin the fact that this diffusion process has degenerate and non-Lipschitz\ndiffusion part at isolated points of the space and non-continuous drift part at\nthe same points. Nevertheless, we are able to prove strong existence and the\nstrong Markov property for these diffusions, and to give conditions under which\npathwise uniqueness holds. Next, we prove a large deviation principle involving\na rate function which has not the standard form of diffusions with small noise,\ndue to the specific singularities of the model. Finally, this result is used to\nobtain asymptotic estimates for the time needed to exit an attracting domain,\nand to identify the points where this exit is more likely to occur.\n"]}]
["0903.2476",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2476"],"date":["2009-03-16"],"type":["text"],"creator":["Colosi, Daniele"],"language":[],"coverage":[],"title":["On the structure of the vacuum state in general boundary quantum field\n  theory"],"description":["  We quantize a real massive Klein-Gordon field in curved spacetimes within the\ngeneral boundary formulation. The vacuum wave function is given by a Gaussian\nin the Schr\\\"odinger representation and we study the general structure of the\noperator appearing in the Gaussian. We show that it obeys a Riccati equation\nand we provide the general solution.\n","Comment: 10 pages, LaTeX + revtex4"]}]
["0903.2485",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2485"],"date":["2009-03-13"],"type":["text"],"creator":["Maciejewski, Witold"],"language":[],"coverage":[],"title":["Dynamically possible pattern speeds of double bars"],"description":["  The method to study oscillating potentials of double bars, based on invariant\nloops, is introduced here in a new way, intended to be more intelligible. Using\nthis method, I show how the orbital structure of a double-barred galaxy (nested\nbars) changes with the variation of nuclear bar's pattern speed. Not all\npattern speeds are allowed when the inner bar rotates in the same direction as\nthe outer bar. Below certain minimum pattern speed orbital support for the\ninner bar abruptly disappears, while high values of this speed lead to loops\nthat are increasingly round. For values between these two extremes, loops\nsupporting the inner bar extend further out as its pattern speed decreases, and\nthey become more eccentric and pulsate more. These findings do not apply to\ncounter-rotating inner bars.\n","Comment: 6 pages; to appear in \"Pattern Speeds along the Hubble Sequence\", E.\n  M. Corsini and V. P. Debattista (eds.), Memorie della Societa` Astronomica\n  Italiana"]}]
["0903.2487",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2487"],"date":["2009-03-16"],"type":["text"],"creator":["Feroz, F.","Hobson, M. P.","Roszkowski, L.","de Austri, R. Ruiz","Trotta, R."],"language":[],"coverage":[],"title":["Are BR(b->s gamma) and (g-2)_muon consistent within the Constrained\n  MSSM?"],"description":["  We employ two different statistical tests to examine whether, in the\nframework of the Constrained MSSM, the experimentally determined values of\nBR(b->s gamma) and the anomalous magnetic moment of the muon, (g-2), are\nconsistent with each other. Our tests are designed to compare the theoretical\npredictions of the CMSSM in data space with the actual measurements, once all\nof the CMSSM free parameters have been integrated out and constrained using all\nother available data. We investigate the value of (g-2) as obtained by using\ne+e- data alone (which shows a ~3sigma discrepancy with the SM prediction) and\nas obtained based on tau decay data (which shows a much milder, 1sigma\ndiscrepancy). We find that one of our tests returns either a statistically\ninconclusive result or shows weak evidence of tension between BR(b->s gamma)\nand the e+e- data based value of (g-2). On the other hand, our second test,\nwhich is more stringent in this application, reveals that the joint\nobservations of BR(b->s gamma) and (g-2) from e+e- data alone are incompatible\nwithin the CMSSM at the ~2sigma level. On the other hand, for both tests we\nfind no significant tension between BR(b->s gamma) and the value of (g-2)\nevaluated using tau decay data. These results are only weakly dependent on the\nthree different priors that we employ in the analysis. We conclude that, if the\ndiscrepancy between the Standard Model and the experimental determinations of\n(g-2) is confirmed at the 3sigma level, this could be interpreted as strong\nevidence against the CMSSM.\n","Comment: 21 pages, 5 figures"]}]
["0903.2492",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2492"],"date":["2009-03-13"],"type":["text"],"creator":["Wang, Xuefeng","Zhao, Ming","Nolte, David D"],"language":[],"coverage":[],"title":["Optical Trajectory of the Insulator-to-metal Transition of Ultra-thin\n  Gold Films"],"description":["  We apply interferometric picometrology to measure the complex refractive\nindex and dielectric properties of ultra-thin gold films as a continuous\nfunction of thickness from 0.2 nm to 10 nm deposited on thermal oxide on\nsilicon. Three distinct regimes are found for the dielectric constant\ntrajectory in the complex plane. The first regime shows a circular trajectory\npredicted by the Drude equation tracing the gold bulk-to-thin film transition.\nThe second and third regimes are manifested as metal clusters range from large\nto small size and sparse coverage. The entire atom-to-bulk transition of gold\nis revealed from the optical perspective.\n","Comment: 12 pages, 4 figures"]}]
["0903.2494",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2494"],"date":["2009-03-13"],"type":["text"],"creator":["Nath, Rishi"],"language":[],"coverage":[],"title":["On the diagonal hooks of a symmetric partition"],"description":["  Using only a symmetric p-core partition and p-quotient, we give an explicit\nformula for the set of diagonal hook lengths of the associated symmetric\npartition.\n","Comment: 20 pages"]}]
["0903.2495",{"format":[],"subject":["Mathematics - Group Theory","20F65","22E40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2495"],"date":["2009-03-13"],"type":["text"],"creator":["Young, Robert"],"language":[],"coverage":[],"title":["A polynomial isoperimetric inequality for SL(n,Z)"],"description":["  We prove that when n>=5, the Dehn function of SL(n,Z) is at most quartic. The\nproof involves decomposing a disc in SL(n,R)/SO(n) into a quadratic number of\nloops in generalized Siegel sets. By mapping these loops into SL(n,Z) and\nreplacing large elementary matrices by \"shortcuts,\" we obtain words of a\nparticular form, and we use combinatorial techniques to fill these loops.\n","Comment: 22 pages"]}]
["0903.2500",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2500","Spintronics - From GMR to Quantum Information, (Forschungszentrums\n  Juelich, 2009) Eds. S. Bluegel et al"],"date":["2009-03-13"],"type":["text"],"creator":["Fabian, Jaroslav","Zutic, Igor"],"language":[],"coverage":[],"title":["The standard model of spin injection"],"description":["  1 Introduction 2 Simple model of spin injection 3 Spin-polarized transport:\nconcepts and definitions 4 The standard model of spin injection: F/N junction 5\nNonequilibrium resistance and spin bottleneck 6 Transparent and tunnel\ncontacts, conductivity mismatch 7 Silsbee-Johnson spin-charge coupling 8 Spin\ninjection in F/N/F junctions 9 Nonlocal spin-injection geometry:\nJohnson-Silsbee spin injection experiment\n","Comment: 39 pages, 8 figures; lecture notes for the 40th IFF Spring School\n  Spintronics--From GMR to Quantum Information, 09 - 20 March 2009, Juelich\n  Germany"]}]
["0903.2504",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2504"],"date":["2009-03-13"],"type":["text"],"creator":["Kuroda, Marcelo","Leburton, Jean-Pierre"],"language":[],"coverage":[],"title":["Carrier mean free path and temperature imbalance in mesoscopic wires"],"description":["  Non-coherent electronic transport in metallic nanowires exhibits different\ncarrier temperatures for the non-equilibrium forward and backward populations\nin the presence of electric fields. Depending on the mean free path that\ncharacterizes inter-branch carrier backscattering transport regimes vary\nbetween the ballistic and diffusive limits. In particular, we show that the\nsimultaneous measurements of the electrical characteristics and the carrier\ndistribution function offer a direct way to extract the carrier mean free path\neven when it is comparable to the conductor length. Our model is in good\nagreement with the experimental work on copper nanowires by Pothier {\\it et\nal.} [Phys. Rev. Lett. {\\bf 79}, 3490 (1997)] and provides an elegant\ninterpretation of the inhomogeneous thermal broadening observed in the local\ncarrier distribution function as well as its scaling with external bias.\n"]}]
["0903.2506",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2506"],"date":["2009-03-13"],"type":["text"],"creator":["Vinh, Le Anh"],"language":[],"coverage":[],"title":["On k-simplexes in (2k-1)-dimensional vector spaces over finite fields"],"description":["  We show that if the cardinality of a subset of the $(2k-1)$-dimensional\nvector space over a finite field with $q$ elements is $\\gg\nq^{2k-1-\\frac{1}{2k}}$, then it contains a positive proportional of all\n$k$-simplexes up to congruence.\n","Comment: FPSAC 2009"]}]
["0903.2507",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Data Structures and Algorithms","05C78 (Primary) 05C85 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2507"],"date":["2009-03-13"],"type":["text"],"creator":["Cabello, Sergio","Eppstein, David","Klavzar, Sandi"],"language":[],"coverage":[],"title":["The Fibonacci dimension of a graph"],"description":["  The Fibonacci dimension fdim(G) of a graph G is introduced as the smallest\ninteger f such that G admits an isometric embedding into Gamma_f, the\nf-dimensional Fibonacci cube. We give bounds on the Fibonacci dimension of a\ngraph in terms of the isometric and lattice dimension, provide a combinatorial\ncharacterization of the Fibonacci dimension using properties of an associated\ngraph, and establish the Fibonacci dimension for certain families of graphs.\n  From the algorithmic point of view we prove that it is NP-complete to decide\nif fdim(G) equals to the isometric dimension of G, and that it is also NP-hard\nto approximate fdim(G) within (741/740)-epsilon. We also give a\n(3/2)-approximation algorithm for fdim(G) in the general case and a\n(1+epsilon)-approximation algorithm for simplex graphs.\n","Comment: 20 pages, 6 figures"]}]
["0903.2508",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Number Theory","11C20, 11T23"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2508"],"date":["2009-03-13"],"type":["text"],"creator":["Vinh, Le Anh"],"language":[],"coverage":[],"title":["Distribution of determinant of matrices with restricted entries over\n  finite fields"],"description":["  For a prime power $q$, we study the distribution of determinent of matrices\nwith restricted entries over a finite field $\\mathbbm{F}_q$ of $q$ elements.\nMore precisely, let $N_d (\\mathcal{A}; t)$ be the number of $d \\times d$\nmatrices with entries in $\\mathcal{A}$ having determinant $t$. We show that \\[\nN_d (\\mathcal{A}; t) = (1 + o (1)) \\frac{|\\mathcal{A}|^{d^2}}{q}, \\] if\n$|\\mathcal{A}| = \\omega(q^{\\frac{d}{2d-1}})$, $d\\geqslant 4$. When $q$ is a\nprime and $\\mathcal{A}$ is a symmetric interval $[-H,H]$, we get the same\nresult for $d\\geqslant 3$. This improves a result of Ahmadi and Shparlinski\n(2007).\n","Comment: Journal of Combinatorics and Number Theory (to appear)"]}]
["0903.2509",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2509"],"date":["2009-03-13"],"type":["text"],"creator":["Vinh, Le Anh"],"language":[],"coverage":[],"title":["A construction of 3-e.c. graphs using quadrances"],"description":["  A graph is $n$-e.c. ($n$-existentially closed) if for every pair of subsets\n  $A, B$ of vertex set $V$ of the graph such that $A \\cap B = \\emptyset$ and\n  $|A| + |B| = n$, there is a vertex $z$ not in $A \\cup B$ joined to each\nvertex of $A$ and no vertex of $B$. Few explicit families of $n$-e.c. are known\nfor $n > 2$. In this short note, we give a new construction of 3-e.c. graphs\nusing the notion of quadrance in the finite Euclidean space $\\mathbbm{Z}_p^d$.\n"]}]
["0903.2510",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2510"],"date":["2009-03-13"],"type":["text"],"creator":["Vinh, Le Anh"],"language":[],"coverage":[],"title":["On the volume set of point sets in vector spaces over finite fields"],"description":["  We show that if $\\mathcal{E}$ is a subset of the $d$-dimensional vector space\nover a finite field $\\mathbbm{F}_q$ ($d \\geq 3$) of cardinality $|\\mathcal{E}|\n\\geq (d-1)q^{d - 1}$, then the set of volumes of $d$-dimensional\nparallelepipeds determined by $\\mathcal{E}$ covers $\\mathbbm{F}_q$. This bound\nis sharp up to a factor of $(d-1)$ as taking $\\mathcal{E}$ to be a $(d -\n1)$-hyperplane through the origin shows.\n"]}]
["0903.2515",{"format":[],"subject":["Mathematics - Statistics Theory","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2515"],"date":["2009-03-13"],"type":["text"],"creator":["Zhou, Shuheng","van de Geer, Sara","Bühlmann, Peter"],"language":[],"coverage":[],"title":["Adaptive Lasso for High Dimensional Regression and Gaussian Graphical\n  Modeling"],"description":["  We show that the two-stage adaptive Lasso procedure (Zou, 2006) is consistent\nfor high-dimensional model selection in linear and Gaussian graphical models.\nOur conditions for consistency cover more general situations than those\naccomplished in previous work: we prove that restricted eigenvalue conditions\n(Bickel et al., 2008) are also sufficient for sparse structure estimation.\n","Comment: 30 pages"]}]
["0903.2516",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2516"],"date":["2009-03-13"],"type":["text"],"creator":["Khor, Susan"],"language":[],"coverage":[],"title":["Effect of Degree Distribution on Evolutionary Search"],"description":["  This paper introduces a method to generate hierarchically modular networks\nwith prescribed node degree list and proposes a metric to measure network\nmodularity based on the notion of edge distance. The generated networks are\nused as test problems to explore the effect of modularity and degree\ndistribution on evolutionary algorithm performance. Results from the\nexperiments (i) confirm a previous finding that modularity increases the\nperformance advantage of genetic algorithms over hill climbers, and (ii)\nsupport a new conjecture that test problems with modularized constraint\nnetworks having heavy-tailed right-skewed degree distributions are more easily\nsolved than test problems with modularized constraint networks having\nbell-shaped normal degree distributions.\n"]}]
["0903.2520",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics","05B25","11T23","52C10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2520"],"date":["2009-03-13"],"type":["text"],"creator":["Shparlinski, Igor E."],"language":[],"coverage":[],"title":["On Point Sets in Vector Spaces over Finite Fields That Determine Only\n  Acute Angle Triangles"],"description":["  For three points $\\vec{u}$,$\\vec{v}$ and $\\vec{w}$ in the $n$-dimensional\nspace $\\F_q^n$ over the finite field $\\F_q$ of $q$ elements we give a natural\ninterpretation of an acute angle triangle defined by this points. We obtain an\nupper bound on the size of a set $\\cZ$ such that all triples of distinct points\n$\\vec{u}, \\vec{v}, \\vec{w} \\in \\cZ$ define acute angle triangles. A similar\nquestion in the real space $\\cR^n$ dates back to P. Erd{\\H o}s and has been\nstudied by several authors.\n"]}]
["0903.2524",{"format":[],"subject":["Mathematical Physics","Mathematics - Analysis of PDEs","35A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2524"],"date":["2009-03-14"],"type":["text"],"creator":["Umarov, Sabir","Steinberg, Stanly"],"language":[],"coverage":[],"title":["Variable order differential equations with piecewise constant\n  order-function and diffusion with changing modes"],"description":["  In this paper diffusion processes with changing modes are studied involving\nthe variable order partial differential equations. We prove the existence and\nuniqueness theorem of a solution of the Cauchy problem for fractional variable\norder (with respect to the time derivative) pseudo-differential equations.\nDepending on the parameters of variable order derivatives short or long range\nmemories may appear when diffusion modes change. These memory effects are\nclassified and studied in detail. Processes that have distinctive regimes of\ndifferent types of diffusion depending on time are ubiquitous in the nature.\nExamples include diffusion in a heterogeneous media and protein movement in\ncell biology.\n","Comment: 20 pages"]}]
["0903.2525",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Operating Systems","Computer Science - Software Engineering","C.2.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2525"],"date":["2009-03-14"],"type":["text"],"creator":["Calheiros, Rodrigo N.","Ranjan, Rajiv","De Rose, Cesar A. F.","Buyya, Rajkumar"],"language":[],"coverage":[],"title":["CloudSim: A Novel Framework for Modeling and Simulation of Cloud\n  Computing Infrastructures and Services"],"description":["  Cloud computing focuses on delivery of reliable, secure, fault-tolerant,\nsustainable, and scalable infrastructures for hosting Internet-based\napplication services. These applications have different composition,\nconfiguration, and deployment requirements. Quantifying the performance of\nscheduling and allocation policy on a Cloud infrastructure (hardware, software,\nservices) for different application and service models under varying load,\nenergy performance (power consumption, heat dissipation), and system size is an\nextremely challenging problem to tackle. To simplify this process, in this\npaper we propose CloudSim: a new generalized and extensible simulation\nframework that enables seamless modelling, simulation, and experimentation of\nemerging Cloud computing infrastructures and management services. The\nsimulation framework has the following novel features: (i) support for\nmodelling and instantiation of large scale Cloud computing infrastructure,\nincluding data centers on a single physical computing node and java virtual\nmachine; (ii) a self-contained platform for modelling data centers, service\nbrokers, scheduling, and allocations policies; (iii) availability of\nvirtualization engine, which aids in creation and management of multiple,\nindependent, and co-hosted virtualized services on a data center node; and (iv)\nflexibility to switch between space-shared and time-shared allocation of\nprocessing cores to virtualized services.\n","Comment: 9 pages, 9 figures"]}]
["0903.2528",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2528"],"date":["2009-03-14"],"type":["text"],"creator":["Li, Chendong"],"language":[],"coverage":[],"title":["Airport Gate Assignment A Hybrid Model and Implementation"],"description":["  With the rapid development of airlines, airports today become much busier and\nmore complicated than previous days. During airlines daily operations,\nassigning the available gates to the arriving aircrafts based on the fixed\nschedule is a very important issue, which motivates researchers to study and\nsolve Airport Gate Assignment Problems (AGAP) with all kinds of\nstate-of-the-art combinatorial optimization techniques. In this paper, we study\nthe AGAP and propose a novel hybrid mathematical model based on the method of\nconstraint programming and 0 - 1 mixed-integer programming. With the objective\nto minimize the number of gate conflicts of any two adjacent aircrafts assigned\nto the same gate, we build a mathematical model with logical constraints and\nthe binary constraints. For practical considerations, the potential objective\nof the model is also to minimize the number of gates that airlines must lease\nor purchase in order to run their business smoothly. We implement the model in\nthe Optimization Programming Language (OPL) and carry out empirical studies\nwith the data obtained from online timetable of Continental Airlines, Houston\nGorge Bush Intercontinental Airport IAH, which demonstrate that our model can\nprovide an efficient evaluation criteria for the airline companies to estimate\nthe efficiency of their current gate assignments.\n","Comment: 5 pages, 2 figures, submitted to IC-AI 2009"]}]
["0903.2531",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","14H52","35L20","14N15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2531"],"date":["2009-03-14"],"type":["text"],"creator":["Burskii, V. P.","Zhedanov, A. S."],"language":[],"coverage":[],"title":["On Dirichlet, Poncelet and Abel problems"],"description":["  We offer connections between %Theory of elliptic curve of genius 1 applies to\nsome problems of PDE, geometry, algebra, analysis and physics. The uniqueness\nof the solution of the Dirichlet problem and some another boundary value\nproblems for the string equation inside of an arbitrary biquadratic algebraic\ncurve is considered. It is shown that the solution is non-unique if and only if\ncorresponding the Poncelet problem for two conics %associated with the curve\nhas a periodic trajectory. Similarly some other problems %from different\n%fields of mathematics are proved to be equivalent to it. Among them there are\nthe solvability problem of the algebraic Pell-Abel equation and an\nindeterminacy problem of a moment problem that generalizes well-known\ntrigonometrical moment problem. Solvability criterions of above problems can be\npresented in form $\\theta\\in\\Bbb Q$ where the number $\\theta=m/n$ is connected\nwith the concrete problem data. We demonstrate also an intimate relation of the\nabove mentioned problems with such problems of the modern mathematical physics\nas elliptic solutions of the Toda chain, static solutions of the classical\nHeisenberg $XY$-chain and biorthogonal rational functions on elliptic grids in\nthe theory of the Pad\\'e interpolation.\n","Comment: 47 pages"]}]
["0903.2532",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2532"],"date":["2009-03-14"],"type":["text"],"creator":["Biswas, Rahul","Wandelt, Benjamin D."],"language":[],"coverage":[],"title":["Parameters and pitfalls in dark energy models with time varying equation\n  of state"],"description":["  Are geometrical summaries of the CMB and LSS sufficient for estimating\ncosmological parameters? And how does our choice of a dark energy model impact\nthe current constraints on standard cosmological parameters?\n  We address these questions in the context of the widely used CPL\nparametrization of a time varying equation of state w in a cosmology allowing\nspatial curvature. We study examples of different behavior allowed in a CPL\nparametrization in a phase diagram, and relate these to effects on the\nobservables. We examine parameter constraints in such a cosmology by combining\nWMAP5, SDSS, SNe, HST data sets by comparing the power spectra. We carefully\nquantify the differences of these constraints to those obtained by using\ngeometrical summaries for the same data sets.\n  We find that (a) using summary parameters instead of the full data sets give\nparameter constraints that are similar, but with discernible differences, (b)\ndue to degeneracies, the constraints on the standard parameters broaden\nsignificantly for the same data sets. In particular, we find that in the\ncontext of CPL dark energy, (i) a Harrison-Zeldovich spectrum cannot be ruled\nout at $2\\sigma$ levels with our current data sets. and (ii) the SNe IA, HST,\nand WMAP 5 data are not sufficient to constrain spatial curvature; we\nadditionally require the SDSS DR4 data to achieve this.\n","Comment: 20 pages, 11 figures, Submitted to Astrophysical Journal"]}]
["0903.2533",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2533"],"date":["2009-03-14"],"type":["text"],"creator":["Bentley, R. Alexander","Ormerod, Paul","Batty, Michael"],"language":[],"coverage":[],"title":["An evolutionary model of long tailed distributions in the social\n  sciences"],"description":["  Studies of collective human behavior in the social sciences, often grounded\nin details of actions by individuals, have much to offer `social' models from\nthe physical sciences concerning elegant statistical regularities. Drawing on\nbehavioral studies of social influence, we present a parsimonious, stochastic\nmodel, which generates an entire family of real-world right-skew socio-economic\ndistributions, including exponential, winner-take-all, power law tails of\nvarying exponents and power laws across the whole data. The widely used\nAlbert-Barabasi model of preferential attachment is simply a special case of\nthis much more general model. In addition, the model produces the continuous\nturnover observed empirically within those distributions. Previous preferential\nattachment models have generated specific distributions with turnover using\narbitrary add-on rules, but turnover is an inherent feature of our model. The\nmodel also replicates an intriguing new relationship, observed across a range\nof empirical studies, between the power law exponent and the proportion of data\nrepresented.\n","Comment: 8 pages, 4 figures, 1 table"]}]
["0903.2537",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2537"],"date":["2009-03-14"],"type":["text"],"creator":["Tsukamoto, Mitsuaki","Tsubota, Makoto"],"language":[],"coverage":[],"title":["Quantum Monte Carlo simulations for the Bose-Hubbard model with random\n  chemical potential; localized Bose-Einstein condensation without\n  superfluidity"],"description":["  The hardcore-Bose-Hubbard model with random chemical potential is\ninvestigated using quantum Monte Carlo simulation. We consider two cases of\nrandom distribution of the chemical potential: a uniformly random distribution\nand a correlated distribution. The temperature dependences of the superfluid\ndensity, the specific heat, and the correlation functions are calculated. If\nthe distribution of the randomness is correlated, there exists an intermediate\nstate, which can be thought of as a localized condensate state of bosons,\nbetween the superfluid state and the normal state.\n","Comment: 4 pages, 7 figures"]}]
["0903.2543",{"format":[],"subject":["Computer Science - Multiagent Systems","I.6","I.2","J.7"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2543"],"date":["2009-03-14"],"type":["text"],"creator":["Khalil, Khaled M.","Abdel-Aziz, M.","Nazmy, Taymour T.","Salem, Abdel-Badeeh M."],"language":[],"coverage":[],"title":["Multi-Agent Crisis Response systems - Design Requirements and Analysis\n  of Current Systems"],"description":["  Crisis response is a critical area of research, with encouraging progress in\nthe past view yeas. The aim of the research is to contribute to building future\ncrisis environment where software agents, robots, responders, crisis managers,\nand crisis organizations interact to provide advice, protection and aid. This\npaper discusses the crisis response domain requirements, and provides analysis\nof five crisis response systems namely: DrillSim [2], DEFACTO [15], ALADDIN\n[1], RoboCup Rescue [18], and FireGrid [3]. Analysis of systems includes\nsystems architecture and methodology. In addition, we identified features and\nlimitations of systems based on crisis response domain requirements.\n","Comment: 6 pages, 1 figure, accepted at Fourth International Conference on\n  Intelligent Computing and Information Systems 2009"]}]
["0903.2546",{"format":[],"subject":["Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2546"],"date":["2009-03-14"],"type":["text"],"creator":["Tsubono, Youhei"],"language":[],"coverage":[],"title":["Calculation of Helium Ground State Energy by Bohr's Theory-Based Methods"],"description":["  Bohr's model agreed with the hydrogen spectrum results, but did not agree\nwith the spectrum of Helium. Here we show that Bohr's model-based methods can\ncalculate the experimental value (-79.005 eV) of Helium ground state energy\ncorrectly. we suppose the orbital planes of the two electrons are perpendicular\nto each other. By a computational method, we calculate the Coulomb force among\nthe particles, and the number of de Broglie's waves contained in the short\nsegment at short time intervals. Our results demonstrate that two electrons of\nHelium are actually moving around, not as electron clouds.\n","Comment: 10 pages, 4 figures, 1 table"]}]
["0903.2549",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2549"],"date":["2009-03-14"],"type":["text"],"creator":["Banhatti, Dilip G."],"language":[],"coverage":[],"title":["Cosmological number density n(z) in depth z from p(V/Vm) distribution"],"description":["  Using distribution p(V/Vm) of V/Vm rather than just mean <V/Vm> in V/Vm-test\nleads directly to cosmological number density n(z). Calculation of n(z) from\np(V/Vm) is illustrated using best sample (of 76 quasars) available in 1981,\nwhen method was developed. This is only illustrative, sample being too small\nfor any meaningful results. Keywords: V/Vm . luminosity volume . cosmological\nnumber density . V/Vm distribution\n","Comment: 2 pages, 2 tables, briefest version for Proceedings of 27th Meeting\n  of Astronomical Society of India, Bangaluru, 18-20th February 2009"]}]
["0903.2555",{"format":[],"subject":["Mathematics - Combinatorics","05A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2555"],"date":["2009-03-14"],"type":["text"],"creator":["Deutsch, Emeric","Kitaev, Sergey","Remmel, Jeffrey"],"language":[],"coverage":[],"title":["Equidistribution of (X,Y)-descents, (X,Y)-adjacent pairs, and\n  (X,Y)-place-value pairs on permutations"],"description":["  An $(X,Y)$-descent in a permutation is a pair of adjacent elements such that\nthe first element is from $X$, the second element is from $Y$, and the first\nelement is greater than the second one. An $(X,Y)$-adjacency in a permutation\nis a pair of adjacent elements such that the first one is from $X$ and the\nsecond one is from $Y$. An $(X,Y)$-place-value pair in a permutation is an\nelement $y$ in position $x$, such that $y$ is in $Y$ and $x$ is in $X$. It\nturns out, that for certain choices of $X$ and $Y$ some of the three statistics\nabove become equidistributed. Moreover, it is easy to derive the distribution\nformula for $(X,Y)$-place-value pairs thus providing distribution for other\nstatistics under consideration too. This generalizes some results in the\nliterature. As a result of our considerations, we get combinatorial proofs of\nseveral remarkable identities. We also conjecture existence of a bijection\nbetween two objects in question preserving a certain statistic.\n","Comment: 19 pages"]}]
["0903.2566",{"format":[],"subject":["Mathematics - Commutative Algebra","19AXX, 16E50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2566","Commun. Algebra 33, No. 3, 727-736 (2005)"],"date":["2009-03-14"],"type":["text"],"creator":["Avilés, Antonio"],"language":[],"coverage":[],"title":["Commutative rings with finite quotient fields"],"description":["  We consider the class of all commutative reduced rings for which there exists\na finite subset T of A such that all projections on quotients by prime ideals\nof A are surjective when restricted to T. A complete structure theorem is given\nfor this class of rings, and it is studied its relation with other finiteness\nconditions on the quotients of a ring over its prime ideals.\n"]}]
["0903.2567",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Logic","13AXX (Primary) 06E30, 16E50, 51F99 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2567","Commun. Algebra 32, No. 5, 1805-1822 (2004)"],"date":["2009-03-14"],"type":["text"],"creator":["Avilés, Antonio"],"language":[],"coverage":[],"title":["Boolean metric spaces and Boolean algebraic varieties"],"description":["  The concepts of Boolean metric space and convex combination are used to\ncharacterize polynomial maps in a class of commutative Von Neumann regular\nrings including Boolean rings and p-rings, that we have called CFG-rings. In\nthose rings, the study of the category of algebraic varieties (i.e. sets of\nsolutions to a finite number of polynomial equations with polynomial maps as\nmorphisms) is equivalent to the study of a class of Boolean metric spaces, that\nwe call here CFG-spaces.\n"]}]
["0903.2569",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2569"],"date":["2009-03-16","2009-03-17"],"type":["text"],"creator":["Caudill, M. S.","Brandt, S. F.","Nussinov, Z.","Wessel, R."],"language":[],"coverage":[],"title":["Equivalent Dynamics from Disparate Synaptic Weights in a Prevalent\n  Visual Circuit"],"description":["  Neural feedback-triads consisting of two feedback loops with a non-reciprocal\nlateral connection from one loop to the other are ubiquitous in the brain. We\nshow analytically that the dynamics of this network topology are determined by\ntwo algebraic combinations of its five synaptic weights. Thus different weight\nsettings can generate equivalent network dynamics. Exploration of network\nactivity over the two-dimensional parameter space demonstrates the importance\nof the non-reciprocal lateral connection and reveals intricate behavior\ninvolving continuous transitions between qualitatively different activity\nstates. In addition, we show that the response to periodic inputs is narrowly\ntuned around a center frequency determined by the two effective synaptic\nparameters.\n","Comment: 5 pages, 4 figures"]}]
["0903.2572",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory","62G05","93C40","15A09","60F05","60F15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2572"],"date":["2009-03-14"],"type":["text"],"creator":["Bercu, Bernard","Vazquez, Victor"],"language":[],"coverage":[],"title":["On the usefulness of persistent excitation in ARX adaptive tracking"],"description":["  The usefulness of persistent excitation is well-known in the control\ncommunity. Thanks to a persistently excited adaptive tracking control, we show\nthat it is possible to avoid the strong controllability assumption recently\nproposed in the multidimensional ARX framework. We establish the almost sure\nconvergence for both least squares and weighted least squares estimators of the\nunknown parameters. A central limit theorem and a law of iterated logarithm are\nalso provided. All this asymptotical analysis is related to the Schur\ncomplement of a suitable limiting matrix.\n"]}]
["0903.2578",{"format":[],"subject":["Mathematics - Combinatorics","05C70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2578","Australasian Journal of Combinatorics. 30 (2004) pp. 147-160"],"date":["2009-03-14"],"type":["text"],"creator":["Afshani, Peyman","Hatami, Hamed","Mahmoodian, Ebadollah S."],"language":[],"coverage":[],"title":["On the spectrum of the forced matching number of graphs"],"description":["  Let $G$ be a graph that admits a perfect matching. A {\\sf forcing set} for a\nperfect matching $M$ of $G$ is a subset $S$ of $M$, such that $S$ is contained\nin no other perfect matching of $G$. This notion originally arose in chemistry\nin the study of molecular resonance structures. Similar concepts have been\nstudied for block designs and graph colorings under the name {\\sf defining\nset}, and for Latin squares under the name {\\sf critical set}. Recently several\npapers have appeared on the study of forcing sets for other graph theoretic\nconcepts such as dominating sets, orientations, and geodetics. Whilst there has\nbeen some study of forcing sets of matchings of hexagonal systems in the\ncontext of chemistry, only a few other classes of graphs have been considered.\n  Here we study the spectrum of possible forced matching numbers for the grids\n$P_m \\times P_n$, discuss the concept of a forcing set for some other specific\nclasses of graphs, and show that the problem of finding the smallest forcing\nnumber of graphs is \\NP--complete.\n","Comment: Final version"]}]
["0903.2579",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Probability","05C80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2579","Random Structures Algorithms. 33(3) (2008), pp. 310- 332"],"date":["2009-03-14"],"type":["text"],"creator":["Hatami, Hamed","Molloy, Michael"],"language":[],"coverage":[],"title":["Sharp thresholds for constraint satisfaction problems and homomorphisms"],"description":["  We determine under which conditions certain natural models of random\nconstraint satisfaction problems have sharp thresholds of satisfiability. These\nmodels include graph and hypergraph homomorphism, the $(d,k,t)$-model, and\nbinary constraint satisfaction problems with domain size three.\n"]}]
["0903.2582",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2582"],"date":["2009-03-14"],"type":["text"],"creator":["Nimtz, Guenter"],"language":[],"coverage":[],"title":["Tunneling: From Milliseconds to Attoaseconds"],"description":["  How much time does a wave packet spent in tunneling a barrier? Quantum\nmechanical calculations result in zero time inside a barrier. In the nineties\nanalogous tunneling experiments with microwaves were carried out confirming\nquantum mechanics. Electron tunneling time is hard to measure being extremely\nshort. However, quite recently the atomic ionization tunneling time has been\nmeasured. Experimental data of photonic, phononic, and electronic tunneling\ntime is available now. It appears that the tunneling time is a universal\nproperty in the investigated time range of twelve orders of magnitude.\n","Comment: 4 pages"]}]
["0903.2585",{"format":[],"subject":["Physics - Optics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2585","Journal of Modern Optics, Volume 55, Number 12, July 2008, pp.\n  1845-1857","doi:10.1080/09500340701836997"],"date":["2009-03-14"],"type":["text"],"creator":["Babaei, Ferydon","Savaloni, Hadi"],"language":[],"coverage":[],"title":["Numerical study of The Remittances of Axially Excited Chiral Sculptured\n  Zirconia Thin Films"],"description":["  The transmission and reflection spectra from a right-handed chiral sculptured\nzirconia thin film are calculated using the coupled wave theory and the\nBruggeman homogenization formalism in conjunction with the experimental data\nfor the relative dielectric constant of zirconia thin film. The dielectric\ndispersion function effect on these spectra appeared in wavelengths shorter\nthan the Bragg wavelength. In wavelengths larger than the Bragg wavelength, the\ndispersion of the dielectric function can be ignored. The results achieved in\nthis work are consistent with the experimental data (Wu et al. (2000)). A shift\ntowards shorter wavelengths is observed for the Bragg peak with increasing the\nvoid fraction, which is in agreement with the theoretical work of Lakhtakia\n(2000). Sorge et al. (2006) also found this effect in their experimental\nresults on TiO2 chiral thin films, while they also found that unlike our\nresults the intensity of the reflectance of the Bragg peak decreases with\nincreasing the void fraction. This difference between our theoretical work and\nSorge et al. (2006) experimental work can be related to the structural\ndifference between idealized theoretical model for chiral films and that\nobtained in experimental work. In the latter, as Sorge et al. (2006) have\npointed out the experimental films exhibit a large amount of scattering due to\nthe highly complex and non-ideal structure that the individual chiral elements\nexhibit.\n","Comment: 19 pages, 7 figures"]}]
["0903.2601",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2601"],"date":["2009-03-14"],"type":["text"],"creator":["Duerr, Detlef","Goldstein, Sheldon","Tumulka, Roderich","Zanghi, Nino"],"language":[],"coverage":[],"title":["Bohmian Mechanics"],"description":["  Bohmian mechanics is a theory about point particles moving along\ntrajectories. It has the property that in a world governed by Bohmian\nmechanics, observers see the same statistics for experimental results as\npredicted by quantum mechanics. Bohmian mechanics thus provides an explanation\nof quantum mechanics. Moreover, the Bohmian trajectories are defined in a\nnon-conspiratorial way by a few simple laws.\n","Comment: 10 pages, 1 figure; an entry in the Compendium of Quantum Physics,\n  ed. F. Weinert et al"]}]
["0903.2603",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - High Energy Astrophysical Phenomena","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2603"],"date":["2009-03-15"],"type":["text"],"creator":["Owen, Benjamin J."],"language":[],"coverage":[],"title":["Probing neutron stars with gravitational waves"],"description":["  Within the next decade gravitational-wave (GW) observations by Advanced LIGO\nin the United States, Advanced Virgo and GEO HF in Europe, and possibly other\nground-based instruments will provide unprecedented opportunities to look\ndirectly into the dense interiors of neutron stars which are opaque to all\nforms of electromagnetic (EM) radiation. The 10-10000 Hz frequency band\navailable to these ground-based interferometers is inhabited by many neutron\nstar mode frequencies, spin frequencies, and inverse dynamical timescales. GWs\ncan provide information on bulk properties of neutron stars (masses, radii,\nlocations...) as well as microphysics of their substance (crystalline\nstructure, viscosity, composition...), some of which is difficult or impossible\nto obtain by EM observations alone. The former will tell us about the\nastrophysics of neutron stars, and the latter will illuminate fundamental\nissues in nuclear and particle physics and the physics of extremely condensed\nmatter. Although GW searches can be done \"blind,\" they become richer and more\ninformative with input from EM observations; and thus the combination of the\ntwo is crucial for learning the most we can about neutron stars. Healthy GW and\nEM observational programs must be accompanied by vigorous theoretical research\non the interface of astrophysics, gravitational physics, nuclear and particle\nphysics in order to extract the most from the observations.\n","Comment: 8 pages, white paper submitted to the Astro2010 decadal survey"]}]
["0903.2614",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematical Physics","Mathematics - Complex Variables","30E15","33E30","34L20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2614"],"date":["2009-03-15"],"type":["text"],"creator":["Martinez-Finkelshtein, A.","Rakhmanov, E. A."],"language":[],"coverage":[],"title":["On asymptotic behavior of Heine-Stieltjes and Van Vleck polynomials"],"description":["  We investigate the strong asymptotics of Heine-Stieltjes polynomials -\npolynomial solutions of a second order differential equations with complex\npolynomial coefficients. The solution is given in terms of critical measures\n(saddle points of the weighted logarithmic energy on the plane), that are\ntightly related to quadratic differentials with closed trajectories on the\nplane. The paper is a continuation of the research initiated in\n[arXiv:0902.0193]. However, the starting point here is the WKB method, which\nallows to obtain the strong asymptotics.\n","Comment: 24 pages, 6 figures"]}]
["0903.2615",{"format":[],"subject":["Mathematics - History and Overview","11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2615"],"date":["2009-03-15","2009-03-17"],"type":["text"],"creator":["Dalawat, Chandan Singh"],"language":[],"coverage":[],"title":["A first course in Local arithmetic"],"description":["  Notes for a course at the H.-C. R. I., Allahabad, 15 August 2008 -- 26\nJanuary 2009\n","Comment: 89 pp"]}]
["0903.2621",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Complex Variables","37F (Primary), 32U40, 32H50 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2621"],"date":["2009-03-15"],"type":["text"],"creator":["Dinh, Tien-Cuong","Nguyen, Viet-Anh"],"language":[],"coverage":[],"title":["Comparison of dynamical degrees for semi-conjugate meromorphic maps"],"description":["  Let f be a dominant meromorphic self-map on a projective manifold X which\npreserves a meromorphic fibration pi: X --> Y of X over a projective manifold\nY. We establish formulas relating the dynamical degrees of f, the dynamical\ndegrees of f relative to the fibration and the dynamical degrees of the\nself-map g on Y induced by f. Applications are given.\n","Comment: 23 pages"]}]
["0903.2630",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2630","Nanotechnology 19 (2008) 495705"],"date":["2009-03-15"],"type":["text"],"creator":["Shima, Hiroyuki","Sato, Motohiro"],"language":[],"coverage":[],"title":["Multiple radial corrugations in multiwalled carbon nanotubes under\n  pressure"],"description":["  Radial elastic corrugation of multiwalled carbon nanotubes under hydrostatic\npressure is demonstrated by using the continuum elastic theory. Various\ncorrugation patterns are observed under a pressure of several GPa, wherein the\nstable cross-sectional shape depends on the innermost tube diameter D and the\ntotal number N of concentric walls. A phase diagram is established to obtain\nthe requisite values of D and N for a desired corrugation pattern among\nchoices. In all corrugation patterns, the cylindrical symmetry of the innermost\ntube is maintained even under high external pressure.\n","Comment: 15 pages, 6 figures"]}]
["0903.2635",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2635"],"date":["2009-03-15"],"type":["text"],"creator":["Krause, Henning","Ye, Yu"],"language":[],"coverage":[],"title":["On the center of a triangulated category"],"description":["  We discuss some basic properties of the graded center of a triangulated\ncategory and compute examples arising in representation theory of finite\ndimensional algebras.\n","Comment: 21 pages"]}]
["0903.2637",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Algebraic Topology","05E25 (primary)","06A15 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2637"],"date":["2009-03-15"],"type":["text"],"creator":["Lehmann, Juliane"],"language":[],"coverage":[],"title":["Equivariant closure operators and trisp closure maps"],"description":["  A trisp closure map is a special map on the vertices of a trisp T with the\nproperty that T collapses onto the subtrisp induced by the image of the map. We\nstudy the interaction between trisp closure maps and group operations on the\ntrisp, and give conditions such that the quotient map is again a trisp closure\nmap. Special attention is on the case that the trisp is the nerve of an acyclic\ncategory, and the relationship between trisp closure maps and closure operators\non posets is studied.\n","Comment: 8 pages, 3 figures"]}]
["0903.2638",{"format":[],"subject":["Quantitative Biology - Subcellular Processes"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2638"],"date":["2009-03-15"],"type":["text"],"creator":["Kopito, R. B.","Elbaum, M."],"language":[],"coverage":[],"title":["Nucleocytoplasmic transport: a thermodynamic mechanism"],"description":["  The nuclear pore supports molecular communication between cytoplasm and\nnucleus in eukaryotic cells. Selective transport of proteins is mediated by\nsoluble receptors, whose regulation by the small GTPase Ran leads to cargo\naccumulation in, or depletion from the nucleus, i.e., nuclear import or nuclear\nexport. We consider the operation of this transport system by a combined\nanalytical and experimental approach. Provocative predictions of a simple model\nwere tested using cell-free nuclei reconstituted in Xenopus egg extract, a\nsystem well suited to quantitative studies. We found that accumulation capacity\nis limited, so that introduction of one import cargo leads to egress of\nanother. Clearly, the pore per se does not determine transport directionality.\nMoreover, different cargo reach a similar ratio of nuclear to cytoplasmic\nconcentration in steady-state. The model shows that this ratio should in fact\nbe independent of the receptor-cargo affinity, though kinetics may be strongly\ninfluenced. Numerical conservation of the system components highlights a\nconflict between the observations and the popular concept of transport cycles.\nWe suggest that chemical partitioning provides a framework to understand the\ncapacity to generate concentration gradients by equilibration of the\nreceptor-cargo intermediary.\n","Comment: in press at HFSP Journal, vol 3 16 text pages, 1 table, 4 figures,\n  plus Supplementary Material included"]}]
["0903.2642",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2642"],"date":["2009-03-15"],"type":["text"],"creator":["Stuckey, W. M.","McDevitt, Timothy","Silberstein, Michael"],"language":[],"coverage":[],"title":["Relational Blockworld: Towards a Discrete Graph Theoretic Foundation of\n  Quantum Mechanics"],"description":["  We propose a discrete path integral formalism over graphs fundamental to\nquantum mechanics (QM) based on our interpretation of QM called Relational\nBlockworld (RBW). In our approach, the transition amplitude is not viewed as a\nsum over all field configurations, but is a mathematical machine for measuring\nthe symmetry of the discrete differential operator and source vector of the\ndiscrete action. Therefore, we restrict the path integral to the row space of\nthe discrete differential operator, which also contains the discrete source\nvector, in order to avoid singularities. In this fashion we obtain the\ntwo-source transition amplitude over a \"ladder\" graph with N vertices. We\ninterpret this solution in the context of the twin-slit experiment.\n","Comment: 21 pp of text, 2 figures"]}]
["0903.2643",{"format":[],"subject":["Mathematics - Combinatorics","05C10","07M15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2643"],"date":["2009-03-15"],"type":["text"],"creator":["Ellis-Monaghan, Joanna A.","Sarmiento, Irasema"],"language":[],"coverage":[],"title":["A recipe theorem for the topological Tutte polynomial of Bollobas and\n  Riordan"],"description":["  In [A polynomial invariant of graphs on orientable surfaces, Proc. Lond.\nMath. Soc., III Ser. 83, No. 3, 513-531 (2001)] and [A polynomial of graphs on\nsurfaces, Math. Ann. 323, 81-96 (2002)], Bollobas and Riordan generalized the\nclassical Tutte polynomial to graphs cellularly embedded in surfaces, i.e.\nribbon graphs, thus encoding topological information not captured by the\nclassical Tutte polynomial. We provide a `recipe theorem' for their new\ntopological Tutte polynomial, R(G). We then relate R(G) to the generalized\ntransition polynomial Q(G) via a medial graph construction, thus extending the\nrelation between the classical Tutte polynomial and the Martin, or circuit\npartition, polynomial to ribbon graphs. We use this relation to prove a duality\nproperty for R(G) that holds for both oriented and unoriented ribbon graphs. We\nconclude by placing the results of Chumutov and Pak [The Kauffman bracket and\nthe Bollobas-Riordan polynomial of ribbon graphs, Moscow Mathematical Journal\n7(3) (2007) 409-418] for virtual links in the context of the relation between\nR(G) and Q(R).\n","Comment: 23 pages, 10 figures, dedicated to Thomas Brylawski"]}]
["0903.2647",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2647","SIGMA 5 (2009), 032, 11 pages","doi:10.3842/SIGMA.2009.032"],"date":["2009-03-15"],"type":["text"],"creator":["Airault, Helene"],"language":[],"coverage":[],"title":["Vector Fields on the Space of Functions Univalent Inside the Unit Disk\n  via Faber Polynomials"],"description":["  We obtain the Kirillov vector fields on the set of functions $f$ univalent\ninside the unit disk, in terms of the Faber polynomials of $1/f(1/z)$. Our\nconstruction relies on the generating function for Faber polynomials.\n"]}]
["0903.2648",{"format":[],"subject":["Mathematical Physics","35P","35Q15","37K40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2648"],"date":["2009-03-15"],"type":["text"],"creator":["Tovbis, Alexander","Venakides, Stephanos"],"language":[],"coverage":[],"title":["Semiclassical limit of the scattering transform for the focusing\n  Nonlinear Schr\\\" odinger Equation"],"description":["  The semiclassical limit of the focusing Nonlinear (cubic) Schr\\\" odinger\nEquation (NLS) corresponds to the singularly perturbed Zakharov Shabat (ZS)\nsystem that defines the direct and inverse scattering transforms (IST). In this\npaper, we derive explicit expressions for the leading order terms of these\ntransforms, which are called semiclassical limits of the direct and inverse\nscattering transforms. Thus, we establish an explicit connection between the\ndecaying initial data of the form $q(x,0)=A(x)e^{iS(x)}$ and the leading order\nterm of its scattering data. This connection is expressed in terms of an\nintegral transform that can be viewed as a complexified version of an Abel type\ntransform. Our technique is not based on the WKB analysys of the ZS system, but\non the inversion of the modulation equations that solve the inverse scattering\nproblem in the leading order. The results are illustrated by a number of\nexamples.\n","Comment: 39 pages, 20 figures"]}]
["0903.2649",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2649"],"date":["2009-03-15"],"type":["text"],"creator":["Sun, Bo","Lin, Jiayi","Darby, Ellis","Grosberg, Alexander Y.","Grier, David G."],"language":[],"coverage":[],"title":["Brownian Vortexes"],"description":["  A particle diffusing around a point of stable mechanical equilibrium in a\nstatic but non-conservative force field enters into a steady state\ncharacterized by circulation in the probability flux. Circulation in such a\nBrownian vortex is not simply a deterministic response to the solenoidal\ncomponent of the force, but rather reflects an interplay between force-driven\nprobability currents and diffusion. As an example of this previously\nunrecognized class of stochastic heat engines, we consider a colloidal sphere\nstably trapped in a conventional optical tweezer. Rather than coming into\nthermodynamic equilibrium with the surrounding heat bath, the particle's\nBrownian fluctuations are biased into a toroidal roll. We demonstrate both\ntheoretically and experimentally that the circulation in this practical\nrealization of the Brownian vortex can undergo flux reversal.\n","Comment: 4 pages, 4 figures"]}]
["0903.2651",{"format":[],"subject":["Statistics - Methodology","Statistics - Applications","Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2651"],"date":["2009-03-15"],"type":["text"],"creator":["Ambler, Graeme K.","Silverman, Bernard W."],"language":[],"coverage":[],"title":["Perfect simulation of spatial point processes using dominated coupling\n  from the past with application to a multiscale area-interaction point process"],"description":["  We consider perfect simulation algorithms for locally stable point processes\nbased on dominated coupling from the past. A version of the algorithm is\ndeveloped which is feasible for processes which are neither purely attractive\nnor purely repulsive. Such processes include multiscale area-interaction\nprocesses, which are capable of modelling point patterns whose clustering\nstructure varies across scales. We prove correctness of the algorithm and\nexistence of these processes. An application to the redwood seedlings data is\ndiscussed.\n","Comment: 15 pages, originally a Bristol University 2004 Tech Report"]}]
["0903.2654",{"format":[],"subject":["Statistics - Methodology","Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2654"],"date":["2009-03-15"],"type":["text"],"creator":["Ambler, Graeme K.","Silverman, Bernard W."],"language":[],"coverage":[],"title":["Perfect simulation for Bayesian wavelet thresholding with correlated\n  coefficients"],"description":["  We introduce a new method of Bayesian wavelet shrinkage for reconstructing a\nsignal when we observe a noisy version. Rather than making the common\nassumption that the wavelet coefficients of the signal are independent, we\nallow for the possibility that they are locally correlated in both location\n(time) and scale (frequency). This leads us to a prior structure which is\nanalytically intractable, but it is possible to draw independent samples from a\nclose approximation to the posterior distribution by an approach based on\nCoupling From The Past.\n","Comment: 16 pages, originally Tech Report, University of Bristol, 2004"]}]
["0903.2657",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2657"],"date":["2009-03-15"],"type":["text"],"creator":["Dorlas, T. C.","Samsonov, M."],"language":[],"coverage":[],"title":["On the thermodynamic limit of the 6-vertex model"],"description":["  We give a rigorous treatment to the thermodynamic limit of the 6-vertex\nmodel. We prove that the unique solution of the Bethe-Ansatz equation exists\nand the distribution of the roots converges to a continuum measure. We solve\nthis problem for $0<\\Delta<1$ using convexity arguments and for large negative\n$\\Delta$ using the Fixed Point Theory of appropriately defined contracting\noperator.\n","Comment: 23 pages, 1 figure"]}]
["0903.2659",{"format":[],"subject":["Mathematics - General Topology","Mathematics - Functional Analysis","28C15","57M50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2659"],"date":["2009-03-15"],"type":["text"],"creator":["Zapolsky, Frol"],"language":[],"coverage":[],"title":["Isotopy-invariant topological measures on closed orientable surfaces of\n  higher genus"],"description":["  Given a closed orientable surface (\\Sigma) of genus at least two, we\nestablish an affine isomorphism between the convex compact set of\nisotopy-invariant topological measures on (\\Sigma) and the convex compact set\nof additive functions on the set of isotopy classes of certain subsurfaces of\n(\\Sigma). We then construct such additive functions, and thus isotopy-invariant\ntopological measures, from probability measures on (\\Sigma) together with some\nadditional data. The map associating topological measures to probability\nmeasures is affine and continuous. Certain Dirac measures map to simple\ntopological measures, while the topological measures due to Py and Rosenberg\narise from the normalized Euler characteristic.\n","Comment: 26 pages"]}]
["0903.2664",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2664"],"date":["2009-03-15"],"type":["text"],"creator":["Combescot, M.","Dubin, F.","Dupertuis, M. A."],"language":[],"coverage":[],"title":["Role of Fermion Exchanges in Statistical Signatures of Composite Bosons"],"description":["  We study statistical signatures of composite bosons made of two fermions\nusing a new many-body approach. Extending number-states to composite bosons,\ntwo-particle correlations as well as the dispersion of the probability\ndistribution are analyzed. We show that the particle composite nature reduces\nthe anti-bunching effect predicted for elementary bosons. Furthermore, the\nprobability distribution exhibits a dispersion which is greater for composite\nbosons than for elementary bosons. This dispersion corresponds to the one of\nsub-Poissonian processes, as for a quantum state, but, unlike its elementary\nboson counterpart, it is not minimum. In general, our work shows that it is\nnecessary to take into account the Pauli exclusion principle which takes place\nbetween fermionic components of composite bosons - along the line here used -\nto possibly extract statistical properties in a precise way.\n","Comment: 14 pages"]}]
["0903.2668",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2668"],"date":["2009-03-15"],"type":["text"],"creator":["Nugroho, Dading","Premadi, Premana"],"language":[],"coverage":[],"title":["Galaxies and Environment of the Clusters of Galaxies CL 0024+1654 and RX\n  J0152.7-1357"],"description":["  We present the analysis and results of photometric and spectroscopic catalog\ncombined with X-ray data of two non-relaxed clusters CL 0024+1654 (z=0.4) and\nRX J0152.7-1357 (z=0.8). Using the Spearman correlation analysis we quantify\nthe correlation between morphology, color, and star formation rate of each\ngalaxy with its surrounding number density, mass density, and temperature of\nIntracluster Medium (ICM). Although our results show that the two clusters\nexhibit a weaker correlation compared with relaxed clusters, it still confirms\nthe significant effect of the ICM in varying the star formation rates in the\ngalaxies. Various physical mechanisms have been suggested to explain the\nrelation between the properties of galaxies and their environments for example:\nram pressure stripping, mergers etc. Nonetheless, using this analysis alone, it\nis difficult to identify the dominant environmental mechanism(s) operating in\nclusters of galaxies and the role of the initial condition.\n","Comment: 3 pages, 4 figures, to appear in the proceedings of the 10th\n  Asian-Pacific Regional IAU Meeting (APRIM 2008), Kunming, China, Aug 2008"]}]
["0903.2673",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Classical Analysis and ODEs","34C07, 34C08"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2673"],"date":["2009-03-15"],"type":["text"],"creator":["Bobienski, Marcin","Mardesic, Pavao","Novikov, Dmitry"],"language":[],"coverage":[],"title":["Pseudo-Abelian integrals: unfolding generic exponential case"],"description":["  We consider an integrable polynomial system with generalized Darboux first\nintegral H_0. We assume that it defines a family of real cycles in a region\nbounded by a polycycle.\n  To any polynomial form \\eta one can associate the pseudo-abelian integrals\nI(h), which is the first order term of the displacement function of the system\nperturbed by \\eta.\n  We consider Darboux first integrals unfolding H_0 (and its saddle-nodes) and\npseudo-abelian integrals associated to these unfoldings. Under genericity\nassumptions we show the existence of a uniform local bound for the number of\nzeros of these pseudo-abelian integrals.\n  The result is part of a program to extend Varchenko-Khovanskii's theorem from\nabelian integrals to pseudo-abelian integrals and prove the existence of a\nbound for the number of their zeros in function of the degree of the polynomial\nsystem only.\n"]}]
["0903.2675",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2675"],"date":["2009-03-15"],"type":["text"],"creator":["Gadouleau, Maximilien","Yan, Zhiyuan"],"language":[],"coverage":[],"title":["Construction and Covering Properties of Constant-Dimension Codes"],"description":["  Constant-dimension codes (CDCs) have been investigated for noncoherent error\ncorrection in random network coding. The maximum cardinality of CDCs with given\nminimum distance and how to construct optimal CDCs are both open problems,\nalthough CDCs obtained by lifting Gabidulin codes, referred to as KK codes, are\nnearly optimal. In this paper, we first construct a new class of CDCs based on\nKK codes, referred to as augmented KK codes, whose cardinalities are greater\nthan previously proposed CDCs. We then propose a low-complexity decoding\nalgorithm for our augmented KK codes using that for KK codes. Our decoding\nalgorithm corrects more errors than a bounded subspace distance decoder by\ntaking advantage of the structure of our augmented KK codes. In the rest of the\npaper we investigate the covering properties of CDCs. We first derive bounds on\nthe minimum cardinality of a CDC with a given covering radius and then\ndetermine the asymptotic behavior of this quantity. Moreover, we show that\nliftings of rank metric codes have the highest possible covering radius, and\nhence liftings of rank metric codes are not optimal packing CDCs. Finally, we\nconstruct good covering CDCs by permuting liftings of rank metric codes.\n","Comment: 20 pages, submitted to IEEE Transactions on Information Theory"]}]
["0903.2677",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Representation Theory","16S99","16G20","05E99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2677"],"date":["2009-03-15"],"type":["text"],"creator":["Dupont, G."],"language":[],"coverage":[],"title":["Positivity in coefficient-free rank two cluster algebras"],"description":["  Let $b,c$ be positive integers, $x_1,x_2$ be indeterminates over $\\Z$ and\n$x_m, m \\in \\mathbb Z$ be rational functions defined by\n$x_{m-1}x_{m+1}=x_m^b+1$ if $m$ is odd and $x_{m-1}x_{m+1}=x_m^c+1$ if $m$ is\neven. In this short note, we prove that for any $m,k \\in \\Z$, $x_k$ can be\nexpressed as a substraction-free Laurent polynomial in $\\Z[x_m^{\\pm\n1},x_{m+1}^{\\pm 1}]$. This proves Fomin-Zelevinsky's positivity conjecture for\ncoefficient-free rank two cluster algebras.\n","Comment: 9 pages"]}]
["0903.2678",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2678"],"date":["2009-03-15"],"type":["text"],"creator":["Wesson, Paul S."],"language":[],"coverage":[],"title":["Classical Universes and Quantized Particles from Five-Dimensional Null\n  Paths"],"description":["  All objects in 4D spacetime may in principle travel on null paths in a 5D\nmani-fold. We use this, together with a change in the extra coordinate and the\nsignature of the metric, to construct a simple model of a classical universe\nand a quantized particle. There are notable implications for the Weak\nEquivalence Principle and the cosmological constant, and for astrophysics.\n"]}]
["0903.2679",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Information Theory","06A06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2679"],"date":["2009-03-15"],"type":["text"],"creator":["Orum, Chris","Joslyn, Cliff A"],"language":[],"coverage":[],"title":["Valuations and Metrics on Partially Ordered Sets"],"description":["  We extend the definitions of upper and lower valuations on partially ordered\nsets, and consider the metrics they induce, in particular the metrics available\n(or not) based on the logarithms of such valuations. Motivating applications in\ncomputational linguistics and computational biology are indicated.\n","Comment: Submitted"]}]
["0903.2682",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2682","doi:10.1109/NCM.2008.137"],"date":["2009-03-15"],"type":["text"],"creator":["Mohaisen, Abedelaziz","Hong, Dowon","Nyang, DaeHun"],"language":[],"coverage":[],"title":["Privacy in Location Based Services: Primitives Toward the Solution"],"description":["  Location based services (LBS) are one of the most promising and innovative\ndirections of convergence technologies resulting of emergence of several fields\nincluding database systems, mobile communication, Internet technology, and\npositioning systems. Although being initiated as early as middle of 1990's, it\nis only recently that the LBS received a systematic profound research interest\ndue to its commercial and technological impact. As the LBS is related to the\nuser's location which can be used to trace the user's activities, a strong\nprivacy concern has been raised. To preserve the user's location, several\nintelligent works have been introduced though many challenges are still\nawaiting solutions. This paper introduces a survey on LBS systems considering\nboth localization technologies, model and architectures guaranteeing privacy.\nWe also overview cryptographic primitive to possibly use in preserving LBS's\nprivacy followed by fruitful research directions basically concerned with the\nprivacy issue.\n","Comment: Appeared in proceeding of NCM 2008"]}]
["0903.2689",{"format":[],"subject":["Physics - General Physics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2689"],"date":["2009-03-15"],"type":["text"],"creator":["Jianhua, Xiao"],"language":[],"coverage":[],"title":["Turbulence Dynamics based on Lagrange Mechanics and Geometrical Field\n  Theory of Deformation"],"description":["  The turbulence field is stacked on the laminar flow. In this research, the\nlaminar flow is described as a macro deformation which forms an instant\ncurvature space. On such a curvature space, the turbulence is viewed as a micro\ndeformation. So, the fluid flow is described by the geometrical field theory of\nfinite deformation. Based on the Lagrange mechanics and the deformation energy\nconcept, using the Least Action Principle, the Euler-Lagrange motion equations\nare obtained. According to A E Green formulation, the stress concept is\nintroduced by deformation tensor. The fluid motion is described by the\nmultiplication of a macro deformation tensor and a micro deformation tensor. By\nthis way, the geometrical field of fluid motion is well constructed. Then, the\nspatial derivative of deformation energy is expressed by the gradient of\ndeformation tensors. By this way, the deformation energy related items in the\nEuler-Lagrange motion equations are expressed by the stress tensor and\ndeformation tensor. The obtained Euler-Lagrange motion equations, then, are\ndecomposed into average deformation equations and turbulence equations. For\nseveral special cases, the new results are compared with the conventional\nNavier-Stokes equation with Reynolds stress modification.The comparisons also\nshow that the Bernoulli Equation is a natural precondition for the conventional\nNavier-Stokes equation.Generally, the turbulence wave is an inward-traveling\nwave. Unlike the normal outward-traveling wave related with the average\ndeformation, the inward-traveling wave is the intrinsic feature of turbulence.\nSo, the turbulence is well defined by the equations obtained in this research.\nFor several typical cases, the simplified turbulence wave equations are given\nout with simple discussion.\n","Comment: 37 pages, no figures"]}]
["0903.2692",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2692"],"date":["2009-03-16"],"type":["text"],"creator":["Du, Songzi"],"language":[],"coverage":[],"title":["Random Walks on Dicyclic Group"],"description":["  This paper works out the rate of convergence of two \"natural\" random walks on\nthe dicyclic group.\n"]}]
["0903.2695",{"format":[],"subject":["Computer Science - Robotics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2695"],"date":["2009-03-16"],"type":["text"],"creator":["Pavone, Marco","Smith, Stephen L.","Bullo, Francesco","Frazzoli, Emilio"],"language":[],"coverage":[],"title":["Dynamic Multi-Vehicle Routing with Multiple Classes of Demands"],"description":["  In this paper we study a dynamic vehicle routing problem in which there are\nmultiple vehicles and multiple classes of demands. Demands of each class arrive\nin the environment randomly over time and require a random amount of on-site\nservice that is characteristic of the class. To service a demand, one of the\nvehicles must travel to the demand location and remain there for the required\non-site service time. The quality of service provided to each class is given by\nthe expected delay between the arrival of a demand in the class, and that\ndemand's service completion. The goal is to design a routing policy for the\nservice vehicles which minimizes a convex combination of the delays for each\nclass. First, we provide a lower bound on the achievable values of the convex\ncombination of delays. Then, we propose a novel routing policy and analyze its\nperformance under heavy load conditions (i.e., when the fraction of time the\nservice vehicles spend performing on-site service approaches one). The policy\nperforms within a constant factor of the lower bound (and thus the optimal),\nwhere the constant depends only on the number of classes, and is independent of\nthe number of vehicles, the arrival rates of demands, the on-site service\ntimes, and the convex combination coefficients.\n","Comment: Extended version of paper presented in American Control Conference\n  2009"]}]
["0903.2696",{"format":[],"subject":["Mathematics - Probability","60G50","60J55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2696"],"date":["2009-03-16"],"type":["text"],"creator":["Andreoletti, Pierre"],"language":[],"coverage":[],"title":["The local time of a random walk on growing hypercubes"],"description":["  We study a random walk in a random environment (RWRE) on $\\Z^d$, $1 \\leq d <\n+\\infty$. The main assumptions are that conditionned on the environment the\nrandom walk is reversible. Moreover we construct our environment in such a way\nthat the walk can't be trapped on a single point like in some particular RWRE\nbut in some specific d-1 surfaces. These surfaces are basic surfaces with\ndeterministic geometry. We prove that the local time in the neighborhood of\nthese surfaces is driven by a function of the (random) reversible measure. As\nan application we get the limit law of the local time as a process on these\nsurfaces.\n","Comment: 24 pages"]}]
["0903.2698",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2698"],"date":["2009-03-16"],"type":["text"],"creator":["Long, Lianfeng","Xiao, Changming"],"language":[],"coverage":[],"title":["Critical volume fraction and critical size for a cluster to nucleate"],"description":["  Combined with the principle of entropy maximum and CS state equation, the\ncritical size for a cluster to nucleate then the critical volume fraction of a\nphase transition is determined in this paper, and our result is in good\nagreement with the experiments. Furthermore, no parameter is introduced in the\ndiscussion.\n","Comment: 7 pages, 1 figure"]}]
["0903.2699",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Functional Analysis","34A55","34B24"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2699"],"date":["2009-03-16"],"type":["text"],"creator":["Makin, Alexander"],"language":[],"coverage":[],"title":["Characterization of the spectrum of irregular boundary value problem for\n  the Sturm-Liouville operator"],"description":["  We consider the spectral problem generated by the Sturm-Liouville equation\nwith an arbitrary complex-valued potential q(x) and irregular boundary\nconditions. We establish necessary and sufficient conditions for a set of\ncomplex numbers to be the spectrum of such an operator.\n","Comment: 16 pages"]}]
["0903.2700",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2700"],"date":["2009-03-16"],"type":["text"],"creator":["Vardanyan, A. S.","Kteyan, A. A.","Vardanyan, R. A."],"language":[],"coverage":[],"title":["Fluctuation depinning of the dislocation kink under the influence of\n  external forces"],"description":["  Within the framework of McLaughlin-Scott perturbation theory the\nequation-of-motion of the dislocation kink in the pinning potential is\nlinearized, assuming the simultaneous influence of ac and dc forces. Based on\nthe equations derived, the probability of kink depinning was studied. The\ndependencies of the depinning probability on dc and ac forces are analyzed in\ndetails.\n","Comment: Manuscript consists of 14 pages; 3 figures are submitted in GIF\n  format"]}]
["0903.2705",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2705"],"date":["2009-03-16"],"type":["text"],"creator":["Hao, Xiang","Pan, Tao","Zang, Taocheng","Zhu, Shiqun"],"language":[],"coverage":[],"title":["Controlled multiqubit entangled states and quantum transmission in\n  quantum molecule-spin systems"],"description":["  he multiqubit entangled states are coherently controlled in the quantum spin\nsystems composed of $N+1$ interacting antiferromagnetic molecular rings. The\ntunable intermolecular couplings arise from the local exchange interactions\nbetween electron spins of $N$ circumjacent magnets and those of one central\nmolecular ring. The quantum dynamics of such system is analytically deduced by\nthe effective spin hamiltonian with anisotropic Heisenberg couplings. It is\nfound that entangled $W$ states can be generated with a high precision under\nthe circumstance of quantum fluctuations. The multiqubit entangled state is\nalso transferred from some molecular rings to others by the selection of\nintermolecular couplings.\n","Comment: 10 pages, 3 figures"]}]
["0903.2708",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Algebraic Geometry","14P10","14A22","46K10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2708"],"date":["2009-03-16"],"type":["text"],"creator":["Schmuedgen, Konrad"],"language":[],"coverage":[],"title":["Algebras of Fractions and Strict Positivstellens\\\"atze for *-Algebras"],"description":["  In this paper we investigate a *-algebra $\\cX$ of fractions associated with a\nunital complex *-algebra $\\cA$. The algebra $\\cX$ and its Hilbert space\nrepresentations are used to prove abstract noncommutative strict\nPositivstellens\\\"atze for $\\cA$. Multi-grading of $\\cA$ are studied as\ntechnical tools to verify the assumptions of this theorem.\n  As applications we obtain new strict Positivstellens\\\"atze for the Weyl\nalgebra and for the Lie algebra $\\cg$ of the affine group of the real line. We\ncharacterize integrable representations of the Lie algebra $\\cg$ in terms of\nresolvents of the generators and derive a new integrability criterion for\nrepresentations of $\\cg$.\n"]}]
["0903.2712",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2712"],"date":["2009-03-16"],"type":["text"],"creator":["Leizarowitz, Arie"],"language":[],"coverage":[],"title":["Iterated logarithm approximations to the distribution of the largest\n  prime divisor"],"description":["  The paper is concerned with estimating the number of integers smaller than\n$x$ whose largest prime divisor is smaller than $y$, denoted $\\psi (x,y)$. Much\nof the related literature is concerned with approximating $\\psi (x,y)$ by\nDickman's function $\\rho (u)$, where $u=\\ln x/\\ln y$. A typical such result is\nthat $$ \\psi (x,y)=x\\rho (u)(1+o(1)) \\eqno (1) $$ in a certain domain of the\nparameters $x$ and $y$.\n  In this paper a different type of approximation of $\\psi (x,y)$, using\niterated logarithms of $x$ and $y$, is presented. We establish that $$ \\ln\n(\\frac {\\psi}{x})=-u [\\ln ^{(2)}x-\\ln ^{(2)}y+\\ln ^{(3)}x-\\ln ^{(3)}y+\\ln\n^{(4)}x-a] \\eqno (2) $$ where $\\underbar{a}<a<\\bar{a}$ for some constants\n$\\underbar{a}$ and $\\bar{a}$ (denoting by $\\ln ^{(k)}x=\\ln ...\\ln x$ the\n$k$-fold iterated logarithm). The approximation (2) holds in a domain which is\ncomplementary to the one on which the approximation (1) is known to be valid.\nOne consequence of (2) is an asymptotic expression for Dickman's function,\nwhich is of the form $\\ln \\rho (u)=-u[\\ln u+\\ln ^{(2)}u](1+o(1))$, improving\nknown asymptotic approximations of this type. We employ (2) to establish a\nversion of Bertrand's Conjecture, and indicate how this method may be used to\nsharpen the result.\n","Comment: 44 pages"]}]
["0903.2713",{"format":[],"subject":["Mathematics - Analysis of PDEs","35B25","35B40","35L70","35L80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2713"],"date":["2009-03-16"],"type":["text"],"creator":["Ghisi, Marina","Gobbino, Massimo"],"language":[],"coverage":[],"title":["Mildly degenerate Kirchhoff equations with weak dissipation: global\n  existence and time decay"],"description":["  We consider the hyperbolic-parabolic singular perturbation problem for a\ndegenerate quasilinear Kirchhoff equation with weak dissipation. This means\nthat the coefficient of the dissipative term tends to zero when t tends to\n+infinity.\n  We prove that the hyperbolic problem has a unique global solution for\nsuitable values of the parameters. We also prove that the solution decays to\nzero, as t tends to +infinity, with the same rate of the solution of the limit\nproblem of parabolic type.\n","Comment: 25 pages"]}]
["0903.2717",{"format":[],"subject":["Physics - Biological Physics","Condensed Matter - Statistical Mechanics","Physics - Data Analysis, Statistics and Probability","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2717","Phys. Rev. Lett. 102, 108001 (2009)","doi:10.1103/PhysRevLett.102.108001"],"date":["2009-03-16"],"type":["text"],"creator":["John, Alexander","Schadschneider, Andreas","Chowdhury, Debashish","Nishinari, Katsuhiro"],"language":[],"coverage":[],"title":["Trafficlike collective movement of ants on trails: absence of jammed\n  phase"],"description":["  We report experimental results on unidirectional traffic-like collective\nmovement of ants on trails. Our work is primarily motivated by fundamental\nquestions on the collective spatio-temporal organization in systems of\ninteracting motile constituents driven far from equilibrium. Making use of the\nanalogies with vehicular traffic, we analyze our experimental data for the\nspatio-temporal organisation of the ants on the trail. From this analysis, we\nextract the flow-density relation as well as the distributions of velocities of\nthe ants and distance-headways. Some of our observations are consistent with\nour earlier models of ant-traffic, which are appropriate extensions of the\nasymmetric simple exclusion process (ASEP). In sharp contrast to highway\ntraffic and most other transport processes, the average velocity of the ants is\nalmost independent of their density on the trail. Consequently, no jammed phase\nis observed.\n","Comment: 4 pages, 5 figures"]}]
["0903.2725",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2725"],"date":["2009-03-16"],"type":["text"],"creator":["Krotov, V. F."],"language":["ru"],"coverage":[],"title":["The wave function and the distribution of the observables in\n  relativistic quantum theory"],"description":["  Here the probability density of relativistic particles coordinates,\nsatisfying the formal conditions of the quantum mechanics and the special\nrelativity, is determined (under textbooks view, such density does not exist).\nIt is specified for the boson, neutral and charged, scalar and vector,\nincluding the photon, the electron. Uniqueness of this design has been proved.\nThis is a relativistic invariant, describing the probability of the particle\nobservation in points of space-time. The time is deprived of his role of a\ndynamic parameter of distribution and formally equalized with other\ncoordinates. Also the meaning of the energy-momentum distribution is clarified.\nConditions of such distributions observation are described. As applied to the\nquantum field these structures are transformed into new characteristics of\nparticles distribution in space-time in addition to those for momentum states.\nTheir operators for free fields are obtained. Under such model the Heisenberg's\nuncertainty relations are grounded for the relativistic particle; both\nparticles and antiparticles turn out to be different states of a single\nparticle; vacuum state of boson quantum field has zero energy.\n","Comment: 21 pages, in Russian"]}]
["0903.2726",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2726"],"date":["2009-03-16"],"type":["text"],"creator":["George, S. J.","Ishwara-Chandra, C. H."],"language":[],"coverage":[],"title":["Extended sources from deep GMRT 150 MHz observations"],"description":["  We present results of deep 150 MHz observations with the GMRT which show\nseveral extended radio sources with a range of morphologies. These sources have\nthen further followed up at higher frequencies (610 and 1400 MHz) with the\nGMRT. GMRT J0137+4121 was a candidate double--double radio galaxy for which we\nhave also used the VLA-A array at C band to resolve the core. These\nobservations have allowed us to determine that this source is a normal radio\ngalaxy with a core and a one sided jet. Prominent amongst the other extended\nsources is the giant radio galaxy, 4C39.04.\n","Comment: 4 pages, 2 figures, Proceedings of The Low Frequency Radio Universe,\n  ASP Conference Series, Vol LFRU, 2009, Eds: D.J. Saikia, Dave Green, Y.Gupta\n  and Tiziana Venturi"]}]
["0903.2730",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2730"],"date":["2009-03-16"],"type":["text"],"creator":["Snik, Frans","Melich, Radek","Keller, Christoph"],"language":[],"coverage":[],"title":["The Prototype of the Small Synoptic Second Solar Spectrum Telescope\n  (S5T)"],"description":["  We present the design and the prototype of the Small Synoptic Second Solar\nSpectrum Telescope (S5T), which can autonomously measure scattering\npolarization signals on a daily basis with large sensitivity and accuracy. Its\ndata will be used to investigate the nature of weak, turbulent magnetic fields\nthrough the Hanle effect in many lines. Also the relation between those fields\nand the global solar dynamo can be revealed by spanning the observations over a\nsignificant fraction of a solar cycle. The compact instrument concept is\nenabled by a radial polarization converter that allows for ``one-shot''\npolarimetry over the entire limb of the Sun. A polarimetric sensitivity of\n~10^-5 is achieved by minimizing the instrumental polarization and by FLC\nmodulation in combination with a fast line-scan camera in the fiber-fed\nspectrograph. The first prototype results successfully show the feasibility of\nthe concept.\n","Comment: To appear in the proceedings of Solar Polarization Workshop 5"]}]
["0903.2734",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2734"],"date":["2009-03-16"],"type":["text"],"creator":["Snik, Frans"],"language":[],"coverage":[],"title":["Astronomical Applications for \"Radial Polarimetry\""],"description":["  Many objects on the sky exhibit a centrosymmetric polarization pattern,\nparticularly in cases involving single scattering around a central source.\nUtilizing a novel liquid crystal device (the ``theta cell'') that transforms\nthe coordinate system of linear polarization in an image plane from Cartesian\nto polar, the observation of centrosymmetric polarization patterns can be\nimproved: instead of measuring Stokes Q and U on the sky, one only needs to\nmeasure Stokes Q' in the new instrument coordinate system. This reduces the\neffective exposure time by a factor of two and simplifies the polarization\nmodulator design. According to the manufacturer's specifications and to\nmeasurements in the lab, the liquid crystal device can be applied in the\nvisible and NIR wavelength range. Astronomical science cases for a``radial\npolarimeter'' include exoplanet detection, imaging of circumstellar disks,\nreflection nebulae and light echos, characterization of planetary atmospheres\nand diagnostics of the solar K-corona. The first astronomical instrument that\nutilizes a theta cell for radial polarimetry is the S5T (Small Synoptic Second\nSolar Spectrum Telescope), which accurately measures scattering polarization\nsignals near the limb of the sun. These observations are crucial for\nunderstanding the nature and origin of weak, turbulent magnetic fields in the\nsolar photosphere and elsewhere in the universe. A ``radial polarimeter''\nobserving a slightly defocused point source performs one-shot full linear\npolarimetry. With a theta cell in a pupil plane, a beam's linear polarization\nproperties (e.g. for calibration purposes) can be fully controlled through\npupil masking.\n","Comment: To appear in the proceedings of Astronomical Polarimetry 2008"]}]
["0903.2737",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2737"],"date":["2009-03-16"],"type":["text"],"creator":["Ravndal, Finn"],"language":[],"coverage":[],"title":["On the Casimir effect in a continuous medium"],"description":["  It is pointed out that the Casimir energy in a medium can be obtained most\ndirectly from the zero-point energy of the electromagnetic field because of its\nreduced propagation velocity. This brings to the fore again the old problem\nrelated to how the principle of relativity is combined with the Maxwell field\nequations in a continuous medium.\n","Comment: 2 pages, LaTeX"]}]
["0903.2742",{"format":[],"subject":["Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2742"],"date":["2009-03-16"],"type":["text"],"creator":["Istrate, Gabriel"],"language":[],"coverage":[],"title":["On Hadwiger's Number of a graph with partial information"],"description":["  We investigate the possibility of proving upper bounds on Hadwiger's number\nof a graph with partial information, mirroring several known upper bounds for\nthe chromatic number. For each such bound we determine whether the\ncorresponding bound for Hadwiger's number holds. Our results suggest that the\n``locality'' of an inequality accounts for the existence of such an extension.\n"]}]
["0903.2747",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematical Physics","Mathematics - Spectral Theory","37D20, 37C30, 81Q20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2747"],"date":["2009-03-16"],"type":["text"],"creator":["Faure, Frédéric"],"language":[],"coverage":[],"title":["Semiclassical origin of the spectral gap for transfer operators of\n  partially expanding map"],"description":["  We consider a simple model of partially expanding map on the torus. We study\nthe spectrum of the Ruelle transfer operator and show that in the limit of high\nfrequencies in the neutral direction (this is a semiclassical limit), the\nspectrum develops a spectral gap, for a generic map. This result has already\nbeen obtained by M. Tsujii (05). The novelty here is that we use semiclassical\nanalysis which provides a different and quite natural description. We show that\nthe transfer operator is a semiclassical operator with a well defined\n\"classical dynamics\" on the cotangent space. This classical dynamics has a\n\"trapped set\" which is responsible for the Ruelle resonances spectrum. In\nparticular we show that the spectral gap is closely related to a specific\ndynamical property of this trapped set.\n","Comment: 24 pages"]}]
["0903.2748",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2748","doi:10.1016/j.ijrmms.2009.03.001"],"date":["2009-03-16"],"type":["text"],"creator":["Ghabezloo, Siavash","Sulem, Jean"],"language":[],"coverage":[],"title":["Effect of the volume of the drainage system on the measurement of\n  undrained thermo-poro-elastic parameters"],"description":["  For evaluation of the undrained thermo-poro-elastic properties of saturated\nporous materials in conventional triaxial cells, it is important to take into\naccount the effect of the dead volume of the drainage system. The\ncompressibility and the thermal expansion of the drainage system along with the\ndead volume of the fluid filling this system, influence the measured pore\npressure and volumetric strain during an undrained thermal or mechanical\nloading in a triaxial cell. The correction methods previously presented by\nWissa (1969), Bishop (1976) and Ghabezloo and Sulem (2009) only permit to\ncorrect the measured pore pressures during an undrained isotropic compression\ntest or an undrained heating test. An extension of these methods is presented\nin this paper to correct also the measured volumetric strain and consequently\nthe measured undrained bulk compressibility and undrained thermal expansion\ncoefficients during these tests. Two examples of application of the proposed\ncorrection method are presented on the results of an undrained isotropic\ncompression test and an undrained heating test performed on a fluid-saturated\ngranular rock. A parametric study has demonstrated that the porosity and the\ndrained compressibility of the tested material, and the ratio of the volume of\nthe drainage system to the one of the tested sample are the key parameters\nwhich influence the most the error induced on the measurements by the drainage\nsystem.\n","Comment: International Journal of Rock Mechanics and Mining Sciences (2009) in\n  press"]}]
["0903.2750",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2750"],"date":["2009-03-13"],"type":["text"],"creator":["Sahai, Raghvendra","Balick, Bruce","Blackman, Eric","Kastner, Joel","Claussen, Mark","Morris, Mark","De Marco, Orsola","Speck, Angela","Frank, Adam","Turner, Neal"],"language":[],"coverage":[],"title":["Understanding Mass-Loss and the late Evolution of Intermediate Mass\n  Stars: Jets, Disks, Binarity, Dust and Magnetic Fields"],"description":["  Almost all stars in the 1-8 Msun range evolve through the Asymptotic Giant\nBranch (AGB), preplanetary nebula (PPN) and planetary nebula (PN) evolutionary\nphases. Most stars that leave the main sequence in a Hubble time will end their\nlives in this way. The heavy mass loss which occurs during the AGB phase is\nimportant across astrophysics, and the particulate matter crucial for the birth\nof new solar systems is made and ejected by AGB stars. Yet stellar evolution\nfrom the beginning of the AGB phase to the PN phase remains poorly understood.\nWe do not understand how the mass-loss (rate, geometry, temporal history)\ndepends on fundamental stellar parameters or the presence of a binary\ncompanion. While the study of evolved non-massive stars has maintained a\nrelatively modest profile in recent decades, we are nonetheless in the midst of\na quiet but exciting revolution in this area, driven by new observational\nresults, such as the discovery of jets and disks in stellar environments where\nthese were never expected, and by the recognition of new symmetries such as\nmultipolarity and point-symmetry occuring frequently in the nebulae resulting\nfrom the outflows. In this paper we summarise the major unsolved problems in\nthis field, and specify the areas where allocation of effort and resources is\nmost likely to help make significant progress.\n","Comment: White Paper submitted to the National Academy of Sciences Astro2010\n  Decadal Survey Committee (8 pages, 1 color figure)"]}]
["0903.2762",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2762","doi:10.1016/j.newast.2009.02.002"],"date":["2009-03-16"],"type":["text"],"creator":["Secco, Luigi","Bindoni, Daniele"],"language":[],"coverage":[],"title":["On the tilt of Fundamental Plane by Clausius' virial maximum theory"],"description":["  The theory of the Clausius' virial maximum to explain the Fundamental Plane\n(FP) proposed by Secco (2000, 2001,2005) is based on the existence of a maximum\nin the Clausius' Virial (CV) potential energy of a early type galaxy (ETG)\nstellar component when it is completely embedded inside a dark matter (DM)\nhalo. At the first order approximation the theory was developed by modeling the\ntwo-components with two cored power-law density profiles. An higher level of\napproximation is now taken into account by developing the same theory when the\nstellar component is modeled by a King-model with a cut-off. Even if the DM\nhalo density remains a cored power law the inner component is now more\nrealistic for the ETGs. The new formulation allows us to understand more deeply\nwhat is the dynamical reason of the FP tilt and in general how the CV theory\nmay really be the engine to produce the FP main features. The degeneracy of FP\nin respect to the initial density perturbation spectrum may be now full\nunderstood in a CDM cosmological scenario. A possible way to compare the FPs\npredicted by the theory with those obtained by observations is also\nexemplified.\n","Comment: 35 pages, 8 figures"]}]
["0903.2765",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2765"],"date":["2009-03-16"],"type":["text"],"creator":["Smirnov, Sergey","Bercioux, Dario","Grifoni, Milena","Richter, Klaus"],"language":[],"coverage":[],"title":["Extrinsic and intrinsic ratchet response of a quantum dissipative\n  spin-orbit medium"],"description":["  Traditionally the charge ratchet effect is considered as a consequence of the\nextrinsic spatial asymmetry engineered by external asymmetric periodic\npotentials. Here we demonstrate that electrically and magnetically driven\ndissipative systems with spin-orbit interactions represent an exception from\nthis standard idea. The charge and spin ratchet currents appear just due to the\ncoexistence of quantum dissipation with the intrinsic spatial asymmetry of the\nspin-orbit coupling. The extrinsic spatial asymmetry is inessential.\n","Comment: 4 pages, 3 figures"]}]
["0903.2767",{"format":[],"subject":["Mathematics - Logic","03B50","03B45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2767"],"date":["2009-03-16"],"type":["text"],"creator":["Caicedo, Xavier","Rodriguez, Ricardo Oscar"],"language":[],"coverage":[],"title":["A Godel Modal Logic"],"description":["  In this paper we consider an approach where both propositions and the\naccessibility relation are infinitely many-valued over G\\\"{o}del algebras. In\nparticular, we consider separately the $\\Box $-fragment and the $\\Diamond\n$-fragment of our G\\\"{o}del modal logic and prove that both logics are complete\nwith respect to the class of models with values in the linear Hetying algebra\n[0,1]. In addition, we show that the first fragment is uniquely determined by\nthe class of models having crisp accessibility relation but it has not the\nfinite model property. On the contrary, the second fragment is not\ncharacterized by crisp accessibility models alone but it has the finite model\nproperty. Finally, we show that the approach can be extended to include\nfinitely many rational truth-values \\`{a} la Pavelka.\n"]}]
["0903.2772",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2772"],"date":["2009-03-16"],"type":["text"],"creator":["Gingras, Michel J. P."],"language":[],"coverage":[],"title":["Spin Ice"],"description":["  Geometric frustration usually arises in systems that comprise magnetic\nmoments (spins) which reside on the sites of a lattice made up of elementary\ntriangular or tetrahedral units and which interact via antiferromagnetic\nnearest-neighbor exchange. Albeit much less common, geometric frustration can\nalso arise in systems with strong non-collinear single-ion easy-axis\n(Ising-like) anisotropy and ferromagnetically} coupled spins. This is what\nhappens in some pyrochlore oxide materials where Ising-like magnetic rare earth\nmoments (Ho$^{3+}$, Dy$^{3+}$) sit on a lattice of corner-shared tetrahedra and\nare coupled via effectively ferromagnetic (dipolar) interactions. These systems\npossess a macroscopic number of quasi-degenerate classical ground states and\ndisplay an extensive low-temperature entropy closely related to the extensive\nproton disorder entropy in common water ice. For this reason, these magnetic\nsystems are called {\\it spin ice}. This chapter reviews the essential\ningredients of spin ice phenomenology in magnetic pyrochlore oxides.\n","Comment: 33 pages, 6 figures. Lecture notes for Trieste Summer School, August\n  2007. To appear as a chapter in \"Highly Frustrated Magnetism\", Eds. C.\n  Lacroix, P. Mendels, F. Mila"]}]
["0903.2773",{"format":[],"subject":["Mathematics - Combinatorics","05B35, 52B40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2773"],"date":["2009-03-16"],"type":["text"],"creator":["Anderson, Laura"],"language":[],"coverage":[],"title":["Homotopy sphere representations for matroids"],"description":["  For any rank $r$ oriented matroid $M$, a construction is given of a\n\"topological representation\" of $M$ by an arrangement of homotopy spheres in a\nsimplicial complex which is homotopy equivalent to $S^{r-1}$. The construction\nis completely explicit and depends only on a choice of maximal flag in $M$. If\n$M$ is orientable, then all Folkman-Lawrence representations of all\norientations of $M$ embed in this representation in a homotopically nice way.\n"]}]
["0903.2776",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2776"],"date":["2009-03-16"],"type":["text"],"creator":["Gopalswamy, Nat","Yashiro, Seiji","Xie, Hong","Akiyama, Sachiko","Makela, Pertti"],"language":[],"coverage":[],"title":["Large Geomagnetic Storms Associated with Limb Halo Coronal Mass\n  Ejections"],"description":["  Solar cycle 23 witnessed the observation of hundreds of halo coronal mass\nejections (CMEs), thanks to the high dynamic range and extended field of view\nof the Large Angle and Spectrometric Coronagraph (LASCO) on board the Solar and\nHeliospheric Observatory (SOHO) mission. More than two thirds of halo CMEs\noriginating on the front side of the Sun have been found to be geoeffective\n(Dst =< -50 nT). The delay time between the onset of halo CMEs and the peak of\nensuing geomagnetic storms has been found to depend on the solar source\nlocation (Gopalswamy et al., 2007). In particular, limb halo CMEs (source\nlongitude > 45deg) have a 20% shorter delay time on the average. It was\nsuggested that the geomagnetic storms due to limb halos must be due to the\nsheath portion of the interplanetary CMEs (ICMEs) so that the shorter delay\ntime can be accounted for. We confirm this suggestion by examining the sheath\nand ejecta portions of ICMEs from Wind and ACE data that correspond to the limb\nhalos. Detailed examination showed that three pairs of limb halos were\ninteracting events. Geomagnetic storms following five limb halos were actually\nproduced by other disk halos. The storms followed by four isolated limb halos\nand the ones associated with interacting limb halos, were all due to the sheath\nportions of ICMEs.\n","Comment: Accepted for publication in Advances in Geosciences 2009"]}]
["0903.2778",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2778"],"date":["2009-03-16"],"type":["text"],"creator":["Satz, Helmut"],"language":[],"coverage":[],"title":["The States of Matter in QCD"],"description":["  Quantum chromodynamics predicts that the interaction between its fundamental\nconstituents, quarks and gluons, can lead to different states of strongly\ninteracting matter, dependent on its temperature and baryon density. We first\nsurvey the possible states of matter in QCD and discuss the transition from a\ncolor-confining hadronic phase to a plasma of deconfined colored quarks and\ngluons. Next, we summarize the results from non-perturbative studies of QCD at\nfinite temperature and baryon density, and address the origin of deconfinement\nin the different regimes. Finally, we consider possible probes to test the\nbasic features of bulk matter in QCD.\n","Comment: 31 pages, 24 figures"]}]
["0903.2779",{"format":[],"subject":["Mathematics - Commutative Algebra","13D05","13D02"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2779"],"date":["2009-03-16"],"type":["text"],"creator":["Mahdou, Najib","Tamekkante, Mohammed","Yassemi, Siamak"],"language":[],"coverage":[],"title":["Gorenstein weak dimension of a coherent power series rings"],"description":["  We compute the Gorenstein weak dimension of a coherent power series rings\nover a commutative rings and we show that, in general, $\\gwd(R) \\leq 1$ does\nnot imply that $R$ is an arithmetical ring.\n","Comment: 9 pages"]}]
["0903.2782",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Dynamical Systems","35L70","35B40","35B65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2782"],"date":["2009-03-16"],"type":["text"],"creator":["Prizzi, Martino"],"language":[],"coverage":[],"title":["Regularity of invariant sets in semilinear damped wave equations"],"description":["  Under fairly general assumptions, we prove that every compact invariant\nsubset $\\mathcal I$ of the semiflow generated by the semilinear damped wave\nequation \\epsilon u_{tt}+u_t+\\beta(x)u-\\sum_{ij}(a_{ij}\n(x)u_{x_j})_{x_i}&=f(x,u),&& (t,x)\\in[0,+\\infty[\\times\\Omega,\nu&=0,&&(t,x)\\in[0,+\\infty[\\times\\partial\\Omega in $H^1_0(\\Omega)\\times\nL^2(\\Omega)$ is in fact bounded in $D(\\mathbf A)\\times H^1_0(\\Omega)$. Here\n$\\Omega$ is an arbitrary, possibly unbounded, domain in $\\R^3$, $\\mathbf A\nu=\\beta(x)u-\\sum_{ij}(a_{ij}(x)u_{x_j})_{x_i}$ is a positive selfadjoint\nelliptic operator and $f(x,u)$ is a nonlinearity of critical growth. The\nnonlinearity $f(x,u)$ needs not to satisfy any dissipativeness assumption and\nthe invariant subset $\\mathcal I$ needs not to be an an attractor.\n","Comment: 23 pages"]}]
["0903.2791",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2791"],"date":["2009-03-16"],"type":["text"],"creator":["Lopez-Permouth, Sergio","Szabo, Steve"],"language":[],"coverage":[],"title":["On the Hamming weight of Repeated Root Cyclic and Negacyclic Codes over\n  Galois Rings"],"description":["  Repeated root Cyclic and Negacyclic codes over Galois rings have been studied\nmuch less than their simple root counterparts. This situation is beginning to\nchange. For example, repeated root codes of length $p^s$, where $p$ is the\ncharacteristic of the alphabet ring, have been studied under some additional\nhypotheses. In each one of those cases, the ambient space for the codes has\nturned out to be a chain ring. In this paper, all remaining cases of cyclic and\nnegacyclic codes of length $p^s$ over a Galois ring alphabet are considered. In\nthese cases the ambient space is a local ring with simple socle but not a chain\nring. Nonetheless, by reducing the problem to one dealing with uniserial\nsubambients, a method for computing the Hamming distance of these codes is\nprovided.\n","Comment: Submitted"]}]
["0903.2799",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2799"],"date":["2009-03-16"],"type":["text"],"creator":["Kent, Stephen","Kaiser, Mary Elizabeth","Deustua, Susana E.","Smith, J. Allyn","Adelman, Saul","Allam, Sahar","Baptista, Brian","Bohlin, Ralph C.","Clem, James L.","Conley, Alex","Edelstein, Jerry","Elias, Jay","Glass, Ian","Henden, Arne","Howell, Steve","Kimble, Randy A.","Kruk, Jeffrey W.","Lampton, Michael","Magnier, Eugene A.","McCandliss, Stephan R.","Moos, Warren","Mostek, Nick","Mufson, Stuart","Oswalt, Terry D.","Perlmutter, Saul","Prieto, Carlos Allende","Rauscher, Bernard J.","Riess, Adam","Saha, Abhijit","Sullivan, Mark","Suntzeff, Nicholas","Tokunaga, Alan","Tucker, Douglas","Wing, Robert","Woodgate, Bruce","Wright, Edward L."],"language":[],"coverage":[],"title":["Photometric Calibrations for 21st Century Science"],"description":["  The answers to fundamental science questions in astrophysics, ranging from\nthe history of the expansion of the universe to the sizes of nearby stars,\nhinge on our ability to make precise measurements of diverse astronomical\nobjects. As our knowledge of the underlying physics of objects improves along\nwith advances in detectors and instrumentation, the limits on our capability to\nextract science from measurements is set, not by our lack of understanding of\nthe nature of these objects, but rather by the most mundane of all issues: the\nprecision with which we can calibrate observations in physical units. We stress\nthe need for a program to improve upon and expand the current networks of\nspectrophotometrically calibrated stars to provide precise calibration with an\naccuracy of equal to and better than 1% in the ultraviolet, visible and\nnear-infrared portions of the spectrum, with excellent sky coverage and large\ndynamic range.\n","Comment: 8 pages, 6 figures Science white paper for the Astro2010 Decadal\n  Survey"]}]
["0903.2803",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2803"],"date":["2009-03-16"],"type":["text"],"creator":["Behnke, Ties","Dehmelt, Klaus","Matsuda, Takeshi","Schade, Peter"],"language":[],"coverage":[],"title":["A Large TPC Prototype with MPGD Readout: Status and Plans"],"description":["  The use of a TPC in future collider experiments needs significant research\nand development. Within the EUDET program an infrastructure has been designed\nand built to allow the efficient testing of TPC prototypes under realistic\nconditions. The infrastructure consists of a test beam facility, located at\nDESY Hamburg, and a multi-purpose TPC field cage.\n","Comment: Conference LCES 2008, Chicago"]}]
["0903.2809",{"format":[],"subject":["Mathematics - Functional Analysis","28A78, 46B20, 46B26"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2809"],"date":["2009-03-16","2009-03-17"],"type":["text"],"creator":["Apatsidis, D.","Argyros, S. A.","Kanellopoulos, V."],"language":[],"coverage":[],"title":["Hausdorff Measures and Functions of Bounded Quadratic Variation"],"description":["  To each function $f$ of bounded quadratic variation ($f\\in V_2$) we associate\na Hausdorff measure $\\mu_f$. We show that the map $f\\to\\mu_f$ is locally\nLipschitz and onto the positive cone of $\\mathcal{M}[0,1]$. We use the measures\n$\\{\\mu_f:f\\in V_2\\}$ to determine the structure of the subspaces of $V_2^0$\nwhich either contain $c_0$ or the square stopping time space $S^2$.\n","Comment: 36 pages This is a revised version with few typos and linguistic\n  corrections"]}]
["0903.2810",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics","11B75, 20K01"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2810"],"date":["2009-03-16"],"type":["text"],"creator":["Grynkiewicz, David J.","Marchan, Luz Elimar","Ordaz, Oscar"],"language":[],"coverage":[],"title":["A Weighted Generalization of Two Theorems of Gao"],"description":["  Let $G$ be a finite abelian group and let $A\\subseteq \\mathbb{Z}$ be\nnonempty. Let $D_A(G)$ denote the minimal integer such that any sequence over\n$G$ of length $D_A(G)$ must contain a nontrivial subsequence $s_1... s_r$ such\nthat $\\sum_{i=1}^{r}w_is_i=0$ for some $w_i\\in A$. Let $E_A(G)$ denote the\nminimal integer such that any sequence over $G$ of length $E_A(G)$ must contain\na subsequence of length $|G|$, $s_1... s_{|G|}$, such that\n$\\sum_{i=1}^{|G|}w_is_i=0$ for some $w_i\\in A$. In this paper, we show that\n$$E_A(G)=|G|+D_A(G)-1,$$ confirming a conjecture of Thangadurai and the\nexpectations of Adhikari, et al. The case $A=\\{1\\}$ is an older result of Gao,\nand our result extends much partial work done by Adhikari, Rath, Chen, David,\nUrroz, Xia, Yuan, Zeng and Thangadurai. Moreover, under a suitable multiplicity\nrestriction, we show that not only can zero be represented in this manner, but\nan entire nontrivial subgroup, and if this subgroup is not the full group $G$,\nwe obtain structural information for the sequence generalizing another\nnon-weighted result of Gao. Our full theorem is valid for more general $n$-sums\nwith $n\\geq |G|$, in addition to the case $n=|G|$.\n"]}]
["0903.2813",{"format":[],"subject":["Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2813"],"date":["2009-03-16"],"type":["text"],"creator":["May, J. P."],"language":[],"coverage":[],"title":["What precisely are $E_{\\infty}$ ring spaces and $E_{\\infty}$ ring\n  spectra?"],"description":["  E infinity ring spectra were defined in 1972, but the term has since acquired\nseveral alternative meanings. The same is true of several related terms. The\nnew formulations are not always known to be equivalent to the old ones and even\nwhen they are, the notion of \"equivalence\" needs discussion: Quillen equivalent\ncategories can be quite seriously inequivalent. Part of the confusion stems\nfrom a gap in the modern resurgence of interest in E infinity structures. E\ninfinity ring spaces were also defined in 1972 and have never been redefined.\nThey were central to the early applications and they tie in implicitly to\nmodern applications. We summarize the relationships between the old notions and\nvarious new ones, explaining what is and is not known. We take the opportunity\nto rework and modernize many of the early results. New proofs and perspectives\nare sprinkled throughout.\n","Comment: 52 pages. To appear in Geometry and Topology (Banff Conference\n  Proceedings)"]}]
["0903.2816",{"format":[],"subject":["Computer Science - Numerical Analysis","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2816"],"date":["2009-03-16"],"type":["text"],"creator":["Spielman, Daniel A","Woo, Jaeoh"],"language":[],"coverage":[],"title":["A Note on Preconditioning by Low-Stretch Spanning Trees"],"description":["  Boman and Hendrickson observed that one can solve linear systems in Laplacian\nmatrices in time $\\bigO{m^{3/2 + o (1)} \\ln (1/\\epsilon)}$ by preconditioning\nwith the Laplacian of a low-stretch spanning tree. By examining the\ndistribution of eigenvalues of the preconditioned linear system, we prove that\nthe preconditioned conjugate gradient will actually solve the linear system in\ntime $\\softO{m^{4/3} \\ln (1/\\epsilon)}$.\n"]}]
["0903.2818",{"format":[],"subject":["Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2818"],"date":["2009-03-16"],"type":["text"],"creator":["May, J. P."],"language":[],"coverage":[],"title":["The construction of $E_{\\infty}$ ring spaces from bipermutative\n  categories"],"description":["  The construction of E infinity ring spaces and thus E infinity ring spectra\nfrom bipermutative categories gives the most highly structured way of obtaining\nthe K-theory commutative ring spectra. The original construction dates from\naround 1980 and has never been superseded, but the original details are\ndifficult, obscure, and slightly wrong. We rework the construction in a much\nmore elementary fashion.\n","Comment: 36 pages. To appear in Geometry and Topology (Banff Conference\n  Proceedings)"]}]
["0903.2819",{"format":[],"subject":["Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2819"],"date":["2009-03-16"],"type":["text"],"creator":["May, J. P."],"language":[],"coverage":[],"title":["What are $E_{\\infty}$ ring spaces good for?"],"description":["  Infinite loop space theory, both additive and multiplicative, arose largely\nfrom two basic motivations. One was to solve calculational questions in\ngeometric topology. The other was to better understand algebraic K-theory. The\nAdams conjecture is intrinsic to the first motivation, and Quillen's proof of\nthat led directly to his original, calculationally accessible, definition of\nalgebraic K-theory. In turn, the infinite loop understanding of algebraic\nK-theory feeds back into the calculational questions in geometric topology. For\nexample, use of infinite loop space theory leads to a method for determining\nthe characteristic classes for topological bundles (at odd primes) in terms of\nthe cohomology of finite groups. We explain just a little about how all that\nworks, focusing on the central role played by E infinity ring spaces.\n","Comment: 26 pages. To appear in Geometry and Topology (Banff Conference\n  Proceedings)"]}]
["0903.2821",{"format":[],"subject":["Mathematics - Functional Analysis","14J32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2821"],"date":["2009-03-16"],"type":["text"],"creator":["Hajaiej, Hichem"],"language":[],"coverage":[],"title":["Balls are Maximizers of the Riesz-Type Functionals with Supermodular\n  Integrands"],"description":["  For a large class of supermodular integrands, we establish conditions under\nwhich balls are the unique (up to translations) maximizers of the Riesz-type\nfunctionals with constraints.\n","Comment: 7pages"]}]
["0903.2824",{"format":[],"subject":["Mathematics - Analysis of PDEs","35M10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2824"],"date":["2009-03-16"],"type":["text"],"creator":["Kessenich, Paul"],"language":[],"coverage":[],"title":["Global Existence with Small Initial Data for Three-Dimensional\n  Incompressible Isotropic Viscoelastic Materials"],"description":["  Global existence for a system of nonlinear partial differential equations\n(PDE) modeling an isotropic incompressible viscoelastic material is proved. The\nstructure of the PDE is derived through constitutive assumptions on the\nmaterial. Restriction on the size of the initial displacement and velocity for\nthe model is specified independent of the size of the viscosity of the\nmaterial. The proof of global existence combines use of vector fields, local\nenergy decay estimates, generalized Sobolev inequalities, and hyperbolic energy\nestimates.\n","Comment: 44 pages"]}]
["0903.2825",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Logic in Computer Science","Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2825"],"date":["2009-03-16"],"type":["text"],"creator":["Jha, Susmit","Seshia, Sanjit A.","Limaye, Rhishikesh"],"language":[],"coverage":[],"title":["On the Computational Complexity of Satisfiability Solving for String\n  Theories"],"description":["  Satisfiability solvers are increasingly playing a key role in software\nverification, with particularly effective use in the analysis of security\nvulnerabilities. String processing is a key part of many software applications,\nsuch as browsers and web servers. These applications are susceptible to attacks\nthrough malicious data received over network. Automated tools for analyzing the\nsecurity of such applications, thus need to reason about strings. For\nefficiency reasons, it is desirable to have a solver that treats strings as\nfirst-class types. In this paper, we present some theories of strings that are\nuseful in a software security context and analyze the computational complexity\nof the presented theories. We use this complexity analysis to motivate a\nbyte-blast approach which employs a Boolean encoding of the string constraints\nto a corresponding Boolean satisfiability problem.\n"]}]
["0903.2826",{"format":[],"subject":["Mathematics - Optimization and Control","14J32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2826"],"date":["2009-03-16"],"type":["text"],"creator":["Hajaiej, Hichem"],"language":[],"coverage":[],"title":["Quantitative Stability Estimate of the Hardy-Littlewood Functional Under\n  Constraints"],"description":["  We prove the uniqueness of the maximizers of a Hardy-Littlewood type\nfunctional under constraints. We also establish a quantitative stability\nestimate. Introduction\n","Comment: 7 Pages"]}]
["0903.2828",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2828"],"date":["2009-03-16"],"type":["text"],"creator":["Anand, M. Y.","Kagali, B. A. I","Murthy, Jayant"],"language":[],"coverage":[],"title":["Study of Bubble Nebula using IUE high resolution Spectra"],"description":["  In this paper we have analyzed IUE high resolution spectra of the central\nstar (BD+602522) of the Bubble nebula. We discuss velocities of the different\nregions along the line of sight to the bubble. We find that the Bubble Nebula\nis younger (by a factor of 100) than the exciting star suggesting that either\nthe bubble is expanding into an inhomogenuous interstellar medium or that the\nmechanics of the stellar wind are not fully understood.\n","Comment: 9 pages, 6 figures, accepted in BASI"]}]
["0903.2836",{"format":[],"subject":["Mathematics - Metric Geometry","52A20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2836"],"date":["2009-03-16"],"type":["text"],"creator":["Soltan, V."],"language":[],"coverage":[],"title":["Convex sets with homothetic projections"],"description":["  Extending results of Suss and Hadwiger (proved by them for the case of convex\nbodies and positive ratios), we show that compact (respectively, closed) convex\nsets in the Euclidean space of dimension n are homothetic provided for any\ngiven integer m between 2 and n - 1 (respectively, between 3 and n - 1), the\northogonal projections of the sets on every m-dimensional plane are homothetic,\nwhere homothety ratio and its sign may depend on the projection plane. The\nproof uses a refined version of Straszewicz's theorem on exposed points of\ncompact convex sets.\n","Comment: 13 pages"]}]
["math/0202287",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Quantum Algebra","57R40","55T35, 57Q45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0202287"],"date":["2002-02-27","2009-03-16"],"type":["text"],"creator":["Sinha, Dev P."],"language":[],"coverage":[],"title":["The topology of spaces of knots"],"description":["  We present two models for the space of knots which have endpoints at fixed\nboundary points in a manifold with boundary, one model defined as an inverse\nlimit of spaces of maps between configuration spaces and another which is\ncosimplicial. These models build on the calculus of isotopy functors and are\nweakly homotopy equivalent to knot spaces when the ambient dimension is greater\nthan three. The mapping space model, and the evaluation map on which it builds,\nis suitable for analysis through differential topology. The cosimplicial model\ngives rise to spectral sequences which converge to cohomology and homotopy\ngroups of spaces of knots when they are connected. We explicitly identify and\nestablish vanishing lines in these spectral sequences.\n","Comment: Final version, to appear in American Journal of Mathematics"]}]
["math/0503718",{"format":[],"subject":["Mathematics - Geometric Topology","30F30, 53C22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0503718","Geom. Topol. 10 (2006) 1157-1172","doi:10.2140/gt.2006.10.1157"],"date":["2005-03-30","2009-03-16"],"type":["text"],"creator":["Lelievre, Samuel"],"language":[],"coverage":[],"title":["Siegel-Veech constants in H(2)"],"description":["  Abelian differentials on Riemann surfaces can be seen as translation\nsurfaces, which are flat surfaces with cone-type singularities. Closed\ngeodesics for the associated flat metrics form cylinders whose number under a\ngiven maximal length generically has quadratic asymptotics in this length, with\na common coefficient constant for the quadratic asymptotics called a\nSiegel--Veech constant which is shared by almost all surfaces in each moduli\nspace of translation surfaces.\n  Square-tiled surfaces are specific translation surfaces which have their own\nquadratic asymptotics for the number of cylinders of closed geodesics. It is an\ninteresting question whether, as n tends to infinity, the Siegel--Veech\nconstants of square-tiled surfaces with n tiles tend to the generic constants\nof the ambient moduli space. We prove that this is the case in the moduli space\nH(2) of translation surfaces of genus two with one singularity.\n","Comment: This is the version published by Geometry & Topology on 12 September\n  2006 (V3: typesetting correction)"]}]
["math/0506208",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Symplectic Geometry","53D40, 57R58, 57M27, 57R30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0506208","Geom. Topol. 10 (2006) 695-713","doi:10.2140/gt.2006.10.695"],"date":["2005-06-10","2009-03-16"],"type":["text"],"creator":["Ni, Yi"],"language":[],"coverage":[],"title":["A note on knot Floer homology of links"],"description":["  Ozsvath and Szabo proved that knot Floer homology determines the genera of\nknots in S^3. We will generalize this deep result to links in homology\n3-spheres, by adapting their method. Our proof relies on a result of Gabai and\nsome constructions related to foliations. We also interpret a theorem of\nKauffman in the world of knot Floer homology, hence we can compute the top\nfiltration term of the knot Floer homology for alternative links.\n","Comment: This is the version published by Geometry & Topology on 21 June 2006\n  (V4: typesetting corrections)"]}]
["math/0603312",{"format":[],"subject":["Mathematics - Algebraic Geometry","14E15","14J17","32S50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0603312","Int. Math. Res. Not., Vol. 2007, article ID rnm016"],"date":["2006-03-13","2009-03-17"],"type":["text"],"creator":["Schepers, J.","Veys, W."],"language":[],"coverage":[],"title":["Stringy Hodge numbers for a class of isolated singularities and for\n  threefolds"],"description":["  Batyrev has defined the stringy E-function for complex varieties with at most\nlog terminal singularities. It is a rational function in two variables if the\nsingularities are Gorenstein. Furthermore, if the variety is projective and its\nstringy E-function is a polynomial, Batyrev defined its stringy Hodge numbers\nessentially as the coefficients of this E-function, generalizing the usual\nnotion of Hodge numbers of a nonsingular projective variety. He conjectured\nthat they are nonnegative. We prove this for a class of `mild' isolated\nsingularities (the allowed singularities depend on the dimension). As a\ncorollary we obtain a proof of Batyrev's conjecture for threefolds in full\ngenerality. In these cases, we also give an explicit description of the stringy\nHodge numbers and we suggest a possible generalized definition of stringy Hodge\nnumbers if the E-function is not a polynomial.\n","Comment: 13 pages, minor inaccuracies from version 2 corrected"]}]
["math/0703561",{"format":[],"subject":["Mathematics - Logic","Mathematics - General Topology","03Fxx","06D22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703561"],"date":["2007-03-19","2009-03-16"],"type":["text"],"creator":["Spitters, Bas"],"language":[],"coverage":[],"title":["Locatedness and overt sublocales"],"description":["  Locatedness is one of the fundamental notions in constructive mathematics.\n  The existence of a positivity predicate on a locale, i.e. the locale being\novert, or open, has proved to be fundamental in constructive locale theory. We\nshow that the two notions are intimately connected. Bishop defines a metric\nspace to be compact if it is complete and totally bounded. A subset of a\ntotally bounded set is again totally bounded iff it is located. So a closed\nsubset of a Bishop compact set is Bishop compact iff it is located. We\ntranslate this result to formal topology. `Bishop compact' is translated as\ncompact and overt. We propose a definition of located predicate on subspaces in\nformal topology. We call a sublocale located if it can be presented by a formal\ntopology with a located predicate. We prove that a closed sublocale of a\ncompact regular locale has a located predicate iff it is overt. Moreover, a\nBishop-closed subset of a complete metric space is Bishop compact -- that is,\ntotally bounded and complete -- iff its localic completion is compact overt.\nFinally, we show by elementary methods that the points of the Vietoris locale\nof a compact regular locale are precisely its compact overt sublocales. We work\nconstructively, predicatively and avoid the use of the axiom of countable\nchoice. Consequently, all our results are valid in any predicative topos.\n"]}]
