["0706.3483",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3483"],"date":["2007-06-24","2009-06-07"],"type":["text"],"creator":["Eichmair, Michael"],"language":[],"coverage":[],"title":["The size of isoperimetric surfaces in 3-manifolds and a rigidity result\n  for the upper hemisphere"],"description":["  We characterize the standard $\\mathbb{S}^3$ as the closed Ricci-positive\n3-manifold with scalar curvature at least 6 having isoperimetric surfaces of\nlargest area: $4\\pi$. As a corollary we answer in the affirmative an\ninteresting special case of a conjecture of Min-Oo's on the scalar curvature\nrigidity of the upper hemisphere..\n","Comment: 9 pages. Thoroughly revised final version. Comments welcome!"]}]
["0707.3373",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.3373"],"date":["2007-07-23","2009-06-07"],"type":["text"],"creator":["Kang, Mihyun","Schacht, Mathias","Verbitsky, Oleg"],"language":[],"coverage":[],"title":["How Much Work Does It Take To Straighten a Plane Graph Out?"],"description":["  We prove that if one wants to make a plane graph drawing straight-line then\nin the worst case one has to move almost all vertices.\n","Comment: 9 pages, the 2nd version includes literally the first version and is\n  appended with new Appendices A and B"]}]
["0708.4353",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.4353","Physical Review B 77 (2008) 045103","doi:10.1103/PhysRevB.77.045103"],"date":["2007-08-31","2007-11-10"],"type":["text"],"creator":["Bodyfelt, Joshua D.","Mendez-Bermudez, J. A.","Chabanov, Andrey","Kottos, Tsampikos"],"language":[],"coverage":[],"title":["Scaling properties of delay times in one-dimensional random media"],"description":["  The scaling properties of the inverse moments of Wigner delay times are\ninvestigated in finite one-dimensional (1D) random media with one channel\nattached to the boundary of the sample. We find that they follow a simple\nscaling law which is independent of the microscopic details of the random\npotential. Our theoretical considerations are confirmed numerically for systems\nas diverse as 1D disordered wires and optical lattices to microwave waveguides\nwith correlated scatterers.\n","Comment: 5 pages, 4 figures Submitted to Physical Review B Revision 2: 1)\n  Theoretical curve fits added to Figures 1-4. 2) Scaling parameter\n  <tau_inf^-1> added to inset of Figure 2. 3) Minor text changes to reflect\n  referee comments. 4) Some extra refereces were added"]}]
["0710.2208",{"format":[],"subject":["Mathematics - Differential Geometry","53A30","53A40","53B15","53C50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2208","J. Geom. Phys. 59 (2009) 901-912","doi:10.1016/j.geomphys.2009.04.001"],"date":["2007-10-11"],"type":["text"],"creator":["Cap, Andreas","Sagerschnig, Katja"],"language":[],"coverage":[],"title":["On Nurowski's conformal structure associated to a generic rank two\n  distribution in dimension five"],"description":["  For a generic distribution of rank two on a manifold $M$ of dimension five,\nwe introduce the notion of a generalized contact form. To such a form we\nassociate a generalized Reeb field and a partial connection. From these data,\nwe explicitly constructed a pseudo--Riemannian metric on $M$ of split\nsignature. We prove that a change of the generalized contact form only leads to\na conformal rescaling of this metric, so the corresponding conformal class is\nintrinsic to the distribution. In the second part of the article, we relate\nthis conformal class to the canonical Cartan connection associated to the\ndistribution. This is used to prove that it coincides with the conformal class\nconstructed by Nurowski.\n","Comment: AMSLaTeX, 23 pages"]}]
["0710.3859",{"format":[],"subject":["Physics - Biological Physics","Physics - Medical Physics","Quantitative Biology - Cell Behavior"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3859","Journal of Biological Systems 17 (2), 225-267 (2009)"],"date":["2007-10-20","2009-06-08"],"type":["text"],"creator":["Sornette, D.","Yukalov, V. I.","Yukalova, E. P.","Henry, J. -Y.","Schwab, D.","Cobb, J. P."],"language":[],"coverage":[],"title":["Endogenous versus Exogenous Origins of Diseases"],"description":["  Many illnesses are associated with an alteration of the immune system\nhomeostasis due to any combination of factors, including exogenous bacterial\ninsult, endogenous breakdown (e.g., development of a disease that results in\nimmuno suppression), or an exogenous hit like surgery that simultaneously\nalters immune responsiveness and provides access to bacteria, or genetic\ndisorder. We conjecture that, as a consequence of the co-evolution of the\nimmune system of individuals with the ecology of pathogens, the homeostasis of\nthe immune system requires the influx of pathogens. This allows the immune\nsystem to keep the ever present pathogens under control and to react and adjust\nfast to bursts of infections. We construct the simplest and most general system\nof rate equations which describes the dynamics of five compartments: healthy\ncells, altered cells, adaptive and innate immune cells, and pathogens. We study\nfour regimes obtained with or without auto-immune disorder and with or without\nspontaneous proliferation of infected cells. Over all regimes, we find that\nseven different states are naturally described by the model: (i) strong healthy\nimmune system, (ii) healthy organism with evanescent immune cells, (iii)\nchronic infections, (iv) strong infections, (v) cancer, (vi) critically ill\nstate and (vii) death. The analysis of stability conditions demonstrates that\nthese seven states depend on the balance between the robustness of the immune\nsystem and the influx of pathogens.\n","Comment: 33 pages + 11 figures: final published version"]}]
["0802.0021",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0021","Annals of Applied Statistics 2009, Vol. 3, No. 1, 319-348","doi:10.1214/08-AOAS201"],"date":["2008-01-31","2009-06-08"],"type":["text"],"creator":["Bretó, Carles","He, Daihai","Ionides, Edward L.","King, Aaron A."],"language":[],"coverage":[],"title":["Time series analysis via mechanistic models"],"description":["  The purpose of time series analysis via mechanistic models is to reconcile\nthe known or hypothesized structure of a dynamical system with observations\ncollected over time. We develop a framework for constructing nonlinear\nmechanistic models and carrying out inference. Our framework permits the\nconsideration of implicit dynamic models, meaning statistical models for\nstochastic dynamical systems which are specified by a simulation algorithm to\ngenerate sample paths. Inference procedures that operate on implicit models are\nsaid to have the plug-and-play property. Our work builds on recently developed\nplug-and-play inference methodology for partially observed Markov models. We\nintroduce a class of implicitly specified Markov chains with stochastic\ntransition rates, and we demonstrate its applicability to open problems in\nstatistical inference for biological systems. As one example, these models are\nshown to give a fresh perspective on measles transmission dynamics. As a second\nexample, we present a mechanistic analysis of cholera incidence data, involving\ninteraction between two competing strains of the pathogen Vibrio cholerae.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AOAS201 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0802.0443",{"format":[],"subject":["Statistics - Methodology","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0443"],"date":["2008-02-04","2009-06-08"],"type":["text"],"creator":["Iooss, Bertrand","Ribatet, Mathieu","Marrel, Amandine"],"language":[],"coverage":[],"title":["Global Sensitivity Analysis of Stochastic Computer Models with joint\n  metamodels"],"description":["  The global sensitivity analysis method, used to quantify the influence of\nuncertain input variables on the response variability of a numerical model, is\napplicable to deterministic computer code (for which the same set of input\nvariables gives always the same output value). This paper proposes a global\nsensitivity analysis methodology for stochastic computer code (having a\nvariability induced by some uncontrollable variables). The framework of the\njoint modeling of the mean and dispersion of heteroscedastic data is used. To\ndeal with the complexity of computer experiment outputs, non parametric joint\nmodels (based on Generalized Additive Models and Gaussian processes) are\ndiscussed. The relevance of these new models is analyzed in terms of the\nobtained variance-based sensitivity indices with two case studies. Results show\nthat the joint modeling approach leads accurate sensitivity index estimations\neven when clear heteroscedasticity is present.\n"]}]
["0804.0587",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0587","Int. J. Quant. Inform. 7, 297 - 306 (2009)","doi:10.1142/S0219749909004554"],"date":["2008-04-03"],"type":["text"],"creator":["Shadman, Z.","Kampermann, H.","Meyer, T.","Bruss, D."],"language":[],"coverage":[],"title":["Optimal eavesdropping on noisy states in quantum key distribution"],"description":["  We study eavesdropping in quantum key distribution with the six state\nprotocol,when the signal states are mixed with white noise. This situation may\narise either when Alice deliberately adds noise to the signal states before\nthey leave her lab, or in a realistic scenario where Eve cannot replace the\nnoisy quantum channel by a noiseless one. We find Eve's optimal mutual\ninformation with Alice, for individual attacks, as a function of the qubit\nerror rate. Our result is that added quantum noise can make quantum key\ndistribution more robust against eavesdropping.\n","Comment: 5 pages, 2 figures"]}]
["0806.0379",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0379","Phys. Rev. B 79, 184520 (2009) [25 pages]","doi:10.1103/PhysRevB.79.184520"],"date":["2008-06-02","2009-05-11"],"type":["text"],"creator":["Bergman, Doron L.","Hur, Karyn Le"],"language":[],"coverage":[],"title":["Near zero modes in condensate phases of the Dirac theory on the\n  honeycomb lattice"],"description":["  We investigate a number of fermionic condensate phases on the honeycomb\nlattice, to determine whether topological defects (vortices and edges) in these\nphases can support bound states with zero energy. We argue that topological\nzero modes bound to vortices and at edges are not only connected, but should in\nfact be \\emph{identified}. Recently, it has been shown that the simplest s-wave\nsuperconducting state for the Dirac fermion approximation of the honeycomb\nlattice at precisely half filling, supports zero modes inside the cores of\nvortices (P. Ghaemi and F. Wilczek, 2007). We find that within the continuum\nDirac theory the zero modes are not unique neither to this phase, nor to half\nfilling. In addition, we find the \\emph{exact} wavefunctions for vortex bound\nzero modes, as well as the complete edge state spectrum of the phases we\ndiscuss. The zero modes in all the phases we examine have even-numbered\ndegeneracy, and as such pairs of any Majorana modes are simply equivalent to\none ordinary fermion. As a result, contrary to bound state zero modes in $p_x+i\np_y$ superconductors, vortices here do \\emph{not} exhibit non-Abelian exchange\nstatistics. The zero modes in the pure Dirac theory are seemingly topologically\nprotected by the effective low energy symmetry of the theory, yet on the\noriginal honeycomb lattice model these zero modes are split, by explicit\nbreaking of the effective low energy symmetry.\n","Comment: Final version including numerics, accepted for publication in PRB"]}]
["0806.0917",{"format":[],"subject":["Mathematics - Probability","60H10","60H30","35K85","90A09"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.0917"],"date":["2008-06-05","2009-06-08"],"type":["text"],"creator":["Yang, Weiqiang","Shi, Yufeng","Gu, Yangling"],"language":[],"coverage":[],"title":["Reflected Solutions of Backward Doubly Stochastic Differential Equations"],"description":["  We study reflected solutions of one-dimensional backward doubly stochastic\ndifferential equations (BDSDEs in short). The \"reflected\" keeps the solution\nabove a given stochastic process. We get the uniqueness and existence by\npenalization. For the existence of backward stochastic integral, our proof is\ndifferent from [KKPPQ] slightly. We also obtain a comparison theorem for\nreflected BDSDEs.\n","Comment: 18 pages"]}]
["0807.2027",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Number Theory","05C25, 20G40, 20D60, 20F65, 11B75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2027"],"date":["2008-07-14","2009-06-08"],"type":["text"],"creator":["Helfgott, H. A."],"language":[],"coverage":[],"title":["Growth in SL_3(Z/pZ)"],"description":["  Let G=SL_3(Z/pZ), p a prime. Let A be a set of generators of G. Then A grows\nunder the group operation.\n  To be precise: denote by |S| the number of elements of a finite set S. Assume\n|A| < |G|^{1-\\epsilon} for some \\epsilon>0. Then |A\\cdot A\\cdot\nA|>|A|^{1+\\delta}, where \\delta>0 depends only on \\epsilon.\n  We also study subsets A\\subset G that do not generate G. Other results on\ngrowth and generation follow.\n","Comment: 88 pages; Theorem 1.1 is new"]}]
["0808.0359",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0359","Journal of Biopharmaceutical Statistics, Vol. 19, No. 3. (2009),\n  pp. 543-555. by Gregory J Hather, Howard Mackey"],"date":["2008-08-03","2009-06-07"],"type":["text"],"creator":["Hather, Gregory J.","Mackey, Howard"],"language":[],"coverage":[],"title":["Some notable properties of the standard oncology phase I design"],"description":["  We identify three properties of the standard oncology phase I trial design or\n3 + 3 design. We show that the standard design implicitly uses isotonic\nregression to estimate a maximum tolerated dose. We next illustrate the\nrelationship between the standard design and a Bayesian design proposed by Ji\net al. (2007). A slight modification to this Bayesian design, under a\nparticular model specification, would assign treatments in a manner identical\nto the standard design. We finally present calculations revealing the behavior\nof the standard design in a worst case scenario and compare its behavior with\nother 3 + 3-like designs.\n"]}]
["0808.1241",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Disordered Systems and Neural Networks","15A15","15A52"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1241","J. Phys. A: Math. Theor. 42 (2009) 265204 (15pp.)","doi:10.1088/1751-8113/42/26/265204"],"date":["2008-08-08","2008-10-13"],"type":["text"],"creator":["Molinari, Luca Guido"],"language":[],"coverage":[],"title":["Non-Hermitian spectra and Anderson localization"],"description":["  The spectrum of exponents of the transfer matrix provides the localization\nlengths of Anderson's model for a particle in a lattice with disordered\npotential. I show that a duality identity for determinants and Jensen's\nidentity for subharmonic functions, give a formula for the spectrum in terms of\neigenvalues of the Hamiltonian with non-Hermitian boundary conditions. The\nformula is exact; it involves an average over a Bloch phase, rather than\ndisorder. A preliminary investigation of non-Hermitian spectra of Anderson's\nmodel in D=1,2 and on the smallest exponent is presented.\n","Comment: 8 pages, 10 figures"]}]
["0808.2220",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Logic in Computer Science","Mathematics - Logic","H.1.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2220"],"date":["2008-08-15","2009-06-07"],"type":["text"],"creator":["Calude, Cristian S.","Hay, Nicholas J."],"language":[],"coverage":[],"title":["Every Computably Enumerable Random Real Is Provably Computably\n  Enumerable Random"],"description":["  We prove that every computably enumerable (c.e.) random real is provable in\nPeano Arithmetic (PA) to be c.e. random. A major step in the proof is to show\nthat the theorem stating that \"a real is c.e. and random iff it is the halting\nprobability of a universal prefix-free Turing machine\" can be proven in PA. Our\nproof, which is simpler than the standard one, can also be used for the\noriginal theorem.\n  Our positive result can be contrasted with the case of computable functions,\nwhere not every computable function is provably computable in PA, or even more\ninterestingly, with the fact that almost all random finite strings are not\nprovably random in PA.\n  We also prove two negative results: a) there exists a universal machine whose\nuniversality cannot be proved in PA, b) there exists a universal machine $U$\nsuch that, based on $U$, PA cannot prove the randomness of its halting\nprobability.\n  The paper also includes a sharper form of the Kraft-Chaitin Theorem, as well\nas a formal proof of this theorem written with the proof assistant Isabelle.\n","Comment: 28 pages, minor update. Logic Journal of the IGPL, to appear in 2009"]}]
["0809.3198",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3198","Phys. Rev. A 79, 063612 (2009)","doi:10.1103/PhysRevA.79.063612"],"date":["2008-09-18"],"type":["text"],"creator":["Creffield, C. E."],"language":[],"coverage":[],"title":["Instability and control of a periodically-driven Bose-Einstein\n  condensate"],"description":["  We investigate the dynamics of a Bose-Einstein condensate held in an optical\nlattice under the influence of a strong periodic driving potential. Studying\nthe mean-field version of the Bose-Hubbard model reveals that the condensate\nbecomes highly unstable when the effective intersite tunneling becomes\nnegative. We further show how controlling the sign of the tunneling can be used\nas a powerful tool to manage the dispersion of an atomic wavepacket, and thus\nto create a pulsed atomic soliton laser.\n","Comment: 4 pages, 3 eps figures"]}]
["0809.3720",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Geometric Topology","14E07, 14P25, 57M20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3720","Advances in Mathematics 222 (2009) 44-61"],"date":["2008-09-22","2008-10-28"],"type":["text"],"creator":["Kollár, János","Mangolte, Frédéric"],"language":[],"coverage":[],"title":["Cremona transformations and diffeomorphisms of surfaces"],"description":["  We show that the action of Cremona transformations on the real points of\nquadrics exhibits the full complexity of the diffeomorphisms of the sphere, the\ntorus, and of all non-orientable surfaces. The main result says that if X is\nrational, then Aut(X), the group of algebraic automorphisms, is dense in\nDiff(X), the group of self-diffeomorphisms of X.\n","Comment: 17 pages, 11 figures, shorter proofs and improvement of the results"]}]
["0810.1528",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1528","JHEP 0903:150,2009","doi:10.1088/1126-6708/2009/03/150"],"date":["2008-10-09","2009-06-08"],"type":["text"],"creator":["Perz, Jan","Smyth, Paul","Van Riet, Thomas","Vercnocke, Bert"],"language":[],"coverage":[],"title":["First-order flow equations for extremal and non-extremal black holes"],"description":["  We derive a general form of first-order flow equations for extremal and\nnon-extremal, static, spherically symmetric black holes in theories with\nmassless scalars and vectors coupled to gravity. By rewriting the action as a\nsum of squares a la Bogomol'nyi, we identify the function governing the\nfirst-order gradient flow, the `generalised superpotential', which reduces to\nthe `fake superpotential' for non-supersymmetric extremal black holes and to\nthe central charge for supersymmetric black holes. For theories whose scalar\nmanifold is a symmetric space after a timelike dimensional reduction, we\npresent the condition for the existence of a generalised superpotential. We\nprovide examples to illustrate the formalism in four and five spacetime\ndimensions.\n","Comment: 27 pages, v2: small changes, referencing and misprints corrected, v3:\n  text updated and a reference added to match the JHEP version"]}]
["0810.4419",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4419"],"date":["2008-10-24","2009-06-08"],"type":["text"],"creator":["Hirschowitz, Tom","Pardon, Aurélien"],"language":[],"coverage":[],"title":["Binding bigraphs as symmetric monoidal closed theories"],"description":["  Milner's bigraphs are a general framework for reasoning about distributed and\nconcurrent programming languages. Notably, it has been designed to encompass\nboth the pi-calculus and the Ambient calculus. This paper is only concerned\nwith bigraphical syntax: given what we here call a bigraphical signature K,\nMilner constructs a (pre-) category of bigraphs BBig(K), whose main features\nare (1) the presence of relative pushouts (RPOs), which makes them well-behaved\nw.r.t. bisimulations, and that (2) the so-called structural equations become\nequalities. Examples of the latter include, e.g., in pi and Ambient, renaming\nof bound variables, associativity and commutativity of parallel composition, or\nscope extrusion for restricted names. Also, bigraphs follow a scoping\ndiscipline ensuring that, roughly, bound variables never escape their scope.\nHere, we reconstruct bigraphs using a standard categorical tool: symmetric\nmonoidal closed (SMC) theories. Our theory enforces the same scoping discipline\nas bigraphs, as a direct property of SMC structure. Furthermore, it elucidates\nthe slightly mysterious status of so-called links in bigraphs. Finally, our\ncategory is also considerably larger than the category of bigraphs, notably\nencompassing in the same framework terms and a flexible form of higher-order\ncontexts.\n","Comment: 17 pages, uses Paul Taylor's diagrams"]}]
["0810.4420",{"format":[],"subject":["Computer Science - Logic in Computer Science","Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4420"],"date":["2008-10-24","2009-06-08"],"type":["text"],"creator":["Garner, Richard","Hirschowitz, Tom","Pardon, Aurélien"],"language":[],"coverage":[],"title":["Graphical Presentations of Symmetric Monoidal Closed Theories"],"description":["  We define a notion of symmetric monoidal closed (SMC) theory, consisting of a\nSMC signature augmented with equations, and describe the classifying categories\nof such theories in terms of proof nets.\n","Comment: Uses Paul Taylor's diagrams"]}]
["0811.2250",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2250"],"date":["2008-11-13","2009-06-08"],"type":["text"],"creator":["Zhang, Xi","Chomicki, Jan"],"language":[],"coverage":[],"title":["Semantics and Evaluation of Top-k Queries in Probabilistic Databases"],"description":["  We study here fundamental issues involved in top-k query evaluation in\nprobabilistic databases. We consider simple probabilistic databases in which\nprobabilities are associated with individual tuples, and general probabilistic\ndatabases in which, additionally, exclusivity relationships between tuples can\nbe represented. In contrast to other recent research in this area, we do not\nlimit ourselves to injective scoring functions. We formulate three intuitive\npostulates that the semantics of top-k queries in probabilistic databases\nshould satisfy, and introduce a new semantics, Global-Topk, that satisfies\nthose postulates to a large degree. We also show how to evaluate queries under\nthe Global-Topk semantics. For simple databases we design dynamic-programming\nbased algorithms, and for general databases we show polynomial-time reductions\nto the simple cases. For example, we demonstrate that for a fixed k the time\ncomplexity of top-k query evaluation is as low as linear, under the assumption\nthat probabilistic databases are simple and scoring functions are injective.\n","Comment: 60 pages, section 4.4 added, section 6 added, typos corrected"]}]
["0812.2353",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Complex Variables","53C15","53C56"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2353","SIGMA 5 (2009), 058, 45 pages","doi:10.3842/SIGMA.2009.058"],"date":["2008-12-12","2009-06-08"],"type":["text"],"creator":["McKay, Benjamin"],"language":[],"coverage":[],"title":["Extension Phenomena for Holomorphic Geometric Structures"],"description":["  The most commonly encountered types of complex analytic G-structures and\nCartan geometries cannot have singularities of complex codimension 2 or more.\n","Comment: published version"]}]
["0812.4212",{"format":[],"subject":["Physics - Atomic Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4212","Phys. Rev. Lett. 102, 223901 (2009)","doi:10.1103/PhysRevLett.102.223901"],"date":["2008-12-22"],"type":["text"],"creator":["Wolf, A. L.","Berg, S. A. van den","Ubachs, W.","Eikema, K. S. E."],"language":[],"coverage":[],"title":["Direct frequency comb spectroscopy of trapped ions"],"description":["  Direct frequency comb spectroscopy of trapped ions is demonstated for the\nfirst time. It is shown that the 4s^2S_(1/2)-4p^2P_(3/2) transition in calcium\nions can be excited directly with a frequency comb laser that is upconverted to\n393 nm. Detection of the transition is performed using a shelving scheme to\nsuppress background signal from non-resonant comb modes. The measured\ntransition frequency of f=761 905 012.7(0.5) MHz presents an improvement in\naccuracy of more than two orders of magnitude.\n","Comment: 4 pages, 5 figure"]}]
["0901.0881",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0881","Physical Review A (Atomic, Molecular, and Optical Physics) 79,\n  052324 (2009)","doi:10.1103/PhysRevA.79.052324"],"date":["2009-01-07","2009-06-08"],"type":["text"],"creator":["Wunderlich, Harald","Wunderlich, Christof","Singer, Kilian","Schmidt-Kaler, Ferdinand"],"language":[],"coverage":[],"title":["Two-dimensional cluster-state preparation with linear ion traps"],"description":["  We present schemes to prepare two-dimensional cluster states [H. J. Briegel\nand R. Raussendorf, Phys. Rev. Lett. {\\bf 86}, 910 (2001)] with atomic ions\nconfined in a micro-structured linear ion trap and coupled by an engineered\nspin-spin interaction. In particular, we show how to prepare a $n \\times 2$\ncluster state by creating a linear cluster state and adding third-neighbor\nentanglement using selective recoupling techniques. The scheme is based on the\ncapabilities provided by segmented linear Paul traps to confine ions in local\npotential wells and to separate and transport ions between these wells.\nFurthermore, we consider creating 3 and 4-qubit cluster states by engineering\nthe coupling matrix such that through the periodicity of the time evolution\nunwanted couplings are canceled. All entangling operations are achieved by\nswitching of voltages and currents, and do not require interaction with laser\nlight.\n","Comment: Polished and published version, amended author list, amended list of\n  references"]}]
["0901.2807",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2807","Phys. Rev. Lett. 102, 230401 (2009)","doi:10.1103/PhysRevLett.102.230401"],"date":["2009-01-19","2009-05-19"],"type":["text"],"creator":["Smith-Mannschott, Katrina","Chuchem, Maya","Hiller, Moritz","Kottos, Tsampikos","Cohen, Doron"],"language":[],"coverage":[],"title":["Occupation Statistics of a BEC for a Driven Landau-Zener Crossing"],"description":["  We consider an atomic Bose-Einstein condensate (BEC) loaded in a biased\ndouble-well trap with tunneling rate $K$ and inter-atomic interaction $U$. The\nBEC is prepared such that all $N$ atoms are in the left well. We drive the\nsystem by sweeping the potential difference $\\epsilon$ between the two wells.\nDepending on the interaction $u=NU/K$, and the sweep rate $\\dot{\\epsilon}$, we\ndistinguish three dynamical regimes: adiabatic, diabatic, and sudden, and\nconsider the occupation statistics of the final state. The analysis goes beyond\nmean-field theory and is complemented by a semiclassical picture.\n","Comment: 4 pages, 5 figures"]}]
["0901.3178",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3178","Phys. Rev. B 79, 201308(R) (2009)","doi:10.1103/PhysRevB.79.201308"],"date":["2009-01-20","2009-06-07"],"type":["text"],"creator":["Nakamura, Shuji","Hashisaka, Masayuki","Yamauchi, Yoshiaki","Kasai, Shinya","Ono, Teruo","Kobayashi, Kensuke"],"language":[],"coverage":[],"title":["Conductance Anomaly and Fano Factor Reduction in Quantum Point Contacts"],"description":["  We report an experimental study on the shot noise as well as the dc transport\nproperties of a quantum point contact (QPC) whose conductance anomaly can be\ntuned electrostatically by the gate electrodes. By controlling the single QPC\nso that it has no anomaly or an anomaly at $0.5 G_0$, $0.8 G_0$ or $0.9 G_0$\n($G_0 = 2e^2/h$), we prove that the anomaly always accompanies the Fano factor\nreduction due to the asymmetric transmission of the two spin-dependent channels\nfor the conductance lower than $G_0$. For the QPC tuned to have the anomaly at\n$0.5 G_0$ the channel asymmetry is found to be as large as 67% with the spin\ngap energy gradually evolving as the conductance increases.\n","Comment: RevTex, 4 pages, 3 figures"]}]
["0901.4539",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4539","Fortsch.Phys.57:659-665,2009","doi:10.1002/prop.200900024"],"date":["2009-01-28","2009-06-08"],"type":["text"],"creator":["Perz, Jan","Smyth, Paul","Van Riet, Thomas","Vercnocke, Bert"],"language":[],"coverage":[],"title":["Black holes, first-order flow equations and geodesics on symmetric\n  spaces"],"description":["  For both extremal and non-extremal spherically symmetric black holes in\ntheories with massless scalars and vectors coupled to gravity, we derive a\ngeneral form of first-order gradient flow equations, equivalent to the\nequations of motion. For theories that have a symmetric moduli space after a\ndimensional reduction over the timelike direction, we discuss the condition for\nsuch a gradient flow to exist.\n  This note reviews the results of arXiv:0810.1528 [hep-th].\n","Comment: 6 pages, contribution to the proceedings of the 4th RTN Workshop\n  'Constituents, Fundamental Forces and Symmetries of the Universe', Varna,\n  11-17 September 2008; v2: a reference added"]}]
["0901.4771",{"format":[],"subject":["Mathematics - Probability","05C05, 16W30, 60F05, 60G15, 60G18, 60H05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4771"],"date":["2009-01-29","2009-06-07"],"type":["text"],"creator":["Unterberger, Jeremie"],"language":[],"coverage":[],"title":["A rough path over multidimensional fractional Brownian motion with\n  arbitrary Hurst index by Fourier normal ordering"],"description":["  Fourier normal ordering \\cite{Unt09bis} is a new algorithm to construct\nexplicit rough paths over arbitrary H\\\"older-continuous multidimensional paths.\nWe apply in this article the Fourier normal ordering ordering algorithm to the\nconstruction of an explicit rough path over multi-dimensional fractional\nBrownian motion $B$ with arbitrary Hurst index $\\alpha$ (in particular, for\n$\\alpha\\le 1/4$, which was till now an open problem) by regularizing the\niterated integrals of the analytic approximation of $B$ defined in\n\\cite{Unt08}. The regularization procedure is applied to 'Fourier normal\nordered' iterated integrals obtained by permuting the order of integration so\nthat innermost integrals have highest Fourier modes. The algebraic properties\nof this rough path are best understood using two Hopf algebras: the Hopf\nalgebra of decorated rooted trees \\cite{ConKre98} for the multiplicative or\nChen property, and the shuffle algebra for the geometric or shuffle property.\nThe rough path lives in Gaussian chaos of integer orders and is shown to have\nfinite moments. As well-known, the construction of a rough path is the key to\ndefining a stochastic calculus and solve stochastic differential equations\ndriven by $B$. The article \\cite{Unt09ter} gives a quick overview of the\nmethod.\n","Comment: 40 pages, 9 figures"]}]
["0902.1086",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1086","Phys. Rev. B 79, 214504 (2009)","doi:10.1103/PhysRevB.79.214504"],"date":["2009-02-06","2009-04-17"],"type":["text"],"creator":["Weyeneth, S.","Schneider, T.","Giannini, E."],"language":[],"coverage":[],"title":["Evidence for Kosterlitz-Thouless and 3D-xy critical behavior in Bi2212"],"description":["  We present reversible magnetization data of a high quality Bi2212 single\ncrystal and explore the occurrence of 3D-xy critical behavior close to the bulk\ntransition temperature Tc and of Kosterlitz-Thouless (KT) behavior. Below and\nabove the presumed Kosterlitz-Thouless transition temperature T_KT we observe\nthe characteristic 2D-xy behavior: a downward shift of the crossing point\nphenomenon towards T_KT as the field is decreased and sufficiently below T_KT\nthe characteristic 2D-xy relationship between the magnetization an the in-plane\nmagnetic penetration depth. In contrast, the measured temperature dependence of\nthe superfluid density does not exhibit the characteristic KT-behavior around\nthe presumed T_KT. The absence of this feature is traced back to the 2D- to\n3D-xy crossover setting in around and above T_KT. Invoking the Maxwell relation\nthe anomalous field dependence of the specific heat peak is also traced back to\nthe intermediate 2D-xy behavior. However, close to Tc we observe consistency\nwith 3D-xy critical behavior, in agreement with measurements of the in-plane\nmagnetic penetration depth.\n","Comment: 9 pages, 10 figures"]}]
["0902.1369",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1369"],"date":["2009-02-09","2009-06-06"],"type":["text"],"creator":["Geloun, Joseph Ben","Hounkonnou, Mahouton Norbert"],"language":[],"coverage":[],"title":["New classes of nonlinear vector coherent states of generalized\n  spin-orbit Hamiltonians"],"description":["  This paper deals with an extension of our previous work [J. Phys. A: Math.\nTheor. {\\bf 40} F817] by considering an alternative construction of canonical\nand deformed vector coherent states (VCSs) of the Gazeau-Klauder type\nassociated with generalized spin-orbit Hamiltonians. We define an annihilation\noperator which takes into account the finite dimensional space of states\ninduced by the $k$-photon transition processes of the two-level atom\ninteracting with the single-mode radiation field. The class of nonlinear VCSs\n(NVCSs) corresponding to the action of the annihilation operator is deduced and\nexpressed in terms of generalized displacement operators. Various NVCSs\nincluding their \"dual\" counterparts are also discussed. Still by using the\nHilbert space structure, a new family of NVCSs parameterized by unit vectors of\nthe $S^3$ sphere has been identified without making use of the annihilation\noperator.\n","Comment: Typo corrected, references added"]}]
["0902.1665",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing","Computer Science - Computational Engineering, Finance, and Science","G.1.6","G.1.8"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.1665","Engineering Computations, 26(1/2), 128-144, 2009","doi:10.1108/02644400910924834"],"date":["2009-02-10"],"type":["text"],"creator":["Kucerova, A.","Brancherie, D.","Ibrahimbegovic, A.","Zeman, J.","Bittnar, Z."],"language":[],"coverage":[],"title":["Novel anisotropic continuum-discrete damage model capable of\n  representing localized failure of massive structures. Part II: identification\n  from tests under heterogeneous stress field"],"description":["  In Part I of this paper we have presented a simple model capable of\ndescribing the localized failure of a massive structure. In this part, we\ndiscuss the identification of the model parameters from two kinds of\nexperiments: a uniaxial tensile test and a three-point bending test. The former\nis used only for illustration of material parameter response dependence, and we\nfocus mostly upon the latter, discussing the inverse optimization problem for\nwhich the specimen is subjected to a heterogeneous stress field.\n","Comment: 18 pages, 12 figures, 6 tables"]}]
["0902.3233",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3233","Solid State Comm. 149, 1056 (2009)","doi:10.1016/j.ssc.2009.02.050"],"date":["2009-02-18"],"type":["text"],"creator":["Papić, Z.","Goerbig, M. O.","Regnault, N."],"language":[],"coverage":[],"title":["Theoretical expectations for a fractional quantum Hall effect in\n  graphene"],"description":["  Due to its fourfold spin-valley degeneracy, graphene in a strong magnetic\nfield may be viewed as a four-component quantum Hall system. We investigate the\nconsequences of this particular structure on a possible, yet unobserved,\nfractional quantum Hall effect in graphene within a trial-wavefunction approach\nand exact-diagonalisation calculations. This trial-wavefunction approach\ngeneralises an original idea by Halperin to account for the SU(2) spin in\nsemiconductor heterostructures with a relatively weak Zeeman effect. Whereas\nthe four-component structure at a filling factor nu=1/3 adds simply a\nSU(4)-ferromagnetic spinor ordering to the otherwise unaltered Laughlin state,\nthe system favours a valley-unpolarised state at nu=2/5 and a completely\nunpolarised state at nu=4/9. Due to the similar behaviour of the interaction\npotential in the zero-energy graphene Landau level and the first excited one,\nwe expect these states to be present in both levels.\n","Comment: 6 pages, 1 figure; review article for Solid State Comm. (Graphene\n  Week 2008)"]}]
["0902.4698",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.4698","JCAP06(2009)010","doi:10.1088/1475-7516/2009/06/010"],"date":["2009-02-27","2009-06-08"],"type":["text"],"creator":["Valkenburg, Wessel"],"language":[],"coverage":[],"title":["Swiss Cheese and a Cheesy CMB"],"description":["  It has been argued that the Swiss-Cheese cosmology can mimic Dark Energy,\nwhen it comes to the observed luminosity distance-redshift relation. Besides\nthe fact that this effect tends to disappear on average over random directions,\nwe show in this work that based on the Rees-Sciama effect on the cosmic\nmicrowave background (CMB), the Swiss-Cheese model can be ruled out if all\nholes have a radius larger than about 35 Mpc. We also show that for smaller\nholes, the CMB is not observably affected, and that the small holes can still\nmimic Dark Energy, albeit in special directions, as opposed to previous\nconclusions in the literature. However, in this limit, the probability of\nlooking in a special direction where the luminosity of supernovae is\nsufficiently supressed becomes very small, at least in the case of a lattice of\nspherical holes considered in this paper.\n","Comment: 23 pages, 10 figures. Matches published version"]}]
["0903.1327",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.1327","Phys. Rev. B 79, 161306(R) (2009)","doi:10.1103/PhysRevB.79.161306"],"date":["2009-03-07","2009-04-14"],"type":["text"],"creator":["Yamauchi, Y.","Hashisaka, M.","Nakamura, S.","Chida, K.","Kasai, S.","Ono, T.","Leturcq, R.","Ensslin, K.","Driscoll, D. C.","Gossard, A. C.","Kobayashi, K."],"language":[],"coverage":[],"title":["Universality of Bias- and Temperature-induced Dephasing in Ballistic\n  Electronic Interferometers"],"description":["  We performed a transport measurement in a ballistic Aharonov-Bohm ring and a\nFabry-Perot type interferometer. In both cases we found that the interference\nsignal is reversed at a certain bias voltage and that the visibility decays\nexponentially as a function of temperature, being in a strong analogy with\nrecent reports on the electronic Mach-Zehnder interferometers. By analyzing the\ndata including those in the previous works, the energy scales that characterize\nthe dephasing are found to be dominantly dependent on the interferometer size,\nimplying the presence of a universal behavior in ballistic interferometers in\nboth linear and non-linear transport regimes.\n","Comment: 4 pages, 4 figures, accepted for publication in PRB rapid comm"]}]
["0903.2206",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2206","Phys. Rev. E 79, 065701 (2009)","doi:10.1103/PhysRevE.79.065701"],"date":["2009-03-12","2009-06-08"],"type":["text"],"creator":["Morita, Satoshi","Suzuki, Sei","Nakamura, Tota"],"language":[],"coverage":[],"title":["Quantum-thermal annealing with cluster-flip algorithm"],"description":["  A quantum-thermal annealing method using a cluster-flip algorithm is studied\nin the two-dimensional spin-glass model. The temperature (T) and the transverse\nfield (Gamma) are decreased simultaneously with the same rate along a linear\npath on the T-Gamma plane. We found that the additional pulse of the transverse\nfield to the frozen local spins produces a good approximate solution with a low\ncomputational cost.\n","Comment: 4 pages, 3 figures"]}]
["0903.3596",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3596","JHEP 0905:120,2009","doi:10.1088/1126-6708/2009/05/120"],"date":["2009-03-20","2009-06-08"],"type":["text"],"creator":["Bartl, A.","Hirsch, M.","Liebler, S.","Porod, W.","Vicente, A."],"language":[],"coverage":[],"title":["LHC phenomenology of the $\\mu\\nu$SSM"],"description":["  The $\\mu\\nu$SSM has been proposed to solve simultaneously the $\\mu$-problem\nof the MSSM and explain current neutrino data. The model breaks lepton number\nas well as R-parity. In this paper we study the phenomenology of this proposal\nconcentrating on neutrino masses and the decay of the lightest supersymmetric\nparticle (LSP). At first we investigate in detail the $\\mu\\nu$SSM with one\ngeneration of singlets, which can explain all neutrino data, once 1-loop\ncorrections are taken into account. Then we study variations of the model with\nmore singlets, which can generate all neutrino masses and mixings at\ntree-level. We calculate the decay properties of the lightest supersymmetric\nparticle, assumed to be the lightest neutralino, taking into account all\npossible final states. The parameter regions where the LSP decays within the\nLHC detectors but with a length large enough to show a displaced vertex are\nidentified. Decay branching ratios of certain final states show characteristic\ncorrelations with the measured neutrino angles, allowing to test the model at\nthe LHC. Finally we briefly discuss possible signatures, which allow to\ndistinguish between different R-parity breaking models.\n","Comment: 35 pages, 23 figures; minor corrections, final version published in\n  JHEP"]}]
["0903.4725",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Functional Analysis","42B20 (Primary), 42B30, 42B25, 47B47 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4725"],"date":["2009-03-26","2009-06-08"],"type":["text"],"creator":["Chang, Der-Chen","Yang, Dachun","Zhou, Yuan"],"language":[],"coverage":[],"title":["Boundedness of Sublinear Operators on Product Hardy Spaces and Its\n  Application"],"description":["  Let $p\\in(0, 1]$. In this paper, the authors prove that a sublinear operator\n$T$ (which is originally defined on smooth functions with compact support) can\nbe extended as a bounded sublinear operator from product Hardy spaces\n$H^p({{\\mathbb R}^n\\times{\\mathbb R}^m})$ to some quasi-Banach space ${\\mathcal\nB}$ if and only if $T$ maps all $(p, 2, s_1, s_2)$-atoms into uniformly bounded\nelements of ${\\mathcal B}$. Here $s_1\\ge\\lfloor n(1/p-1)\\rfloor$ and\n$s_2\\ge\\lfloor m(1/p-1)\\rfloor$. As usual, $\\lfloor n(1/p-1)\\rfloor$ denotes\nthe maximal integer no more than $n(1/p-1)$. Applying this result, the authors\nestablish the boundedness of the commutators generated by Calder\\'on-Zygmund\noperators and Lipschitz functions from the Lebesgue space $L^p({{\\mathbb\nR}^n\\times{\\mathbb R}^m})$ with some $p>1$ or the Hardy space $H^p({{\\mathbb\nR}^n\\times{\\mathbb R}^m})$ with some $p\\le1$ but near 1 to the Lebesgue space\n$L^q({{\\mathbb R}^n\\times{\\mathbb R}^m})$ with some $q>1$.\n","Comment: J. Math. Soc. Japan (to appear)"]}]
["0904.0567",{"format":[],"subject":["Physics - Atomic Physics","Physics - Chemical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.0567","Phys. Rev. A 79, 050501(R) (2009)","doi:10.1103/PhysRevA.79.050501"],"date":["2009-04-03","2009-04-28"],"type":["text"],"creator":["Lemeshko, Mikhail","Friedrich, Bretislav"],"language":[],"coverage":[],"title":["Rotational and rotationless states of weakly-bound molecules"],"description":["  By making use of the quantization rule of Raab and Friedrich [P. Raab and H.\nFriedrich, Phys. Rev. A 78, 022707 (2008)], we derive simple and accurate\nformulae for the number of rotational states supported by a weakly-bound\nvibrational level of a diatomic molecule and the rotational constants of any\nsuch levels up to the threshold, and provide a criterion for determining\nwhether a given weakly-bound vibrational level is rotationless. The results\ndepend solely on the long-range part of the molecular potential and are\napplicable to halo molecules.\n","Comment: slightly corrected version, 4 pages, 1 figure, 3 tables"]}]
["0904.1160",{"format":[],"subject":["Condensed Matter - Quantum Gases","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1160","Physical Review A 79, 063603 (2009)","doi:10.1103/PhysRevA.79.063603"],"date":["2009-04-07","2009-06-08"],"type":["text"],"creator":["Mur-Petit, Jordi"],"language":[],"coverage":[],"title":["Spin dynamics and structure formation in a spin-1 condensate in a\n  magnetic field"],"description":["  We study the dynamics of a trapped spin-1 condensate in a magnetic field.\nFirst, we analyze the homogeneous system, for which the dynamics can be\nunderstood in terms of orbits in phase space. We analytically solve for the\ndynamical evolution of the populations of the various Zeeman components of the\nhomogeneous system. This result is then applied via a local density\napproximation to trapped quasi-1D condensates. Our analysis of the trapped\nsystem in a magnetic field shows that both the mean-field and Zeeman regimes\nare simultaneously realized, and we argue that the border between these two\nregions is where spin domains and phase defects are generated. We propose a\nmethod to experimentally tune the position of this border.\n","Comment: 8 pages, 5 figures. Matches published version"]}]
["0904.3393",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3393"],"date":["2009-04-22","2009-06-08"],"type":["text"],"creator":["Mallick, Ritam","Ghosh, Sanjay K.","Raha, Sibaji"],"language":[],"coverage":[],"title":["Magnetic field inhibits the conversion of neutron stars to quark stars"],"description":["  Neutron stars provide a natural laboratory to test some unique implications\nof Quantum Chromodynamics (QCD)- the underlying theory of strong interactions-\nat extreme conditions of very high baryon density. It has been suggested that\nthe true ground state of QCD is strange quark matter, and, consequently,\nneutron stars should convert to strange quark stars under suitable conditions.\nSubstantial efforts have been, and are being, spent in studying the details of\nsuch conversion. In this letter, we show that the presence of high magnetic\nfield, an essential feature of neutron stars, strongly inhibits the conversion\nof neutron stars to bare quark stars.\n","Comment: 9 pages, 4 figures"]}]
["0905.1330",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.1330","Phys. Rev. A 79, 063610 (2009)"],"date":["2009-05-08"],"type":["text"],"creator":["Linder, Jacob","Sudbø, Asle"],"language":[],"coverage":[],"title":["Calculation of Drag and Superfluid Velocity from the Microscopic\n  Parameters and Excitation Energies of a Two-Component Bose-Einstein\n  Condensate on an Optical Lattice"],"description":["  We investigate a model of a two-component Bose-Einstein condensate residing\non an optical lattice. Within a Bogolioubov-approach at the mean-field level,\nwe derive exact analytical expressions for the excitation spectrum of the\ntwo-component condensate when taking into account hopping and interactions\nbetween arbitrary sites. Our results thus constitute a basis for works that\nseek to clarify the effects of higher-order interactions in the system. We\ninvestigate the excitation spectrum and the two branches of superfluid velocity\nin more detail for two limiting cases of particular relevance. Moreover, we\nrelate the hopping and interaction parameters in the effective Bose-Hubbard\nmodel to microscopic parameters in the system, such as the laserlight\nwavelength and atomic masses of the components in the condensate. These results\nare then used to calculate analytically and numerically the drag coefficient\nbetween the components of the condensate. We find that the drag is most\neffective close to the symmetric case of equal masses between the components,\nregardless of the strength of the intercomponent interaction and the lattice\nwell depth.\n","Comment: 11 pages, 5 figures. Accepted for publication in Phys. Rev. A"]}]
["0905.3363",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.3363","UniMolti modi della filosofia 2008/2"],"date":["2009-05-20"],"type":["text"],"creator":["Brukner, Caslav"],"language":["it"],"coverage":[],"title":["In the Kreisgang between classical and quantum physics"],"description":["  All our statements about the physical world are expressed in terms of\neveryday notions and thus in terms of classical physics. This necessity is\nbehind each of our attempt to extract meaning out of empirical data and to\ncommunicate this knowledge to others. As such, it must apply also to the\naccount of measurement arrangements and to the outcome in quantum experiments.\nOn the other hand, however, if quantum mechanics is universally valid it should\nbe possible to give a purely quantum mechanical description of objects of\nincreasingly large sizes, eventually of the measurement devices themselves. It\nis suggested to resolve this dilemma by using the method of von Weizsaecker's\ncircular and consistent movement in a reconstruction (Kreisgang) in which it is\nlegitimate to recover the elements with which one started the reconstruction.\nThe parameters entering the complex amplitudes of a quantum state have an\noperational meaning as parameters that specify the configuration of macroscopic\ninstruments by which the state is prepared and measured. This classical aspect\nin each quantum description is at the \"beginning\" of the Kreisgang. The\nKreisgang is \"closed\" by showing that under the every-day conditions of\ncoarse-grained measurements a description of macroscopic instruments emerges in\nterminology of classical physics and the three-dimensional ordinary space from\nwithin quantum theory.\n","Comment: 5 pages, to be published in the philosophy journal \"UnoMolti\" in\n  Italian"]}]
["0906.0652",{"format":[],"subject":["Mathematics - Statistics Theory","62J05, 62J07 (Primary)","62F25 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0652"],"date":["2009-06-03","2009-06-06"],"type":["text"],"creator":["Alquier, Pierre","Hebiri, Mohamed"],"language":[],"coverage":[],"title":["Transductive versions of the LASSO and the Dantzig Selector"],"description":["  We consider the linear regression problem, where the number $p$ of covariates\nis possibly larger than the number $n$ of observations $(x_{i},y_{i})_{i\\leq i\n\\leq n}$, under sparsity assumptions. On the one hand, several methods have\nbeen successfully proposed to perform this task, for example the LASSO or the\nDantzig Selector. On the other hand, consider new values $(x_{i})_{n+1\\leq i\n\\leq m}$. If one wants to estimate the corresponding $y_{i}$'s, one should\nthink of a specific estimator devoted to this task, referred by Vapnik as a\n\"transductive\" estimator. This estimator may differ from an estimator designed\nto the more general task \"estimate on the whole domain\". In this work, we\npropose a generalized version both of the LASSO and the Dantzig Selector, based\non the geometrical remarks about the LASSO in pr\\'evious works. The \"usual\"\nLASSO and Dantzig Selector, as well as new estimators interpreted as\ntransductive versions of the LASSO, appear as special cases. These estimators\nare interesting at least from a theoretical point of view: we can give\ntheoretical guarantees for these estimators under hypotheses that are relaxed\nversions of the hypotheses required in the papers about the \"usual\" LASSO.\nThese estimators can also be efficiently computed, with results comparable to\nthe ones of the LASSO.\n"]}]
["0906.0696",{"format":[],"subject":["Mathematics - Combinatorics","05A18"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0696"],"date":["2009-06-03","2009-06-08"],"type":["text"],"creator":["Hurst, Greg","Schultz, Andrew"],"language":[],"coverage":[],"title":["An elementary (number theory) proof of Touchard's congruence"],"description":["  Let B_n denote the nth Bell number. We use well-known recursive expressions\nfor B_n to give a generalizing recursion that can be used to prove Touchard's\ncongruence.\n","Comment: 5 pages Update: Typo in email address for first author corrected"]}]
["0906.0958",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0958"],"date":["2009-06-04"],"type":["text"],"creator":["Kompalli, Sayee C.","Mazumdar, Ravi R."],"language":[],"coverage":[],"title":["On a Generalized Foster-Lyapunov Type Criterion for the Stability of\n  Multidimensional Markov chains with Applications to the Slotted-Aloha\n  Protocol with Finite Number of Queues"],"description":["  In this paper, we generalize a positive recurrence criterion for\nmultidimensional discrete-time Markov chains over countable state spaces due to\nRosberg (JAP, Vol. 17, No. 3, 1980). We revisit the stability analysis of well\nknown slotted-Aloha protocol with finite number of queues. Under standard\nmodeling assumptions, we derive a sufficient condition for the stability by\napplying our positive recurrence criterion. Our sufficiency condition for\nstability is linear in arrival rates and does not require knowledge of the\nstationary joint statistics of queue lengths. We believe that the technique\nreported here could be useful in analyzing other stability problems in\ncountable space Markovian settings. Toward the end, we derive some sufficient\nconditions for instability of the protocol.\n"]}]
["0906.0988",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0988"],"date":["2009-06-04"],"type":["text"],"creator":["Ball, J. A.","ter Horst, S."],"language":[],"coverage":[],"title":["A W*-correspondence approach to multi-dimensional linear dissipative\n  systems"],"description":["  Recent work of the operator algebraists P. Muhly and B. Solel, primarily\nmotivated by the theory of operator algebras and mathematical physics,\ndelineates a general abstract framework where system theory ideas appear in\ndisguised form. These system-theory ingredients include: system matrix for an\ninput/state/output linear system, Z-transform from a \"time domain\" to a\n\"frequency domain\", and Z-transform of the output signal given by an\nobservation function applied to the initial condition plus a transfer function\napplied to the Z-transform of the input signal. Here we set down the\ndefinitions and main results for the general Muhly-Solel formalism and\nillustrate them for two specific types of multi-dimensional linear systems: (1)\ndissipative Fornasini-Marchesini state-space representations with transfer\nfunction equal to a holomorphic operator-valued function on the unit ball in\n${\\mathbb C}^d$, and (2) noncommutative dissipative Fornasini-Marchsini linear\nsystems with evolution along a free semigroup and with transfer function\ndefined on the noncommutative ball of strict row contractions on a Hilbert\nspace.\n","Comment: To appear in proceedings of the nDS 09 conference in Thessaloniki,\n  Greece"]}]
["0906.0989",{"format":[],"subject":["Mathematics - Statistics Theory","62G09","60F05","62G05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0989"],"date":["2009-06-04"],"type":["text"],"creator":["Mariadassou, Mahendra","Bar-Hen, Avner"],"language":[],"coverage":[],"title":["Assessing the Distribution Consistency of Sequential Data"],"description":["  Given n observations, we study the consistency of a batch of k new\nobservations, in terms of their distribution function. We propose a\nnon-parametric, non-likelihood test based on Edgeworth expansion of the\ndistribution function. The keypoint is to approximate the distribution of the\nn+k observations by the distribution of n-k among the n observations. Edgeworth\nexpansion gives the correcting term and the rate of convergence. We also study\nthe discrete distribution case, for which Cram\\`er's condition of smoothness is\nnot satisfied. The rate of convergence for the various cases are compared.\n","Comment: 20 pages, 0 figures"]}]
["0906.0992",{"format":[],"subject":["Mathematics - Probability","60K35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0992"],"date":["2009-06-04"],"type":["text"],"creator":["Lacoin, Hubert","Flores, Gregorio Moreno"],"language":[],"coverage":[],"title":["Directed Polymers on Hierarchical Lattices with site disorder"],"description":["  We study a polymer model on hierarchical lattices very close to the one\nintroduced and studied in \\cite{DGr, CD}. For this model, we prove the\nexistence of free energy and derive the necessary and sufficient condition for\nwhich very strong disorder holds for all $\\gb$, and give some accurate results\non the behavior of the free energy at high-temperature. We obtain these results\nby using a combination of fractional moment method and change of measure over\nthe environment to obtain an upper bound, and second moment method to get a\nlower bound. We also get lower bounds on the fluctuation exponent of $\\log\nZ_n$, and study the infinite polymer measure in the weak disorder phase.\n"]}]
["0906.0999",{"format":[],"subject":["Quantitative Finance - Portfolio Management"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0999"],"date":["2009-06-04"],"type":["text"],"creator":["Chiu, Chun Hung","Zhou, Xun Yu"],"language":[],"coverage":[],"title":["The premium of dynamic trading"],"description":["  It is well established that in a market with inclusion of a risk-free asset\nthe single-period mean-variance efficient frontier is a straight line tangent\nto the risky region, a fact that is the very foundation of the classical CAPM.\nIn this paper, it is shown that in a continuous-time market where the risky\nprices are described by Ito's processes and the investment opportunity set is\ndeterministic (albeit time-varying), any efficient portfolio must involve\nallocation to the risk-free asset at any time. As a result, the dynamic\nmean-variance efficient frontier, though still a straight line, is strictly\nabove the entire risky region. This in turn suggests a positive premium, in\nterms of the Sharpe ratio of the efficient frontier, arising from the dynamic\ntrading. Another implication is that the inclusion of a risk-free asset boosts\nthe Sharpe ratio of the efficient frontier, which again contrasts sharply with\nthe single-period case.\n","Comment: 24 pages, 6 figures"]}]
["0906.1001",{"format":[],"subject":["Mathematics - Algebraic Topology","57R40","19L41","55S45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1001"],"date":["2009-06-04"],"type":["text"],"creator":["Gonzalez, Jesus","Landweber, Peter","Shimkus, Thomas"],"language":[],"coverage":[],"title":["On the embedding dimension of 2-torsion lens spaces"],"description":["  Using the $ku$- and $BP$-theoretic versions of Astey's cobordism obstruction\nfor the existence of smooth Euclidean embeddings of stably almost complex\nmanifolds, we prove that, for $e$ greater than or equal to $\\alpha(n)$--the\nnumber of ones in the dyadic expansion of $n$--, the ($2n+1$)-dimensional\n$2^e$-torsion lens space cannot be embedded in Euclidean space of dimension\n$4n-2\\alpha(n)+1$. A slightly restricted version of this fact holds for\n$e<\\alpha(n)$. We also give an inductive construction of Euclidean embeddings\nfor $2^e$-torsion lens spaces. Some of our best embeddings are within one\ndimension of being optimal.\n","Comment: 30 pages"]}]
["0906.1005",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1005"],"date":["2009-06-04"],"type":["text"],"creator":["Alexander, G. P.","Yeomans, J. M."],"language":[],"coverage":[],"title":["Numerical Results for the Blue Phases"],"description":["  We review recent numerical work investigating the equilibrium phase diagram,\nand the dynamics, of the cholesteric blue phases. In equilibrium numerical\nresults confirm the predictions of the classic analytical theories, and extend\nthem to incorporate different values of the elastic constants, or the effects\nof an applied electric field. There is a striking increase in the stability of\nblue phase I in systems where the cholesteric undergoes helical sense\ninversion, and the anomalous electrostriction observed in this phase is\nreproduced. Solving the equations of motion allows us to present results for\nthe phase transition kinetics of blue phase I under dielectric or flexoelectric\ncoupling to an applied electric field. We also present simulations of the blue\nphases in a flow field, showing how the disclination network acts to oppose the\nflow. The results are based on the Landau-de Gennes exapnsion of the liquid\ncrystal free energy: that such a simple and elegant theory can predict such\ncomplex and subtle physical behaviour is remarkable.\n","Comment: 27 pages, 9 figures, to appear in a special issue of Liquid Crystals"]}]
["0906.1007",{"format":[],"subject":["Physics - Accelerator Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1007"],"date":["2009-06-04"],"type":["text"],"creator":["Werner, Gregory R."],"language":[],"coverage":[],"title":["Analytical Wake Potentials in a Closed Pillbox Cavity"],"description":["  Wake potentials are derived for a closed (cylindrical) pillbox cavity as a\nsum over cavity modes. The resulting expression applies to on- and off-axis\nbeams and test particles. The sum is evaluated numerically for a Gaussian drive\nbunch and compared to the wake potential derived from simulation.\n","Comment: 7 pages, 2 figures (each with 2 eps files)"]}]
["0906.1009",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1009"],"date":["2009-06-04"],"type":["text"],"creator":["Sokolov, Igor V."],"language":[],"coverage":[],"title":["Comment on \"Dynamics of a Charged Particle\""],"description":["  The equation derived by F.Rohrlich (Phys.Rev.E 77, 046609 (2008)) reproduces\nEq.(76.3) from the Landau and Lifshitz book (The Classical Theory of Fields).\nThe new validity condition for this equation is inapplicable as it is, but once\nfixed it coincides with Eqs.(75.11-12) in the cited book.\n","Comment: This Comment is presently under consideration in Phys. Rev. E"]}]
["0906.1015",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1015"],"date":["2009-06-04"],"type":["text"],"creator":["Smith, M. F.","McKenzie, Ross H."],"language":[],"coverage":[],"title":["Interlayer magnetoresistance in an anisotropic pseudogap state"],"description":["  The interlayer magnetoresistance of a quasi-two-dimensional layered metal\nwith a d-wave pseudogap is calculated semiclassically. An expression for the\ninterlayer resistivity as a function of the strength and direction of the\nmagnetic field, the magnitude of the pseudogap, temperature, and scattering\nrate is obtained. We find that the pseudogap, by introducing low-energy nodal\nquasiparticle contours, smooths the dependence on field direction in a manner\ncharacteristic of its anisotropy. We thus propose that interlayer resistance\nmeasurements under a strong field of variable orientation can be used to fully\ncharacterize an anisotropic pseudogap. The general result is applied to the\ncase of a magnetic field parallel to the conducting layers using a model band\nstructure appropriate for overdoped T$\\ell$2201.\n","Comment: 18 pages, 3 figures"]}]
["0906.1018",{"format":[],"subject":["Computer Science - Symbolic Computation","Computer Science - Discrete Mathematics","Mathematics - Combinatorics","G.2.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1018"],"date":["2009-06-04"],"type":["text"],"creator":["Koutschan, Christoph"],"language":[],"coverage":[],"title":["Eliminating Human Insight: An Algorithmic Proof of Stembridge's TSPP\n  Theorem"],"description":["  We present a new proof of Stembridge's theorem about the enumeration of\ntotally symmetric plane partitions using the methodology suggested in the\nrecent Koutschan-Kauers-Zeilberger semi-rigorous proof of the Andrews-Robbins\nq-TSPP conjecture. Our proof makes heavy use of computer algebra and is\ncompletely automatic. We describe new methods that make the computations\nfeasible in the first place. The tantalizing aspect of this work is that the\nsame methods can be applied to prove the q-TSPP conjecture (that is a\nq-analogue of Stembridge's theorem and open for more than 25 years); the only\nhurdle here is still the computational complexity.\n","Comment: 12 pages, 4 figures, submitted to Contemporary Mathematics"]}]
["0906.1019",{"format":[],"subject":["Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1019"],"date":["2009-06-04"],"type":["text"],"creator":["Aggarwal, Gagan","Goel, Gagan","Mehta, Aranyak"],"language":[],"coverage":[],"title":["Efficiency of (Revenue-)Optimal Mechanisms"],"description":["  We compare the expected efficiency of revenue maximizing (or {\\em optimal})\nmechanisms with that of efficiency maximizing ones. We show that the efficiency\nof the revenue maximizing mechanism for selling a single item with k +\nlog_{e/(e-1)} k + 1 bidders is at least as much as the efficiency of the\nefficiency maximizing mechanism with k bidders, when bidder valuations are\ndrawn i.i.d. from a Monotone Hazard Rate distribution. Surprisingly, we also\nshow that this bound is tight within a small additive constant of 5.7. In other\nwords, Theta(log k) extra bidders suffice for the revenue maximizing mechanism\nto match the efficiency of the efficiency maximizing mechanism, while o(log k)\ndo not. This is in contrast to the result of Bulow and Klemperer comparing the\nrevenue of the two mechanisms, where only one extra bidder suffices. More\nprecisely, they show that the revenue of the efficiency maximizing mechanism\nwith k+1 bidders is no less than the revenue of the revenue maximizing\nmechanism with k bidders.\n  We extend our result for the case of selling t identical items and show that\n2.2 log k + t Theta(log log k) extra bidders suffice for the revenue maximizing\nmechanism to match the efficiency of the efficiency maximizing mechanism.\n  In order to prove our results, we do a classification of Monotone Hazard Rate\n(MHR) distributions and identify a family of MHR distributions, such that for\neach class in our classification, there is a member of this family that is\npointwise lower than every distribution in that class. This lets us prove\ninteresting structural theorems about distributions with Monotone Hazard Rate.\n","Comment: ACM conference on Electronic Commerce, 2009"]}]
["0906.1020",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1020","PROBING STELLAR POPULATIONS OUT TO THE DISTANT UNIVERSE: CEFALU\n  2008, Proceedings of the International Conference. AIP Conference\n  Proceedings, Volume 1111, pp. 67-74 (2009)","doi:10.1063/1.3141624"],"date":["2009-06-04"],"type":["text"],"creator":["Coelho, Paula"],"language":[],"coverage":[],"title":["Spectral libraries and their uncertainties"],"description":["  Libraries of stellar spectra are fundamental tools in the study of stellar\npopulations and in automatic determination of atmospheric parameters for large\nsamples of observed stars. In the context of the present volume, here I give an\noverview of the current status of stellar spectral libraries from the\nperspective of stellar population modeling: what we have currently available,\nhow good they are, and where we need further improvement.\n"]}]
["0906.1022",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1022"],"date":["2009-06-04"],"type":["text"],"creator":["Saslow, W. M."],"language":[],"coverage":[],"title":["Comments On Supersolidity"],"description":["  Assuming that the well-confirmed non-classical rotational inertia (NCRI)\neffect in solid $^4$He, suggested by Leggett, indicates supersolid behavior, we\nmake a number of remarks about both theory and experiment. (1) The\nlong-wavelength, low-frequency (\"hydrodynamic\") part of the theory of Andreev\nand Lifshitz has nine variables, and thus must have nine modes. We find a new\nmode associated with lattice point diffusion (and thus vacancy diffusion); it\nmay explain the absence of supersolid behavior in low-frequency pressure-driven\nflow. (2) The observed upper limit for the NCRI fraction (NCRIf) of about 20%,\nin disordered samples, is more-or-less the same as the already predicted upper\nlimit for the superfluid fraction of a well-ordered crystal; we argue that this\nmay not be a coincidence. (3) The negative experimental evidence for a second\npropagating hydrodynamic mode (expected to be fourth sound-like) may be due to\nthe long relaxation times $\\tau$ at low temperature $T$; only for frequencies\nsatisfying $\\omega\\tau\\ll1$ does the hydrodynamic theory apply. (4) The\nfundamental principles of quantum mechanics imply that Bose-Einstein\ncondensation is not necessary to define a quantum-mechanical phase; therefore\nthe absence of a finite condensate fraction $f_{0}$ does not necessarily imply\nthe absence of superfluidity. (5) Just as vortices should avoid occupied\nlattice sites to provide a vortex-lattice interaction, the lattice should\ninteract with the vortices to provide a lattice-vortex interaction; thus\ndislocations should interact with vortices, whose motion is affected by\nrotation. We discuss some experimental implications for the vortex liquid\nmodel, shear response, hysteresis, and relaxation.\n","Comment: submitted to Physical Review B, June 4, 2009"]}]
["0906.1029",{"format":[],"subject":["Mathematics - Number Theory","11N37","11N60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1029"],"date":["2009-06-04"],"type":["text"],"creator":["Coons, Michael","Dahmen, Sander R."],"language":[],"coverage":[],"title":["On the residue class distribution of the number of prime divisors of an\n  integer"],"description":["  The {\\em Liouville function} is defined by $\\gl(n):=(-1)^{\\Omega(n)}$ where\n$\\Omega(n)$ is the number of prime divisors of $n$ counting multiplicity. Let\n$\\z_m:=e^{2\\pi i/m}$ be a primitive $m$--th root of unity. As a generalization\nof Liouville's function, we study the functions\n$\\gl_{m,k}(n):=\\z_m^{k\\Omega(n)}$. Using properties of these functions, we give\na weak equidistribution result for $\\Omega(n)$ among residue classes. More\nformally, we show that for any positive integer $m$, there exists an $A>0$ such\nthat for all $j=0,1,...,m-1,$ we have $$#\\{n\\leq x:\\Omega(n)\\equiv j (\\bmod\nm)\\}=\\frac{x}{m}+O(\\frac{x}{\\log^A x}).$$ Best possible error terms are also\ndiscussed. In particular, we show that for $m>2$ the error term is not\n$o(x^\\ga)$ for any $\\ga<1$.\n","Comment: 7 pages"]}]
["0906.1033",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1033"],"date":["2009-06-04"],"type":["text"],"creator":["Parasa, Srinivas V.","Eswaran, K."],"language":[],"coverage":[],"title":["Quantum Pseudo-fractional Fourier Transform and its application to\n  quantum phase estimation"],"description":["  - In this paper we present a method to compute the coefficients of the\nfractional Fourier transform (FrFT) on a quantum computer using quantum gates\nof polynomial complexity of the order O(n^3). The FrFt, a generalization of the\nDFT, has wide applications in signal processing and is particularly useful to\nimplement the Pseudopolar and Radon transforms. Even though the FrFT is a\nnon-unitary operation, to develop its quantum counterpart, we develop a unitary\noperator called the quantum Pseudo-fraction Fourier Transform (QPFrFT) in a\nhigher-dimensional Hilbert space, in order to computer the coefficients of the\nFrFT. In this process we develop a unitary operator denoted U by which is an\nessential step to implement the QPFrFT. We then show the application of the\noperator U in the problem of quantum phase estimation.\n"]}]
["0906.1036",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1036","Prog. Theor. Phys. Suppl. No. 176 (2008) 182"],"date":["2009-06-05"],"type":["text"],"creator":["Shibata, Naokazu"],"language":[],"coverage":[],"title":["Quantum Hall Systems Studied by the Density Matrix Renormalization Group\n  Method"],"description":["  The ground-state and low-energy excitations of quantum Hall systems are\nstudied by the density matrix renormalization group (DMRG) method. From the\nground-state pair correlation functions and low-energy excitions, the\nground-state phase diagram is determined, which consists of incompressible\nliquid states, Fermi liquid type compressible liquid states, and many kinds of\nCDW states called stripe, bubble and Wigner crystal. The spin transition and\nthe domain formation are studied at v=2/3. The evolution from composite fermion\nliquid state to an excitonic state in bilayer systems is investigated at total\nfilling factor v=1.\n","Comment: 21 pages, 18 figures"]}]
["0906.1043",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1043","doi:10.1134/S1063773709070020"],"date":["2009-06-05"],"type":["text"],"creator":["Klochkova, V. G."],"language":[],"coverage":[],"title":["Detection of heavy-metal lines in the spectrum of the circumstellar\n  envelope of a post-AGB star"],"description":["  Splitting of the strongest absorption lines with a lower-level excitation\npotential $\\chi<$1eV has been detected for the first time in the optical\nspectra of the post-AGB star V354Lac obtained with a spectral resolution\nR=60000 at the 6-m telescope BTA. Analysis of the kinematics shows that the\nshort-wavelength component of the split line originates in the star's thick\ngas-dust envelope. Disregarding the splitting of strong lines when the chemical\ncomposition is calculated leads to overestimated excess of s-process elements\n(Ba, La, Ce, Nd) in the stellar atmosphere. The profiles of strong absorption\nlines have been found to be variable. The available radial-velocity data\nsuggest the absence of any trend in the velocity field in the atmosphere and\ncircumstellar envelope of V354Lac over 15 years of its observations.\n","Comment: 12 pages, 5 figures, 1 table"]}]
["0906.1045",{"format":[],"subject":["Physics - Classical Physics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1045"],"date":["2009-06-05"],"type":["text"],"creator":["Arik, Metin","Yarman, Tolga","Kholmetskii, Alexander L."],"language":[],"coverage":[],"title":["Quantum Mechanical Disclosure of the Classical Adiabatic Constancy of\n  PVg for an Ideal Gas, and for a Photon Gas"],"description":["  Previously, we established a connection between the macroscopic classical\nlaws of gases and the quantum mechanical description of molecules of an ideal\ngas (T. Yarman et al. arXiv:0805.4494). In such a gas, the motion of each\nmolecule can be considered independently on all other molecules, and thus the\nmacroscopic parameters of the ideal gas, like pressure P and temperature T, can\nbe introduced as a result of simple averaging over all individual motions of\nthe molecules. It was shown that for an ideal gas enclosed in a macroscopic\ncubic box of volume V, the constant, arising along with the classical law of\nadiabatic expansion, i.e. PV5/3=constant, can be explicitly derived based on\nquantum mechanics, so that the constant comes to be proportional to h^2/m; here\nh is the Planck Constant, and m is the relativistic mass of the molecule the\ngas is made of. In this article we show that the same holds for a photon gas,\nalthough the related setup is quite different than the previous ideal gas\nsetup. At any rate, we come out with PV5/3 hc=constant, where c is the speed of\nlight. No matter what the dimensions of the constants in question are different\nfrom each other, they are still rooted to universal constants, more\nspecifically to h2 and to hc, respectively; their ratio, i.e. V1/3 h/mc,\ninterestingly pointing to the de Broglie relationship's cast.\n","Comment: 7 pages"]}]
["0906.1046",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1046"],"date":["2009-06-05"],"type":["text"],"creator":["Yang, Nuo","Zhang, Gang","Li, Baowen"],"language":[],"coverage":[],"title":["Thermal Rectification In Asymmetric Graphene Ribbons"],"description":["  In this paper, heat flux in graphene nano ribbons has been studied by using\nmolecular dynamics simulations. It is found that the heat flux runs\npreferentially along the direction of decreasing width, which demonstrates\nsignificant thermal rectification effect in the asymmetric graphene ribbons.\nThe dependence of rectification ratio on the vertex angle and the length are\nalso discussed. Compared to the carbon nanotube based one-dimensional thermal\nrectifier, graphene nano ribbons have much higher rectification ratio even in\nlarge scale. Our results demonstrate that asymmetric graphene ribbon might be a\npromising structure for practical thermal (phononics) device.\n"]}]
["0906.1048",{"format":[],"subject":["Mathematics - Dynamical Systems","37FXX"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1048"],"date":["2009-06-05"],"type":["text"],"creator":["Chéritat, Arnaud"],"language":[],"coverage":[],"title":["Relatively compact Siegel disks with non-locally connected boundaries"],"description":["  We construct holomorphic maps with a Siegel disk whose boundary is not\nlocally connected (and is an indecomposable continuum), yet compactly contained\nin the domain of definition of the map. Our examples are injective and defined\non a subset of C.\n","Comment: 11 pages, 1 figure"]}]
["0906.1049",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1049","Applied Physics Letters 93, 243111, (2008)","doi:10.1063/1.3049603"],"date":["2009-06-05"],"type":["text"],"creator":["Yang, Nuo","Zhang, Gang","Li, Baowen"],"language":[],"coverage":[],"title":["Carbon Nanocone: A Promising Thermal Rectifier"],"description":["  With molecular dynamics simulations, we demonstrate very obvious thermal\nrectification in large temperature range from 200 to 400 K in nanocone. We also\nobserve that the rectification of nanocone does not depend on the length very\nsensitively, which is in stark contrast with the nanotube thermal rectifier in\nwhich the rectification decreases dramatically as the length increases. Our\nwork demonstrates that carbon nanocone is a promising practical phononic\ndevice.\n"]}]
["0906.1052",{"format":[],"subject":["Physics - History and Philosophy of Physics","Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1052"],"date":["2009-06-05"],"type":["text"],"creator":["Crovisier, Jacques"],"language":[],"coverage":[],"title":["Astronomy and astronomers in Jules Verne's novels"],"description":["  Almost all the \"Voyages Extraordinaires\" written by Jules Verne refer to\nastronomy. In some of them, astronomy is even the leading theme. However, Jules\nVerne was basically not learned in science. His knowledge of astronomy came\nfrom contemporaneous popular publications and discussions with specialists\namong his friends or his family. In this article, I examine, from the text and\nillustrations of his novels, how astronomy was perceived and conveyed by Jules\nVerne, with errors and limitations on the one hand, with great respect and\nenthusiasm on the other hand. This informs us on how astronomy was understood\nby an \"honn\\^ete homme\" in the late 19th century.\n","Comment: 6 pages, 4 figures, proceedings of IAU Symposium 260 \"The R\\^ole of\n  Astronomy in Society and Culture\""]}]
["0906.1058",{"format":[],"subject":["Physics - Fluid Dynamics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1058"],"date":["2009-06-05"],"type":["text"],"creator":["Tessarotto, Massimo","Cremaschini, Claudio","Tessarotto, Marco"],"language":[],"coverage":[],"title":["Lagrangian dynamics of thermal tracer particles in Navier-Stokes fluids"],"description":["  A key issue in fluid dynamics is the definition of the phase-space Lagrangian\ndynamics characterizing prescribed ideal fluids (i.e., continua), which is\nrelated to the dynamics of so-called \\textit{ideal tracer particles} moving in\nthe same fluids. These are by definition particles of infinitesimal size which\ndo not produce significant perturbations of the fluid fields and do not\ninteract among themselves. In this work we point out that the phase-space\nLagrangian description of incompressible Navier-Stokes fluids can be achieved\nby means of a particular subset of ideal tracer particles, denoted as thermal\nparticles. For these particles the magnitude of their relative velocities -\nwith respect to the local fluid velocity - is solely determined by the kinetic\npressure, in turn, uniquely related to the fluid pressure. The dynamics of\nthermal tracer particles is shown to generate the time-evolution of the fluid\nfields by means of a suitable statistical model. The result is reached\nintroducing a 1-D statistical description of the fluid exclusively based on the\nensemble of thermal tracer particles. In particular, it is proven that the\nstatistic of thermal particles can be uniquely defined requiring that for these\nparticles the directions of their initial relative velocities are defined by a\nsuitable family of random coplanar unit vectors.\n"]}]
["0906.1059",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory","62G10, 62G20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1059"],"date":["2009-06-05"],"type":["text"],"creator":["Nazarov, Alexander","Stepanova, Natalia"],"language":[],"coverage":[],"title":["On asymptotic efficiency of multivariate version of Spearman's rho"],"description":["  A multivariate version of Spearman's rho for testing independence is\nconsidered. Its asymptotic efficiency is calculated under a general\ndistribution model specified by the dependence function. The efficiency\ncomparison study that involves other multivariate Spearman-type test statistics\nis made. Conditions for Pitman optimality of the test are established. Examples\nthat illustrate the quality of the multivariate Spearman's test are included.\n","Comment: 18 pages"]}]
["0906.1064",{"format":[],"subject":["Mathematics - Group Theory","20D08, 20D05, 20C40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1064"],"date":["2009-06-05"],"type":["text"],"creator":["Kim, Hyun Kyu","Michler, Gerhard O."],"language":[],"coverage":[],"title":["Construction of Fischer's sporadic group Fi'_{24} inside GL_{8671}(13)"],"description":["  In this article we construct an irreducible simple subgroup G = <q, y, t, w>\nof GL_{8671}(13) from an irreducible subgroup T of GL_{11}(2) isomorphic to\nMathieu's simple group M_{24} by means of Algorithm 2.5 of [13]. We also use\nthe first author's similar construction of Fischer's sporadic simple group G_1\n= Fi_{23} described in [11]. He starts from an irreducible subgroup T_1 of\nGL_{11}(2) contained in T which is isomorphic to M_{23}. In [7] J. Hall and L.\nS. Soicher published a nice presentation of Fischer's original 3-transposition\ngroup Fi_{24} [6]. It is used here to show that G is isomorphic to the simple\ncommutator subgroup Fi'_{24} of Fi_{24}. We also determine a faithful\npermutation representation of G of degree 306936 with stabilizer G_1 = <q, y,\nw> $\\cong$ Fi_{23}. It enabled MAGMA to calculate the character table of G\nautomatically. Furthermore, we prove that G has two conjugacy classes of\ninvolutions z and u such that C_G(u) = <q, y, t> $\\cong$ 2Aut(\\Fi_{22}).\nMoreover, we determine a presentation of H = C_G(z) and a faithful permutation\nrepresentation of degree 258048 for which we document a stabilizer.\n","Comment: 112 pages"]}]
["0906.1067",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1067"],"date":["2009-06-05"],"type":["text"],"creator":["Pennington, M. R."],"language":[],"coverage":[],"title":["Strong Coupling QCD in the Continuum"],"description":["  A short overview of studies of strong coupling problems in hadron physics is\npresented. The Schwinger-Dyson/Bethe-Salpeter approach in the continuum allows\nthe perturbative regime to be connected to the world of strong coupling that\ncontrols confinement and chiral dynamics that in turn determines the properties\nof light hadrons with just one scale, {\\it viz.} $\\Lambda_{QCD}$, and with the\naddition of current masses the properties of heavy flavours too.\n","Comment: 8 pages, 4 figures International Workshop on Effective Field\n  Theories: from the pion to the upsilon February 2-6, 2009,Valencia, Spain"]}]
["0906.1068",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1068"],"date":["2009-06-05"],"type":["text"],"creator":["von Doetinchem, Ph.","Kirn, Th.","Luebelsmeyer, K.","Schael, St."],"language":[],"coverage":[],"title":["The Anticoincidence Counter System of AMS-02"],"description":["  The AMS-02 experiment will be installed on the International Space Station at\nan altitude of about 400 km in 2010 to measure for three years cosmic rays. The\ntotal acceptance including the electromagnetic calorimeter is 0.095 m$^2$sr.\n  This work focuses on the anticoincidence counter system (ACC). The ACC is a\nsingle layer composed of 16 interlocking scintillator panels that surround the\ntracker inside the inner bore of the superconducting magnet. The ACC needs to\ndetect particles that enter or exit the tracker through the sides with an\nefficiency of better than 99.99 %. This allows to reject particles that have\nnot passed through all the subdetectors and may confuse the charge and momentum\nmeasurements which is important for an improvement of the\nantinuclei-measurements.\n  In 2007/2008 all subdetectors were integrated into the AMS-02 experiment and\natmospheric muons were collected. These data were used to determine the ACC\ndetection efficiency.\n","Comment: 4 pages, 8 figures, conference proceedings of the ICRC 2009"]}]
["0906.1072",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1072"],"date":["2009-06-05"],"type":["text"],"creator":["Pennington, M. R."],"language":[],"coverage":[],"title":["Hadronic structure from two photon collisions"],"description":["  We briefly describe what a two photon capability with KLOE2 can measure and\ndiscuss what this will teach us about the world of light hadrons.\n","Comment: 3 pages, 3 figures Invited talk at the Workshop on Physics with\n  KLOE2, LNF, Frascati, April 9-10, 2009"]}]
["0906.1074",{"format":[],"subject":["Mathematics - Algebraic Geometry","14F35, 14D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1074"],"date":["2009-06-05"],"type":["text"],"creator":["Shimada, Ichiro"],"language":[],"coverage":[],"title":["Generalized Zariski-van Kampen theorem and its application to\n  Grassmannian dual varieties"],"description":["  We formulate and prove a generalization of Zariski-van Kampen theorem on the\ntopological fundamental groups of smooth complex algebraic varieties. As an\napplication, we prove a hyperplane section theorem of Lefschetz-Zariski-van\nKampen type for the fundamental groups of the complements to the Grassmannian\ndual varieties.\n","Comment: 41 pages, 16 figures"]}]
["0906.1075",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1075"],"date":["2009-06-05"],"type":["text"],"creator":["Gouzevitch, Maxime"],"language":[],"coverage":[],"title":["Jet physics and strong coupling at HERA"],"description":["  Jet production in electron-proton scattering at HERA provides an important\ntesting ground for Quantum Chromodynamics (QCD). The inclusive jet and\nmulti-jet cross sections recently measured by H1 and ZEUS collaborations allow\na precise determination of the strong coupling and test of its running.\nAdditionally, a measurement of the angular correlations in the 3-jet events\ngives a handle on the fundamental gauge structure of the QCD.\n","Comment: 4 pages, 4 figures, Moriond QCD 2009 workshop (La Tuile, Italy)"]}]
["0906.1077",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1077"],"date":["2009-06-05"],"type":["text"],"creator":["Chaturvedi, Pratik","Hsu, Keng","Kumar, Anil","Mabon, James C.","Fang, Nicholas"],"language":[],"coverage":[],"title":["Imaging of plasmonic modes of silver nanoparticles using high-resolution\n  cathodoluminescence spectroscopy"],"description":["  Cathodoluminescence spectroscopy has been performed on silver nanoparticles\nin a scanning electron microscopy setup. Peaks appearing in the visible range\nfor particles fabricated on silicon substrate are shown to arrive from\nexcitation of out of plane eigenmodes by the electron beam. Monochromatic\nemission maps have been shown to resolve spatial field variation of resonant\nplasmon mode on length scale smaller than 25nm. Finite-difference time-domain\nnumerical simulations are performed for both the cases of light excitation and\nelectron excitation. The results of radiative emission under electron\nexcitation show an excellent agreement with experiments. A complete vectorial\ndescription of induced field is given, which complements the information\nobtained from experiments.\n","Comment: Submitted to ACS Nano"]}]
["0906.1079",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1079"],"date":["2009-06-05"],"type":["text"],"creator":["Pope, Graeme"],"language":[],"coverage":[],"title":["Modified Frame Reconstruction Algorithm for Compressive Sensing"],"description":["  Compressive sensing is a technique to sample signals well below the Nyquist\nrate using linear measurement operators. In this paper we present an algorithm\nfor signal reconstruction given such a set of measurements. This algorithm\ngeneralises and extends previous iterative hard thresholding algorithms and we\ngive sufficient conditions for successful reconstruction of the original data\nsignal. In addition we show that by underestimating the sparsity of the data\nsignal we can increase the success rate of the algorithm.\n  We also present a number of modifications to this algorithm: the\nincorporation of a least squares step, polynomial acceleration and an adaptive\nmethod for choosing the step-length. These modified algorithms converge to the\ncorrect solution under similar conditions to the original un-modified\nalgorithm. Empirical evidence show that these modifications dramatically\nincrease both the success rate and the rate of convergence, and can outperform\nother algorithms previously used for signal reconstruction in compressive\nsensing.\n"]}]
["0906.1087",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1087"],"date":["2009-06-05"],"type":["text"],"creator":["Medvedev, M. V.","Spitkovsky, A."],"language":[],"coverage":[],"title":["Whence particle acceleration"],"description":["  We discuss how the electrons in relativistic GRB shocks can reach\nnear-equipartition in energy with the protons. We emphasize the non-Fermi\norigin of such acceleration. We argue that the dynamics of the electrons in the\nforeshock region and at the shock front plays an important role. We also\ndemonstrate that PIC simulations can directly probe this physics in the regimes\nrelevant to GRBs.\n","Comment: Proceedings of the meeting ``070228 - The Next Decade of GRB\n  Afterglows'' held March 19-23, 2007 in Amsterdam"]}]
["0906.1091",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Classical Analysis and ODEs","34B05, 34B15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1091"],"date":["2009-06-05"],"type":["text"],"creator":["Canada, Antonio","Villegas, Salvador"],"language":[],"coverage":[],"title":["Lyapunov inequalities for Neumann boundary conditions at higher\n  eigenvalues"],"description":["  This paper is devoted to the study of Lyapunov-type inequality for Neumann\nboundary conditions at higher eigenvalues. Our main result is derived from a\ndetailed analysis about the number and distribution of zeros of nontrivial\nsolutions and their first derivatives, together with the use of suitable\nminimization problems. This method of proof allows to obtain new information on\nLyapunov constants. For instance, we prove that as in the classical result by\nLyapunov, the best constant is not attained. Additionally, we exploit the\nrelation between Neumann boundary conditions and disfocality to provide new\nnonresonance conditions at higher eigenvalues.\n","Comment: 17 pages. To appear in JEMS"]}]
["0906.1093",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Classical Analysis and ODEs","34B15, 34B05, 35J20, 35J25, 35J65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1093"],"date":["2009-06-05"],"type":["text"],"creator":["Canada, Antonio","Villegas, Salvador"],"language":[],"coverage":[],"title":["Matrix Lyapunov inequalities for ordinary and elliptic partial\n  differential equations"],"description":["  This paper is devoted to the study of $L_p$ Lyapunov-type inequalities for\nlinear systems of equations with Neumann boundary conditions and for any\nconstant $p \\geq 1$. We consider ordinary and elliptic problems. The results\nobtained in the linear case are combined with Schauder fixed point theorem to\nprovide new results about the existence and uniqueness of solutions for\nresonant nonlinear problems. The proof uses in a fundamental way the nontrivial\nrelation between the best Lyapunov constants and the minimum value of some\nespecial minimization problems.\n","Comment: 17 pages"]}]
["0906.1094",{"format":[],"subject":["Statistics - Applications","Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1094","Annals of Applied Statistics 2009, Vol. 3, No. 1, 222-248","doi:10.1214/08-AOAS212"],"date":["2009-06-05"],"type":["text"],"creator":["Luo, Ruiyan","Larget, Bret"],"language":[],"coverage":[],"title":["Modeling substitution and indel processes for AFLP marker evolution and\n  phylogenetic inference"],"description":["  The amplified fragment length polymorphism (AFLP) method produces anonymous\ngenetic markers from throughout a genome. We extend the nucleotide substitution\nmodel of AFLP evolution to additionally include insertion and deletion\nprocesses. The new Sub-ID model relaxes the common assumption that markers are\nindependent and homologous. We build a Markov chain Monte Carlo methodology\ntailored for the Sub-ID model to implement a Bayesian approach to infer AFLP\nmarker evolution. The method allows us to infer both the phylogenies and the\nsubset of markers that are possibly homologous. In addition, we can infer the\ngenome-wide relative rate of indels versus substitutions. In a case study with\nAFLP markers from sedges, a grass-like plant common in North America, we find\nthat accounting for insertion and deletion makes a difference in phylogenetic\ninference. The inference of topologies is not sensitive to the prior settings\nand the Jukes--Cantor assumption for nucleotide substitution. The model for\ninsertion and deletion we introduce has potential value in other phylogenetic\napplications.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AOAS212 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0906.1106",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1106"],"date":["2009-06-05"],"type":["text"],"creator":["Patel, Jay Prakash","Singh, Anar","Pandey, Dhananjai"],"language":[],"coverage":[],"title":["Evidence for First Order Cubic Paraelectric to Rhombohedral\n  Ferroelectric Phase Transition in 0.8BiFeO3-0.2Pb(Fe1/2Nb1/2)O3"],"description":["  The current controversies about the existence of an intermediate 'beta' phase\nof BiFeO_3 and the high temperature paraelectric 'gamma' phase are resolved by\nstudying the sequence of ferroic transitions in\n0.8BiFeO_3-0.2Pb(Fe_1/2Nb_1/2)O_3 (BF-0.2PFN) with lowered transition\ntemperature. It is shown that the room temperature ferroelectric phase of\n0.8BF-0.2PFN in the R3c space group transforms to the paraelectric/paraelastic\ncubic (Pm-3m) phase directly without any intermediate 'beta' phase reported in\nthe literature. This transition is of first order type as confirmed by the\ncoexistence of R3c and Pm-3m phases over a 100K range and a discontinuous\nchange in the unit cell volume.\n","Comment: 18 pages including 4 Figures"]}]
["0906.1107",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1107","Annals of Applied Statistics 2009, Vol. 3, No. 1, 249-271","doi:10.1214/08-AOAS213"],"date":["2009-06-05"],"type":["text"],"creator":["Huber, Philippe","Scaillet, Olivier","Victoria-Feser, Maria-Pia"],"language":[],"coverage":[],"title":["Assessing multivariate predictors of financial market movements: A\n  latent factor framework for ordinal data"],"description":["  Much of the trading activity in Equity markets is directed to brokerage\nhouses. In exchange they provide so-called \"soft dollars,\" which basically are\namounts spent in \"research\" for identifying profitable trading opportunities.\nSoft dollars represent about USD 1 out of every USD 10 paid in commissions.\nObviously they are costly, and it is interesting for an institutional investor\nto determine whether soft dollar inputs are worth being used (and indirectly\npaid for) or not, from a statistical point of view. To address this question,\nwe develop association measures between what broker--dealers predict and what\nmarkets realize. Our data are ordinal predictions by two broker--dealers and\nrealized values on several markets, on the same ordinal scale. We develop a\nstructural equation model with latent variables in an ordinal setting which\nallows us to test broker--dealer predictive ability of financial market\nmovements. We use a multivariate logit model in a latent factor framework,\ndevelop a tractable estimator based on a Laplace approximation, and show its\nconsistency and asymptotic normality. Monte Carlo experiments reveal that both\nthe estimation method and the testing procedure perform well in small samples.\nThe method is then used to analyze our dataset.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AOAS213 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0906.1108",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1108"],"date":["2009-06-05"],"type":["text"],"creator":["Kretzschmar, Jan","H1, for the","Collaborations, the ZEUS"],"language":[],"coverage":[],"title":["Proton Structure Measurements and the HERAPDF fit"],"description":["  New and previously published measurements on the deep inelastic $ep$\nscattering cross section by the H1 and ZEUS collaborations are presented. The\nuncertainties can be significantly reduced by a model independent combination\nprocedure, which treats the systematic error correlations in a coherent way.\nThe combined H1 and ZEUS measurements of the inclusive neutral and charged\ncurrent cross sections are used to perform a common NLO QCD fit, called HERAPDF\n0.1. The resulting set of parton density functions (PDFs) have a much improved\nexperimental uncertainty compared to previous extractions using the uncombined\nH1 or ZEUS data.\n","Comment: 4 pages, 6 figures, part of the Lake Louise Winter Institute 2009\n  proceedings"]}]
["0906.1109",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1109"],"date":["2009-06-05"],"type":["text"],"creator":["Rosas-Casals, Martí","Solé, Ricard"],"language":[],"coverage":[],"title":["Analysis of major failures in Europe's power grid"],"description":["  Power grids are prone to failure. Time series of reliability measures such as\ntotal power loss or energy not supplied can give significant account of the\nunderlying dynamical behavior of these systems, specially when the resulting\nprobability distributions present remarkable features such as an algebraic\ntail, for example. In this paper, seven years (from 2002 to 2008) of Europe's\ntransport of electricity network failure events have been analyzed and the best\nfit for this empirical data probability distribution is presented. With the\nactual span of available data and although there exists a moderate support for\nthe power law model, the relatively small amount of events contained in the\nfunction's tail suggests that other causal factors might be significantly\nruling the system's dynamics.\n","Comment: 4 pages 1 figure"]}]
["0906.1111",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1111","Compte-Rendus de la 12\\`eme Rencontre du Non Lin\\'eaire (2009) pp:\n  146-154"],"date":["2009-06-05"],"type":["text"],"creator":["Nourine, Mourad","Peil, Michael","Larger, Laurent"],"language":[],"coverage":[],"title":["Chaos g\\'en\\'er\\'e par une non lin\\'earit\\'e 2D et une dynamique \\`a\n  retard"],"description":["  We present a new optoelectronic architecture intended for chaotic optical\nintensity generation. The principle relies on an electro-optic non-linear delay\ndynamics, which non linearity is performed by a 4-waves integrated optics\ninterferometer involving 2 independent electro-optic modulation inputs. The\nsetup allows both to have an ultra-fast dynamics up to several GHz frequencies,\nand potentially high dimensional chaos intended for encryption of optical data\nat the physical layer. We have built a mathematical model of the system and\nanalyzed a number of its possible solutions: stable steady states, periodic and\nchaotic regimes. The experimental observations allowed to validate the\ndynamical model, through good qualitative agreements with the numerical\nsimulations.\n"]}]
["0906.1112",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1112"],"date":["2009-06-05"],"type":["text"],"creator":["Mégel, Jacques","Kliava, Janis"],"language":[],"coverage":[],"title":["On the buoyancy force and the metacentre"],"description":["  We address the point of application A of the buoyancy force (also known as\nthe Archimedes force) by using two different definitions of the point of\napplication of a force, derived one from the work-energy relation and another\none from the equation of motion. We present a quantitative approach to this\nissue based on the concept of the hydrostatic energy, considered for a general\nshape of the immersed cross-section of the floating body. We show that the\nlocation of A depends on the type of motion experienced by the body. In\nparticular, in vertical translation, from the work-energy viewpoint, this point\nis fixed with respect to the centre of gravity G of the body. In contrast, in\nrolling/pitching motion there is duality in the location of A ; indeed, the\nwork-energy relation implies A to be fixed with respect to the centre of\nbuoyancy C, while from considerations involving the rotational moment it\nfollows that A is located at the metacentre M. We obtain analytical expressions\nof the location of M for a general shape of the immersed cross-section of the\nfloating body and for an arbitrary angle of heel. We show that three different\ndefinitions of M viz., the ?geometrical? one, as the centre of curvature of the\nbuoyancy curve, the Bouguer's one, involving the moment of inertia of the plane\nof flotation, and the ?dynamical? one, involving the second derivative of the\nhydrostatic energy, refer to one and the same special point, and we demonstrate\na close relation between the height of M above the line of flotation and the\nstability of the floating body. Finally, we provide analytical expressions and\ngraphs of the buoyancy, flotation and metacentric curves as functions of the\nangle of heel, for some particular shapes of the floating bodies.\n","Comment: 33 pages, 17 figures, 25 r\\'ef\\'erences"]}]
["0906.1115",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1115","Annals of Applied Statistics 2009, Vol. 3, No. 1, 272-291","doi:10.1214/08-AOAS208"],"date":["2009-06-05"],"type":["text"],"creator":["Stein, Michael L."],"language":[],"coverage":[],"title":["Spatial interpolation of high-frequency monitoring data"],"description":["  Climate modelers generally require meteorological information on regular\ngrids, but monitoring stations are, in practice, sited irregularly. Thus, there\nis a need to produce public data records that interpolate available data to a\nhigh density grid, which can then be used to generate meteorological maps at a\nbroad range of spatial and temporal scales. In addition to point predictions,\nquantifications of uncertainty are also needed. One way to accomplish this is\nto provide multiple simulations of the relevant meteorological quantities\nconditional on the observed data taking into account the various uncertainties\nin predicting a space-time process at locations with no monitoring data. Using\na high-quality dataset of minute-by-minute measurements of atmospheric pressure\nin north-central Oklahoma, this work describes a statistical approach to\ncarrying out these conditional simulations. Based on observations at 11\nstations, conditional simulations were produced at two other sites with\nmonitoring stations. The resulting point predictions are very accurate and the\nmultiple simulations produce well-calibrated prediction uncertainties for\ntemporal changes in atmospheric pressure but are substantially overconservative\nfor the uncertainties in the predictions of (undifferenced) pressure.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AOAS208 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0906.1117",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1117","Annals of Applied Statistics 2009, Vol. 3, No. 1, 292-318","doi:10.1214/08-AOAS202"],"date":["2009-06-05"],"type":["text"],"creator":["Culp, Mark","Michailidis, George","Johnson, Kjell"],"language":[],"coverage":[],"title":["On multi-view learning with additive models"],"description":["  In many scientific settings data can be naturally partitioned into variable\ngroupings called views. Common examples include environmental (1st view) and\ngenetic information (2nd view) in ecological applications, chemical (1st view)\nand biological (2nd view) data in drug discovery. Multi-view data also occur in\ntext analysis and proteomics applications where one view consists of a graph\nwith observations as the vertices and a weighted measure of pairwise similarity\nbetween observations as the edges. Further, in several of these applications\nthe observations can be partitioned into two sets, one where the response is\nobserved (labeled) and the other where the response is not (unlabeled). The\nproblem for simultaneously addressing viewed data and incorporating unlabeled\nobservations in training is referred to as multi-view transductive learning. In\nthis work we introduce and study a comprehensive generalized fixed point\nadditive modeling framework for multi-view transductive learning, where any\nview is represented by a linear smoother. The problem of view selection is\ndiscussed using a generalized Akaike Information Criterion, which provides an\napproach for testing the contribution of each view. An efficient implementation\nis provided for fitting these models with both backfitting and local-scoring\ntype algorithms adjusted to semi-supervised graph-based learning. The proposed\ntechnique is assessed on both synthetic and real data sets and is shown to be\ncompetitive to state-of-the-art co-training and graph-based techniques.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AOAS202 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0906.1124",{"format":[],"subject":["Physics - Fluid Dynamics","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1124","in \"Mathematical Aspects of Natural Dynamos\", E. Dormy, A.M.\n  Soward (eds.), Grenoble Sciences and CRC Press, Boca Raton, pp. 119-198,\n  ISBN-13:978-1-58488-954-0, 2007"],"date":["2009-06-05"],"type":["text"],"creator":["Busse, F. H.","Simitev, R. D."],"language":[],"coverage":[],"title":["Convection in Rotating Spherical Fluid Shells"],"description":["  The chapter begins with a description of the annulus model of rotationg\nconvection. The basic equations for the spherical problem are then introduced\nand the onset of columnar convection in spherical shells is discussed. The\nonset of inertial mode convection is described which prevails at very low\nPrandtl numbers. The properties of finite amplitude convection are outlined for\na wide range of Prandtl numbers. Equatorially attached convection is considered\nwhich evolves from inertial mode convection.\n"]}]
["0906.1125",{"format":[],"subject":["Mathematics - Category Theory","Mathematics - Rings and Algebras","18D10","16D90"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1125"],"date":["2009-06-05"],"type":["text"],"creator":["Hovey, Mark"],"language":[],"coverage":[],"title":["Additive closed symmetric monoidal structures on R-modules"],"description":["  In this paper, we classify additive closed symmetric monoidal structures on\nthe category of left R-modules by using Watts' theorem. An additive closed\nsymmetric monoidal structure is equivalent to an R-module Lambda_{A,B} equipped\nwith two commuting right R-module structures represented by the symbols A and\nB, an R-module K to serve as the unit, and certain isomorphisms. We use this\nresult to look at simple cases. We find rings R for which there are no additive\nclosed symmetric monoidal structures on R-modules, for which there is exactly\none (up to isomorphism), for which there are exactly seven, and for which there\nare a proper class of isomorphism classes of such structures. We also prove\nsome general structual results; for example, we prove that the unit K must\nalways be a finitely generated R-module.\n"]}]
["0906.1127",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1127"],"date":["2009-06-05"],"type":["text"],"creator":["Goswami, Partha"],"language":[],"coverage":[],"title":["Theoretical investigation of a CDDW Hamiltonian for YBCO to explore the\n  possibility of quantum oscillations in specific heat"],"description":["  We investigate a chiral d-density wave (CDDW) mean field Hamiltonian in\nmomentum space for the under-doped YBCO. We consider the commensurate density\nwave order which doubles the unit cell of the real space lattice and derive an\nexpression for entropy in the CDDW state in the absence of magnetic field. We\nshow that the transition to CDDW state gives rise to the occurrence of\ndiscontinuities in the entropy density difference between the CDDW state and\nthe normal state at eight points(Hot spots) on the boundary of the reduced\nBrillouin zone. The chirality induced anomalous Nernst signal is shown to arise\nmainly from the points close to these Hot spots and not from the hole pockets\nas reported by the previous authors. We also show the possibility of quantum\noscillations in the specific heat for the system under consideration in the\npresence of a changing magnetic field.\n","Comment: 4 pages, 1 figure, Submitted to publication in Physica status\n  solidi(2009)Wiley-VCH Verlag GmbH & Co. KGaA,Weinheim (QCNP09)"]}]
["0906.1128",{"format":[],"subject":["Mathematics - Number Theory","11E45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1128"],"date":["2009-06-05"],"type":["text"],"creator":["Cerviño, Juan Marcos","Hein, Georg"],"language":[],"coverage":[],"title":["Lattice invariants from the heat kernel"],"description":["  We derive lattice invariants from the heat flux of a lattice. Using systems\nof harmonic polynomials, we obtain sums of products of spherical theta\nfunctions which give new invariants of integer lattices which are modular\nforms. In particular, we show that the modular forms $\\Theta_{nn,\\Lambda}$\ndepend only from lengths and angles in the lattice.\n","Comment: 12 pages"]}]
["0906.1131",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1131"],"date":["2009-06-05"],"type":["text"],"creator":["Diaz-Garcia, Jose A.","Gutierrez-Jaimez, Ramon"],"language":[],"coverage":[],"title":["Complex bimatrix variate generalised beta distributions"],"description":["  In this paper, the study of bivariate generalised beta type I and II\ndistributions is extended to the complex matrix variate case, for which the\ncorresponding density functions are found. In addition, for complex bimatrix\nvariate beta type I distributions, several basic properties, including the\njoint eigenvalue density and the maximum eigenvalue distribution, are studied.\n","Comment: 13 pages"]}]
["0906.1132",{"format":[],"subject":["Mathematics - Rings and Algebras","00A99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1132"],"date":["2009-06-05"],"type":["text"],"creator":["Graczyńska, Ewa"],"language":[],"coverage":[],"title":["Dependence spaces"],"description":["  The Steinitz exchange lemma is a basic theorem in linear algebra used, for\nexample, to show that any two bases for a finite-dimensional vector space have\nthe same number of elements. The result is named after the German mathematician\nErnst Steinitz. We present another proof of the result of N.J.S. Hughes\n\\cite{1} on Steinitz' exchange theorem for infinite bases. In our proof we\nassume Kuratowski-Zorn Maximum Principle instead of well ordering. We present\nsome examples of dependence spaces of general nature with theirs possible\napplications of the result in other as linear or universal algebra domains of\nmathematical sciences. The lecture was presented on 77th Workshop on General\nAlgebra, 24th Conference for Young Algebraists in Potsdam (Germany) on 21st\nMarch 2009.\n"]}]
["0906.1134",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1134"],"date":["2009-06-05"],"type":["text"],"creator":["Hassam, A. B.","Rodgers, J. C."],"language":[],"coverage":[],"title":["Magnetic Spring Device"],"description":["  A cylindrical system is proposed that will store magnetic energy in a\nlocalized azimuthal field that can then be quickly released on Alfvenic\ntimescales, accompanied by the formation of a flowing Z-pinch plasma. The\nmagnetized plasma is MHD in character and will have unilateral axial momentum\nwith Alfvenic speeds. Conventional plasma gun injectors (Marshall type) have a\nlimited parameter space of operation. The \"magnetic spring\" momentum injector\ndiffers from Marshall guns in that it has an already stored strong magnetic\nfield before release. The resulting parameter space is much broader. There are\npossible applications to momentum injectors for fusion and to plasma and rail\nguns.\n"]}]
["0906.1136",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1136"],"date":["2009-06-05"],"type":["text"],"creator":["Diaz-Garcia, Jose A.","Gutierrez-Jaimez, Ramon"],"language":[],"coverage":[],"title":["Noncentral bimatrix variate generalised beta distributions"],"description":["  In this paper, we determine the density functions of nonsymmetrised doubly\nnoncentral matrix variate beta type I and II distributions. The nonsymetrised\ndensity functions of doubly noncentral and noncentral bimatrix variate\ngeneralised beta type I and II distributions are also obtained.\n","Comment: 14 pages"]}]
["0906.1138",{"format":[],"subject":["Mathematics - Complex Variables","30D50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1138"],"date":["2009-06-05"],"type":["text"],"creator":["Chyzhykov, Igor"],"language":[],"coverage":[],"title":["Argument of bounded analytic functions and Frostman's type conditions"],"description":["  We describe the growth of the naturally defined argument of a bounded\nanalytic function in the unit disk in terms of the complete measure introduced\nby A.Grishin. As a consequence, we characterize the local behavior of a\nlogarithm of an analytic function. We also find necessary and sufficient\nconditions for closeness of $\\log f(z)$, $f\\in H^\\infty$, and the local\nconcentration of the zeros of $f$.\n","Comment: 17 pages"]}]
["0906.1141",{"format":[],"subject":["Mathematics - Probability","Mathematics - Combinatorics","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1141"],"date":["2009-06-05"],"type":["text"],"creator":["Sontag, Eduardo","Zeilberger, Doron"],"language":[],"coverage":[],"title":["A Symbolic Computational Approach to a Problem Involving Multivariate\n  Poisson Distributions"],"description":["  Multivariate Poisson random variables subject to linear integer constraints\narise in several application areas, such as queuing and biomolecular networks.\nThis note shows how to compute conditional statistics in this context, by\nemploying WF Theory and associated algorithms. A symbolic computation package\nhas been developed and is made freely available. A discussion of motivating\nbiomolecular problems is also provided.\n","Comment: 19 pages, accompanied by a maple package MVPoisson downloadable from\n  http://www.math.rutgers.edu/~zeilberg/mamarim/mamarimhtml/mvp.html"]}]
["0906.1151",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1151"],"date":["2009-06-05"],"type":["text"],"creator":["Burde, Dietrich","Dekimpe, Karel","Vercammen, Kim"],"language":[],"coverage":[],"title":["Complete LR-structures on solvable Lie algebras"],"description":["  An LR-structure on a Lie algebra is a bilinear product, satisfying certain\ncommutativity relations, and which is compatible with the Lie product.\nLR-structures arise in the study of simply transitive affine actions on Lie\ngroups. In particular one is interested in the question which Lie algebras\nadmit a complete LR-structure. In this paper we show that a Lie algebra admits\na complete LR-structure if and only if it admits any LR-structure.\n"]}]
["0906.1152",{"format":[],"subject":["Mathematics - Geometric Topology","19K56"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1152"],"date":["2009-06-05"],"type":["text"],"creator":["Zadeh, Mostafa Esfahani"],"language":[],"coverage":[],"title":["An appendix to a paper by B. Hanke and T. Schick"],"description":["  In this short note we apply methods introduced by B. Hanke and T. Shick to\nprove the vanishing of (low dimensional) higher $A$-genera for spin manifolds\nadmitting a positive scalar curvature metric. Our aim is to provide a short and\nunified proof for this beautiful result without using the strong Novikov\nconjecture.\n"]}]
["0906.1155",{"format":[],"subject":["Physics - Plasma Physics","Mathematical Physics","14J32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1155"],"date":["2009-06-05"],"type":["text"],"creator":["de Andrade, Garcia"],"language":[],"coverage":[],"title":["Magnetic filamentary structures in the ${\\alpha}^{2}$ dynamo spectrum in\n  plasmas"],"description":["  Kinney et al [PPL \\textbf{1},(1994)] have investigated plasma filamentary\nstructure dynamics. More recently, Wilkin et al [Phys Rev Lett\n\\textbf{99}:134501,(2007)] have shown that kinetic energy spectrum of magnetic\nstructures in small-scale dynamos, are predominantly filamentary. Kirilov et al\n[PRE (2009)] have shown that use of the boundary values of the mean-field\nisotropic helical turbulent ${\\alpha}^{2}$-dynamo, could determine the\nmorphology of dynamo instability. In this paper, filamentary Frenet frame in\ndiffusive media, displays the existence of kinematic chaotic dynamo in 3D\nEuclidean space ${\\textbf{E}^{3}}$. In 2D, either no dynamo action spectrum is\nfound, in agreement with Cowling anti-dynamo theorem, or slow dynamos [PPL\n\\textbf{15},(2008)]. Curvature and diffusion effects are encodded in the matrix\nrepresentation of ${\\alpha}^{2}$-dynamo operator. Instead of principal scalar\ncurvatures ${\\kappa}_{1}$ and ${\\kappa}_{2}$ of the surface of structures, only\none scalar curvature ${\\kappa}$ is needed to determine dynamos spectra.\nFilament thickness, increases with scalar curvature, as happens in solar\nphysics.\n","Comment: Dept of theoretical physics-IF-UERJ-Brasil"]}]
["0906.1159",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1159"],"date":["2009-06-05"],"type":["text"],"creator":["Attanasi, A."],"language":[],"coverage":[],"title":["Competition between Superconductivity and Charge Density Waves: the Role\n  of Disorder"],"description":["  More recently STM experimets present firm evidence of some kind of charge\nmodulation in underdoped cuprates. The peculiar observations of the above\nexperiments are located in the so called pseudo-gap region of the phase\ndiagram, just over the superconducting-dome. The model that will be used\ncaptures in a simple way the idea that the pseudo-gap phase is formed of bound\nfermion pairs which are close to a CDW instability but generally do not have\nlong range order due to quenched disorder. Thus the charge degrees of freedom\nwill be modeled by an Ising order parameter in the presence of quenched\ndisorder, so representing a charge glassy phase. This glassy phase will be in\ncompetition with a superconducting phase modeled by a complex order parameter.\nAs a first step we will study the model in one dimension without disorder to\nfamiliarize with it and also to search for a possible explanation of the Giant\nProximity Effect (GPE). After that we will investigate numerically the ground\nstate properties of the 2-dimensional lattice model, focusing our attention\nespecially on the stiffness and magnetization of the system in the xy plane. We\nwill show that disorder can induce superconductivity in a CDW phase. This\npicture is really interesting because it could show how an insulating system\ncan produce a superconducting phase thank to the interplay with impurites.\n","Comment: 162 pages, PhD thesis"]}]
["0906.1162",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1162"],"date":["2009-06-05"],"type":["text"],"creator":["Odell, E.","Sari, B.","Schlumprecht, Th.","Zheng, B."],"language":[],"coverage":[],"title":["Systems formed by translates of one element in $L_p(\\mathbb R)$"],"description":["  Let $1\\le p <\\infty$, $f\\in L_p(\\real)$ and $\\Lambda\\subseteq \\real$. We\nconsider the closed subspace of $L_p(\\real)$, $X_p (f,\\Lambda)$, generated by\nthe set of translations $f_{(\\lambda)}$ of $f$ by $\\lambda \\in\\Lambda$. If\n$p=1$ and $\\{f_{(\\lambda)} :\\lambda\\in\\Lambda\\}$ is a bounded minimal system in\n$L_1(\\real)$, we prove that $X_1 (f,\\Lambda)$ embeds almost isometrically into\n$\\ell_1$. If $\\{f_{(\\lambda)} :\\lambda\\in\\Lambda\\}$ is an unconditional basic\nsequence in $L_p(\\real)$, then $\\{f_{(\\lambda)} : \\lambda\\in\\Lambda\\}$ is\nequivalent to the unit vector basis of $\\ell_p$ for $1\\le p\\le 2$ and $X_p\n(f,\\Lambda)$ embeds into $\\ell_p$ if $2<p\\le 4$. If $p>4$, there exists $f\\in\nL_p(\\real)$ and $\\Lambda \\subseteq \\zed$ so that $\\{f_{(\\lambda)}\n:\\lambda\\in\\Lambda\\}$ is unconditional basic and $L_p(\\real)$ embeds\nisomorphically into $X_p (f,\\Lambda)$.\n"]}]
["0906.1165",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1165"],"date":["2009-06-05"],"type":["text"],"creator":["Bhowmick, Diptendu"],"language":[],"coverage":[],"title":["A Note on Threshold Dimension of Permutation Graphs"],"description":["  A graph $G(V,E)$ is a threshold graph if there exist non-negative reals $w_v,\nv \\in V$ and $t$ such that for every $U \\subseteq V$, $\\sum_{v \\in U} w_v\\leq\nt$ if and only if $U$ is a stable set. The {\\it threshold dimension} of a graph\n$G(V,E)$, denoted as $t(G)$, is the smallest integer $k$ such that $E$ can be\ncovered by $k$ threshold spanning subgraphs of $G$. A permutation graph is a\ngraph that can be represented as the intersection graph of a family of line\nsegments that connect two parallel lines in the Euclidean plane. In this paper\nwe will show that if $G$ is a permutation graph then $t(G) \\leq \\alpha(G)$\n(where $\\alpha(G)$ is the cardinality of maximum independent set in $G$) and\nthis bound is tight. As a corollary we will show that $t(G) \\leq \\frac{n}{2}$\nwhere $n$ is the number of vertices in the permutation graph $G$. This bound is\nalso tight.\n","Comment: 8 pages, 3 figures"]}]
["0906.1166",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Computer Science - Computational Engineering, Finance, and Science","Computer Science - Discrete Mathematics","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1166"],"date":["2009-06-05"],"type":["text"],"creator":["Cardona, Gabriel","Llabres, Merce","Rossello, Francesc","Valiente, Gabriel"],"language":[],"coverage":[],"title":["Comparison of Galled Trees"],"description":["  Galled trees, directed acyclic graphs that model evolutionary histories with\nisolated hybridization events, have become very popular due to both their\nbiological significance and the existence of polynomial time algorithms for\ntheir reconstruction. In this paper we establish to which extent several\ndistance measures for the comparison of evolutionary networks are metrics for\ngalled trees, and hence when they can be safely used to evaluate galled tree\nreconstruction methods.\n","Comment: 36 pages"]}]
["0906.1167",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1167"],"date":["2009-06-05"],"type":["text"],"creator":["Enciso, Alberto"],"language":[],"coverage":[],"title":["Spin models of Calogero-Sutherland type and associated spin chains"],"description":["  Several topics related to quantum spin models of Calogero-Sutherland type,\npartially solvable spin chains and Polychronakos's \"freezing trick\" are\nrigorously studied.\n","Comment: Ph.D. Thesis, Universidad Complutense (Thesis Defense: May 4, 2007)"]}]
["0906.1170",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1170"],"date":["2009-06-05"],"type":["text"],"creator":["Smirnov, Oleg"],"language":[],"coverage":[],"title":["Imbedding of Lie triple systems into Lie algebras"],"description":["  We show that the category of Lie triple systems is equivalent to the category\nof Lie algebras graded by Z/(2Z) such that the odd component generates the\nalgbera and the second graded cohomology group coefficients in any trivial\nmodule is zero. As a corollary we obtain an analogous result for symmetric\nspaces and Lie groups.\n","Comment: 13 pages"]}]
["0906.1171",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1171"],"date":["2009-06-05"],"type":["text"],"creator":["Vernet, Renaud","Collaboration, for the ALICE"],"language":[],"coverage":[],"title":["Soft Probes of the Quark-Gluon Plasma with ALICE at LHC"],"description":["  The Large Hadron Collider (LHC) should start its activity of data taking by\nthe end of summer 2009, and will provide beams of p-p and Pb-Pb at colliding\nenergies up to 14 TeV and 5.5 ATeV respectively. The Pb-Pb heavy-ion program\naims at reaching the necessary conditions to create a deconfined state of\npartons, the Quark-Gluon Plasma (QGP), whose study is one of the most exciting\nphysics topics to be explored thanks to the possibilites offered by this\nnew-generation accelerator. In particular, the \"soft\" observables related to\nlow and intermediate pT processes, will shed light on many fundamental\nproperties of the system, such as thermodynamic parameters, chemical\ncomposition, expansion velocity etc. The p-p collisions will be of great\ninterest as well, since they will serve as an essential reference for heavy\nions.\n  ALICE (A Large Ion Collider Experiment) is the LHC experiment dedicated to\nthe study of the QGP. Its large acceptance and low magnetic field make it\nparticularly suited for the study of soft phenomena. After having given an\noverview of this detector, I will present the main motivations and prospects\nfor soft physics in both p-p and Pb-Pb collisions.\n","Comment: 4 pages, 1 figure. Proceedings of the Lake Louise Winter Institute\n  2009"]}]
["0906.1174",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1174"],"date":["2009-06-05"],"type":["text"],"creator":["Solórzano, Pedro"],"language":[],"coverage":[],"title":["Submanifolds and the Sasaki Metric"],"description":["  This is the content of a talk given by the author at the 2009 Lehigh\nUniversity Geometry/Topology Conference.\n  Using the definition of connection given by Dieudonn\\'e, the Sasaki metric on\nthe tangent bundle to a Riemannian manifold is expressed in a natural way.\n  Also, the following property is established. The induced metric on the\ntangent bundle of an isometrically embedded submanifold is the Sasaki metric if\nand only if the submanifold is totally geodesic.\n"]}]
["0906.1178",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Combinatorics","51M20","52B15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1178"],"date":["2009-06-05"],"type":["text"],"creator":["Pellicer, Daniel","Schulte, Egon"],"language":[],"coverage":[],"title":["Regular Polygonal Complexes in Space, I"],"description":["  A polygonal complex in euclidean 3-space is a discrete polyhedron-like\nstructure with finite or infinite polygons as faces and finite graphs as\nvertex-figures, such that a fixed number r of faces surround each edge. It is\nsaid to be regular if its symmetry group is transitive on the flags. The\npresent paper and its successor describe a complete classification of regular\npolygonal complexes in 3-space. In particular, the present paper establishes\nbasic structure results for the symmetry groups, discusses geometric and\nalgebraic aspects of operations on their generators, characterizes the\ncomplexes with face mirrors as the 2-skeletons of the regular 4-apeirotopes in\n3-space, and fully enumerates the simply flag-transitive complexes with mirror\nvector (1,2). The second paper will complete the enumeration.\n","Comment: Transactions American Mathematical Society (to appear), 41 pages, 9\n  figures"]}]
["0906.1180",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1180"],"date":["2009-06-05"],"type":["text"],"creator":["Romanelli, Alejandro"],"language":[],"coverage":[],"title":["Generalized Jaynes-Cummings model as a quantum search algorithm"],"description":["  We propose a continuous time quantum search algorithm using a generalization\nof the Jaynes-Cummings model. In this model the states of the atom are the\nelements among which the algorithm realizes the search, exciting resonances\nbetween the initial and the searched states. This algorithm behaves like\nGrover's algorithm; the optimal search time is proportional to the square root\nof the size of the search set and the probability to find the searched state\noscillates periodically in time. In this frame, it is possible to reinterpret\nthe usual Jaynes-Cummings model as a trivial case of the quantum search\nalgorithm.\n","Comment: 5 pages, 2 figures"]}]
["0906.1182",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1182"],"date":["2009-06-05"],"type":["text"],"creator":["Mancarella, P.","Terreni, G.","Sadri, F.","Toni, F.","Endriss, U."],"language":[],"coverage":[],"title":["The CIFF Proof Procedure for Abductive Logic Programming with\n  Constraints: Theory, Implementation and Experiments"],"description":["  We present the CIFF proof procedure for abductive logic programming with\nconstraints, and we prove its correctness. CIFF is an extension of the IFF\nproof procedure for abductive logic programming, relaxing the original\nrestrictions over variable quantification (allowedness conditions) and\nincorporating a constraint solver to deal with numerical constraints as in\nconstraint logic programming. Finally, we describe the CIFF system, comparing\nit with state of the art abductive systems and answer set solvers and showing\nhow to use it to program some applications. (To appear in Theory and Practice\nof Logic Programming - TPLP).\n"]}]
["0906.1183",{"format":[],"subject":["Mathematics - Commutative Algebra","12H05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1183"],"date":["2009-06-05"],"type":["text"],"creator":["Trushin, Dima"],"language":[],"coverage":[],"title":["Nullstellensatz over quasifields"],"description":["  We investigate the least studied class of differential rings -- the class of\ndifferential rings of nonzero characteristic. We present the notion of\ndifferentially closed quasifield and develop geometrical theory of differential\nequations in nonzero characteristic. The notions of quasivarieties and their\nmorphisms are scrutinized. Presented machinery is a basis for reduction modulo\np for differential equations.\n","Comment: 21 pages"]}]
["0906.1188",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1188"],"date":["2009-06-05"],"type":["text"],"creator":["Bock, James","Aljabri, Abdullah","Amblard, Alex","Baumann, Daniel","Betoule, Marc","Chui, Talso","Colombo, Loris","Cooray, Asantha","Crumb, Dustin","Day, Peter","Dickinson, Clive","Dowell, Darren","Dragovan, Mark","Golwala, Sunil","Gorski, Krzysztof","Hanany, Shaul","Holmes, Warren","Irwin, Kent","Johnson, Brad","Keating, Brian","Kuo, Chao-Lin","Lee, Adrian","Lange, Andrew","Lawrence, Charles","Meyer, Steve","Miller, Nate","Nguyen, Hien","Pierpaoli, Elena","Ponthieu, Nicolas","Puget, Jean-Loup","Raab, Jeff","Richards, Paul","Satter, Celeste","Seiffert, Mike","Shimon, Meir","Tran, Huan","Williams, Brett","Zmuidzinas, Jonas"],"language":[],"coverage":[],"title":["Study of the Experimental Probe of Inflationary Cosmology\n  (EPIC)-Intemediate Mission for NASA's Einstein Inflation Probe"],"description":["  Measurements of Cosmic Microwave Background (CMB) anisotropy have served as\nthe best experimental probe of the early universe to date. The inflationary\nparadigm, inspired in part by the extreme isotropy of the CMB, is now a\ncornerstone in modern cosmology. Inflation has passed a series of rigorous\nexperimental tests, but we still do not understand the physical mechanism or\nenergy scale behind inflation. A general prediction of inflation and one that\ncan provide certain insights into inflationary physics is a background of\nprimordial gravitational waves. These perturbations leave a distinct signature\nin the CMB B-modes of polarization. The EPIC (Experimental Probe of\nInflationary Cosmology) study team has investigated several CMB polarization\nmission concepts to carry out a definitive measurement of the inflationary\nB-mode polarization spectrum. In this report we study a mission with an\naperture intermediate between the two missions discussed in our previous\nreport. EPIC-IM's increased aperture allows access to a broader science case\nthan the small EPIC-Low Cost mission. In addition to the search for\ninflationary gravitational waves, the increase aperture allows us to mine the\nscale polarization and lensing shear polarization signals down to cosmological\nlimits, so that we extract virtually all the cosmological information available\nfrom the CMB. In addition, a modest number of channels operating at higher\nfrequencies allows for an all-sky measurement of polarized Galactic dust, which\nwill provide a rich dataset for Galactic science related to magnetic fields.\nUsing a combination of a large sensitivity focal plane with a new optical\ndesign, and an efficient 4K mechanical cooler, EPIC-IM realizes higher\nsensitivity than EPIC-Comprehensive Science mission.\n","Comment: 157 pages. This report presents the EPIC mission concept for NASA's\n  Inflation Probe (CMBpol) for CMB polarization measurements with an aperture\n  intermediate between the previous EPIC-Low Cost and Comprehensive Science\n  missions studied in arXiv:0805.4207"]}]
["0906.1191",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics","11P21","11H06","52C05","11Y55","05A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1191"],"date":["2009-06-05"],"type":["text"],"creator":["Breuer, Felix","von Heymann, Frederik"],"language":[],"coverage":[],"title":["Staircases in Z^2"],"description":["  A staircase is the set of points in Z^2 below a given rational line in the\nplane that have Manhattan Distance less than 1 to the line. Staircases are\nclosely related to Beatty and Sturmian sequences of rational numbers.\nConnecting the geometry and the number theoretic concepts, we obtain three\nequivalent characterizations of Sturmian sequences of rational numbers, as well\nas a new proof of Barvinok's Theorem in dimension two, a recursion formula for\nDedekind-Carlitz polynomials and a partially new proof of White's\ncharacterization of empty lattice tetrahedra. Our main tool is a recursive\ndescription of staircases in the spirit of the Euclidean Algorithm.\n","Comment: 32 pages, 11 figures"]}]
["astro-ph/0308311",{"format":[],"subject":["Astrophysics","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0308311","Smith, D.S., and Scalo, J.M. (2004) Icarus, 171, 229","doi:10.1016/j.icarus.2004.04.009"],"date":["2003-08-18","2004-06-02"],"type":["text"],"creator":["Smith, David S.","Scalo, John","Wheeler, J. Craig"],"language":[],"coverage":[],"title":["Transport of Ionizing Radiation in Terrestrial-like Exoplanet\n  Atmospheres"],"description":["  (Abridged) The propagation of ionizing radiation through model atmospheres of\nterrestrial-like exoplanets is studied for a large range of column densities\nand incident photon energies using a Monte Carlo code we have developed to\ntreat Compton scattering and photoabsorption. Incident spectra from parent star\nflares, supernovae, and gamma-ray bursts are modeled and compared to energetic\nparticles in importance. We find that terrestrial-like exoplanets with\natmospheres thinner than about 100 g cm^-2 transmit and reprocess a significant\nfraction of incident gamma-rays, producing a characteristic, flat surficial\nspectrum. Thick atmospheres (>~ 100 g cm^-2) efficiently block even gamma-rays,\nbut nearly all incident energy is redistributed into diffuse UV and visible\naurora-like emission, increasing the effective atmospheric transmission by many\norders of magnitude. Depending on the presence of molecular UV absorbers and\natmospheric thickness, up to 10% of the incident energy can reach the surface\nas UV reemission. For the Earth, between 2 x 10^-3 and 4 x 10^-2 of the\nincident flux reaches the ground in the biologically effective 200--320 nm\nrange, depending on O_2/O_3 shielding. Finally, we suggest that transient\natmospheric ionization layers can be frequently created at low altitudes. We\nconclude that these events can produce frequent fluctuations in atmospheric\nionization levels and surficial UV fluxes on terrestrial-like planets.\n","Comment: 59 pages, 15 figures; in press in Icarus; minor edits, no results\n  changed"]}]
["astro-ph/0406644",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0406644"],"date":["2004-06-29","2009-06-06"],"type":["text"],"creator":["Srivastava, P. K.","Rao, Pramesh"],"language":[],"coverage":[],"title":["Electron Temperatures in W51 Complex from High Resolution, Low Frequency\n  Radio Observations"],"description":["  W51 is a giant radio complex lying along the tangent to the Sagitarius arm at\na distance of about 7kpc from Sun, with an extension of about 1deg in the sky.\nIt is divided into three components A,B,C where W51A and W51B consist of many\ncompact HII regions while W51C is a supernova remnant. We have made continuum\nradio observations of these HII regions of the W51 complex at 240,610,1060,1400\nMHz using GMRT with lower resolution 20''x15'' at the lowest frequency. The\nobserved spectra of the prominent thermal subcomponents of W51 have been fitted\nto a free-free emission spectrum and their physical properties like electron\ntemperatures and emission measures have been estimated. The electron\ntemperatures from continuum spectra are found to be lower than the temperatures\nreported from radio recombination line (RRL) studies of these HII regions\nindicating the need for a filling factor even at this resolution. Also, the\nobserved brightness at 240MHz is found to be higher than expected from the best\nfits suggesting the need for a multicomponent model for the region.\n","Comment: 21 pages,17figures.contents revised, submitted to JAA"]}]
["astro-ph/0610091",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0610091","Smith, D.S., and Scalo, J.M. (2006) Plan. Sp. Sci, 55, 517","doi:10.1016/j.pss.2006.10.001"],"date":["2006-10-03"],"type":["text"],"creator":["Smith, David S.","Scalo, John M."],"language":[],"coverage":[],"title":["Solar X-ray Flare Hazards on the Surface of Mars"],"description":["  Putative organisms on the Martian surface would be exposed to potentially\nhigh doses of ionizing radiation during strong solar X-ray flares. We\nextrapolate the observed flare frequency-energy release scaling relation to\nreleases much larger than seen so far for the sun, an assumption supported by\nobservations of flares on other solar- and subsolar-mass main sequence stars.\nWe calculate the surficial reprocessed X-ray spectra using a Monte Carlo code\nwe have developed. Biological doses from indirect genome damage are calculated\nfor each parameterized flare spectrum by integration over the X-ray opacity of\nwater. We estimate the mean waiting time for solar flares producing a given\nbiological dose of ionizing radiation on Mars and compare with lethal dose data\nfor a wide range of terrestrial organisms. These timescales range from decades\nfor significant human health risk to 0.5 Myr for D. radiodurans lethality. Such\ndoses require total flare energies of 10^33--10^38 erg, the lower range of\nwhich has been observed for other stars. Flares are intermittent bursts, so\nacute lethality will only occur on the sunward hemisphere during a sufficiently\nenergetic flare, unlike low-dose-rate, extended damage by cosmic rays. We\nestimate the soil and CO_2 ice columns required to provide 1/e shielding as\n4--9 g cm^-2, depending on flare mean energy and atmospheric column density.\nTopographic altitude variations give a factor of two variation in dose for a\ngiven flare. Life in ice layers that may exist ~ 100 g cm^-2 below the surface\nwould be well protected.\n","Comment: To be published in Planetary and Space Science; 33 pages, 3 figures"]}]
["astro-ph/0701314",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0701314","Smith, D. S., and J. M. Scalo (2007), Space Weather, 5, S06004","doi:10.1029/2006SW000300"],"date":["2007-01-10"],"type":["text"],"creator":["Smith, David S.","Scalo, John M."],"language":[],"coverage":[],"title":["Risks due to X-ray Flares during Astronaut Extravehicular Activity"],"description":["  Solar hard X-ray flares can expose astronauts on lunar and deep space\nextravehicular activities (EVAs) to dangerous acute biological doses. We\ncombine calculations of radiative transfer through shielding materials with\nsubsequent transfer through tissue to show that hazardous doses, taken as >=\n0.1 Gy, should occur with a probability of about 10% per 100 hours of\naccumulated EVA inside current spacesuits. The rapid onset and short duration\nof X-ray flares and the lack of viable precursor events require strategies for\nquick retreat, in contrast to solar proton events, which usually take hours to\ndeliver significant fluence and can often be anticipated by flares or other\nlight-speed precursors. Our results contrast with the view that only particle\nradiation poses dangers for human space exploration. Heavy-element shields\nprovide the most efficient protection from X-ray flares, since X-rays produce\nno significant secondary radiation. We calculate doses due to X-ray flares\nbehind aluminum shields and estimate the required shield masses to accompany\nEVA rovers.\n","Comment: 8 pages, 2 figures; to be published in Space Weather"]}]
["cond-mat/0410132",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0410132","Phys. Rev. Lett. 94, 070604 (2005)","doi:10.1103/PhysRevLett.94.070604"],"date":["2004-10-06","2009-06-08"],"type":["text"],"creator":["Vojta, Matthias","Tong, Ning-Hua","Bulla, Ralf"],"language":[],"coverage":[],"title":["Quantum phase transitions in the sub-ohmic spin-boson model: Failure of\n  the quantum-classical mapping"],"description":["  The effective theories for many quantum phase transitions can be mapped onto\nthose of classical transitions. Here we show that such a mapping fails for the\nsub-ohmic spin-boson model which describes a two-level system coupled to a\nbosonic bath with power-law spectral density, J(omega) ~ omega^s. Using an\nepsilon expansion we prove that this model has a quantum transition controlled\nby an interacting fixed point at small s, and support this by numerical\ncalculations. In contrast, the corresponding classical long-range Ising model\nis known to have an upper-critical dimension at s = 1/2, with mean-field\ntransition behavior controlled by a non-interacting fixed point for 0 < s <\n1/2. The failure of the quantum-classical mapping is argued to arise from the\nlong-ranged interaction in imaginary time in the quantum model.\n","Comment: 4 pages, 3 figs; (v2) discussion extended; (v3) marginal changes,\n  final version as published; (v4) added erratum pointing out that main\n  conclusions were incorrect due to subtle failures of the NRG"]}]
["math-ph/0603001",{"format":[],"subject":["Mathematical Physics","Mathematics - Numerical Analysis","05A16, 28D20, 37M25, 82B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0603001"],"date":["2006-02-28","2009-06-08"],"type":["text"],"creator":["Friedland, Shmuel","Lundow, Per Hakan","Markstrom, Klas"],"language":[],"coverage":[],"title":["The 1-vertex transfer matrix and accurate estimation of channel capacity"],"description":["  The notion of a 1-vertex transfer matrix for multi-dimensional codes is\nintroduced. It is shown that the capacity of such codes, or the topological\nentropy, can be expressed as the limit of the logarithm of spectral radii of\n1-vertex transfer matrices. Storage and computations using the 1-vertex\ntransfer matrix are much smaller than storage and computations needed for the\nstandard transfer matrix. The method is applied to estimate the first 15 digits\nof the entropy of the 2-dimensional (0,1) run length limited channel. In order\nto compare the computational cost of the new method with the standard transfer\nmatrix and have rigorous bounds to compare the estimates with a large scale\ncomputation of eigenvalues for the (0,1) run length limited channel in 2 and 3\ndimensions have been carried out. This in turn leads to improvements on the\nbest previous lower and upper bounds for that channel.\n"]}]
["math/0610457",{"format":[],"subject":["Mathematics - K-Theory and Homology","18G40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610457"],"date":["2006-10-15","2009-06-08"],"type":["text"],"creator":["Kuenzer, Matthias"],"language":[],"coverage":[],"title":["Comparison of spectral sequences involving bifunctors"],"description":["  Suppose given functors A x A' -F-> B -G-> C between abelian categories, an\nobject X in A and an object X' in A' such that certain conditions hold. We show\nthat, E_1-terms exempt, the Grothendieck spectral sequence of the composition\nof F(X,-) and G evaluated at X' is isomorphic to the Grothendieck spectral\nsequence of the composition of F(-,X') and G evaluated at X. So instead of\n\"resolving X' twice\", we may just as well \"resolve X twice\".\n","Comment: Typos in Secs. 8.1, 8.2 corrected. Appeared in Documenta Math. 13,\n  677-737, 2008"]}]
["math/0702594",{"format":[],"subject":["Mathematics - Rings and Algebras","17B50, 17B20, 17B56"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702594","Comm. Algebra 37 (2009), no. 7, 1850--1872."],"date":["2007-02-20","2008-03-07"],"type":["text"],"creator":["Viviani, Filippo"],"language":[],"coverage":[],"title":["Deformations of the restricted Melikian Lie algebra"],"description":["  We compute the infinitesimal deformations of the restricted Melikian Lie\nalgebra in characteristic 5.\n","Comment: 18 page, expanded version, to appear on Comm. Alg"]}]
