["0705.1960",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.1960","Prog.Theor.Phys.118:135-167,2007","doi:10.1143/PTP.118.135"],"date":["2007-05-14","2007-07-11"],"type":["text"],"creator":["Yoneya, Tamiaki"],"language":[],"coverage":[],"title":["Field Theory of Yang-Mills Quantum Mechanics for D Particles"],"description":["  We propose a new field-theoretic framework for formulating the\nnon-relativistic quantum mechanics of D particles in a Fock space of U(N)\nYang-Mills theories with all different N in a unified way. D-particle field\noperators, creating and annihilating a D particle and hence changing N one by\none, are defined. The base space of these D-particle fields is a (complex)\nvector space of infinite dimensions. The gauge invariance of Yang-Mills quantum\nmechanics is reinterpreted as a quantum-statistical symmetry, which is taken\ninto account by setting up a novel algebraic and projective structure in the\nformalism. Ordinary physical observables of Yang-Mills theory, obeying the\nstandard algebra, are expressed as bilinear forms of the D-particle fields.\nTogether with the open-closed string duality, our new formulation suggests a\ntrinity of three different but mutually dual viewpoints in string theory.\n","Comment: corrected typos, corrected references, 39 pages, 2 figures, version\n  to be published in Prog. Theor. Phys"]}]
["0707.1143",{"format":[],"subject":["Mathematics - Number Theory","14H52","11R23"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1143"],"date":["2007-07-08","2009-01-28"],"type":["text"],"creator":["Bandini, Andrea","Longhi, Ignazio"],"language":[],"coverage":[],"title":["Selmer groups for elliptic curves in Z_l^d-extensions of function fields\n  of characteristic p"],"description":["  Let $F$ be a function field of characteristic $p>0$, $\\F/F$ a Galois\nextension with $Gal(\\F/F)\\simeq \\Z_l^d$ (for some prime $l\\neq p$) and $E/F$ a\nnon-isotrivial elliptic curve. We study the behaviour of Selmer groups\n$Sel_E(L)_r$ ($r$ any prime) as $L$ varies through the subextensions of $\\F$\nvia appropriate versions of Mazur's Control Theorem. As a consequence we prove\nthat $Sel_E(\\F)_r$ is a cofinitely generated (in some cases cotorsion)\n$\\Z_r[[Gal(\\F/F)]]$-module.\n","Comment: Final version to appear in Annales de l'Institut Fourier"]}]
["0708.1988",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1988","Published in Radio Science, vol. 43, RS3002, 2008","doi:10.1029/2007RS003747"],"date":["2007-08-15"],"type":["text"],"creator":["Yaghjian, Arthur D.","O'Donnell, Terry H.","Altshuler, Edward E.","Best, Steven R."],"language":[],"coverage":[],"title":["Electrically Small Supergain Arrays"],"description":["  The theory, computer simulations, and experimental measurements are presented\nfor electrically small two-element supergain arrays with near optimal endfire\ngains of 7 dB. We show how the difficulties of narrow tolerances, large\nmismatches, low radiation efficiencies, and reduced scattering of electrically\nsmall parasitic elements are overcome by using electrically small resonant\nantennas as the elements in both separately driven and singly driven\n(parasitic) two-element electrically small supergain endfire arrays. Although\nrapidly increasing narrow tolerances prevent the practical realization of the\nmaximum theoretically possible endfire gain of electrically small arrays with\nmany elements, the theory and preliminary numerical simulations indicate that\nnear maximum supergains are also achievable in practice for electrically small\narrays with three (and possibly more) resonant elements if the decreasing\nbandwidth with increasing number of elements can be tolerated.\n","Comment: 10 pages, 11 figures, submitted to IEEE Transactions on Antennas and\n  Propagation (December 2006)"]}]
["0708.2887",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Algebraic Geometry","32C22, 32E10, 32H05, 32M17 (Primary)","14H55 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2887","J. Math. Pures Appl. 91 (2009), no. 1, 100-114","doi:10.1016/j.matpur.2008.09.010"],"date":["2007-08-21","2008-10-02"],"type":["text"],"creator":["Forstneric, Franc","Wold, Erlend Fornaess"],"language":[],"coverage":[],"title":["Bordered Riemann surfaces in C^2"],"description":["  One of the oldest open problems in the classical function theory is whether\nevery open Riemann surface admits a proper holomorphic embedding into C^2. In\nthis paper we prove the following Theorem: If D is a bordered Riemann surface\nwhose closure admits an injective immersion in C^2 that is holomorphic in D,\nthen D admits a proper holomorphic embedding in C^2. The most general earlier\nresults are due to J. Globevnik and B. Stensones (Math. Ann. 303 (1995),\n579-597) and E. F. Wold (Internat. J. Math. 17 (2006), 963-974). We give an\nexplicit and elementary construction that does not require the Teichmuller\nspace theory, and we also indicate another possible proof using the latter\ntheory.\n","Comment: 24 pages, 2 figures. To appear in J. Math. Pure Appl"]}]
["0708.4046",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.4046"],"date":["2007-08-29","2009-01-27"],"type":["text"],"creator":["Boukili, A. El","Sedra, M. B.","Zemate, A."],"language":[],"coverage":[],"title":["Super Gelfand-Dickey Algebra And Integrable Models"],"description":["  We present in this work a systematic study of integrable models and\nsupersymmetric extensions of the Gelfand-Dickey algebra of pseudo differential\noperators. We describe in detail the relation existing between the algebra of\nsuper pseudo-differential operators on the ring of superfields\n$u_{\\frac{s}{2}}(z,\\theta),s\\in Z$ and the higher and lower spin extensions of\nthe conformal algebra.\n","Comment: 24 pages"]}]
["0710.2933",{"format":[],"subject":["Physics - Classical Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2933","Published in New Journal of Physics, 10 (2008) 115022","doi:10.1088/1367-2630/10/11/115022"],"date":["2007-10-15","2008-09-15"],"type":["text"],"creator":["Yaghjian, Arthur D.","Maci, Stefano"],"language":[],"coverage":[],"title":["Alternative Derivation of Electromagnetic Cloaks and Concentrators"],"description":["  Beginning with a straightforward formulation of electromagnetic cloaking that\nreduces to a boundary value problem involving a single Maxwell first-order\ndifferential equation, explicit formulae for the relative\npermittivity-permeability dyadic and fields of spherical and circular\ncylindrical annular cloaks are derived in terms of general compressed radial\ncoordinate functions. The general formulation is based on the requirements that\nthe cloaking occurs for all possible incident fields and that the cloaks with\nfrequency w > 0 have continuous tangential E and H fields across their outer\nsurfaces, and zero normal D and B fields at their inner material surfaces. The\ntangential-field boundary conditions at the outer surface of the cloak ensure\nzero scattered fields, and the normal-field boundary conditions at the inner\nsurface of the cloak are compatible with zero total fields inside the interior\ncavity of the cloak. For spherical cloaks, unlike cylindrical cloaks, these\nboundary conditions lead to all the tangential components of the E and H fields\nbeing continuously zero across their inner surfaces -- cylindrical cloaks\nhaving delta functions in polarization densities at their inner surfaces. For\nbodies with no interior free-space cavities, the formulation is used to derive\nnonscattering spherical and cylindrical concentrators that magnify the incident\nfields near their centers. For static fields (w = 0), the boundary value\nformulation is appropriately modified to obtain a permeability dyadic that will\ncloak magnetostatic fields. Causality conditions imply that, unlike\nmagnetostatic cloaking, electrostatic cloaking as well as low-frequency\ncloaking for w > 0 is not realizable.\n","Comment: 30 pages, 1 figure, Revised for New Journal of Physics"]}]
["0710.4473",{"format":[],"subject":["Quantum Physics","Condensed Matter - Statistical Mechanics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4473","J.Phys.A41:164042,2008","doi:10.1088/1751-8113/41/16/164042"],"date":["2007-10-24","2008-03-12"],"type":["text"],"creator":["Klingmuller, Klaus","Gies, Holger"],"language":[],"coverage":[],"title":["Geothermal Casimir Phenomena"],"description":["  We present first worldline analytical and numerical results for the\nnontrivial interplay between geometry and temperature dependencies of the\nCasimir effect. We show that the temperature dependence of the Casimir force\ncan be significantly larger for open geometries (e.g., perpendicular plates)\nthan for closed geometries (e.g., parallel plates). For surface separations in\nthe experimentally relevant range, the thermal correction for the\nperpendicular-plates configuration exhibits a stronger parameter dependence and\nexceeds that for parallel plates by an order of magnitude at room temperature.\nThis effect can be attributed to the fact that the fluctuation spectrum for\nclosed geometries is gapped, inhibiting the thermal excitation of modes at low\ntemperatures. By contrast, open geometries support a thermal excitation of the\nlow-lying modes in the gapless spectrum already at low temperatures.\n","Comment: 8 pages, 3 figures, contribution to QFEXT07 proceedings, v2:\n  discussion switched from Casimir energy to Casimir force, new analytical\n  results included, matches JPhysA version"]}]
["0711.3771",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3771","Class.Quant.Grav.26:035024,2009","doi:10.1088/0264-9381/26/3/035024"],"date":["2007-11-23","2009-01-20"],"type":["text"],"creator":["Punzi, Raffaele","Schuller, Frederic P.","Wohlfarth, Mattias N. R."],"language":[],"coverage":[],"title":["Propagation of light in area metric backgrounds"],"description":["  The propagation of light in area metric spacetimes, which naturally emerge as\nrefined backgrounds in quantum electrodynamics and quantum gravity, is studied\nfrom first principles. In the geometric-optical limit, light rays are found to\nfollow geodesics in a Finslerian geometry, with the Finsler norm being\ndetermined by the area metric tensor. Based on this result, and an\nunderstanding of the non-linear relation between ray vectors and wave covectors\nin such refined backgrounds, we study light deflection in spherically symmetric\nsituations, and obtain experimental bounds on the non-metricity of spacetime in\nthe solar system.\n","Comment: 18pp, no figures, Journal version"]}]
["0712.2703",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2703","Lect.Notes Phys.769:427-470,2009","doi:10.1007/978-3-540-88460-6_11"],"date":["2007-12-17","2008-01-02"],"type":["text"],"creator":["Kodama, Hideo"],"language":[],"coverage":[],"title":["Perturbations and Stability of Higher-Dimensional Black Holes"],"description":["  In this lecture, I explain the gauge-invariant formulation for perturbations\nof background spacetimes with untwisted homologous Einstein fibres, which\ninclude lots of practically important spacetimes such as static black holes,\nstatic black branes and rotating black holes in various dimensions. As\napplications, we discuss the stability of static black holes in higher\ndimensions and flat black branes.\n","Comment: 45 pages, 9 figures. Based on the lecture given at the 4th Aegean\n  Summer School. References added and typos corrected"]}]
["0712.3357",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.3357","Phys. Rev. B 79, 014509 (2009)"],"date":["2007-12-20","2009-01-28"],"type":["text"],"creator":["Orgad, Dror"],"language":[],"coverage":[],"title":["Effects of geometrical fluctuations on the transition temperature of\n  disordered quasi-one-dimensional superconductors"],"description":["  We study the superconducting transition temperature, T_c, of an array of\nfluctuating, maximally gapped interacting ladders, embedded in a disordered\nplane. Renormalization group analysis indicates that geometrical fluctuations\nmitigate the suppression of the intra-ladder pairing correlations by the\ndisorder. In addition, the fluctuations enhance the Josephson tunneling between\nthe ladders. Both effects lead to an increase of T_c in the Josephson coupled\narray. These findings may be relevant to the understanding of the 1/8 anomaly\nin the lanthanum based high-temperature superconductors.\n","Comment: Expanded published version"]}]
["0801.0527",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0527","Lect.Notes Phys.769:49-87,2009","doi:10.1007/978-3-540-88460-6_2"],"date":["2008-01-03"],"type":["text"],"creator":["Winstanley, Elizabeth"],"language":[],"coverage":[],"title":["Classical Yang-Mills black hole hair in anti-de Sitter space"],"description":["  The properties of hairy black holes in Einstein-Yang-Mills (EYM) theory are\nreviewed, focusing on spherically symmetric solutions. In particular, in\nasymptotically anti-de Sitter space (adS) stable black hole hair is known to\nexist for su(2) EYM. We review recent work in which it is shown that stable\nhair also exists in su(N) EYM for arbitrary N, so that there is no upper limit\non how much stable hair a black hole in adS can possess.\n","Comment: 41 pages, 14 figures. Based on the lecture given at the 4th Aegean\n  Summer School"]}]
["0801.1226",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1226","J.Math.Phys.49:063510,2008","doi:10.1063/1.2940572"],"date":["2008-01-08","2008-05-24"],"type":["text"],"creator":["Lehner, C.","Wettig, T.","Guhr, T.","Wei, Y."],"language":[],"coverage":[],"title":["Character expansion method for supergroups and extended superversions of\n  the Leutwyler-Smilga and Berezin-Karpelevich integrals"],"description":["  We introduce an extension of the character expansion method to the case of\nsupergroups. This method allows us to calculate a superversion of the\nLeutwyler-Smilga integral which, to the best of our knowledge, has not been\ncalculated before. We also use the method to generalize a previously calculated\nsuperversion of the Berezin-Karpelevich integral. Our character expansion\nmethod should also allow for the calculation of other supergroup integrals.\n","Comment: 18 pages, 2 figures; added acknowledgment; added appendices, minor\n  changes, as published in J. Math. Phys."]}]
["0801.2910",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.2910","Phys.Rev.A77:053603,2008","doi:10.1103/PhysRevA.77.053603"],"date":["2008-01-18","2008-05-26"],"type":["text"],"creator":["Floerchinger, S.","Wetterich, C."],"language":[],"coverage":[],"title":["Functional renormalization for Bose-Einstein Condensation"],"description":["  We investigate Bose-Einstein condensation for interacting bosons at zero and\nnonzero temperature. Functional renormalization provides us with a consistent\nmethod to compute the effect of fluctuations beyond the Bogoliubov\napproximation. For three dimensional dilute gases, we find an upper bound on\nthe scattering length a which is of the order of the microphysical scale -\ntypically the range of the Van der Waals interaction. In contrast to fermions\nnear the unitary bound, no strong interactions occur for bosons with\napproximately pointlike interactions, thus explaining the high quantitative\nreliability of perturbation theory for most quantities. For zero temperature we\ncompute the quantum phase diagram for bosonic quasiparticles with a general\ndispersion relation, corresponding to an inverse microphysical propagator with\nterms linear and quadratic in the frequency. We compute the temperature\ndependence of the condensate and particle density n, and find for the critical\ntemperature T_c a deviation from the free theory, Delta T_c/T_c = 2.1 a\nn^{1/3}. For the sound velocity at zero temperature we find very good agreement\nwith the Bogoliubov result, such that it may be used to determine the particle\ndensity accurately.\n","Comment: 21 pages, 16 figures. Reference added"]}]
["0802.0519",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0519","Lect.Notes Phys.769:211-258,2009","doi:10.1007/978-3-540-88460-6_6"],"date":["2008-02-04"],"type":["text"],"creator":["Obers, Niels A."],"language":[],"coverage":[],"title":["Black Holes in Higher-Dimensional Gravity"],"description":["  These lectures review some of the recent progress in uncovering the phase\nstructure of black hole solutions in higher-dimensional vacuum Einstein\ngravity. The two classes on which we focus are Kaluza-Klein black holes, i.e.\nstatic solutions with an event horizon in asymptotically flat spaces with\ncompact directions, and stationary solutions with an event horizon in\nasymptotically flat space. Highlights include the recently constructed\nmulti-black hole configurations on the cylinder and thin rotating black rings\nin dimensions higher than five. The phase diagram that is emerging for each of\nthe two classes will be discussed, including an intriguing connection that\nrelates the phase structure of Kaluza-Klein black holes with that of\nasymptotically flat rotating black holes.\n","Comment: latex, 49 pages, 5 figures. Lectures to appear in the proceedings of\n  the Fourth Aegean Summer School, Mytiline, Lesvos, Greece, September 17-22,\n  2007"]}]
["0802.3933",{"format":[],"subject":["Mathematics - Numerical Analysis","65F10, 65F22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3933"],"date":["2008-02-26","2009-01-27"],"type":["text"],"creator":["Hoang, N. S.","Ramm, A. G."],"language":[],"coverage":[],"title":["Dynamical systems gradient method for solving ill-conditioned linear\n  algebraic systems"],"description":["  A version of the Dynamical Systems Method (DSM) for solving ill-conditioned\nlinear algebraic systems is studied in this paper. An {\\it a priori} and {\\it a\nposteriori} stopping rules are justified. An algorithm for computing the\nsolution using a spectral decomposition of the left-hand side matrix is\nproposed. Numerical results show that when a spectral decompositon of the\nleft-hand side matrix is available or not computationally expensive to obtain\nthe new method can be considered as an alternative to the Variational\nRegularization.\n","Comment: 1 tables, 4 figures"]}]
["0803.1030",{"format":[],"subject":["Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1030"],"date":["2008-03-07","2009-01-28"],"type":["text"],"creator":["Soloveichik, David"],"language":[],"coverage":[],"title":["Robust Stochastic Chemical Reaction Networks and Bounded Tau-Leaping"],"description":["  The behavior of some stochastic chemical reaction networks is largely\nunaffected by slight inaccuracies in reaction rates. We formalize the\nrobustness of state probabilities to reaction rate deviations, and describe a\nformal connection between robustness and efficiency of simulation. Without\nrobustness guarantees, stochastic simulation seems to require computational\ntime proportional to the total number of reaction events. Even if the\nconcentration (molecular count per volume) stays bounded, the number of\nreaction events can be linear in the duration of simulated time and total\nmolecular count. We show that the behavior of robust systems can be predicted\nsuch that the computational work scales linearly with the duration of simulated\ntime and concentration, and only polylogarithmically in the total molecular\ncount. Thus our asymptotic analysis captures the dramatic speedup when\nmolecular counts are large, and shows that for bounded concentrations the\ncomputation time is essentially invariant with molecular count. Finally, by\nnoticing that even robust stochastic chemical reaction networks are capable of\nembedding complex computational problems, we argue that the linear dependence\non simulated time and concentration is likely optimal.\n","Comment: Tightened up section 5"]}]
["0803.2030",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2030","Lect.Notes Phys.769:3-48,2009","doi:10.1007/978-3-540-88460-6_1"],"date":["2008-03-13"],"type":["text"],"creator":["Mathur, Samir D."],"language":[],"coverage":[],"title":["What Exactly is the Information Paradox?"],"description":["  The black hole information paradox tells us something important about the way\nquantum mechanics and gravity fit together. In these lectures I try to give a\npedagogical review of the essential physics leading to the paradox, using\nmostly pictures. Hawking's argument is recast as a `theorem': if quantum\ngravity effects are confined to within a given length scale and the vacuum is\nassumed to be unique, then there will be information loss. We conclude with a\nbrief summary of how quantum effects in string theory violate the first\ncondition and make the interior of the hole a `fuzzball'.\n","Comment: Latex, 43 pages, 17 figures (Proceedings of the 4th Aegean Summer\n  School on Black Holes, Mytilene (Greece), September 2007)"]}]
["0803.3764",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Group Theory","20C30","20G10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3764"],"date":["2008-03-26","2009-01-28"],"type":["text"],"creator":["Hemmer, David J."],"language":[],"coverage":[],"title":["Cohomology and generic cohomology of Specht modules for the symmetric\n  group"],"description":["  Cohomology of Specht modules for the symmetric group can be equated in low\ndegrees with corresponding cohomology for the Borel subgroup B of the general\nlinear group GL_d(k), but this has never been exploited to prove new symmetric\ngroup results. Using work of Doty on the submodule structure of symmetric\npowers of the natural GL_d(k) module together with work of Andersen on\ncohomology for B and its Frobenius kernels, we prove new results about\nH^i(\\Sigma_d, S^\\lambda). We recover work of James in the case i=0. Then we\nprove two stability theorems, one of which is a \"generic cohomology\" result for\nSpecht modules equating cohomology of S^{p\\lambda} with S^{p^2\\lambda}. This is\nthe first theorem we know relating Specht modules S^\\lambda and S^{p\\lambda}.\nThe second result equates cohomology of S^\\lambda with S^{\\lambda + p^a\\mu} for\nlarge a.\n","Comment: Some substantial revisions from previous version"]}]
["0803.4087",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.4087","Phys.Rev.D79:025006,2009","doi:10.1103/PhysRevD.79.025006"],"date":["2008-03-28","2009-01-28"],"type":["text"],"creator":["Cacciatori, Sergio","Costa, Fabio","Piazza, Federico"],"language":[],"coverage":[],"title":["Renormalized Thermal Entropy in Field Theory"],"description":["  Standard entropy calculations in quantum field theory, when applied to a\nsubsystem of definite volume, exhibit area-dependent UV divergences that make a\nthermodynamic interpretation troublesome. In this paper we define a\nrenormalized entropy which is related with the Newton-Wigner position operator.\nAccordingly, whenever we trace over a region of space, we trace away degrees of\nfreedom that are localized according to Newton-Wigner localization but not in\nthe usual sense. We consider a free scalar field in d+1 spacetime dimensions\nprepared in a thermal state and we show that our entropy is free of divergences\nand has a perfectly sound thermodynamic behavior. In the high temperature/big\nvolume limit our results agree with the standard QFT calculations once the\ndivergent contributions are subtracted from the latter. In the limit of low\ntemperature/small volume the entropy goes to zero but with a different\ndependence on the temperature.\n","Comment: 27 pages, final version"]}]
["0803.4122",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.4122","J. Phys. A: Math. Theor. 42 (2009) 082003","doi:10.1088/1751-8113/42/8/082003"],"date":["2008-03-28","2009-01-28"],"type":["text"],"creator":["Baiesi, Marco","Livi, Roberto"],"language":[],"coverage":[],"title":["Multiple timescales in a model for DNA denaturation dynamics"],"description":["  The denaturation dynamics of a long double-stranded DNA is studied by means\nof a model of the Poland-Scheraga type. We note that the linking of the two\nstrands is a locally conserved quantity, hence we introduce local updates that\nrespect this symmetry. Linking dissipation via untwist is allowed only at the\ntwo ends of the double strand. The result is a slow denaturation characterized\nby two time scales that depend on the chain length $L$. In a regime up to a\nfirst characteristic time $\\tau_1\\sim L^{2.15}$ the chain embodies an\nincreasing number of small bubbles. Then, in a second regime, bubbles coalesce\nand form entropic barriers that effectively trap residual double-stranded\nsegments within the chain, slowing down the relaxation to fully molten\nconfigurations, which takes place at $\\tau_2\\sim L^3$. This scenario is\ndifferent from the picture in which the helical constraints are neglected.\n","Comment: 9 pages, 5 figures"]}]
["0804.2595",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.2595","Lect.Notes Phys.769:259-298,2009","doi:10.1007/978-3-540-88460-6_7"],"date":["2008-04-16"],"type":["text"],"creator":["Gregory, Ruth"],"language":[],"coverage":[],"title":["Braneworld black holes"],"description":["  In these lectures, I give an introduction to and overview of braneworlds and\nblack holes in the context of warped compactifications. I first describe the\ngeneral paradigm of braneworlds, and introduce the Randall-Sundrum model. I\ndiscuss braneworld gravity, both using perturbation theory, and also non\nperturbative results. I then discuss black holes on the brane, the obstructions\nto finding exact solutions, and ways of tackling these difficulties. I describe\nsome known solutions, and conclude with some open questions and controversies.\n","Comment: 44 pages. To appear in the proceedings of the 4th Aegean Summer\n  School on Black Holes, 17-22 September 2007, Mytilene, Island of Lesvos,\n  Greece"]}]
["0804.3041",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3041","Phys. Rev. Lett. 102, 047001 (2009)"],"date":["2008-04-18","2008-12-05"],"type":["text"],"creator":["Kofu, M.","Lee, S. -H.","Fujita, M.","Kang, H. -J.","Eisaki, H.","Yamada, K."],"language":[],"coverage":[],"title":["Hidden quantum spin gap state in the static stripe phase of\n  La$_{2-x}$Sr$_{x}$CuO$_{4}$"],"description":["  Low energy spin excitations were investigated in the static stripe phase of\nLa_{2-x}Sr_xCuO_4 using elastic and inelastic neutron scattering on single\ncrystals. For x = 1/8 in which long-range static stripe order exists, an energy\ngap of E_g = 4 meV exists in the excitation spectrum in addition to strong\nquasi-elastic, incommensurate spin fluctuations associated with the static\nstripes. When x increases, the spectral weight of the spin fluctuations shifts\nfrom the quasi-elastic continuum to the excitation spectrum above E_g. The\ndynamic correlation length as a function of energy and the temperature\nevolution of the energy spectrum suggest a phase separation of two distinct\nmagnetic phases in real space.\n","Comment: 5pages, 4figures"]}]
["0804.3745",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3745","Phys.Rev.D78:065011,2008","doi:10.1103/PhysRevD.78.065011"],"date":["2008-04-23"],"type":["text"],"creator":["Kawasaki, Masahiro","Kohri, Kazunori","Moroi, Takeo","Yotsuyanagi, Akira"],"language":[],"coverage":[],"title":["Big-Bang Nucleosynthesis and Gravitino"],"description":["  We derive big-bang nucleosynthesis (BBN) constraints on both unstable and\nstable gravitino taking account of recent progresses in theoretical study of\nthe BBN processes as well as observations of primordial light-element\nabundances. In the case of unstable gravitino, we set the upper limit on the\nreheating temperature assuming that the primordial gravitinos are mainly\nproduced by the scattering processes of thermal particles. For stable\ngravitino, we consider Bino, stau and sneutrino as the next-to-the-lightest\nsupersymmetric particle and obtain constraints on their properties. Compared\nwith the previous works, we improved the following points: (i) we use the most\nrecent observational data, (ii) for gravitino production, we include\ncontribution of the longitudinal component, and (iii) for the case with\nunstable long-lived stau, we estimate the bound-state effect of stau accurately\nby solving the Boltzmann equation.\n","Comment: 27 pages, 16 figures"]}]
["0805.0142",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0142","Published in Physical Review E 78, 046606 (2008)","doi:10.1103/PhysRevE.78.046606"],"date":["2008-05-01","2009-01-11"],"type":["text"],"creator":["Yaghjian, Arthur D."],"language":[],"coverage":[],"title":["Absence of a consistent classical equation of motion for a\n  mass-renormalized point charge"],"description":["  The restrictions of analyticity, relativistic (Born) rigidity, and negligible\nO(a) terms involved in the evaluation of the self electromagnetic force on an\nextended charged sphere of radius \"a\" are explicitly revealed and taken into\naccount in order to obtain a classical equation of motion of the extended\ncharge that is both causal and conserves momentum-energy. Because the\npower-series expansion used in the evaluation of the self force becomes invalid\nduring transition time intervals immediately following the application and\ntermination of an otherwise analytic externally applied force, transition\nforces must be included during these transition time intervals to remove the\nnoncausal pre-acceleration and pre-deceleration from the solutions to the\nequation of motion without the transition forces. For the extended charged\nsphere, the transition forces can be chosen to maintain conservation of\nmomentum-energy in the causal solutions to the equation of motion within the\nrestrictions of relativistic rigidity and negligible O(a) terms under which the\nequation of motion is derived. However, it is shown that renormalization of the\nelectrostatic mass to a finite value as the radius of the charge approaches\nzero introduces a violation of momentum-energy conservation into the causal\nsolutions to the equation of motion of the point charge if the magnitude of the\nexternal force becomes too large. That is, the causal classical equation of\nmotion of a point charge with renormalized mass experiences a high acceleration\ncatastrophe.\n","Comment: 13 pages, No figures"]}]
["0805.0568",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0568","Lect.Notes Phys.769:299-346,2009","doi:10.1007/978-3-540-88460-6_8"],"date":["2008-05-05"],"type":["text"],"creator":["Charmousis, Christos"],"language":[],"coverage":[],"title":["Higher order gravity theories and their black hole solutions"],"description":["  We discuss a particular higher order gravity theory, Lovelock theory, that\ngeneralises in higher dimensions, general relativity. After briefly motivating\nmodifications of gravity, we will introduce the theory in question and we will\nargue that it is a unique, mathematically sensible, and physically interesting\nextension of general relativity. We will see, by using the formalism of\ndifferential forms, the relation of Lovelock gravity to differential geometry\nand topology of even dimensional manifolds. We will then discuss a generic\nstaticity theorem, which will give us the charged static black hole solutions.\nWe will examine their asymptotic behavior, analyse their horizon structure and\nbriefly their thermodynamics. We will then examine the distributional matching\nconditions for Lovelock theory. We will see how induced 4 dimensional\nEinstein-Hilbert terms result on the brane geometry from the higher order\nLovelock terms. With the junction conditions at hand, we will go back to the\nblack hole solutions and give applications for braneworlds: perturbations of\ncodimension 1 braneworlds and the exact solution for braneworld cosmology as\nwell as the determination of maximally symmetric codimension 2 braneworlds. In\nboth cases, the staticity theorem evoked beforehand will give us the general\nsolution for braneworld cosmology in codimension 1 and maximal symmetry warped\nbranes of codimension 2. We will then end with a discussion of the simplest\nKaluza-Klein reduction of Lovelock theory to a 4 dimensional\nvector-scalar-tensor theory which has the unique property of retaining second\norder field equations. We will conclude by listing some open problems and\ncommon difficulties.\n","Comment: 44 pages, 2 figures, To appear in the proceedings of the 4th Aegean\n  Summer School on Black Holes, 17-22 September 2007, Mytilene, Island of\n  Lesvos, Greece"]}]
["0805.0975",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0975","Nucl.Phys.A811:93-106,2008","doi:10.1016/j.nuclphysa.2008.07.007"],"date":["2008-05-07"],"type":["text"],"creator":["Manduci, Loredana","INDRA, for the","Collaboration, CHIMERA"],"language":[],"coverage":[],"title":["Multifragmentation threshold in ^{93}Nb+{nat}Mg collisions at 30\n  MeV/nucleon"],"description":["  We analyzed the $^{93}Nb$ on $^{nat}Mg$ reaction at 30 MeV/nucleon in the aim\nof disentangling binary sequential decay and multifragmentation decay close to\nthe energy threshold, i.e. $\\simeq 3$ MeV/nucleon. Using the backtracing\ntechnique applied to the statistical models GEMINI and SMM we reconstruct\nsimulated charge, mass and excitation energy distributions and compare them to\nthe experimental ones. We show that data are better described by SMM than by\nGEMINI in agreement with the fact that multifragmentation is responsible for\nfragment production at excitation energies around 3 MeV/nucleon.\n","Comment: 16 pages, 12 figures, 5 tables Soumis \\`a Nuclear Physics A"]}]
["0805.2571",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2571","Phys.Rev.A79:013601,2009","doi:10.1103/PhysRevA.79.013601"],"date":["2008-05-16","2009-01-17"],"type":["text"],"creator":["Floerchinger, S.","Wetterich, C."],"language":[],"coverage":[],"title":["Superfluid Bose gas in two dimensions"],"description":["  We investigate Bose-Einstein condensation for ultracold bosonic atoms in\ntwo-dimensional systems. The functional renormalization group for the average\naction allows us to follow the effective interactions from molecular scales\n(microphysics) to the characteristic extension of the probe $l$ (macrophysics).\nIn two dimensions the scale dependence of the dimensionless interaction\nstrength $\\lambda$ is logarithmic. Furthermore, for large $l$ the frequency\ndependence of the inverse propagator becomes quadratic. We find an upper bound\nfor $\\lambda$, and for large $\\lambda$ substantial deviations from the\nBogoliubov results for the condensate depletion, the dispersion relation and\nthe sound velocity. The melting of the condensate above the critical\ntemperature $T_c$ is associated to a phase transition of the\nKosterlitz-Thouless type. The critical temperature in units of the density,\n$T_c/n$, vanishes for $l\\to\\infty$ logarithmically.\n","Comment: 10 pages, 12 figures, reference added"]}]
["0805.2631",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2631","Phys.Rev.A78:023401,2008","doi:10.1103/PhysRevA.78.023401"],"date":["2008-05-16","2008-07-01"],"type":["text"],"creator":["Schmid, Riccardo","Plaster, B.","Filippone, B. W."],"language":[],"coverage":[],"title":["Motional Spin Relaxation in Large Electric Fields"],"description":["  We discuss the precession of spin-polarized Ultra Cold Neutrons (UCN) and\n$^{3}$He atoms in uniform and static magnetic and electric fields and calculate\nthe spin relaxation effects from motional $v\\times E$ magnetic fields. Particle\nmotion in an electric field creates a motional $v\\times E$ magnetic field,\nwhich when combined with collisions, produces variations of the total magnetic\nfield and results in spin relaxation of neutron and $^{3}$He samples. The spin\nrelaxation times $T_{1}$ (longitudinal) and $T_{2}$ (transverse) of\nspin-polarized UCN and $^{3}$He atoms are important considerations in a new\nsearch for the neutron Electric Dipole Moment at the SNS \\emph{nEDM}\nexperiment. We use a Monte Carlo approach to simulate the relaxation of spins\ndue to the motional $v\\times E$ field for UCN and for $^{3}$He atoms at\ntemperatures below $600,\\mathrm{mK}$. We find the relaxation times for the\nneutron due to the $v\\times E$ effect to be long compared to the neutron\nlifetime, while the $^{3}$He relaxation times may be important for the\n\\emph{nEDM} experiment.\n","Comment: 5 Pages, 4 Figures, 1 Table. Submitted to Phys. Rev. A"]}]
["0805.4082",{"format":[],"subject":["High Energy Physics - Experiment","High Energy Physics - Phenomenology","Nuclear Experiment","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4082","AIP Conf.Proc.1037:208-220,2008","doi:10.1063/1.2977840"],"date":["2008-05-27"],"type":["text"],"creator":["ALPHA Collaboration","Fujiwara, M. C.","Andresen, G. B.","Bertsche, W.","Bowe, P. D.","Bray, C. C.","Butler, E.","Cesar, C. L.","Chapman, S.","Charlton, M.","Fajans, J.","Funakoshi, R.","Gill, D. R.","Hangst, J. S.","Hardy, W. N.","Hayano, R. S.","Hayden, M. E.","Humphries, A. J.","Hydomako, R.","Jenkins, M. J.","Jorgensen, L. V.","Kurchaninov, L.","Lai, W.","Lambo, R.","Madsen, N.","Nolan, P.","Olchanski, K.","Olin, A.","Povilus, A.","Pusa, P.","Robicheaux, F.","Sarid, E.","Nasr, S. Seif El","Silveira, D. M.","Storey, J. W.","Thompson, R. I.","van der Werf, D. P.","Wasilenko, L.","Wurtele, J. S.","Yamazaki, Y."],"language":[],"coverage":[],"title":["Particle Physics Aspects of Antihydrogen Studies with ALPHA at CERN"],"description":["  We discuss aspects of antihydrogen studies, that relate to particle physics\nideas and techniques, within the context of the ALPHA experiment at CERN's\nAntiproton Decelerator facility. We review the fundamental physics motivations\nfor antihydrogen studies, and their potential physics reach. We argue that\ninitial spectroscopy measurements, once antihydrogen is trapped, could provide\ncompetitive tests of CPT, possibly probing physics at the Planck Scale. We\ndiscuss some of the particle detection techniques used in ALPHA. Preliminary\nresults from commissioning studies of a partial system of the ALPHA Si vertex\ndetector are presented, the results of which highlight the power of\nannihilation vertex detection capability in antihydrogen studies.\n","Comment: Invited talk at Pbar08 - Workshop on Cold Antimatter Plasmas and\n  Application to Fundamental Physics, Okinawa, Japan, 2008. 14 pages, 8 figures"]}]
["0807.3639",{"format":[],"subject":["Quantitative Biology - Subcellular Processes","Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3639","Michael Sheinman and Yariv Kafri 2009 Phys. Biol. 6 016003","doi:10.1088/1478-3975/6/1/016003"],"date":["2008-07-23"],"type":["text"],"creator":["Sheinman, Michael","Kafri, Yariv"],"language":[],"coverage":[],"title":["Effects of intersegmental transfers on target location by proteins"],"description":["  We study a model for a protein searching for a target, using facilitated\ndiffusion, on a DNA molecule confined in a finite volume. The model includes\nthree distinct pathways for facilitated diffusion: (a) sliding - in which the\nprotein diffuses along the contour of the DNA (b) jumping - where the protein\ntravels between two sites along the DNA by three-dimensional diffusion, and\nfinally (c) intersegmental transfer - which allows the protein to move from one\nsite to another by transiently binding both at the same time. The typical\nsearch time is calculated using scaling arguments which are verified\nnumerically. Our results suggest that the inclusion of intersegmental transfer\n(i) decreases the search time considerably (ii) makes the search time much more\nrobust to variations in the parameters of the model and (iii) that the optimal\nsearch time occurs in a regime very different than that found for models which\nignore intersegmental transfers. The behavior we find is rich and shows\nsurprising dependencies, for example, on the DNA length.\n","Comment: 40 pages, 14 figures"]}]
["0807.4520",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4520","Lect.Notes Phys.769:89-123,2009","doi:10.1007/978-3-540-88460-6_3"],"date":["2008-07-28"],"type":["text"],"creator":["Carlip, Steven"],"language":[],"coverage":[],"title":["Black Hole Thermodynamics and Statistical Mechanics"],"description":["  We have known for more than thirty years that black holes behave as\nthermodynamic systems, radiating as black bodies with characteristic\ntemperatures and entropies. This behavior is not only interesting in its own\nright; it could also, through a statistical mechanical description, cast light\non some of the deep problems of quantizing gravity. In these lectures, I review\nwhat we currently know about black hole thermodynamics and statistical\nmechanics, suggest a rather speculative \"universal\" characterization of the\nunderlying states, and describe some key open questions.\n","Comment: 35 pages, Springer macros; for the Proceedings of the 4th Aegean\n  Summer School on Black Holes"]}]
["0807.4740",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematical Physics","Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4740"],"date":["2008-07-29","2009-01-28"],"type":["text"],"creator":["Hallnäs, Martin"],"language":[],"coverage":[],"title":["Multivariable Bessel polynomials related to the hyperbolic Sutherland\n  model with external Morse potential"],"description":["  A multivariable generalisation of the Bessel polynomials is introduced and\nstudied. In particular, we deduce their series expansion in Jack polynomials, a\nlimit transition from multivariable Jacobi polynomials, a sequence of\nalgebraically independent eigenoperators, Pieri type recurrence relations, and\ncertain orthogonality properties. We also show that these multivariable Bessel\npolynomials provide a (finite) set of eigenfunctions of the hyperbolic\nSutherland model with external Morse potential.\n","Comment: a few minor misprints corrected"]}]
["0808.2620",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2620","Prog. Theor. Phys. Suppl. 176 (2008) pp. 143-164","doi:10.1143/PTPS.176.143"],"date":["2008-08-19"],"type":["text"],"creator":["Jeckelmann, Eric"],"language":[],"coverage":[],"title":["Density-matrix renormalization group methods for momentum- and\n  frequency-resolved dynamical correlation functions"],"description":["  Several density-matrix renormalization group methods have been proposed to\ncompute the momentum- and frequency-resolved dynamical correlation functions of\nlow-dimensional strongly correlated systems. The most relevant approaches are\ndiscussed in this contribution. Their applications in various studies of\nquasi-one-dimensional strongly correlated systems (spin chains, itinerant\nelectron systems, electron-phonon systems) are reviewed.\n","Comment: submitted to Progress of Theoretical Physics Supplement"]}]
["0809.0404",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0404","Phys.Rev.C79:015205,2009","doi:10.1103/PhysRevC.79.015205"],"date":["2008-09-02","2009-01-05"],"type":["text"],"creator":["Pal, Kausik","Biswas, Subhrajyoti","Dutt-Mazumder, Abhee K."],"language":[],"coverage":[],"title":["Spin dependent Fermi Liquid parameters and properties of polarized quark\n  matter"],"description":["  We calculate the spin dependent Fermi liquid parameters (FLPs), single\nparticle energies and energy densities of various spin states of polarized\nquark matter. The expressions for the incompressibility($K$) and sound velocity\n($c_1$) in terms of the spin dependent FLPs and polarization parameter $(\\xi)$\nare derived. Estimated values of $K$ and $c_1$ reveal that the equation of\nstate (EOS) of the polarized matter is stiffer than the unpolarized one.\nFinally we investigate the possibility of the spin polarization\n(ferromagnetism) phase transition.\n","Comment: 20 pages, 8 figures, references added, to appear in Physical Review C"]}]
["0809.2499",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2499","Phys. Rev. Lett. 101, 266403 (2008)","doi:10.1103/PhysRevLett.101.266403"],"date":["2008-09-15","2009-01-27"],"type":["text"],"creator":["Smith, M. F.","McKenzie, Ross H."],"language":[],"coverage":[],"title":["Apparent Violation of the Wiedemann-Franz law near a magnetic field\n  tuned metal-antiferromagnetic quantum critical point"],"description":["  The temperature dependence of the interlayer electrical and thermal\nresistivity in a layered metal are calculated for Fermi liquid quasiparticles\nwhich are scattered inelastically by two-dimensional antiferromagnetic spin\nfluctuations. Both resistivities have a linear temperature dependence over a\nbroad temperature range. Extrapolations to zero temperature made from this\nlinear-$T$ range give values that appear to violate the Wiedemann-Franz law.\nHowever, below a low-temperature scale, which becomes small close to the\ncritical point, a recovery of this law occurs. Our results describe recent\nmeasurements on CeCoIn$_5$ near a magnetic field-induced quantum phase\ntransition. Hence, the experiments do not necessarily imply a non-Fermi liquid\nground state.\n","Comment: 4 pages, 2 figures; accepted to Phys. Rev. Lett"]}]
["0810.2068",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2068","SIGMA 5 (2009), 012, 27 pages","doi:10.3842/SIGMA.2009.012"],"date":["2008-10-11","2009-01-28"],"type":["text"],"creator":["Khongsap, Ta","Wang, Weiqiang"],"language":[],"coverage":[],"title":["Hecke-Clifford Algebras and Spin Hecke Algebras IV: Odd Double Affine\n  Type"],"description":["  We introduce an odd double affine Hecke algebra (DaHa) generated by a\nclassical Weyl group W and two skew-polynomial subalgebras of anticommuting\ngenerators. This algebra is shown to be Morita equivalent to another new DaHa\nwhich are generated by W and two polynomial-Clifford subalgebras. There is yet\na third algebra containing a spin Weyl group algebra which is Morita\n(super)equivalent to the above two algebras. We establish the PBW properties\nand construct Verma-type representations via Dunkl operators for these\nalgebras.\n"]}]
["0810.3274",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3274","Phys. Rev. B 79, 012506 (2009).","doi:10.1103/PhysRevB.79.012506"],"date":["2008-10-17"],"type":["text"],"creator":["Zhang, Lijun","Singh, D. J.","Du, Mao-Hua"],"language":[],"coverage":[],"title":["Density Functional Study of Excess Fe in Fe$_{1+x}$Te: Magnetism and\n  Doping"],"description":["  The electronic and magnetic properties of the excess Fe in iron telluride\nFe$_{(1+x)}$Te are investigated by density functional calculations. We find\nthat the excess Fe occurs with valence near Fe$^{+}$, and therefore provides\nelectron doping with approximately one carrier per Fe, and furthermore that the\nexcess Fe is strongly magnetic. Thus it will provide local moments that\ninteract with the plane Fe magnetism, and these are expected to persist in\nphases where the magnetism of the planes is destroyed for example by pressure\nor doping. These results are discussed in the context of superconductivity.\n"]}]
["0810.4645",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4645","Phys.Rev.C79:014002,2009","doi:10.1103/PhysRevC.79.014002"],"date":["2008-10-25"],"type":["text"],"creator":["Röpke, G."],"language":[],"coverage":[],"title":["Light nuclei quasiparticle energy shift in hot and dense nuclear matter"],"description":["  Nuclei in dense matter are influenced by the medium. In the cluster mean\nfield approximation, an effective Schr\\\"odinger equation for the $A$-particle\ncluster is obtained accounting for the effects of the correlated medium such as\nself-energy, Pauli blocking and Bose enhancement. Similar to the single-baryon\nstates (free neutrons and protons), the light elements ($2 \\le A \\le 4$,\ninternal quantum state $\\nu$) are treated as quasiparticles with energies\n$E_{A,\\nu}(\\vec P; T, n_n,n_p)$. These energies depend on the center of mass\nmomentum $\\vec P$, as well as temperature $T$ and the total densities $n_n,n_p$\nof neutrons and protons, respectively. No $\\beta$ equilibrium is considered so\nthat $n_n, n_p$ (or the corresponding chemical potentials $\\mu_n, \\mu_p$) are\nfixed independently.\n  For the single nucleon quasiparticle energy shift, different approximate\nexpressions such as Skyrme or relativistic mean field approaches are well\nknown. Treating the $A$-particle problem in appropriate approximations, results\nfor the cluster quasiparticle shifts are given. Properties of dense nuclear\nmatter at moderate temperatures in the subsaturation density region considered\nhere are influenced by the composition. This in turn is determined by the\ncluster quasiparticle energies, in particular the formation of clusters at low\ndensities when the temperature decreases, and their dissolution due to Pauli\nblocking as the density increases. Our finite-temperature Green function\napproach covers different limiting cases: The low-density region where the\nmodel of nuclear statistical equilibrium and virial expansions can be applied,\nand the saturation density region where a mean field approach is possible.\n"]}]
["0811.0428",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0428","Phys.Rev.C79:014608,2009","doi:10.1103/PhysRevC.79.014608"],"date":["2008-11-04","2009-01-14"],"type":["text"],"creator":["Furuta, Takuya","Ono, Akira"],"language":[],"coverage":[],"title":["Relevance of equilibrium in multifragmentation"],"description":["  The relevance of equilibrium in a multifragmentation reaction of very central\n$^{40}Ca+^{40}Ca$ collisions at 35 MeV/nucleon is investigated by using\nsimulations of Antisymmetrized Molecular Dynamics (AMD). Two types of ensembles\nare compared. One is the reaction ensemble of the states at each reaction time\n$t$ in collision events simulated by AMD, and the other is the equilibrium\nensemble prepared by solving the AMD equation of motion for a many-nucleon\nsystem confined in a container for a long time. The comparison of the ensembles\nis performed for the fragment charge distribution and the excitation energies.\nOur calculations show that there exists an equilibrium ensemble which well\nreproduces the reaction ensemble at each reaction time $t$ for the investigated\nperiod $80\\leq t\\leq300$ fm/$c$. However, there are some other observables\nwhich show discrepancies between the reaction and equilibrium ensembles. These\nmay be interpreted as dynamical effects in the reaction. The usual static\nequilibrium at each instant is not realized since any equilibrium ensemble with\nthe same volume as that of the reaction system cannot reproduce the fragment\nobservables.\n","Comment: 13 pages and 12figures; added a few sentences and corrected typos,\n  accepted in Phys. Rev. C"]}]
["0811.1023",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1023"],"date":["2008-11-06","2009-01-27"],"type":["text"],"creator":["Migliore, Juan C.","Miro-Roig, Rosa M.","Nagel, Uwe"],"language":[],"coverage":[],"title":["Monomial ideals, almost complete intersections and the Weak Lefschetz\n  Property"],"description":["  Many algebras are expected to have the Weak Lefschetz property though this is\noften very difficult to establish. We illustrate the subtlety of the problem by\nstudying monomial and some closely related ideals. Our results exemplify the\nintriguing dependence of the property on the characteristic of the ground\nfield, and on arithmetic properties of the exponent vectors of the monomials.\n","Comment: Slighty improved version"]}]
["0811.1226",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1226","JHEP 0901:007,2009","doi:10.1088/1126-6708/2009/01/007"],"date":["2008-11-07"],"type":["text"],"creator":["Chorazkiewicz, Damian","Hadasz, Leszek"],"language":[],"coverage":[],"title":["Braiding and fusion properties of the Neveu-Schwarz super-conformal\n  blocks"],"description":["  We construct, generalizing appropriately the method applied by J. Teschner in\nthe case of the Virasoro conformal blocks, the braiding and fusion matrices of\nthe Neveu-Schwarz super-conformal blocks. Their properties allow for an\nexplicit verification of the bootstrap equation in the NS sector of the N=1\nsupersymmetric Liouville field theory.\n","Comment: 41 pages, 3 eps figures"]}]
["0811.2460",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.2460","Phys. Rev. A 79, 012324 (2009)","doi:10.1103/PhysRevA.79.012324"],"date":["2008-11-15","2009-01-27"],"type":["text"],"creator":["Miyadera, Takayuki","Imai, Hideki"],"language":[],"coverage":[],"title":["Quantum Kolmogorov Complexity and Quantum Key Distribution"],"description":["  We discuss the Bennett-Brassard 1984 (BB84) quantum key distribution protocol\nin the light of quantum algorithmic information. While Shannon's information\ntheory needs a probability to define a notion of information, algorithmic\ninformation theory does not need it and can assign a notion of information to\nan individual object. The program length necessary to describe an object,\nKolmogorov complexity, plays the most fundamental role in the theory. In the\ncontext of algorithmic information theory, we formulate a security criterion\nfor the quantum key distribution by using the quantum Kolmogorov complexity\nthat was recently defined by Vit\\'anyi. We show that a simple BB84 protocol\nindeed distribute a binary sequence between Alice and Bob that looks almost\nrandom for Eve with a probability exponentially close to 1.\n","Comment: typos corrected"]}]
["0811.3491",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3491","Appl. Phys. Lett. 94, 042503 (2009)","doi:10.1063/1.3074501"],"date":["2008-11-21"],"type":["text"],"creator":["Neumann, T.","Serga, A. A.","Hillebrands, B.","Kostylev, M. P."],"language":[],"coverage":[],"title":["Frequency-dependent reflection of spin waves from a magnetic\n  inhomogeneity induced by a surface DC-current"],"description":["  The reflectivity of a highly localized magnetic inhomogeneity is\nexperimentally studied. The inhomogeneity is created by a dc-current carrying\nwire placed on the surface of a ferrite film. The reflection of propagating\ndipole-dominated spin-wave pulses is found to be strongly dependent on the\nspin-wave frequency if the current locally increases the magnetic field. In the\nopposite case the frequency dependence is negligible.\n","Comment: 3 pages, 3 figures"]}]
["0812.1852",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1852","J. Appl. Phys. 105 (2009) 023915","doi:10.1063/1.3068174"],"date":["2008-12-10"],"type":["text"],"creator":["Sheets, W. C.","Smith, A. E.","Subramanian, M. A.","Prellier, W."],"language":[],"coverage":[],"title":["Effect of oxygen concentration on the structural and magnetic properties\n  of LaRh1/2Mn1/2O3 thin films"],"description":["  Epitaxial LaRh1/2Mn1/2O3 thin films have been grown on (001)-oriented LaAlO3\nand SrTiO3 substrates using pulsed laser deposition. The optimized thin film\nsamples are semiconducting and ferromagnetic with a Curie temperature close to\n100 K, a coercive field of 1200 Oe, and a saturation magnetization of 1.7muB\nper formula unit. The surface texture, structural, electrical, and magnetic\nproperties of the LaRh1/2Mn1/2O3 films was examined as a function of the oxygen\nconcentration during deposition. While an elevated oxygen concentration yields\nthin films with optimal magnetic properties, slightly lower oxygen\nconcentrations result in films with improved texture and crystallinity.\n"]}]
["0812.1977",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1977"],"date":["2008-12-10","2009-01-28"],"type":["text"],"creator":["Alexandrov, A. S.","Thomas, I. O."],"language":[],"coverage":[],"title":["Kinetic quantum phase transition in bosonic superfluids on a lattice"],"description":["  It has been well known that quantum fluctuations induce a macroscopic phase\ntransition from a superfluid to a Mott insulator phase driven by the repulsive\npotential energy in the ground state of dense bosonic systems on a lattice. We\nfind a quantum phase transition from the homogeneous to an inhomogeneous\nBose-condensate strongly affected or sometimes driven by the kinetic energy\ndispersion in dilute bosonic superfluids, which provides a clear identification\nof the superfluid state.\n","Comment: 4 pages, 3 figures. Submitted to Physical Review Letters Revised\n  version has additional results and a clarification regarding the\n  applicability of the values of the hopping parameters"]}]
["0812.2004",{"format":[],"subject":["Physics - Fluid Dynamics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2004","Phys. Fluids (2009) 21, 011701","doi:10.1063/1.3067833"],"date":["2008-12-10"],"type":["text"],"creator":["Davis, Anthony M. J.","Lauga, Eric"],"language":[],"coverage":[],"title":["Geometric transition in friction for flow over a bubble mattress"],"description":["  Laminar flow over a bubble mattress is expected to experience a significant\nreduction in friction since the individual surfaces of the bubbles are\nshear-free. However, if the bubbles are sufficiently curved, their protrusion\ninto the fluid and along the flow direction can lead to an increase in friction\nas was recently demonstrated experimentally and computationally. We provide in\nthis paper a simple model for this result. We consider a shear flow at low\nReynolds number past a two-dimensional array of bubbles, and calculate\nanalytically the effective slip length of the surface as function of the bubble\ngeometry in the dilute limit. Our model is able to reproduce quantitatively the\nrelationship between effective friction and bubble geometry obtained in\nnumerical computations, and in particular: (a) The asymmetry in friction\nbetween convex and concave bubbles, and (b) the existence of a geometric\ntransition from reduced to enhanced friction at a critical bubble protrusion\nangle.\n"]}]
["0812.2663",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2663","Phys.Rev.C79:014307,2009","doi:10.1103/PhysRevC.79.014307"],"date":["2008-12-14"],"type":["text"],"creator":["Hamamoto, Ikuko"],"language":[],"coverage":[],"title":["One-particle properties of deformed N $\\approx$ 28 odd-N nuclei with\n  weakly-bound or resonant neutrons"],"description":["  Possible deformation of odd-N nuclei with N $\\approx$ 28 towards the neutron\ndrip line is investigated using the Nilsson diagram based on deformed\nWoods-Saxon potentials. Both weakly-bound and resonant one-particle levels are\nproperly obtained by directly solving the Schr\\\"{o}dinger equation in mesh of\nspace coordinate with the correct boundary condition. If we use the same\ndiffuseness of the potential as that of $\\beta$-stable nuclei, the energy\ndifference between the neutron 2p$_{3/2}$ and 1f$_{7/2}$ levels becomes very\nsmall or the N=28 energy gap almost disappears, as the binding energies of\nthose levels approach zero. This suggests that the ground states of those\nneutron drip line nuclei are likely to be deformed. In particular, the\nspin-parity and the magnetic moment of the ground state of odd-N nuclei,\n$^{43}_{16}$S$_{27}$ and $^{45}_{16}$S$_{29}$, are examined. Moreover, it is\nsuggested that in $^{39}_{12}$Mg$_{27}$ lying outside the drip line the lowest\nresonant state may have 5/2$^{-}$, if the N=28 energy gap almost vanishes.\n","Comment: 3 figures"]}]
["0812.2868",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2868"],"date":["2008-12-15","2009-01-28"],"type":["text"],"creator":["Gawrychowski, Pawel","Gagie, Travis"],"language":[],"coverage":[],"title":["Minimax Trees in Linear Time"],"description":["  A minimax tree is similar to a Huffman tree except that, instead of\nminimizing the weighted average of the leaves' depths, it minimizes the maximum\nof any leaf's weight plus its depth. Golumbic (1976) introduced minimax trees\nand gave a Huffman-like, $\\Oh{n \\log n}$-time algorithm for building them.\nDrmota and Szpankowski (2002) gave another $\\Oh{n \\log n}$-time algorithm,\nwhich checks the Kraft Inequality in each step of a binary search. In this\npaper we show how Drmota and Szpankowski's algorithm can be made to run in\nlinear time on a word RAM with (\\Omega (\\log n))-bit words. We also discuss how\nour solution applies to problems in data compression, group testing and circuit\ndesign.\n"]}]
["0901.1048",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.1048","Phys.Rev.C79:015803,2009","doi:10.1103/PhysRevC.79.015803"],"date":["2009-01-08"],"type":["text"],"creator":["Stoker, J. B.","Mantica, P. F.","Bazin, D.","Becerril, A.","Berryman, J. S.","Crawford, H. L.","Estrade, A.","Guess, C. J.","Hitt, G. W.","Lorusso, G.","Matos, M.","Minamisono, K.","Montes, F.","Pereira, J.","Perdikakis, G.","Schatz, H.","Smith, K.","Zegers, R. G. T."],"language":[],"coverage":[],"title":["$\\beta$-Decay Half-Life of the $rp$-Process Waiting Point Nuclide\n  $^{84}$Mo"],"description":["  A half-life of 2.2 $\\pm$ 0.2 s has been deduced for the ground-state $\\beta$\ndecay of $^{84}$Mo, more than 1$\\sigma$ shorter than the previously adopted\nvalue. $^{84}$Mo is an even-even N = Z nucleus lying on the proton dripline,\ncreated during explosive hydrogen burning in Type I X-ray bursts in the rapid\nproton capture ($rp$) process. The effect of the measured half-life on\n$rp$-process reaction flow is explored. Implications on theoretical treatments\nof nuclear deformation in $^{84}$Mo are also discussed.\n","Comment: Accepted for publication in PRC"]}]
["0901.1853",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.1853"],"date":["2009-01-13","2009-01-28"],"type":["text"],"creator":["Langberg, Michael","Jaggi, Sidharth","Dey, Bikash Kumar"],"language":[],"coverage":[],"title":["Binary Causal-Adversary Channels"],"description":["  In this work we consider the communication of information in the presence of\na causal adversarial jammer. In the setting under study, a sender wishes to\ncommunicate a message to a receiver by transmitting a codeword x=(x_1,...,x_n)\nbit-by-bit over a communication channel. The adversarial jammer can view the\ntransmitted bits x_i one at a time, and can change up to a p-fraction of them.\nHowever, the decisions of the jammer must be made in an online or causal\nmanner. Namely, for each bit x_i the jammer's decision on whether to corrupt it\nor not (and on how to change it) must depend only on x_j for j <= i. This is in\ncontrast to the \"classical\" adversarial jammer which may base its decisions on\nits complete knowledge of x. We present a non-trivial upper bound on the amount\nof information that can be communicated. We show that the achievable rate can\nbe asymptotically no greater than min{1-H(p),(1-4p)^+}. Here H(.) is the binary\nentropy function, and (1-4p)^+ equals 1-4p for p < 0.25, and 0 otherwise.\n","Comment: 8 pages, 1 figure, extended version of paper submitted to the\n  International Symposium on Information Theory, 2009 (ISIT2009)"]}]
["0901.1967",{"format":[],"subject":["Mathematics - Analysis of PDEs","35S35","35J70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.1967"],"date":["2009-01-14","2009-01-28"],"type":["text"],"creator":["Abed, Jamil","Schulze, Bert Wolfgang"],"language":[],"coverage":[],"title":["Edge-degenerate families of $\\Psi$Do's on an infinite cylinder"],"description":["  We establish a parameter-dependent pseudo-differential calculus on an\ninfinite cylinder, regarded as a manifold with conical exits to infinity. The\nparameters are involved in edge-degenerate form, and we formulate the operators\nin terms of operator-valued amplitude functions.\n","Comment: Keywords. Edge-degenerate operators, parameter-dependent\n  pseudo-differential operators, norm estimates with respect to a parameter"]}]
["0901.2073",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2073"],"date":["2009-01-14","2009-01-28"],"type":["text"],"creator":["Marcella, Thomas V"],"language":[],"coverage":[],"title":["The unperformed experiment as an act of annihilation"],"description":["  Here, we accept the results of quantum experiments at face value and we make\nno apology for the failure of classical physics. Just as Wheeler has called\nparticle detection an \"act of creation\", we suggest that, in some\ncircumstances, not detecting the particle might be considered an \"act of\nannihilation\". We propose a delayed choice experiment in which we decide to\ninterrupt an experiment after the particle has supposedly passed through the\npreparation apparatus and is on the verge of being detected. Even with the\ndetection device in place, the particle is nowhere to be found.\n","Comment: 8 pages, no figures"]}]
["0901.2547",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2547"],"date":["2009-01-16","2009-01-28"],"type":["text"],"creator":["Iosilevskiy, Igor"],"language":[],"coverage":[],"title":["Plasma polarization in massive astrophysical objects"],"description":["  Macroscopic plasma polarization, which is created by gravitation and other\nmass-acting (inertial) forces in massive astrophysical objects (MAO) is under\ndiscussion. Non-ideality effect due to strong Coulomb interaction of charged\nparticles is introduced into consideration as a new source of such\npolarization. Simplified situation of totally equilibrium isothermal star\nwithout relativistic effects and influence of magnetic field is considered. The\nstudy is based on density functional approach combined with local density\napproximation. It leads to conditions of constancy for generalized (electro)\nchemical potentials and/or conditions of equilibrium for the forces acting on\neach charged specie. New non-ideality force appears in this consideration.\nHypothetical sequences of gravitational, inertial and non-ideality polarization\non thermo- and hydrodynamics of MAO are under discussion.\n","Comment: 6 pages, no figures, to be published in J. Phys. A: Math. and Theor.\n  (corrected typos, added www-references)"]}]
["0901.3652",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3652","Supercond. Sci. Technol. 22 (2009) 034009","doi:10.1088/0953-2048/22/3/034009"],"date":["2009-01-23"],"type":["text"],"creator":["Niemczyk, T.","Deppe, F.","Mariantoni, M.","Menzel, E. P.","Hoffmann, E.","Wild, G.","Eggenstein, L.","Marx, A.","Gross, R."],"language":[],"coverage":[],"title":["Fabrication Technology of and Symmetry Breaking in Superconducting\n  Quantum Circuits"],"description":["  Superconducting quantum circuits are promising systems for experiments\ntesting fundamental quantum mechanics on a macroscopic scale and for\napplications in quantum information processing. We report on the fabrication\nand characterization of superconducting flux qubits, readout dc SQUIDs, on-chip\nshunting capacitors, and high-quality coplanar waveguide resonators.\nFurthermore, we discuss the tunability and fundamental symmetry aspects\ninherent to all superconducting qubits, which can be regarded as artificial\nsolid-state atoms. Comparing them to their natural counterparts, we discuss\nfirst and second-order energy shifts due to static control fields.\nAdditionally, we present an intuitive derivation of the first- and second-order\nmatrix elements for level transitions in the presence of a coherent microwave\ndriving.\n","Comment: 20 pages, 7 figures, accepted for publication in Supercond. Sci.\n  Technol"]}]
["0901.3998",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3998"],"date":["2009-01-26","2009-01-28"],"type":["text"],"creator":["Gisin, Boris V."],"language":[],"coverage":[],"title":["Invariants of 3D Transformation for Point Rotation Coordinate Frames"],"description":["  Recently the general linear transformation for point rotation coordinate\nframes was considered. A distinguishing feature of the frame, in contrast to\nthe Cartesian one, is the existence of the rotation axis at every point. The\nframe coordinates are an angle and time, the frequency of rotation is a\nparameter. The concept of the frame originated from the optical indicatrix\n(index ellipsoid). Rotation of the optical indicatrix arises in three-fold\nelectrooptical crystals under the action of the rotating electric field applied\nperpendicular to the optical axis \\cite% {pat}. Such a rotation is possible as\nin the Pockels as Kerr crystals and also in the isotropic Kerr medium. The\nrotation is used in single-sideband modulators. The single-sideband modulation\nhas very interesting features from the theoretical viewpoint. In applications\nit may be used for the frequency modulation and frequency shifting. In contrast\nto usual modulation such a shifting is \"100 persent transformation\" of the\ninitial into output frequency. However at present the modulation practically is\nnot in use. It is connected with the high controlling voltage of bulk\nmodulators; creating waveguide single-sideband modulators calls for\nconsiderable technological efforts.\n","Comment: 5 pages"]}]
["0901.4106",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4106"],"date":["2009-01-27"],"type":["text"],"creator":["Koch, Benjamin"],"language":[],"coverage":[],"title":["A geometrical dual to relativistic Bohmian mechanics - the multi\n  particle case"],"description":["  In this article it is shown that the fundamental equations of relativistic\nBohmian mechanics for multiple bosonic particles have a dual description in\nterms of a classical theory of curved space-time. We further generalize the\nresults to interactions with an external electromagnetic field, which\ncorresponds to the minimally coupled Klein-Gordon equation.\n","Comment: 7 pages"]}]
["0901.4113",{"format":[],"subject":["Quantitative Biology - Tissues and Organs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4113","doi:10.1016/j.jtbi.2008.12.005"],"date":["2009-01-26"],"type":["text"],"creator":["Jo, Junghyo","Choi, Moo Young","Koh, Duk-Su"],"language":[],"coverage":[],"title":["Beneficial effects of intercellular interactions between pancreatic\n  islet cells in blood glucose regulation"],"description":["  Glucose homeostasis is controlled by the islets of Langerhans which are\nequipped with alpha-cells increasing the blood glucose level, beta-cells\ndecreasing it, and delta-cells the precise role of which still needs\nidentifying. Although intercellular communications between these endocrine\ncells have recently been observed, their roles in glucose homeostasis have not\nbeen clearly understood. In this study, we construct a mathematical model for\nan islet consisting of two-state alpha-, beta-, and delta-cells, and analyze\neffects of known chemical interactions between them with emphasis on the\ncombined effects of those interactions. In particular, such features as\nparacrine signals of neighboring cells and cell-to-cell variations in response\nto external glucose concentrations as well as glucose dynamics, depending on\ninsulin and glucagon hormone, are considered explicitly. Our model predicts\nthree possible benefits of the cell-to-cell interactions: First, the asymmetric\ninteraction between alpha- and beta-cells contributes to the dynamic stability\nwhile the perturbed glucose level recovers to the normal level. Second, the\ninhibitory interactions of delta-cells for glucagon and insulin secretion\nprevent the wasteful co-secretion of them at the normal glucose level. Finally,\nthe glucose dose-responses of insulin secretion is modified to become more\npronounced at high glucose levels due to the inhibition by delta-cells. It is\nthus concluded that the intercellular communications in islets of Langerhans\nshould contribute to the effective control of glucose homeostasis.\n","Comment: 42 pages, 7 figures, and will appear in Journal of Theoretical\n  Biology"]}]
["0901.4126",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4126"],"date":["2009-01-26"],"type":["text"],"creator":["Kikuchi, Norio","Ehrlicher, Allen","Koch, Daniel","Käs, Josef A.","Ramaswamy, Sriram","Rao, Madan"],"language":[],"coverage":[],"title":["Dynamics of a stiff biopolymer in an actively contractile background:\n  buckling, stiffening and negative dissipation"],"description":["  We present a generic theory for the dynamics of a stiff filament under\ntension, in an active medium with orientational correlations, such as a\nmicrotubule in contractile actin. In sharp contrast to the case of a passive\nmedium, we find the filament can stiffen, and possibly oscillate, \\textit{or}\nbuckle, depending on the contractile or tensile nature of the activity\n\\textit{and} the filament-medium anchoring interaction. We present experiments\non the behaviour of microtubules in the growth cone of a neuron, which provide\nevidence for these apparently opposing behaviours. We also demonstrate a strong\nviolation of the fluctuation-dissipation (FD) relation in the effective\ndynamics of the filament, including a negative FD ratio. Our approach is also\nof relevance to the dynamics of axons, and our model equations bear a\nremarkable formal similarity to those in recent work [PNAS (2001) {\\bf\n98}:14380-14385] on auditory hair cells. Detailed tests of our predictions can\nbe made using a single filament in actomyosin extracts or bacterial\nsuspensions.\n","Comment: 6 pages, 3 eps figures"]}]
["0901.4127",{"format":[],"subject":["Mathematics - Probability","60J35, 60J75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4127"],"date":["2009-01-26"],"type":["text"],"creator":["Foondun, Mohammud"],"language":[],"coverage":[],"title":["Heat kernel estimates and Harnack inequalities for some Dirichlet forms\n  with non-local part"],"description":["  We consider the Dirichlet form given by\n\\sE(f,f)&=&{1/2}\\int_{\\bR^d}\\sum_{i,j=1}^d a_{ij}(x)\\frac{\\partial\nf(x)}{\\partial x_i} \\frac{\\partial f(x)}{\\partial x_j} dx &+&\\int_{\\bR^d\\times\n\\bR^d} (f(y)-f(x))^2J(x,y)dxdy. Under the assumption that the $\\{a_{ij}\\}$ are\nsymmetric and uniformly elliptic and with suitable conditions on $J$, the\nnonlocal part, we obtain upper and lower bounds on the heat kernel of the\nDirichlet form. We also prove a Harnack inequality and a regularity theorem for\nfunctions that are harmonic with respect to $\\sE$.\n"]}]
["0901.4132",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4132"],"date":["2009-01-26"],"type":["text"],"creator":["Bartsch, Valeria","collaboration, for the CALICE-UK"],"language":[],"coverage":[],"title":["Status of the CALICE DAQ system"],"description":["  A data acquisition (DAQ) system is described which will be used for the next\ngeneration of prototype calorimeters using particle flow algorithms for the\nInternational Linear Collider (ILC). The design is sufficiently generic and\nscalable such that it should have numerous applications either for ILC\ndetectors or elsewhere within high energy physics in general. The DAQ system\nwill be implemented using FPGAs and built using off-the-shelf components and\nnetworking hardware with programmable FPGAs. The software for the DAQ system is\nbased on an existing framework, DOOCS, which is a server/client object-oriented\nsystem. The design philosophy, current status of the project and its aims are\npresented in this report.\n","Comment: 4 pages, 1 figure, for the LCWS08 conference proceedings"]}]
["0901.4139",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4139"],"date":["2009-01-26"],"type":["text"],"creator":["Nitzan, Noa"],"language":[],"coverage":[],"title":["Non-Convexity"],"description":["  Suppose S is a planar set. Two points a,b in S 'see each other' via S if\n[a,b] is included in S . F. Valentine proved in 1957 that if S is closed, and\nif for every three points of S, at least two see each other via S, then S is a\nunion of three convex sets. The pentagonal star shows that the number three is\nbest possible. We discard the condition that S is closed and show that S is a\nunion of (at most) six convex sets. The number six is best possible.\n"]}]
["0901.4147",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4147"],"date":["2009-01-27"],"type":["text"],"creator":["Dideban, Abbas","Alla, Hassane."],"language":[],"coverage":[],"title":["Determination of Minimal Sets of Control Places for Safe Petri Nets"],"description":["  Our objective is to design a controlled system with a simple method for\ndiscrete event systems based on Petri nets. It is possible to construct the\nPetri net model of a system and the specification separately. By synchronous\ncomposition of both models, the desired functioning closed loop model is\ndeduced. Often uncontrollable transitions lead to forbidden states. The problem\nof forbidden states is solved using linear constraints. A set of linear\nconstraints allows forbidding the reachability of these states. Generally, the\nnumber of these so-called forbidden states and consequently the number of\nconstraints are large and lead to a great number of control places. A\nsystematic method to reduce the size and the number of constraints for safe\nPetri Nets is given. By using a method based on the Petri nets invariants,\nmaximal permissive controllers are determined. The size of the controller is\nclose to the size of the specified model, and it can be implemented on a PLC in\na structural way.\n","Comment: ACC07 American Control Conference, New-York : \\'Etats-Unis\n  d'Am\\'erique (2007)"]}]
["0901.4149",{"format":[],"subject":["Mathematics - Combinatorics","05E05, 14M15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4149"],"date":["2009-01-26","2009-01-27"],"type":["text"],"creator":["Lenart, Cristian"],"language":[],"coverage":[],"title":["Growth Diagrams for the Schubert Multiplication"],"description":["  We present a partial generalization to Schubert calculus on flag varieties of\nthe classical Littlewood-Richardson rule, in its version based on\nSchuetzenberger's jeu de taquin. More precisely, we describe certain structure\nconstants expressing the product of a Schubert and a Schur polynomial. We use a\ngeneralization of Fomin's growth diagrams (for chains in Young's lattice of\npartitions) to chains of permutations in the so-called k-Bruhat order. Our work\nis based on the recent thesis of Beligan, in which he generalizes the classical\nplactic structure on words to chains in certain intervals in k-Bruhat order.\nPotential applications of our work include the generalization of the\nS_3-symmetric Littlewood-Richardson rule due to Thomas and Yong, which is based\non Fomin's growth diagrams.\n"]}]
["0901.4150",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4150"],"date":["2009-01-26"],"type":["text"],"creator":["Inagaki, Shio","Otuski, Michio","Sasa, Shin-ichi"],"language":[],"coverage":[],"title":["History dependence of mechanical properties in granular systems"],"description":["  We study the history dependence of the mechanical properties of granular\nmedia by numerical simulations. We perform a compaction of frictional disk\npackings in a two-dimensional system by controlling the area of the domain with\nvarious strain rates. We then find the strain rate dependence of the critical\npacking fraction above which the pressure becomes finite. The observed behavior\nmakes a contrast with the well-studied jamming transitions for frictionless\ndisk packings. We also observe that the elastic constants of the disk packings\ndepend on the strain rate logarithmically. This result provides a experimental\ntest for the history dependence of granular systems.\n","Comment: 5 pages, 6 figures"]}]
["0901.4161",{"format":[],"subject":["Mathematics - Algebraic Geometry","14F05, 32L10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4161"],"date":["2009-01-26"],"type":["text"],"creator":["Biswas, Indranil"],"language":[],"coverage":[],"title":["Semistability and restrictions of tangent bundle to curves"],"description":["  We consider all complex projective manifolds X that satisfy at least one of\nthe following three conditions:\n  1. There exists a pair $(C ,\\varphi)$, where $C$ is a compact connected\nRiemann surface and $\\varphi : C\\to X$ a holomorphic map, such that the pull\nback $\\varphi^*TX$ is not semistable.\n  2. The variety $X$ admits an \\'etale covering by an abelian variety.\n  3. The dimension $\\dim X \\leq 1$.\n  We conjecture that all complex projective manifolds are of the above type,\nand prove that the following classes are among those that are of the above\ntype. i) All $X$ with a finite fundamental group. ii) All $X$ such that there\nis a nonconstant morphism from the projective line to $X$. iii) All $X$ such\nthat the canonical line bundle $K_X$ is either positive or negative or\n$c_1(K_X) \\in H^2(X, {\\mathbb Q})$ vanishes. iv) All projective surfaces.\n","Comment: Geometriae Dedicata (to appear)"]}]
["0901.4167",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4167"],"date":["2009-01-26"],"type":["text"],"creator":["Xue, Yu","Zhang, Yong","Zhang, Peihong"],"language":[],"coverage":[],"title":["First-principles theory of coloration of WO$_3$ upon charge insertion"],"description":["  We report first-principles investigations of the coloration of WO$_3$ upon\ncharge insertion, using sodium tungsten bronze (Na$_x$WO$_3$) as a model\nsystem. Our results explain well the systematic color change of Na$_x$WO$_3$\nfrom dark blue to violet, red-orange, and finally to golden-yellow as sodium\nconcentration $x$ increases from 0.3 to unity. Proper accounts for both the\ninterband and the intraband contributions to the optical response are found to\nbe very important for a detailed understanding of the coloration mechanism in\nthis system.\n","Comment: 11 pages"]}]
["0901.4171",{"format":[],"subject":["Mathematics - Analysis of PDEs","35K55, 35K40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4171"],"date":["2009-01-27"],"type":["text"],"creator":["Galaktionov, V. A.","Kamotski, I. V."],"language":[],"coverage":[],"title":["On nonexistence of Baras--Goldstein type for higher-order parabolic\n  equations with singular potentials"],"description":["  An analogy of nonexistence result by Baras and Goldstein (1984), for the heat\nequation with inverse singular potential, is proved for 2mth-order linear\nparabolic equations with Hardy-supercritical singular potentials. Extensions to\nother linear and nonlinear singular PDEs are discussed.\n","Comment: 22 pages"]}]
["0901.4175",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4175"],"date":["2009-01-26"],"type":["text"],"creator":["Nam, Seung-il","Jido, Daisuke"],"language":[],"coverage":[],"title":["Lambda(1405) photoprodcution with p-wave contributions"],"description":["  In this report, we present our recent studies on the\nLambda(1405,1/2-)=Lambda* photoproduction via the gamma p -> K+ pi Sigma\nscattering process, employing a coupled-channel formalism, i.e., the chiral\nunitary model, which respects chiral dynamics in terms of the Weinberg-Tomozawa\nmeson baryon interaction. In addition to the dynamically generated s-wave\nresonance, Lambda*, we include the p-wave resonance contribution from\nSigma(1385,3/2+). We observe that the p-wave contribution provides considerable\neffects on the pi-Sigma invariant-mass spectrum. It also turns out that, within\nthe present level of calculations, we can reproduce hardly the recent Lambda*\nphotoproduction experiment by LEPS collaboration at SPring-8.\n","Comment: 10 pages, 7 figures, Talk given at the Workshop \"Strangeness in\n  Multi-Quark Systems\", 29 ~ 31 Oct 2008, Kaga, Japan"]}]
["0901.4181",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4181"],"date":["2009-01-27"],"type":["text"],"creator":["Chaudhuri, A. K."],"language":[],"coverage":[],"title":["Viscous hydrodynamics description of $\\phi$ meson production in Au+Au\n  and Cu+Cu collisions"],"description":["  In the Israel-Stewart's theory of 2nd order dissipative hydrodynamics, we\nhave simulated $\\phi$ production in Au+Au and Cu+Cu collisions at\n$\\sqrt{s}_{NN}$=200 GeV. Evolution of QGP fluid with viscosity over the entropy\nratio $\\eta/s$=0.25, thermalised at $\\tau_i$=0.2 fm, with initial energy\ndensity $\\epsilon_i$=5.1 $GeV/fm^3$ explains the experimental data on $\\phi$\nmultiplicity, integrated $v_2$, mean $p_T$, $p_T$ spectra and elliptic flow in\ncentral and mid-central Au+Au collisions. $\\eta/s$=0.25 is also consistent with\ncentrality dependence of $\\phi$ $p_T$ spectra in Cu+Cu collisions. The central\nenergy density in Cu+Cu collisions is $\\epsilon_i$=3.48 $GeV/fm^3$.\n","Comment: 8 pages, 10 figures. Recent STAR data on $\\phi$ production in Au+Au\n  and Cu+Cu are analysed in viscous hydrodynamics"]}]
["0901.4183",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4183"],"date":["2009-01-27"],"type":["text"],"creator":["Valentan, Manfred","Regler, Meinhard","Mitaroff, Winfried","Fruhwirth, Rudolf"],"language":[],"coverage":[],"title":["LiC Detector Toy - Tracking detector optimization with fast simulation\n  and its application to the ILD design"],"description":["  The \"LiC Detector Toy\" is a fast single-track simulation and reconstruction\ntool, aiming at the optimization of tracking detector design, i.e. geometric\nlayout and material budgets. Its implementation is based on the MATLAB system.\nImprovements over the last year include correct handling of complex forward\nregions (arbitrary mixture of cylindrical and plane surfaces), enhanced\ndetector description, flexible data presentation of results (e.g. fitted track\nresolutions and impact parameters), and support by an integrated GUI. In\naddition a non-GUI version running under open-source OCTAVE has been\nimplemented. The tool has recently been used for fixing the \"reference design\"\nlayout of the silicon tracker (SIT, SET and FTD) of the ILD detector concept.\n","Comment: Proc. 11th Int. Linear Collider Workshop (LCWS'08), UIC, Chicago,\n  USA, 16-20 Nov. 2008"]}]
["0901.4184",{"format":[],"subject":["Mathematics - Statistics Theory","62H30 (Primary) 68T05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4184"],"date":["2009-01-27"],"type":["text"],"creator":["Scott, Clayton","Bellala, Gowtham","Willett, Rebecca"],"language":[],"coverage":[],"title":["The False Discovery Rate for Statistical Pattern Recognition"],"description":["  The false discovery rate (FDR) and false nondiscovery rate (FNDR) have\nreceived considerable attention in the literature on multiple testing. These\nperformance measures are also appropriate for classification, and in this work\nwe develop generalization error analyses for FDR and FNDR when learning a\nclassifier from labeled training data. Unlike more conventional classification\nperformance measures, the empirical FDR and FNDR are not binomial random\nvariables but rather a ratio of binomials, which introduces challenges not\naddressed in conventional analyses. We develop distribution-free uniform\ndeviation bounds and apply these to obtain finite sample bounds and strong\nuniversal consistency.\n","Comment: Submitted to the Electronic Journal of Statistics\n  (http://www.i-journals.org/ejs/) by the Institute of Mathematical Statistics\n  (http://www.imstat.org)"]}]
["0901.4186",{"format":[],"subject":["Mathematics - Statistics Theory","62G10 (Primary) 62F05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4186"],"date":["2009-01-27"],"type":["text"],"creator":["Pommeret, Denys"],"language":[],"coverage":[],"title":["Testing distribution in deconvolution problems"],"description":["  In this paper we consider a random variable $Y$ contamined by an independent\nadditive noise $Z$. We assume that $Z$ has known distribution. Our purpose is\nto test the distribution of the unobserved random variable $Y$. We propose a\ndata driven statistic based on a development of the density of $Y+Z$, which is\nvalid in the discrete case and in the continuous case. The test is illustrated\nin both cases.\n","Comment: Submitted to the Electronic Journal of Statistics\n  (http://www.i-journals.org/ejs/) by the Institute of Mathematical Statistics\n  (http://www.imstat.org)"]}]
["0901.4188",{"format":[],"subject":["Mathematics - Group Theory","20E42","20G25, 22E20, 22F50, 51E24"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4188"],"date":["2009-01-27"],"type":["text"],"creator":["Caprace, Pierre-Emmanuel","Lecureux, Jean"],"language":[],"coverage":[],"title":["Combinatorial and group-theoretic compactifications of buildings"],"description":["  Let X be a building of arbitrary type. A compactification $C_r(X)$ of the set\nRes(X) of spherical residues of X is introduced. We prove that it coincides\nwith the horofunction compactification of Res(X) endowed with a natural\ncombinatorial distance which we call the root-distance. Points of $C_r(X)$\nadmit amenable stabilisers in Aut(X) and conversely, any amenable subgroup\nvirtually fixes a point in $C_r(X)$. In addition, it is shown that, provided\nAut(X)is transitive enough, this compactification also coincides with the\ngroup-theoretic compactification constructed using the Chabauty topology on\nclosed subgroups of Aut(X). This generalises to arbitrary buildings results\nestablished by Y. Guivarc'h and B. R\\'emy in the Bruhat--Tits case.\n"]}]
["0901.4190",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4190"],"date":["2009-01-27"],"type":["text"],"creator":["Kedra, Jarek"],"language":[],"coverage":[],"title":["The Lalonde-McDuff conjecture and the fundamental group"],"description":["  We give a simple proof of the Lalonde-McDuff conjecture for aspherical\nmanifolds.\n","Comment: 4 pages; no figures"]}]
["0901.4193",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4193"],"date":["2009-01-27"],"type":["text"],"creator":["Waldmann, Stefan"],"language":[],"coverage":[],"title":["Covariant Strong Morita Theory of Star Product Algebras"],"description":["  In this note we recall some recent progress in understanding the\nrepresentation theory of *-algebras over rings C = R(i) where R is ordered and\ni^2 = -1. The representation spaces are modules over auxiliary *-algebras with\ninner products taking values in this auxiliary *-algebra. The ring ordering\nallows to implement positivity requirements for the inner products. Then the\nrepresentations are required to be compatible with the inner product. Moreover,\none can add the notion of symmetry in form of Hopf algebra actions. For all\nthese notions of representations there is a well-established Morita theory\nwhich we review. The core of each version of Morita theory is the corresponding\nPicard groupoid for which we give tools to compute and determine both the\norbits and the isotropy groups.\n","Comment: LaTeX, 14 pages. Contributions to the proceedings of the NoMap\n  conference, 2008"]}]
["0901.4194",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Analysis of PDEs","35B41, 37B25, 74F05, 74K10, 74H60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4194"],"date":["2009-01-27"],"type":["text"],"creator":["Giorgi, C.","Naso, M. G.","Pata, V.","Potomkin, M."],"language":[],"coverage":[],"title":["Global Attractors for an Extensible Thermoelastic Beam System"],"description":["  This work is focused on the dissipative system describing the dynamics of an\nextensible thermoelastic beam, where the dissipation is entirely contributed by\nthe second equation ruling the evolution of the temperature. Under natural\nboundary conditions, we prove the existence of bounded absorbing sets. When\nboth the external body force and the heat source are time-independent, the\nrelated semigroup of solutions is shown to possess the global attractor of\noptimal regularity for all values of the external axial load. The same result\nholds true when the rotational inertia is taken into consideration. In both\ncases, the solutions on the attractor are strong solutions.\n","Comment: 21 pages, no figure"]}]
["0901.4196",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4196","Applied Phyics Letters 94, 012506 (2009)","doi:10.1063/1.3054642"],"date":["2009-01-27"],"type":["text"],"creator":["Sierra, J. F.","Aliev, F. G.","Heindl, R.","Russek, S. E.","Rippard, W. H."],"language":[],"coverage":[],"title":["Broadband Ferromagnetic Resonance Linewidth Measurement of Magnetic\n  Tunnel Junction Multilayers"],"description":["  The broadband ferromagnetic resonance (FMR) linewidth of the free layer of\nmagnetic tunnel junctions is used as a simple diagnostic of the quality of the\nmagnetic structure. The FMR linewidth increases near the field regions of free\nlayer reversal and pinned layer reversal, and this increase correlates with an\nincrease in magnetic hysteresis in unpatterned films, low frequency noise in\npatterned devices, and previous observations of magnetic domain ripple by use\nof Lorentz microscopy. Postannealing changes the free layer FMR linewidth\nindicating that considerable magnetic disorder, originating in the\nexchange-biased pinned layer, is transferred to the free layer.\n","Comment: 13 pages, 4 figures"]}]
["0901.4197",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4197"],"date":["2009-01-27"],"type":["text"],"creator":["Feuto, Justin","Fofana, Ibrahim","Koua, Konin"],"language":[],"coverage":[],"title":["Weighted norms inequalities for a maximal operator in some subspace of\n  amalgams"],"description":["  We give weighted norm inequalities for the maximal fractional operator $\n\\mathcal M_{q,\\beta}$ of Hardy-Littlewood and the fractional integral\n$I_{\\gamma}$. These inequalities are established between $(L^{q},L^{p})\n^{\\alpha}(X,d,\\mu)$ spaces (which are super spaces of Lebesgue spaces\n$L^{\\alpha}(X,d,\\mu)$, and subspaces of amalgams $(L^{q},L^{p})(X,d,\\mu)$) and\nin the setting of space of homogeneous type $(X,d,\\mu)$. The conditions on the\nweights are stated in terms of Orlicz norm.\n","Comment: 17 pages, accepted for publication"]}]
["0901.4198",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4198"],"date":["2009-01-27"],"type":["text"],"creator":["Sagdeo, P. R."],"language":[],"coverage":[],"title":["Polaron population controlled of modulation wave vector Manganites"],"description":["  The growth of charge ordering phenomenon in calcium doped lanthanum\nmanganites La1-xCaxMnO3, x 0.62, 0.67 has been studied using transmission\nelectron microscopy TEM. The diffuse intensity characteristic of short range\ncharge ordering is observed even at room temperature. This diffuse intensity\nhas the local intensity maxima at the incommensurate positions q. With\ndecreasing temperature, the intensity I of super lattice charge ordered spot\nand the magnitude of its modulation wave vector q increases and there exists a\nlinear relationship between I and q of super lattice charge ordered spot. This\nlinear dependence can be explained taking in to account the population and the\ncolumbic interactions between the correlated polarons. It appears that the\ncolumbic interactions between the correlated polarons lead to the coherent\ndistributions of eg charge carriers and thereby giving rise to the uniformly\nperiodic superlattice charge ordered state to these manganites.\n"]}]
["0901.4199",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4199"],"date":["2009-01-27"],"type":["text"],"creator":["Lorcé, Cédric"],"language":[],"coverage":[],"title":["Electromagnetic Properties for Arbitrary Spin Particles: Part 1 $-$\n  Electromagnetic Current and Multipole Decomposition"],"description":["  In a set of two papers, we propose to study an old-standing problem, namely\nthe electromagnetic interaction for particles of arbitrary spin. Based on the\nassumption that light-cone helicity at tree level and $Q^2=0$ should be\nconserved non-trivially by the electromagnetic interaction, we are able to\nderive \\emph{all} the natural electromagnetic moments for a pointlike particle\nof \\emph{any} spin. In this first paper, we propose a transparent decomposition\nof the electromagnetic current in terms of covariant vertex functions. We also\ndefine in a general way the electromagnetic multipole form factors, and show\ntheir relation with the electromagnetic moments. Finally, by considering the\nBreit frame, we relate the covariant vertex functions to multipole form\nfactors.\n","Comment: 14 pages"]}]
["0901.4201",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4201"],"date":["2009-01-27"],"type":["text"],"creator":["Lugiez, Denis","Martin, Stéphane"],"language":[],"coverage":[],"title":["Peer to Peer Optimistic Collaborative Editing on XML-like trees"],"description":["  Collaborative editing consists in editing a common document shared by several\nindependent sites. This may give rise to conficts when two different users\nperform simultaneous uncompatible operations. Centralized systems solve this\nproblem by using locks that prevent some modifications to occur and leave the\nresolution of confict to users. On the contrary, peer to peer (P2P) editing\ndoesn't allow locks and the optimistic approach uses a Integration\nTransformation IT that reconciliates the conficting operations and ensures\nconvergence (all copies are identical on each site). Two properties TP1 and\nTP2, relating the set of allowed operations Op and the transformation IT, have\nbeen shown to ensure the correctness of the process. The choice of the set Op\nis crucial to define an integration operation that satisfies TP1 and TP2. Many\nexisting algorithms don't satisfy these properties and are indeed incorrect\ni.e. convergence is not guaranteed. No algorithm enjoying both properties is\nknown for strings and little work has been done for XML trees in a pure P2P\nframework (that doesn't use time-stamps for instance). We focus on editing\nunranked unordered labeled trees, so-called XML-like trees that are considered\nfor instance in the Harmony pro ject. We show that no transformation satisfying\nTP1 and TP2 can exist for a first set of operations but we show that TP1 and\nTP2 hold for a richer set of operations. We show how to combine our approach\nwith any convergent editing process on strings (not necessarily based on\nintegration transformation) to get a convergent process.\n"]}]
["0901.4202",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4202"],"date":["2009-01-27"],"type":["text"],"creator":["Rauch, Thomas","Nickelt, Iliya"],"language":[],"coverage":[],"title":["Spectral Analysis in the Virtual Observatory"],"description":["  In a collaboration of the German Astrophysical Virtual Observatory (GAVO) and\nAstroGrid-D, the German Astronomy Community Grid (GACG), we provide a VO\nservice for the access and the calculation of stellar synthetic energy\ndistributions (SEDs) based on static as well as expanding non-LTE model\natmospheres.\n  At three levels, a VO user may directly compare observed and theoretical\nSEDs: The easiest and fastest way is to use pre-calculated SEDs from the GAVO\ndatabase. For individual objects, grids of model atmospheres and SEDs can be\ncalculated on the compute resources of AstroGrid-D within reasonable wallclock\ntime. Experienced VO users may even create own atomic-data files for a more\ndetailed analyses.\n","Comment: 3 pages"]}]
["0901.4204",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4204"],"date":["2009-01-27"],"type":["text"],"creator":["Rauch, Thomas","Nickelt, Iliya","Stampa, Ulrike","Demleitner, Markus","Koesterke, Lars"],"language":[],"coverage":[],"title":["Software for the Spectral Analysis of Hot Stars"],"description":["  In a collaboration of the German Astrophysical Virtual Observatory (GAVO) and\nAstroGrid-D, the German Astronomy Community Grid (GACG), we provide a VO\nservice for the access and the calculation of stellar synthetic energy\ndistributions (SEDs) based on static as well as expanding non-LTE model\natmospheres.\n  At three levels, a VO user may directly compare observed and theoretical\nSEDs: The easiest and fastest way is to use pre-calculated SEDs from the GAVO\ndatabase. For individual objects, grids of model atmospheres and SEDs can be\ncalculated on the compute resources of AstroGrid-D within reasonable wallclock\ntime. Experienced VO users may even create own atomic-data files for a more\ndetailed analysis.\n  This VO service opens also the perspective for a new approach to an automated\nspectral analysis of a large number of observations, e.g. provided by\nmulti-object spectrographs.\n","Comment: 4 pages, 2 figures"]}]
["0901.4205",{"format":[],"subject":["Mathematics - Algebraic Geometry","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4205"],"date":["2009-01-27"],"type":["text"],"creator":["Edoukou, Frédéric","Hallez, Anja","Rodier, François","Storme, Leo"],"language":[],"coverage":[],"title":["On the small weight codewords of the functional codes C_2(Q), Q a\n  non-singular quadric"],"description":["  We study the small weight codewords of the functional code C_2(Q), with Q a\nnon-singular quadric of PG(N,q). We prove that the small weight codewords\ncorrespond to the intersections of Q with the singular quadrics of PG(N,q)\nconsisting of two hyperplanes. We also calculate the number of codewords having\nthese small weights.\n"]}]
["0901.4208",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4208","Annals of Applied Statistics 2008, Vol. 2, No. 4, 1478-1502","doi:10.1214/08-AOAS188"],"date":["2009-01-27"],"type":["text"],"creator":["Gustafson, Paul","Lefebvre, Geneviève"],"language":[],"coverage":[],"title":["Bayesian multinomial regression with class-specific predictor selection"],"description":["  Consider a multinomial regression model where the response, which indicates a\nunit's membership in one of several possible unordered classes, is associated\nwith a set of predictor variables. Such models typically involve a matrix of\nregression coefficients, with the $(j,k)$ element of this matrix modulating the\neffect of the $k$th predictor on the propensity of the unit to belong to the\n$j$th class. Thus, a supposition that only a subset of the available predictors\nare associated with the response corresponds to some of the columns of the\ncoefficient matrix being zero. Under the Bayesian paradigm, the subset of\npredictors which are associated with the response can be treated as an unknown\nparameter, leading to typical Bayesian model selection and model averaging\nprocedures. As an alternative, we investigate model selection and averaging,\nwhereby a subset of individual elements of the coefficient matrix are zero.\nThat is, the subset of predictors associated with the propensity to belong to a\nclass varies with the class. We refer to this as class-specific predictor\nselection. We argue that such a scheme can be attractive on both conceptual and\ncomputational grounds.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AOAS188 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0901.4210",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4210"],"date":["2009-01-27"],"type":["text"],"creator":["Grigoryan, G.","Nikogosyan, G.","Halfmann, T."],"language":[],"coverage":[],"title":["Efficient population transfer via bright-state"],"description":["  Propagation of short laser pulses in a medium of Lambda-atoms in the\nintuitive sequence and under conditions of adiabatic following is studied. The\nregime of superluminal propagation is obtained and the conditions of efficient\npopulation transfer in the medium are analyzed.\n","Comment: 4 pages"]}]
["0901.4212",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4212"],"date":["2009-01-27"],"type":["text"],"creator":["Sagawa, Takahiro"],"language":[],"coverage":[],"title":["Weak Value and Correlation Function"],"description":["  We show that there exists, in quantum theory, a close relationship between\nthe weak value and the correlation function, which sheds new lights on the\nconcept of the weak value.\n"]}]
["0901.4213",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4213","Annals of Applied Statistics 2008, Vol. 2, No. 4, 1503-1522","doi:10.1214/08-AOAS189"],"date":["2009-01-27"],"type":["text"],"creator":["Fushing, Hsieh","Zhu, Li","Shapiro-Ilan, David I.","Campbell, James F.","Lewis, Edwin E."],"language":[],"coverage":[],"title":["State-space based mass event-history model I: many decision-making\n  agents with one target"],"description":["  A dynamic decision-making system that includes a mass of indistinguishable\nagents could manifest impressive heterogeneity. This kind of nonhomogeneity is\npostulated to result from macroscopic behavioral tactics employed by almost all\ninvolved agents. A State-Space Based (SSB) mass event-history model is\ndeveloped here to explore the potential existence of such macroscopic\nbehaviors. By imposing an unobserved internal state-space variable into the\nsystem, each individual's event-history is made into a composition of a common\nstate duration and an individual specific time to action. With the common state\nmodeling of the macroscopic behavior, parametric statistical inferences are\nderived under the current-status data structure and conditional independence\nassumptions. Identifiability and computation related problems are also\naddressed. From the dynamic perspectives of system-wise heterogeneity, this SSB\nmass event-history model is shown to be very distinct from a random effect\nmodel via the Principle Component Analysis (PCA) in a numerical experiment.\nReal data showing the mass invasion by two species of parasitic nematode into\ntwo species of host larvae are also analyzed. The analysis results not only are\nfound coherent in the context of the biology of the nematode as a parasite, but\nalso include new quantitative interpretations.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AOAS189 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0901.4219",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4219","Annals of Applied Statistics 2008, Vol. 2, No. 4, 1523-1553","doi:10.1214/08-AOAS195"],"date":["2009-01-27"],"type":["text"],"creator":["Proietti, Tommaso","Luati, Alessandra"],"language":[],"coverage":[],"title":["Real time estimation in local polynomial regression, with application to\n  trend-cycle analysis"],"description":["  The paper focuses on the adaptation of local polynomial filters at the end of\nthe sample period. We show that for real time estimation of signals (i.e.,\nexactly at the boundary of the time support) we cannot rely on the automatic\nadaptation of the local polynomial smoothers, since the direct real time filter\nturns out to be strongly localized, and thereby yields extremely volatile\nestimates. As an alternative, we evaluate a general family of asymmetric\nfilters that minimizes the mean square revision error subject to polynomial\nreproduction constraints; in the case of the Henderson filter it nests the\nwell-known Musgrave's surrogate filters. The class of filters depends on\nunknown features of the series such as the slope and the curvature of the\nunderlying signal, which can be estimated from the data. Several empirical\nexamples illustrate the effectiveness of our proposal.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AOAS195 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0901.4220",{"format":[],"subject":["Mathematics - Probability","Statistics - Methodology","60F17, 65C20, 42C40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4220"],"date":["2009-01-27"],"type":["text"],"creator":["Saksman, Matti Lassas. Eero","Siltanen, Samuli"],"language":[],"coverage":[],"title":["Discretization-invariant Bayesian inversion and Besov space priors"],"description":["  Bayesian solution of an inverse problem for indirect measurement $M = AU +\n{\\mathcal{E}}$ is considered, where $U$ is a function on a domain of $R^d$.\nHere $A$ is a smoothing linear operator and $ {\\mathcal{E}}$ is Gaussian white\nnoise. The data is a realization $m_k$ of the random variable $M_k = P_kA U+P_k\n{\\mathcal{E}}$, where $P_k$ is a linear, finite dimensional operator related to\nmeasurement device. To allow computerized inversion, the unknown is discretized\nas $U_n=T_nU$, where $T_n$ is a finite dimensional projection, leading to the\ncomputational measurement model $M_{kn}=P_k A U_n + P_k {\\mathcal{E}}$. Bayes\nformula gives then the posterior distribution $\\pi_{kn}(u_n |\nm_{kn})\\sim\\pi_n(u_n) \\exp(-{1/2}\\|m_{kn} - P_kA u_n\\|_2^2)$ in $R^d$, and the\nmean $U^{CM}_{kn}:=\\int u_n \\pi_{kn}(u_n | m_k) du_n$ is considered as the\nreconstruction of $U$. We discuss a systematic way of choosing prior\ndistributions $\\prior_n$ for all $n\\geq n_0>0$ by achieving them as projections\nof a distribution in a infinite-dimensional limit case. Such choice of prior\ndistributions is {\\em discretization-invariant} in the sense that $\\prior_n$\nrepresent the same {\\em a priori} information for all $n$ and that the mean\n$U^{CM}_{kn}$ converges to a limit estimate as $k,n\\to\\infty$. Gaussian\nsmoothness priors and wavelet-based Besov space priors are shown to be\ndiscretization invariant. In particular, Bayesian inversion in dimension two\nwith $B^1_{11}$ prior is related to penalizing the $\\ell^1$ norm of the wavelet\ncoefficients of $U$.\n"]}]
["0901.4224",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4224"],"date":["2009-01-27"],"type":["text"],"creator":["Di Donato, Pasquale"],"language":[],"coverage":[],"title":["Geospatial semantics: beyond ontologies, towards an enactive approach"],"description":["  Current approaches to semantics in the geospatial domain are mainly based on\nontologies, but ontologies, since continue to build entirely on the symbolic\nmethodology, suffers from the classical problems, e.g. the symbol grounding\nproblem, affecting representational theories. We claim for an enactive approach\nto semantics, where meaning is considered to be an emergent feature arising\ncontext-dependently in action. Since representational theories are unable to\ndeal with context, a new formalism is required toward a contextual theory of\nconcepts. SCOP is considered a promising formalism in this sense and is briefly\ndescribed.\n","Comment: 24 pages, 1 table"]}]
["0901.4225",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4225"],"date":["2009-01-27"],"type":["text"],"creator":["Nicaise, Johannes"],"language":[],"coverage":[],"title":["An introduction to $p$-adic and motivic zeta functions and the monodromy\n  conjecture"],"description":["  These notes give a basic introduction to the theory of $p$-adic and motivic\nzeta functions, motivic integration, and the monodromy conjecture.\n","Comment: Notes of a lecture at the French-Japanese Winter School on Zeta and\n  L-functions (Miura, January 2008); to appear in the conference proceedings\n  (Memoirs of the Mathematical Society of Japan)"]}]
["0901.4226",{"format":[],"subject":["Mathematics - General Topology","57R17, 57M27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4226"],"date":["2009-01-27"],"type":["text"],"creator":["Licata, Joan E."],"language":[],"coverage":[],"title":["Invariants for Legendrian knots in lens spaces"],"description":["  In this paper we define invariants for primitive Legendrian knots in lens\nspaces L(p,q) for q not equal to 1. The main invariant is a differential graded\nalgebra which is computed from a labeled Lagrangian projection of the pair\n(L(p,q), K). This invariant is formally similar to a DGA defined by Sabloff\nwhich is an invariant for Legendrian knots in smooth S^1-bundles over Riemann\nsurfaces. The second invariant defined for knots in lens spaces takes the form\nof a DGA enhanced with a free cyclic group action and can be computed from the\np-fold cover of the pair (L(p,q), K).\n","Comment: 25 pages, 18 figures"]}]
["0901.4230",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4230"],"date":["2009-01-27"],"type":["text"],"creator":["Dartora, C. A.","Cabrera, G. G."],"language":[],"coverage":[],"title":["The Dirac equation and a non-chiral electroweak theory in six\n  dimensional spacetime from a locally gauged SO(3,3) symmetry group"],"description":["  A toy model for the electroweak interactions(without chirality) is proposed\nin a six dimensional spacetime with 3 timelike and 3 spacelike coordinates. The\nspacetime interval $ds^2=dx_\\mu dx^\\mu$ is left invariant under the symmetry\ngroup SO(3,3). We obtain the six-dimensional version of the Dirac gamma\nmatrices, $\\Gamma_\\mu$, and write down a Dirac-like lagrangian density, ${\\cal\nL}=i \\bar{\\psi} \\Gamma ^\\mu \\nabla_\\mu \\psi$. The spinor $\\psi$ is decomposed\ninto two Dirac spinors, $\\psi_1$ and $\\psi_2$, which we interpret as the\nelectron and neutrino fields, respectively. In six-dimensional spacetime the\nelectron and neutrino fields are then merged in a natural manner. The SO(3,3)\nLorentz symmetry group must be locally broken to the observable SO(1,3) Lorentz\ngroup, with only one observable time component, $t_z$. The $t_z$-axis may not\nbe the same at all points of the spacetime and the effect of breaking the\nSO(3,3) spacetime symmetry group locally to an SO(1,3) Lorentz group is\nperceived by the observers as the existence of the gauge fields. The origin of\nmass may be attributed to the remaining two hidden timelike dimensions. We\ninterpret the origin of mass and gauge interactions as a consequence of extra\ntime dimensions, without the need of the so-called Higgs mechanism for the\ngeneration of mass. Further, we are able to give a geometric meaning to the\nelectromagnetic and non-abelian gauge symmetries.\n"]}]
["0901.4240",{"format":[],"subject":["Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4240"],"date":["2009-01-27"],"type":["text"],"creator":["Madsen, Ib"],"language":[],"coverage":[],"title":["An integral Riemann-Roch theorem for surface bundles"],"description":["  This paper proves an integral version of the Riemann-Roch theorem for surface\nbundles, comparing the standard cohomology classes with the cohomology classes\ncoming from the symplectic group.\n"]}]
["0901.4241",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4241"],"date":["2009-01-27"],"type":["text"],"creator":["Leifer, Peter"],"language":[],"coverage":[],"title":["Towards the demystificatiom of quantum interference"],"description":["  It has been shown that velocity of propagation of wave front cannot coincide\nwith observable velocity of quantum particles. It is additional argument leads\nto conclusion that phase wave of de Broglie cannot be associated with single\n\"elementary\" particle like electron. Therefore quantum interference under\nlinear superposition cannot describe energy distribution in extended quantum\nparticles. Essentially new approach is required in order to establish\nnon-linear relativistic wave equations with soliton-like solutions.\n","Comment: 5 pages, LaTeX"]}]
["0901.4252",{"format":[],"subject":["Mathematics - Statistics Theory","62H25, 62G08 (Primary) 62P05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4252","Annals of Statistics 2009, Vol. 37, No. 1, 1-34","doi:10.1214/07-AOS516"],"date":["2009-01-27"],"type":["text"],"creator":["Benko, Michal","Härdle, Wolfgang","Kneip, Alois"],"language":[],"coverage":[],"title":["Common functional principal components"],"description":["  Functional principal component analysis (FPCA) based on the\nKarhunen--Lo\\`{e}ve decomposition has been successfully applied in many\napplications, mainly for one sample problems. In this paper we consider common\nfunctional principal components for two sample problems. Our research is\nmotivated not only by the theoretical challenge of this data situation, but\nalso by the actual question of dynamics of implied volatility (IV) functions.\nFor different maturities the log-returns of IVs are samples of (smooth) random\nfunctions and the methods proposed here study the similarities of their\nstochastic behavior. First we present a new method for estimation of functional\nprincipal components from discrete noisy data. Next we present the two sample\ninference for FPCA and develop the two sample theory. We propose bootstrap\ntests for testing the equality of eigenvalues, eigenfunctions, and mean\nfunctions of two functional samples, illustrate the test-properties by\nsimulation study and apply the method to the IV analysis.\n","Comment: Published in at http://dx.doi.org/10.1214/07-AOS516 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["0901.4265",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4265"],"date":["2009-01-27"],"type":["text"],"creator":["Romanova, M. M.","Ustyugova, G. V.","Koldoba, A. V.","Lovelace, R. V. E."],"language":[],"coverage":[],"title":["Conical Winds from the Disk-Magnetosphere Boundary"],"description":["  A new type of wind - a conical wind - has been discovered in axisymmetric\nmagnetohydrodynamic simulations of the disk-magnetosphere interaction in cases\nwhere the magnetic field of the star is bunched into an X-type configuration.\nSuch a configuration arises if the effective viscosity of the disk is larger\nthan the effective diffusivity, or if the accretion rate in the disk is\nenhanced. Conical outflows flow from the inner edge of the disk into a narrow\nshell with half-opening angle of 30-45 degrees. The outflow carries about\n0.1-0.3 of the disk mass accretion rate and part of the disk's angular\nmomentum. The conical winds are driven by the gradient of the magnetic pressure\nwhich exists above the disk due to the winding of the stellar magnetic field.\nExploratory 3D simulations show that conical winds are symmetric about rotation\naxis of the disk even if the magnetic dipole is significantly misaligned with\nthe disk's rotation axis. Conical winds appear around stars of different\nperiods. However, in the case of a star in the \"propeller\" regime, an\nadditional - much faster component appears: an axial jet, where matter is\naccelerated up to very high velocities at small distances from the star by\nmagnetic pressure force above the surface of the star. The simulations are done\nin dimensionless units and are applicable to a variety of the disk-accreting\nmagnetized stars: young stars, white dwarfs, neutron stars, and possibly black\nholes. For the case of young stars, conical winds and axial jets may appear in\ndifferent cases, including Class I young stars, classical T Tauri stars, and\nEXors. In EXors periods of enhanced accretion may lead to the formation of\nconical winds which correspond to the outflows observed from these stars.\n","Comment: 14 pages, 14 figures, submitted to the MNRAS. See animations at\n  http://www.astro.cornell.edu/~romanova/conical.htm ;\n  http://www.astro.cornell.edu/~romanova/propeller.htm ;\n  http://www.astro.cornell.edu/us-rus/disk_prop.htm"]}]
["0901.4266",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4266"],"date":["2009-01-27"],"type":["text"],"creator":["Johannes, Jan"],"language":[],"coverage":[],"title":["Nonparametric estimation in functional linear models with second order\n  stationary regressors"],"description":["  We consider the problem of estimating the slope parameter in functional\nlinear regression, where scalar responses Y1,...,Yn are modeled in dependence\nof second order stationary random functions X1,...,Xn. An orthogonal series\nestimator of the functional slope parameter with additional thresholding in the\nFourier domain is proposed and its performance is measured with respect to a\nwide range of weighted risks covering as examples the mean squared prediction\nerror and the mean integrated squared error for derivative estimation. In this\npaper the minimax optimal rate of convergence of the estimator is derived over\na large class of different regularity spaces for the slope parameter and of\ndifferent link conditions for the covariance operator. These general results\nare illustrated by the particular example of the well-known Sobolev space of\nperiodic functions as regularity space for the slope parameter and the case of\nfinitely or infinitely smoothing covariance operator.\n"]}]
["0901.4267",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4267"],"date":["2009-01-27"],"type":["text"],"creator":["Jalden, Joakim","Elia, Petros"],"language":[],"coverage":[],"title":["LR-aided MMSE lattice decoding is DMT optimal for all approximately\n  universal codes"],"description":["  Currently for the nt x nr MIMO channel, any explicitly constructed space-time\n(ST) designs that achieve optimality with respect to the diversity multiplexing\ntradeoff (DMT) are known to do so only when decoded using maximum likelihood\n(ML) decoding, which may incur prohibitive decoding complexity. In this paper\nwe prove that MMSE regularized lattice decoding, as well as the computationally\nefficient lattice reduction (LR) aided MMSE decoder, allows for efficient and\nDMT optimal decoding of any approximately universal lattice-based code. The\nresult identifies for the first time an explicitly constructed encoder and a\ncomputationally efficient decoder that achieve DMT optimality for all\nmultiplexing gains and all channel dimensions. The results hold irrespective of\nthe fading statistics.\n","Comment: 5 pages, submitted to ISIT 09"]}]
["0901.4269",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4269"],"date":["2009-01-27"],"type":["text"],"creator":["Romanova, Marina M.","Koldoba, Alexander V.","Ustyugova, Galina V.","Kulkarni, Akshay K.","Long, Min","Lovelace, Richard V. E."],"language":[],"coverage":[],"title":["3D MHD Simulations of Disk Accretion onto Magnetized Stars: Numerical\n  Approach and Sample Simulations"],"description":["  We present results of global 3D MHD simulations of disk accretion to a\nrotating star with dipole and more complex magnetic fields using a Godunov-type\ncode based on the \"cubed sphere\" grid developed earlier in our group. We\ndescribe the code and the grid and show examples of simulation results.\n","Comment: 7 pages, 3 figures. Proceedings of the 3RD International Conference\n  on Numerical Modeling of Space Plasma Flows (ASTRONUM-2008), June 8-13, 2008,\n  St. John, U.S.V.I"]}]
["0901.4272",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4272"],"date":["2009-01-27"],"type":["text"],"creator":["Hachemi, Khalid","Alla, Hassane."],"language":[],"coverage":[],"title":["Dynamic Control of a Flow-Rack Automated Storage and Retrieval System"],"description":["  In this paper we propose a control scheme based on coloured Petri net (CPN)\nfor a flow-rack automated storage and retrieval system. The AS/RS is modelled\nusing Coloured Petri nets, the developed model has been used to capture and\nprovide the rack state. We introduce in the control system an optimization\nmodule as a decision process which performs a real-time optimization working on\na discrete events time scale. The objective is to find bin locations for the\nretrieval requests by minimizing the total number of retrieval cycles for a\nbatch of requests and thereby increase the system throughput. By solving the\noptimization model, the proposed method gives according to customers request\nand the rack state, the best bin locations for retrieval, i.e. allowing at the\nsame time to satisfy the customers request and carrying out the minimum of\nretrieval cycles.\n","Comment: CSCS 17 15th International Conference on Control Systems and Computer\n  Science, Bucarest : Roumanie (2007)"]}]
["0901.4275",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4275"],"date":["2009-01-27"],"type":["text"],"creator":["Chang, Hyun Sung","Weiss, Yair","Freeman, William T."],"language":[],"coverage":[],"title":["Informative Sensing"],"description":["  Compressed sensing is a recent set of mathematical results showing that\nsparse signals can be exactly reconstructed from a small number of linear\nmeasurements. Interestingly, for ideal sparse signals with no measurement\nnoise, random measurements allow perfect reconstruction while measurements\nbased on principal component analysis (PCA) or independent component analysis\n(ICA) do not. At the same time, for other signal and noise distributions, PCA\nand ICA can significantly outperform random projections in terms of enabling\nreconstruction from a small number of measurements. In this paper we ask: given\nthe distribution of signals we wish to measure, what are the optimal set of\nlinear projections for compressed sensing? We consider the problem of finding a\nsmall number of linear projections that are maximally informative about the\nsignal. Formally, we use the InfoMax criterion and seek to maximize the mutual\ninformation between the signal, x, and the (possibly noisy) projection y=Wx. We\nshow that in general the optimal projections are not the principal components\nof the data nor random projections, but rather a seemingly novel set of\nprojections that capture what is still uncertain about the signal, given the\nknowledge of distribution. We present analytic solutions for certain special\ncases including natural images. In particular, for natural images, the\nnear-optimal projections are bandwise random, i.e., incoherent to the sparse\nbases at a particular frequency band but with more weights on the\nlow-frequencies, which has a physical relation to the multi-resolution\nrepresentation of images.\n","Comment: 26 pages; submitted to IEEE Transactions on Information Theory"]}]
["0901.4278",{"format":[],"subject":["Mathematics - Probability","Mathematics - Combinatorics","60J10","60C05","05E99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4278"],"date":["2009-01-27"],"type":["text"],"creator":["Björner, Anders"],"language":[],"coverage":[],"title":["Note: Random-to-front shuffles on trees"],"description":["  A Markov chain is considered whose states are orderings of an underlying\nfixed tree and whose transitions are local \"random-to-front\" reorderings,\ndriven by a probability distribution on subsets of the leaves. The eigenvalues\nof the transition matrix are determined using Brown's theory of random walk on\nsemigroups.\n","Comment: 6 pages, 4 figures; to appear in Electronic Communications in\n  Probability"]}]
["0901.4279",{"format":[],"subject":["Mathematics - Analysis of PDEs","35K55, 35K40, 35K65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4279"],"date":["2009-01-27"],"type":["text"],"creator":["Galaktionov, V. A."],"language":[],"coverage":[],"title":["Regional, single point, and global blow-up for the fourth-order porous\n  medium type equation with source"],"description":["  Three types of blow-up for a fourth-order degenerate reaction-diffusion\nequation are studied by a combination of analytic and numerical methods. At the\ncritical values of parameters, there occurs a variational problem with a\ncountable set of solutions obtained by Lysternik--Shnirelman category theory,\nwhich then are extended to neighbouring values of parameters by a homotopy-like\napproach.\n","Comment: 39 pages, 28 figures"]}]
["0901.4280",{"format":[],"subject":["Mathematics - Complex Variables","32C10","32M05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4280"],"date":["2009-01-27"],"type":["text"],"creator":["Huckleberry, Alan","Isaev, Alexander"],"language":[],"coverage":[],"title":["Classical Symmetries of Complex Manifolds"],"description":["  We consider complex manifolds that admit actions by holomorphic\ntransformations of classical simple real Lie groups and classify all such\nmanifolds in a natural situation. Under our assumptions, which require the\ngroup at hand to be dimension-theoretically large with respect to the manifold\non which it is acting, our classification result states that the manifolds\nwhich arise are described precisely as invariant open subsets of certain\ncomplex flag manifolds associated to the complexified groups.\n"]}]
["0901.4285",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4285"],"date":["2009-01-27"],"type":["text"],"creator":["Thanassoulas, C.","Klentos, V.","Verveniotis, G.","Zymaris, N."],"language":[],"coverage":[],"title":["Preseismic oscillating electric field \"strange attractor like\"\n  precursor, of T = 6 months, triggered by Ssa tidal wave. Application on large\n  (Ms > 6.0R) EQs in Greece (October 1st, 2006 - December 2nd, 2008)"],"description":["  In this work the preseismic \"strange attractor like\" precursor is studied, in\nthe domain of the Earth's oscillating electric field for T = 6 months. It is\nassumed that the specific oscillating electric field is generated by the\ncorresponding lithospheric oscillation, triggered by the Ssa tidal wave of the\nsame wave length (6 months) under excess strain load conditions met in the\nfocal area of a future large earthquake. The analysis of the recorded Earth's\noscillating electric field by the two distant monitoring sites of PYR and HIO\nand for a period of time of 26 months (October 1st, 2006 - December 2nd, 2008)\nsuggests that the specific precursor can successfully resolve the predictive\ntime window in terms of months and for a \"swarm\" of large EQs (Ms > 6.0R), in\ncontrast to the resolution obtained by the use of electric fields of shorter (T\n= 1, 14 days, single EQ identification) wave length. More over, the fractal\ncharacter of the \"strange attractor like\" precursor in the frequency domain is\npointed out. Finally, a proposal is made that concerns the continuous\nmonitoring of the specific preseismic attractor in distinct different wave\nlengths of the oscillating Earth's electric field so that an early warning\nsystem can be utilized. As a refinement of the \"strange attractor like\"\nmethodology, the guide lines of a generalized inversion scheme are presented so\nthat the epicenter of the driving mechanism (seismic epicentral area) can be\nestimated in a least squares sense.\n","Comment: 7 pages, 9 figures, 1 table, http://www.earthquakeprediction.gr"]}]
["0901.4286",{"format":[],"subject":["Mathematics - Analysis of PDEs","35K55, 35K40, 35K65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4286"],"date":["2009-01-27"],"type":["text"],"creator":["Galaktionov, V. A."],"language":[],"coverage":[],"title":["On blow-up \"twistors\" for the Navier--Stokes equations in $R^3$: a view\n  from reaction-diffusion theory"],"description":["  Various formal blow-up scenarious for the Navier--Stokes equaitons in 3D are\ndiscussed. A particular interest is payed to \"twistor mechanisms\" based on\nangular logarithmic blow-up travelling waves, and to a formation of \"blow-up\ntornado\" about the singular stationary Slezkin--Landau solutions (1934--44) of\na submerged jet. A survey on various related aspects of singularity analysis\nfor nonlinear parabolic PDEs is enclosed.\n","Comment: 111 pages, 3 figures"]}]
["0901.4289",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4289","Nature 456, 366 (2008)"],"date":["2009-01-27"],"type":["text"],"creator":["Park, Tuson","Sidorov, V. A.","Ronning, F.","Zhu, J. -X.","Tokiwa, Y.","Lee, H.","Bauer, E. D.","Movshovich, R.","Sarrao, J. L.","Thompson, J. D."],"language":[],"coverage":[],"title":["Isotropic Quantum Scattering and Unconventional Superconductivity"],"description":["  Superconductivity without phonons has been proposed for strongly correlated\nelectron materials that are tuned close to a zero-temperature magnetic\ninstability of itinerant charge carriers. Near this boundary, quantum\nfluctuations of magnetic degrees of freedom assume the role of phonons in\nconventional superconductors, creating an attractive interaction that glues\nelectrons into superconducting pairs. Here we show that superconductivity can\narise from a very different spectrum of fluctuations associated with a local or\nKondo-breakdown quantum-critical point that is revealed in isotropic scattering\nof charge carriers and a sub-linear temperature-dependent electrical\nresistivity. At this critical point, accessed by applying pressure to the\nstrongly correlated, local-moment antiferromagnet CeRhIn5, magnetic and charge\nfluctuations coexist and produce electronic scattering that is maximal at the\noptimal pressure for superconductivity. This previously unanticipated source of\npairing glue opens possibilities for understanding and discovering new\nunconventional forms of superconductivity.\n","Comment: Supplementary information is also included"]}]
["0901.4291",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4291"],"date":["2009-01-27"],"type":["text"],"creator":["Kaoutit, L. El","Gomez-Torrecillas, J."],"language":[],"coverage":[],"title":["On the set of grouplikes of a coring"],"description":["  We focus our attention to the set $\\gl{\\coring{C}}$ of grouplike elements of\na coring $\\coring{C}$ over a ring $A$. We do some observations on the actions\nof the groups $U(A)$ and $\\aut{\\coring{C}}$ of units of $A$ and of\nautomorphisms of corings of $\\coring{C}$, respectively, on $\\gl{\\coring{C}}$,\nand on the subset $\\galois{\\coring{C}}$ of all Galois grouplike elements. Among\nthem, we give conditions on $\\coring{C}$ under which $\\galois{\\coring{C}}$ is a\ngroup, in such a way that there is an exact sequence of groups $\\{1\\} \\to\nU(A^{g}) \\to U(A) \\to \\galois{\\coring{C}} \\to \\{1\\},$ where $A^g$ is the\nsubalgebra of coinvariants for some $g \\in \\galois{\\coring{C}}$.\n"]}]
["0901.4295",{"format":[],"subject":["Physics - Biological Physics","Physics - Data Analysis, Statistics and Probability","Quantitative Biology - Tissues and Organs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4295"],"date":["2009-01-27"],"type":["text"],"creator":["Papasimakis, Nikitas","Pallikari, Fotini"],"language":[],"coverage":[],"title":["Breakdown of Long-Range Correlations in Heart Rate Fluctuations During\n  Meditation"],"description":["  The average wavelet coefficient method is applied to investigate the scaling\nfeatures of heart rate variability during meditation, a state of induced mental\nrelaxation. While periodicity dominates the behavior of the heart rate time\nseries at short intervals, the meditation induced correlations in the signal\nbecome significantly weaker at longer time scales. Further study of these\ncorrelations by means of an entropy analysis in the natural time domain reveals\nthat the induced mental relaxation introduces substantial loss of complexity at\nlarger scales, which indicates a change in the physiological mechanisms\ninvolved.\n","Comment: 6 pages, 6 figures"]}]
["0901.4298",{"format":[],"subject":["Mathematics - Analysis of PDEs","35K55, 35K40, 35K65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4298"],"date":["2009-01-27"],"type":["text"],"creator":["Galaktionov, V. A."],"language":[],"coverage":[],"title":["Vast multiplicity of very singular self-similar solutions of a\n  semilinear higher-order diffusion equation with time-dependent absorption"],"description":["  It is shown that a fourth-order semilinear parabolic equation with\ntime-dependent absorption admit a vast multiplicity of the so-called very\nsingular self-similar solutions (VSSs), which can bifurcate from some\neigenfunctions of the linearized operators and also are generated by branching\nfrom other critical point. For the second-order semilinear heat equations, such\nVSSs have been known since the beginning of the 1980s and were constructed in\npapers by Brezis, Friedman, Galaktionov, Kyrdyumov, Samarskii, Peletier, Kamin,\nVeron, and many others.\n","Comment: 26 pages, 19 figures"]}]
["0901.4299",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4299"],"date":["2009-01-27"],"type":["text"],"creator":["Adin, Ron M.","Firer, Marcelo","Roichman, Yuval"],"language":[],"coverage":[],"title":["Triangle-Free Triangulations"],"description":["  The flip operation on colored inner-triangle-free triangulations of a convex\npolygon is studied. It is shown that the affine Weyl group $\\widetilde{C}_n$\nacts transitively on these triangulations by colored flips, and that the\nresulting colored flip graph is closely related to a lower interval in the weak\norder on $\\widetilde{C}_n$. Lattice properties of this order are then applied\nto compute the diameter.\n","Comment: 18 pages"]}]
["0901.4300",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4300"],"date":["2009-01-27"],"type":["text"],"creator":["Simon, L. E.","Hamann, F."],"language":[],"coverage":[],"title":["Quasar Metal Abundance and FIR Luminosity"],"description":["  We compare the metallicities in high-redshift quasars to the star formation\nrates (SFR) in their host galaxies using measurements of broad emission lines\nand far-infrared (FIR) luminosities. The FIR emission indicates the level of\nongoing massive starbursts in the galaxy, whereas the abundance of metals in\nthe gas surrounding the quasar indicates the amount of star formation which\noccurred before the visible quasar phase began. The results of this study can\nbe used to constrain the late stages of starburst-quasar evolution. We detect\nhigh metallicities throughout the sample, up to several times solar, confirming\nthat star formation must have begun before the visible quasar phase. However,\nwe do not detect a trend in metallicity versus current SFR.\n","Comment: 3 pages, 1 figure, to appear in the proceedings of \"The Starburst-AGN\n  Connection Conference\", Shanghai, China, 27 Oct - 1 Nov 2008, ASP Conference\n  Series"]}]
["0901.4301",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Geometric Topology","37D40, 30F60, 20F67"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4301"],"date":["2009-01-27"],"type":["text"],"creator":["Hamenstadt, Ursula"],"language":[],"coverage":[],"title":["Dynamical properties of the Weil-Petersson metric"],"description":["  Let S be a non-exceptional oriented surface of finite type. We discuss the\naction of subgroups of the mapping class group of S on the CAT(0)-boundary of\nthe completion of Teichmueller space with respect to the Weil-Petersson metric.\nWe show that the set of invariant Borel probability measures for the\nWeil-Petersson flow on moduli space which are supported on closed orbits is\ndense in the space of invariant Borel probability measures.\n","Comment: 8 pages, 1 figure"]}]
["0901.4306",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Dynamical Systems","30F40","57M50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4306"],"date":["2009-01-27"],"type":["text"],"creator":["Bromberg, K."],"language":[],"coverage":[],"title":["The space of Kleinian punctured torus groups is not locally connected"],"description":["  We show that the space of Kleinian punctured torus groups is not locally\nconnected.\n"]}]
["0901.4312",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4312","SIGMA 5 (2009), 011, 10 pages","doi:10.3842/SIGMA.2009.011"],"date":["2009-01-27"],"type":["text"],"creator":["Pavlov, Maxim V.","Popowicz, Ziemowit"],"language":[],"coverage":[],"title":["On Integrability of a Special Class of Two-Component (2+1)-Dimensional\n  Hydrodynamic-Type Systems"],"description":["  The particular case of the integrable two component (2+1)-dimensional\nhydrodynamical type systems, which generalises the so-called Hamiltonian\nsubcase, is considered. The associated system in involution is integrated in a\nparametric form. A dispersionless Lax formulation is found.\n"]}]
["0901.4314",{"format":[],"subject":["Mathematics - Analysis of PDEs","35K55, 35K40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4314"],"date":["2009-01-27"],"type":["text"],"creator":["Galaktionov, V. A."],"language":[],"coverage":[],"title":["Blow-up in higher-order reaction-diffusion and wave equations: how\n  $\\sqrt{log log}$ factor occurs"],"description":["  The origin of non self-similar blow-up in higher-order reaction-diffusion\n(parabolic), wave (hyperbolic) and nonlinear dispersion equations is explained\nby a combination of various methods.\n  Some links and similarities with double-log blow-up terms occurring in\nearlier studies of plasma physics second-order parabolic equations and the\nnonlinear critical Schr\\\"odinger equation are discussed. On the other hand, the\nlog-log factor obtained in Petrovskii's boundary regularity study of a\nparaboloid vertex for the heat equation in 1934 was the first its appearance in\nPDE theory.\n","Comment: 41 pages, 10 figures"]}]
["0901.4321",{"format":[],"subject":["Mathematics - Statistics Theory","62G05","62G20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4321"],"date":["2009-01-27"],"type":["text"],"creator":["Loubes, Jean-Michel","Marteau, Clément"],"language":[],"coverage":[],"title":["Oracle Inequality for Instrumental Variable Regression"],"description":["  We tackle the problem of estimating a regression function observed in an\ninstrumental regression framework. This model is an inverse problem with\nunknown operator. We provide a spectral cut-off estimation procedure which\nenables to derive oracle inequalities which warrants that our estimate, built\nwithout any prior knowledge, behaves as well as, up to $\\log$ term, if the best\nmodel were known.\n"]}]
["0901.4322",{"format":[],"subject":["Mathematics - Algebraic Geometry","Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4322"],"date":["2009-01-27"],"type":["text"],"creator":["Leander, Gregor","Rodier, François"],"language":[],"coverage":[],"title":["Bounds on the degree of APN polynomials The Case of $x^{-1}+g(x)$"],"description":["  We prove that functions $f:\\f{2^m} \\to \\f{2^m}$ of the form\n$f(x)=x^{-1}+g(x)$ where $g$ is any non-affine polynomial are APN on at most a\nfinite number of fields $\\f{2^m}$. Furthermore we prove that when the degree of\n$g$ is less then 7 such functions are APN only if $m \\le 3$ where these\nfunctions are equivalent to $x^3$.\n"]}]
["0901.4323",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Mathematical Software","I.1.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4323"],"date":["2009-01-26"],"type":["text"],"creator":["van der Hoeven, Joris","Lecerf, Grégoire"],"language":[],"coverage":[],"title":["On the bit-complexity of sparse polynomial multiplication"],"description":["  In this paper, we present fast algorithms for the product of two multivariate\npolynomials in sparse representation. The bit complexity of our algorithms are\nstudied in detail for various types of coefficients, and we derive new\ncomplexity results for the power series multiplication in many variables. Our\nalgorithms are implemented and freely available within the Mathemagix software.\nWe show that their theoretical costs are well-reflected in practice.\n"]}]
["0901.4329",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4329","2007RMxAC..27..245R"],"date":["2009-01-27"],"type":["text"],"creator":["Romanova, M. M.","Lovelace, R. V. E.","Ustyugova, G. V.","Koldoba, A. V."],"language":[],"coverage":[],"title":["Launching of Jets by Propeller Mechanism"],"description":["  We carried out axisymmetric simulations of disk accretion to a rapidly\nrotating magnetized star in the \"propeller\" regime. Simulations show that\npropellers may be \"weak\" (with no outflows), and \"strong\" (with outflows).\nInvestigation of the difference between these two regimes have shown that\noutflows appear only in the case where the \"friction\" between the disk and\nmagnetosphere is sufficiently large, and when accreting matter flux is not very\nsmall. Matter outflows in a wide cone and is magneto-centrifugally ejected from\nthe inner regions of the disk. Closer to the axis there is a strong,\ncollimated, magnetically dominated outflow of energy and angular momentum\ncarried by the open magnetic field lines from the star. The \"efficiency\" of the\npropeller may be very high in the respect that most of the incoming disk matter\nis expelled from the system in winds. The star spins-down rapidly due to the\nmagnetic interaction with the disk through closed field lines and with corona\nthrough open field lines. This mechanism may act in a variety of situations\nwhere magnetized star rotates with super-Keplerian velocity at the\nmagnetospheric boundary. We speculate that in general any object rotating with\nsuper-Keplerian velocity may drive outflows from accreting disk, if the\nfriction between them is sufficiently large.\n","Comment: 7 pages, 9 figures; Published in: Triggering Relativistic Jets (Eds.\n  William H. Lee & Enrico Ramirez-Ruiz) Revista Mexicana de Astronomia y\n  Astrofisica (Serie de Conferencias) Vol. 27, Contents of Supplementary CD,\n  p.245"]}]
["astro-ph/0507257",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0507257","Astron.Astrophys.454:27-36,2006","doi:10.1051/0004-6361:20053922"],"date":["2005-07-11"],"type":["text"],"creator":["Bartelmann, Matthias","Doran, Michael","Wetterich, Christof"],"language":[],"coverage":[],"title":["Non-linear Structure Formation in Cosmologies with Early Dark Energy"],"description":["  We argue that a few per cent of \"Early Dark Energy\" can be detected by the\nstatistics of nonlinear structures. The presence of Dark Energy during linear\nstructure formation is natural in models where the present tiny Dark-Energy\ndensity is related to the age of the Universe rather than a new fundamental\nsmall parameter. Generalisation of the spherical collapse model shows that the\nlinear collapse parameter delta_c is lowered. The corresponding relative\nenhancement of weak gravitational lensing on arc-minute scales lowers the value\nof sigma_8 inferred from a given lensing amplitude as compared to Lambda-CDM.\nIn presence of Early Dark Energy, structures grow slower, such that for given\nsigma_8 the number of galaxies and galaxy clusters is substantially increased\nat moderate and high redshift. For realistic models, the number of clusters\ndetectable through their thermal Sunyaev-Zel'dovich effect at redshift unity\nand above, e.g. with the Planck satellite, can be an order of magnitude larger\nthan for Lambda-CDM.\n","Comment: 10 pages, 12 figures"]}]
["astro-ph/9907324",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/9907324","Mon.Not.Roy.Astron.Soc.314:338-347,2000","doi:10.1046/j.1365-8711.2000.03350.x"],"date":["1999-07-23","2000-01-11"],"type":["text"],"creator":["Meneghetti, Massimo","Bolzonella, Micol","Bartelmann, Matthias","Moscardini, Lauro","Tormen, Giuseppe"],"language":[],"coverage":[],"title":["Effects of cluster galaxies on arc statistics"],"description":["  We present the results of a set of numerical simulations evaluating the\neffect of cluster galaxies on arc statistics. We perform a first set of\ngravitational lensing simulations using three independent projections for each\nof nine different galaxy clusters obtained from N-body simulations. The\nsimulated clusters consist of dark matter only. We add a population of galaxies\nto each cluster, mimicking the observed luminosity function and the spatial\ngalaxy distribution, and repeat the lensing simulations including the effects\nof cluster galaxies, which themselves act as individual lenses. Each galaxy is\nrepresented by a spherical Navarro, Frenk & White (1997) density profile. We\nconsider the statistical distributions of the properties of the gravitational\narcs produced by our clusters with and without galaxies. We find that the\ncluster galaxies do not introduce perturbations strong enough to significantly\nchange the number of arcs and the distributions of lengths, widths, curvature\nradii and length-to-width ratios of long arcs. We find some changes to the\ndistribution of short-arc properties in presence of cluster galaxies. The\ndifferences appear in the distribution of curvature radii for arc lengths\nsmaller than 12'', while the distributions of lengths, widths and\nlength-to-width ratios are significantly changed only for arcs shorter than\n4''.\n","Comment: 11 pages, Latex using MN style, 6 figures enclosed. Version accepted\n  for publication in MNRAS. Gzipped file including a full resolution version of\n  Figures 2a, 2b, 3a, 3b, 3c can be downloaded by anonymous ftp at\n  http://gt.pd.astro.it/~bepi/PAPERS/lensing.ps.gz"]}]
["chao-dyn/9703010",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Condensed Matter - Statistical Mechanics","Mathematical Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/chao-dyn/9703010","Electron. J. Diff. Eqns., Monograph 05, 2004 (55 pages).\n  http://ejde.math.txstate.edu/Monographs/05/abstr.html"],"date":["1997-03-19","2004-06-18"],"type":["text"],"creator":["Gorban, A. N."],"language":[],"coverage":[],"title":["Singularities of Transition Processes in Dynamical Systems: Qualitative\n  Theory of Critical Delays"],"description":["  The paper gives a systematic analysis of singularities of transition\nprocesses in dynamical systems. General dynamical systems with dependence on\nparameter are studied. A system of relaxation times is constructed. Each\nrelaxation time depends on three variables: initial conditions, parameters $k$\nof the system and accuracy $\\epsilon$ of the relaxation. The singularities of\nrelaxation times as functions of $(x_0,k)$ under fixed $\\epsilon$ are studied.\nThe classification of different bifurcations (explosions) of limit sets is\nperformed. The relations between the singularities of relaxation times and\nbifurcations of limit sets are studied. The peculiarities of dynamics which\nentail singularities of transition processes without bifurcations are described\nas well. The analogue of the Smale order for general dynamical systems under\nperturbations is constructed. It is shown that the perturbations simplify the\nsituation: the interrelations between the singularities of relaxation times and\nother peculiarities of dynamics for general dynamical system under small\nperturbations are the same as for the Morse-Smale systems.\n","Comment: 59 pages, 5 figures, Translation of Candidat (Ph.D) Thesis, 1980,\n  some language and misprints corrections"]}]
["cond-mat/0601035",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0601035","Physical Review B 74, 045328 (2006)","doi:10.1103/PhysRevB.74.045328"],"date":["2006-01-02","2006-04-28"],"type":["text"],"creator":["Oxtoby, Neil P.","Wiseman, H. M.","Sun, He-Bi"],"language":[],"coverage":[],"title":["Sensitivity and back-action in charge qubit measurements by a strongly\n  coupled single-electron transistor"],"description":["  We consider charge-qubit monitoring (continuous-in-time weak measurement) by\na single-electron transistor (SET) operating in the sequential-tunneling\nregime. We show that commonly used master equations for this regime are not of\nthe Lindblad form that is necessary and sufficient for guaranteeing valid\nphysical states. In this paper we derive a Lindblad-form master equation and a\ncorresponding quantum trajectory model for continuous measurement of the charge\nqubit by a SET. Our approach requires that the SET-qubit coupling be strong\ncompared to the SET tunnelling rates. We present an analysis of the quality of\nthe qubit measurement in this model (sensitivity versus back-action).\nTypically, the strong coupling when the SET island is occupied causes\nback-action on the qubit beyond the quantum back-action necessary for its\nsensitivity, and hence the conditioned qubit state is mixed. However, in one\nstrongly coupled, asymmetric regime, the SET can approach the limit of an ideal\ndetector with an almost pure conditioned state. We also quantify the quality of\nthe SET using more traditional concepts such as the measurement time and\ndecoherence time, which we have generalized so as to treat the strongly\nresponding regime.\n","Comment: About 11 pages, 6 figures. Changes in v2: we made general\n  improvements to the manuscript including, but not limited to(!), the removal\n  of one reference, and modification of the footnotes"]}]
["hep-th/0407057",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0407057"],"date":["2004-07-08","2009-01-28"],"type":["text"],"creator":["Nishikawa, Miyuki"],"language":[],"coverage":[],"title":["Natural beauty of the standard model -A derivation of the electro-weak\n  unified and quantum-gravity theory without assuming a Higgs particle-"],"description":["  We study the asymptotic behavior of a singular potential, and discuss the\nself-consistency condition for the spherical symmetric Klein-Gordon equation.\nIn our view, gravity and the weak force are subsidiary, derived from\nelectricity. Particularly, $SU(2)_L\\times U(1)$ unification is derived from the\n$L^2$ normalizability condition, without assuming a phase transition. A\npossible origin of the Higgs mechanism is proposed. Each particle pair of the\nstandard model is associated with the corresponding asymptotic expansion of an\neigen function.\n  Next we consider the meaning of internal and external degrees of freedom for\na 2 body problem, and find a complex U(1) phase of spins, which can not reduce\nto the local motion of an external observer. These degrees of freedom are\ninherent to the Poincar\\'{e} group, and can be expressed in terms of asymmetric\nspinor representations. We try to derive all gauge fields via this\nnonintegrable complex U(1) phase. As a spin-off, supersymmetry is regarded as a\nkind of Mach's principle for spinning frames-or the Ptolemaic (geocentric)\ntheory to confuse a rotating frame with an inertial frame.\n  Furthermore, we review classical experimental backgrounds for general\nrelativity, and discuss possible solutions for paradoxes in quantum gravity.\n  Taking angular momentums into account to improve above discussions, we can\nexplain the smallness of neutrino mass without assuming the see-saw mechanism.\nA natural geometric interpretation of the quark flavor mixing angle is added in\nthe Conclusion.\n","Comment: 63 pages, 4 figures. PhD. thesis submitted to the university of\n  Tokyo. This thesis was, however, rejected by the judging committee, without\n  even mentioning sections 4-7. They forced the author to omit sections 3-7 at\n  all. Thus, only Section 2 was approved by the judging committee. Several\n  sections may oppose to her advisors' theories. v5 small changes"]}]
["hep-th/0610016",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0610016","Nucl.Phys.A790:614-618,2007","doi:10.1016/j.nuclphysa.2007.03.129"],"date":["2006-10-01","2007-01-14"],"type":["text"],"creator":["Hoshino, Yuichi"],"language":[],"coverage":[],"title":["Determination of the propagator in QED3 by spectral function"],"description":["  To study the infrared behaviour of the propagator, exponentiation of the\nlowest order spectral function has been known.We show this method is helpful in\nsuper renormalizable theory with dimension-full coupling constant.In the 1/N\napproximation anomalous dimension is independent of $N$,which plays an\nimportant role for confinement and pair condensation.\n","Comment: 6 pages Latex,2 figures.introduction is modified.mistakes in\n  equations are corrected.figure captions are corrected"]}]
["math-ph/0512067",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0512067","Physical Review E, 73, 046608, 17 April 2006","doi:10.1103/PhysRevE.73.046608"],"date":["2005-12-21","2006-04-18"],"type":["text"],"creator":["Yaghjian, Arthur D.","Hansen, Thorkild B."],"language":[],"coverage":[],"title":["Plane-Wave Solutions to Frequency-Domain and Time-Domain Scattering from\n  Magnetodielectric Slabs"],"description":["  Plane-wave representations are used to formulate the exact solutions to\nfrequency-domain and time-domain sources illuminating a magnetodielectric slab\nwith complex permittivity and permeability. In the special case of a line\nsource at z=0 a distance d<L in front of an L wide lossless double negative\n(DNG) slab with permittivity and permeability equal to -1, the single-frequency\nsolution exhibits not only \"perfectly focused\" fields for z>2L but also\ndivergent infinite fields in the region 2d<z<2L. In contrast, the solution to\nthe same lossless -1 DNG slab illuminated by a sinusoidal wave that begins at\nsome initial time t =0 (and thus has a nonzero bandwidth, unlike the\nsingle-frequency excitation that begins at t=-infinity) is proven to have\nimperfectly focused fields and convergent finite fields everywhere for all\nfinite time t. The proof hinges on the variation of permittivity and\npermeability having a lower bound imposed by causality and energy conservation.\nThe minimum time found to produce a given resolution is proportional to the\nestimate obtained by [Gomez-Santos, Phys. Rev. Lett., 90, 077401 (2003)]. Only\nas t approaches infinity do the fields become perfectly focused in the region\nz>2L and divergent in the region 2d<z<2L. These theoretical results, which are\nconfirmed by numerical examples, imply that divergent fields of the\nsingle-frequency solution are not caused by an inherent inconsistency in\nassuming an ideal lossless -1 DNG material, but are the result of the\ncontinuous single-frequency wave (which contains infinite energy) building up\ninfinite reactive fields during the infinite duration of time from t=-infinity\nto the present time t that the single-frequency excitation has been applied.\n","Comment: 25 pages, 4 figures, changes for publication in Physical Review E"]}]
["math/0607185",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Functional Analysis","32E10, 32E30, 32H02, 46G20, 58B12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0607185","Forum Math., 20 (2008), no. 5, 817--840","doi:10.1515/FORUM.2008.039"],"date":["2006-07-07","2009-01-28"],"type":["text"],"creator":["Drnovsek, Barbara Drinovec","Forstneric, Franc"],"language":[],"coverage":[],"title":["Approximation of holomorphic mappings on strongly pseudoconvex domains"],"description":["  Let D be a relatively compact strongly pseudoconvex domain in a Stein\nmanifold, and let Y be a complex manifold. We prove that the set A(D,Y),\nconsisting of all continuous maps from the closure of D to Y which are\nholomorphic in D, is a complex Banach manifold. When D is the unit disc in C\n(or any other topologically trivial strongly pseudoconvex domain in a Stein\nmanifold), A(D,Y) is locally modeled on the Banach space A(D,C^n)=A(D)^n with\nn=dim Y. Analogous results hold for maps which are holomorphic in D and of\nclass C^r up to the boundary for any positive integer r. We also establish the\nOka property for sections of continuous or smooth fiber bundles over the\nclosure of D which are holomorphic over D and whose fiber enjoys the Convex\napproximation property. The main analytic technique used in the paper is a\nmethod of gluing holomorphic sprays over Cartan pairs in Stein manifolds, with\ncontrol up to the boundary, which was developed in our paper \"Holomorphic\ncurves in complex manifolds\" (Duke Math. J. 139 (2007), no. 2, 203--253).\n"]}]
["math/0701108",{"format":[],"subject":["Mathematics - Statistics Theory","62G08 (Primary) 62J12, 62F12 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701108","Annals of Statistics 2008, Vol. 36, No. 6, 2605-2637","doi:10.1214/07-AOS504"],"date":["2007-01-03","2009-01-23"],"type":["text"],"creator":["Fan, Jianqing","Fan, Yingying"],"language":[],"coverage":[],"title":["High-dimensional classification using features annealed independence\n  rules"],"description":["  Classification using high-dimensional features arises frequently in many\ncontemporary statistical studies such as tumor classification using microarray\nor other high-throughput data. The impact of dimensionality on classifications\nis poorly understood. In a seminal paper, Bickel and Levina [Bernoulli 10\n(2004) 989--1010] show that the Fisher discriminant performs poorly due to\ndiverging spectra and they propose to use the independence rule to overcome the\nproblem. We first demonstrate that even for the independence classification\nrule, classification using all the features can be as poor as the random\nguessing due to noise accumulation in estimating population centroids in\nhigh-dimensional feature space. In fact, we demonstrate further that almost all\nlinear discriminants can perform as poorly as the random guessing. Thus, it is\nimportant to select a subset of important features for high-dimensional\nclassification, resulting in Features Annealed Independence Rules (FAIR). The\nconditions under which all the important features can be selected by the\ntwo-sample $t$-statistic are established. The choice of the optimal number of\nfeatures, or equivalently, the threshold value of the test statistics are\nproposed based on an upper bound of the classification error. Simulation\nstudies and real data analysis support our theoretical results and demonstrate\nconvincingly the advantage of our new classification procedure.\n","Comment: Published in at http://dx.doi.org/10.1214/07-AOS504 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["math/0702824",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702824"],"date":["2007-02-27","2009-01-28"],"type":["text"],"creator":["Kawashima, Gaku"],"language":[],"coverage":[],"title":["A class of relations among multiple zeta values"],"description":["  We prove a new class of relations among multiple zeta values (MZV's) which\ncontains Ohno's relation. We also give the formula for the maximal number of\nindependent MZV's of fixed weight, under our new relations. To derive our\nformula for MZV's we consider the Newton series whose values at non-negative\nintegers are finite multiple harmonic sums.\n","Comment: 36 pages, presentation improved, to appear in Journal of Number\n  Theory"]}]
["nlin/0208002",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","High Energy Physics - Theory","Mathematical Physics","Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0208002","Comm.Math.Phys.243:193-240,2003","doi:10.1007/s00220-003-0934-1"],"date":["2002-08-01","2002-08-28"],"type":["text"],"creator":["Bertola, M.","Eynard, B.","Harnad, J."],"language":[],"coverage":[],"title":["Differential systems for biorthogonal polynomials appearing in 2-matrix\n  models and the associated Riemann-Hilbert problem"],"description":["  We consider biorthogonal polynomials that arise in the study of a\ngeneralization of two--matrix Hermitian models with two polynomial potentials\nV_1(x), V_2(y) of any degree, with arbitrary complex coefficients. Finite\nconsecutive subsequences of biorthogonal polynomials (`windows'), of lengths\nequal to the degrees of the potentials, satisfy systems of ODE's with\npolynomial coefficients as well as PDE's (deformation equations) with respect\nto the coefficients of the potentials and recursion relations connecting\nconsecutive windows. A compatible sequence of fundamental systems of solutions\nis constructed for these equations. The (Stokes) sectorial asymptotics of these\nfundamental systems are derived through saddle-point integration and the\nRiemann-Hilbert problem characterizing the differential equations is deduced.\n","Comment: v1:41 pages, 5 figures, 1 table. v2:Typos and other errors corrected.\n  v3: Some conceptual changes, added appendix and two figures v4: Minor\n  typographical changes, improved figures. v5: updated version (submitted) 49\n  pages, 7 figures, 1 table"]}]
