["0705.3602",{"format":[],"subject":["Mathematics - Probability","60J80 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3602","Annals of Probability 2009, Vol. 37, No. 4, 1381-1411","doi:10.1214/08-AOP434"],"date":["2007-05-24","2009-08-27"],"type":["text"],"creator":["Haas, Bénédicte","Pitman, Jim","Winkel, Matthias"],"language":[],"coverage":[],"title":["Spinal partitions and invariance under re-rooting of continuum random\n  trees"],"description":["  We develop some theory of spinal decompositions of discrete and continuous\nfragmentation trees. Specifically, we consider a coarse and a fine spinal\ninteger partition derived from spinal tree decompositions. We prove that for a\ntwo-parameter Poisson--Dirichlet family of continuous fragmentation trees,\nincluding the stable trees of Duquesne and Le Gall, the fine partition is\nobtained from the coarse one by shattering each of its parts independently,\naccording to the same law. As a second application of spinal decompositions, we\nprove that among the continuous fragmentation trees, stable trees are the only\nones whose distribution is invariant under uniform re-rooting.\n","Comment: Published in at http://dx.doi.org/10.1214/08-AOP434 the Annals of\n  Probability (http://www.imstat.org/aop/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["0710.0085",{"format":[],"subject":["Mathematical Physics","70F99 34A55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0085","J. Inverse Ill-posed Probl. 17, 5 (2009) 441--476"],"date":["2007-09-29"],"type":["text"],"creator":["Jollivet, Alexandre"],"language":[],"coverage":[],"title":["On inverse scattering at high energies for the multidimensional Newton\n  equation in electromagnetic field"],"description":["  We consider the multidimensional (nonrelativistic) Newton equation in a\nstatic electromagnetic field $$\\ddot x = F(x,\\dot x), F(x,\\dot x)=-\\nabla\nV(x)+B(x)\\dot x, \\dot x={dx\\over dt}, x\\in C^2(\\R,\\R^n),\\eqno{(*)}$$ where $V\n\\in C^2(\\R^n,\\R),$ $B(x)$ is the $n\\times n$ real antisymmetric matrix with\nelements $B_{i,k}(x)$, $B_{i,k}\\in C^1(\\R^n,\\R)$ (and $B$ satisfies the closure\ncondition), and $|\\pa^{j_1}_xV(x)| +|\\pa^{j_2}_xB_{i,k}(x)| \\le \\beta_{|j_1|}\n(1+|x|)^{-(\\alpha+|j_1|)}$ for $x\\in \\R^n,$ $1\\le|j_1|\\le 2,$ $0\\le|j_2|\\le 1$,\n$|j_2|=|j_1|-1$, $i,k=1... n$ and some $\\alpha > 1$. We give estimates and\nasymptotics for scattering solutions and scattering data for the equation $(*)$\nfor the case of small angle scattering. We show that at high energies the\nvelocity valued component of the scattering operator uniquely determines the\nX-ray transforms $P\\nabla V$ and $PB_{i,k}$ (on sufficiently rich sets of\nstraight lines). Applying results on inversion of the X-ray transform $P$ we\nobtain that for $n\\ge 2$ the velocity valued component of the scattering\noperator at high energies uniquely determines $(\\nabla V,B)$. We also consider\nthe problem of recovering $(\\nabla V,B)$ from our high energies asymptotics\nfound for the configuration valued component of the scattering operator.\nResults of the present work were obtained by developing the inverse scattering\napproach of [R. Novikov, 1999] for $(*)$ with $B\\equiv 0$ and of [Jollivet,\n2005] for the relativistic version of $(*)$. We emphasize that there is an\ninteresting difference in asymptotics for scattering solutions and scattering\ndata for $(*)$ on the one hand and for its relativistic version on the other.\n"]}]
["0710.0845",{"format":[],"subject":["Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0845"],"date":["2007-10-03","2009-08-27"],"type":["text"],"creator":["Blei, David M.","Griffiths, Thomas L.","Jordan, Michael I."],"language":[],"coverage":[],"title":["The nested Chinese restaurant process and Bayesian nonparametric\n  inference of topic hierarchies"],"description":["  We present the nested Chinese restaurant process (nCRP), a stochastic process\nwhich assigns probability distributions to infinitely-deep,\ninfinitely-branching trees. We show how this stochastic process can be used as\na prior distribution in a Bayesian nonparametric model of document collections.\nSpecifically, we present an application to information retrieval in which\ndocuments are modeled as paths down a random tree, and the preferential\nattachment dynamics of the nCRP leads to clustering of documents according to\nsharing of topics at multiple levels of abstraction. Given a corpus of\ndocuments, a posterior inference algorithm finds an approximation to a\nposterior distribution over trees, topics and allocations of words to levels of\nthe tree. We demonstrate this algorithm on collections of scientific abstracts\nfrom several journals. This model exemplifies a recent trend in statistical\nmachine learning--the use of Bayesian nonparametric methods to infer\ndistributions on flexible data structures.\n"]}]
["0801.3567",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3567","Published in Ergod. Th. Dynam. Sys. vol. 29 (2009)"],"date":["2008-01-23"],"type":["text"],"creator":["Chazottes, J. -R.","Collet, P.","Redig, F.","Verbitskiy, E."],"language":[],"coverage":[],"title":["A concentration inequality for interval maps with an indifferent fixed\n  point"],"description":["  For a map of the unit interval with an indifferent fixed point, we prove an\nupper bound for the variance of all observables of $n$ variables\n$K:[0,1]^n\\to\\R$ which are componentwise Lipschitz. The proof is based on\ncoupling and decay of correlation properties of the map. We then give various\napplications of this inequality to the almost-sure central limit theorem, the\nkernel density estimation, the empirical measure and the periodogram.\n","Comment: 26 pages, submitted"]}]
["0802.0901",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0901","Phys. Rev. Lett. 101, 207003 (2008)","doi:10.1103/PhysRevLett.101.207003"],"date":["2008-02-06"],"type":["text"],"creator":["Schmidt, S.","Alhassid, Y."],"language":[],"coverage":[],"title":["Mesoscopic competition of superconductivity and ferromagnetism:\n  conductance peak statistics in metallic grains"],"description":["  We investigate the competition between superconductivity and ferromagnetism\nin chaotic ultra-small metallic grains in a regime where both phases can\ncoexist. We use an effective Hamiltonian that combines a BCS-like pairing term\nand a ferromagnetic Stoner-like spin exchange term. We study the transport\nproperties of the grain in the Coulomb blockade regime and identify signatures\nof the coexistence between pairing and exchange correlations in the mesoscopic\nfluctuations of the conductance peak spacings and peak heights.\n","Comment: 4 pages, 3 figures"]}]
["0802.1761",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematical Physics","53B30, 53C50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1761","Journal of Geometry and Physics, 59(8), 1087-1126, 2009","doi:10.1016/j.geomphys.2009.04.008"],"date":["2008-02-13","2009-08-26"],"type":["text"],"creator":["Law, Peter R."],"language":[],"coverage":[],"title":["Spin coefficients for four-dimensional neutral metrics, and null\n  geometry"],"description":["  Notation for spin coefficients for metrics of neutral signature in four\ndimensions is introduced. The utility and interpretation of spin coefficients\nis explored through themes in null geometry familiar from (complex) general\nrelativity. Four-dimensional Walker geometry is exploited to provide examples\nand the generalization of the real neutral version of Pleba\\~nski's (1975)\nsecond heavenly equation to certain Walker geometries given in Law and\nMatsushita [16] is extended further.\n","Comment: 50 pages; minor typos corrected in v2"]}]
["0802.3594",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.3594"],"date":["2008-02-25","2009-08-27"],"type":["text"],"creator":["Barbu, Viorel","Marinelli, Carlo"],"language":[],"coverage":[],"title":["Strong solutions for stochastic porous media equations with jumps"],"description":["  We prove global well-posedness in the strong sense for stochastic generalized\nporous media equations driven by square integrable martingales with stationary\nindependent increments.\n","Comment: 13 pages, final version"]}]
["0803.2252",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2252","Chaos 18, 033118 (2008)","doi:10.1063/1.2964200"],"date":["2008-03-14"],"type":["text"],"creator":["Gintautas, Vadas","Hubler, Alfred W."],"language":[],"coverage":[],"title":["Resonant forcing of nonlinear systems of differential equations"],"description":["  We study resonances of nonlinear systems of differential equations, including\nbut not limited to the equations of motion of a particle moving in a potential.\nWe use the calculus of variations to determine the minimal additive forcing\nfunction that induces a desired terminal response, such as an energy in the\ncase of a physical system. We include the additional constraint that only\nselect degrees of freedom be forced, corresponding to a very general class of\nproblems in which not all of the degrees of freedom in an experimental system\nare accessible to forcing. We find that certain Lagrange multipliers take on a\nfundamental physical role as the effective forcing experienced by the degrees\nof freedom which are not forced directly. Furthermore, we find that the product\nof the displacement of nearby trajectories and the effective total forcing\nfunction is a conserved quantity. We demonstrate the efficacy of this\nmethodology with several examples.\n","Comment: 9 pages, 3 figures"]}]
["0803.2717",{"format":[],"subject":["Quantum Physics","Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2717","New Journal of Physics 11 (2009) 085005","doi:10.1088/1367-2630/11/8/085005"],"date":["2008-03-18","2009-08-27"],"type":["text"],"creator":["Beals, Travis R.","Hynes, Kevin P.","Sanders, Barry C."],"language":[],"coverage":[],"title":["Distributed authentication for randomly compromised networks"],"description":["  We introduce a simple, practical approach with probabilistic\ninformation-theoretic security to solve one of quantum key distribution's major\nsecurity weaknesses: the requirement of an authenticated classical channel to\nprevent man-in-the-middle attacks. Our scheme employs classical secret sharing\nand partially trusted intermediaries to provide arbitrarily high confidence in\nthe security of the protocol. Although certain failures elude detection, we\ndiscuss preemptive strategies to reduce the probability of failure to an\narbitrarily small level: probability of such failures is exponentially\nsuppressed with increases in connectivity (i.e., connections per node).\n","Comment: 15 pages, 5 figures; final version"]}]
["0805.3468",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3468"],"date":["2008-05-22","2009-08-27"],"type":["text"],"creator":["Stokely, Kevin","Mazza, Marco G.","Stanley, H. Eugene","Franzese, Giancarlo"],"language":[],"coverage":[],"title":["Effect of hydrogen bond cooperativity on the behavior of water"],"description":["  Four scenarios have been proposed for the low--temperature phase behavior of\nliquid water, each predicting different thermodynamics. The physical mechanism\nwhich leads to each is debated. Moreover, it is still unclear which of the\nscenarios best describes water, as there is no definitive experimental test.\nHere we address both open issues within the framework of a microscopic cell\nmodel by performing a study combining mean field calculations and Monte Carlo\nsimulations. We show that a common physical mechanism underlies each of the\nfour scenarios, and that two key physical quantities determine which of the\nfour scenarios describes water: (i) the strength of the directional component\nof the hydrogen bond and (ii) the strength of the cooperative component of the\nhydrogen bond. The four scenarios may be mapped in the space of these two\nquantities. We argue that our conclusions are model-independent. Using\nestimates from experimental data for H bond properties the model predicts that\nthe low-temperature phase diagram of water exhibits a liquid--liquid critical\npoint at positive pressure.\n","Comment: 18 pages, 3 figures"]}]
["0808.3622",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3622"],"date":["2008-08-26","2009-08-27"],"type":["text"],"creator":["Wachter, Kenneth W.","Steinsaltz, David R.","Evans, Steven N."],"language":[],"coverage":[],"title":["Vital rates from the action of mutation accumulation"],"description":["  New models for evolutionary processes of mutation accumulation allow\nhypotheses about the age-specificity of mutational effects to be translated\ninto predictions of heterogeneous population hazard functions. We apply these\nmodels to questions in the biodemography of longevity, including proposed\nexplanations of Gompertz hazards and mortality plateaus, and use them to\nexplore the possibility of melding evolutionary and functional models of aging.\n","Comment: 17 pages, 7 figures"]}]
["0809.1231",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.1231"],"date":["2008-09-07","2009-08-27"],"type":["text"],"creator":["Bagnoli, Franco"],"language":[],"coverage":[],"title":["Evolutionary models for simple biosystems"],"description":["  The concept of evolutionary development of structures constituted a\n\\emph{real} revolution in biology: it was possible to understand how the very\ncomplex structures of life can arise in an out-of-equilibrium system. The\ninvestigation of such systems has shown that indeed, systems under a flux of\nenergy or matter can self-organize into complex patterns, think for instance to\nRayleigh-Bernard convection, Liesegang rings, patterns formed by granular\nsystems under shear. Following this line, one could characterize life as a\nstate of matter, characterized by the slow, continuous process that we call\nevolution. In this paper we try to identify the organizational level of life,\nthat spans several orders of magnitude from the elementary constituents to\nwhole ecosystems.\n  Although similar structures can be found in other contexts like ideas (memes)\nin neural systems and self-replicating elements (computer viruses, worms, etc.)\nin computer systems, we shall concentrate on biological evolutionary structure,\nand try to put into evidence the role and the emergence of network structure in\nsuch systems.\n","Comment: new version"]}]
["0810.3724",{"format":[],"subject":["Statistics - Machine Learning","Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3724","Found Comput Math (2009) 9(5): 517-558","doi:10.1007/s10208-009-9043-7"],"date":["2008-10-20","2009-01-14"],"type":["text"],"creator":["Chen, Guangliang","Lerman, Gilad"],"language":[],"coverage":[],"title":["Foundations of a Multi-way Spectral Clustering Framework for Hybrid\n  Linear Modeling"],"description":["  The problem of Hybrid Linear Modeling (HLM) is to model and segment data\nusing a mixture of affine subspaces. Different strategies have been proposed to\nsolve this problem, however, rigorous analysis justifying their performance is\nmissing. This paper suggests the Theoretical Spectral Curvature Clustering\n(TSCC) algorithm for solving the HLM problem, and provides careful analysis to\njustify it. The TSCC algorithm is practically a combination of Govindu's\nmulti-way spectral clustering framework (CVPR 2005) and Ng et al.'s spectral\nclustering algorithm (NIPS 2001). The main result of this paper states that if\nthe given data is sampled from a mixture of distributions concentrated around\naffine subspaces, then with high sampling probability the TSCC algorithm\nsegments well the different underlying clusters. The goodness of clustering\ndepends on the within-cluster errors, the between-clusters interaction, and a\ntuning parameter applied by TSCC. The proof also provides new insights for the\nanalysis of Ng et al. (NIPS 2001).\n","Comment: 40 pages. Minor changes to the previous version (mainly revised\n  Sections 2.2 & 2.3, and added references). Accepted to the Journal of\n  Foundations of Computational Mathematics"]}]
["0810.4302",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4302","Int. J. Mod. Phys. C, Vol. 20, 1155 (2009)","doi:10.1142/S0129183109014278"],"date":["2008-10-23","2009-08-27"],"type":["text"],"creator":["Schubert, G.","Filinov, V. S.","Matyash, K.","Schneider, R.","Fehske, H."],"language":[],"coverage":[],"title":["Comparative study of semiclassical approaches to quantum dynamics"],"description":["  Quantum states can be described equivalently by density matrices, Wigner\nfunctions or quantum tomograms. We analyze the accuracy and performance of\nthree related semiclassical approaches to quantum dynamics, in particular with\nrespect to their numerical implementation. As test cases, we consider the time\nevolution of Gaussian wave packets in different one-dimensional geometries,\nwhereby tunneling, resonance and anharmonicity effects are taken into account.\nThe results and methods are benchmarked against an exact quantum mechanical\ntreatment of the system, which is based on a highly efficient Chebyshev\nexpansion technique of the time evolution operator.\n","Comment: 32 pages, 8 figures, corrected typos and added references; version as\n  published"]}]
["0810.4699",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4699","JHEP 0812:052,2008","doi:10.1088/1126-6708/2008/12/052"],"date":["2008-10-26","2009-08-27"],"type":["text"],"creator":["Reid-Edwards, R A","Spanjaard, B"],"language":[],"coverage":[],"title":["N=4 Gauged Supergravity from Duality-Twist Compactifications of String\n  Theory"],"description":["  We investigate the lifting of half-maximal four-dimensional gauged\nsupergravities to compactifications of string theory. It is shown that a class\nof such supergravities can arise from compactifications of IIA string theory on\nmanifolds of SU(2)-structure which may be thought of as K3 fibrations over T^2.\nExamples of these SU(2)-structure backgrounds, as smooth K3 bundles and as\ncompactifications with H-flux, are given and we also find evidence for a class\nof non-geometric, Mirror-fold backgrounds. By applying the duality between IIA\nstring theory on K3 and Heterotic string theory on T^4 fibrewise, we argue that\nthese SU(2)-structure backgrounds are dual to Heterotic compactifications on a\nclass T^4 fibrations over T^2. Examples of these fibrations as twisted tori,\nH-flux and T-fold compactifications are given. We also construct a new set of\nbackgrounds, particular to Heterotic string theory, which includes a previously\nunknown class of Heterotic T-folds. A sigma model description of these\nbackgrounds, from the Heterotic perspective, is presented in which we\ngeneralize the Bosonic doubled formalism to Heterotic string theory.\n","Comment: 59 pages, typos corrected"]}]
["0812.0608",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0608","J. Stat. Mech. (2009) L08004","doi:10.1088/1742-5468/2009/08/L08004"],"date":["2008-12-02","2009-08-27"],"type":["text"],"creator":["Ostilli, M.","Mendes, J. F. F."],"language":[],"coverage":[],"title":["Small-world of communities: communication and correlation of the\n  meta-network"],"description":["  Given a network and a partition in n communities, we address the issues ``how\ncommunities influence each other'' and ``when two given communities do\ncommunicate''. We prove that, for a small-world network, among communities, a\nsimple superposition principle applies and each community plays the role of a\nmicroscopic spin governed by a sort of effective TAP (Thouless, Anderson and\nPalmer) equations. The relative susceptibilities derived from these equations\ncalculated at finite or zero temperature (where the method provides an\neffective percolation theory) give us the answers to the above issues. As for\nthe already studied case n=1, these equations are exact in the paramagnetic\nregions (at T=0 this means below the percolation threshold) and provide\neffective approximations in the other regions. However, unlike the case n=1,\nasymmetries among the communities may lead, via the TAP-like structure of the\nequations, to many metastable states whose number, in the case of negative\nshort-cuts among the communities, may grow exponentially fast with n and glassy\nscenarios with a remarkable presence of abrupt jumps take place. Furthermore,\nas a byproduct, from the relative susceptibilities a natural and efficient\nmethod to detect the community structure of a generic network emerges.\n","Comment: 12 pages, 3 figures; version conform to the published letter"]}]
["0812.1925",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1925","Phys. Rev. E 80, 011706 (2009)","doi:10.1103/PhysRevE.80.011706"],"date":["2008-12-10"],"type":["text"],"creator":["Kiselev, Alexei D.","Chigrinov, Vladimir G.","Kwok, Hoi-Sing"],"language":[],"coverage":[],"title":["Kinetics of photoinduced ordering in azo-dye films: two-state and\n  diffusion models"],"description":["  We study the kinetics of photoinduced ordering in the azo-dye SD1\nphotoaligning layers and present the results of modeling performed using two\ndifferent phenomenological approaches. A phenomenological two state model is\ndeduced from the master equation for an ensemble of two-level molecular\nsystems. Using an alternative approach, we formulate the two-dimensional (2D)\ndiffusion model as the free energy Fokker-Planck equation simplified for the\nlimiting regime of purely in-plane reorientation. The models are employed to\ninterpret the irradiation time dependence of the absorption order parameters\nextracted from the available experimental data by using the exact solution to\nthe light transmission problem for a biaxially anisotropic absorbing layer. The\ntransient photoinduced structures are found to be biaxially anisotropic whereas\nthe photosteady and the initial states are uniaxial.\n","Comment: revtex4, 34 pages, 9 figures"]}]
["0812.2127",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2127","J. Math. Phys. 50, 083303 (2009)","doi:10.1063/1.3190486"],"date":["2008-12-11","2009-08-27"],"type":["text"],"creator":["Hübener, R.","Nest, M. Van den","Dür, W.","Briegel, H. J."],"language":[],"coverage":[],"title":["Classical spin systems and the quantum stabilizer formalism: general\n  mappings and applications"],"description":["  We present general mappings between classical spin systems and quantum\nphysics. More precisely, we show how to express partition functions and\ncorrelation functions of arbitrary classical spin models as inner products\nbetween quantum stabilizer states and product states, thereby generalizing\nmappings for some specific models established in [Phys. Rev. Lett. 98, 117207\n(2007)]. For Ising- and Potts-type models with and without external magnetic\nfield, we show how the entanglement features of the corresponding stabilizer\nstates are related to the interaction pattern of the classical model, while the\nchoice of product states encodes the details of interaction. These mappings\nestablish a link between the fields of classical statistical mechanics and\nquantum information theory, which we utilize to transfer techniques and methods\ndeveloped in one field to gain insight into the other. For example, we use\nquantum information techniques to recover well known duality relations and\nlocal symmetries of classical models in a simple way, and provide new classical\nsimulation methods to simulate certain types of classical spin models. We show\nthat in this way all inhomogeneous models of q-dimensional spins with pairwise\ninteraction pattern specified by a graph of bounded tree-width can be simulated\nefficiently. Finally, we show relations between classical spin models and\nmeasurement-based quantum computation.\n","Comment: 24 pages, 5 figures, minor corrections, version as accepted in JMP"]}]
["0812.4658",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Symplectic Geometry","53D17, 57R20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4658"],"date":["2008-12-26","2009-08-27"],"type":["text"],"creator":["Vaisman, Izu"],"language":[],"coverage":[],"title":["Characteristic Classes of Lie Algebroid Morphisms"],"description":["  We extend R. Fernandes' construction of secondary characteristic classes of a\nLie algebroid to the case of a base-preserving morphism between two Lie\nalgebroids. Like in the case of a Lie algebroid, the simplest characteristic\nclass of our construction coincides with the modular class of the morphism.\n","Comment: Latex, 18 pages, small corrections and a new proposition added"]}]
["0901.0212",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","14C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0212"],"date":["2009-01-01","2009-08-27"],"type":["text"],"creator":["Cartwright, Dustin","Sturmfels, Bernd"],"language":[],"coverage":[],"title":["The Hilbert scheme of the diagonal in a product of projective spaces"],"description":["  The diagonal in a product of projective spaces is cut out by the ideal of\n2x2-minors of a matrix of unknowns. The multigraded Hilbert scheme which\nclassifies its degenerations has a unique Borel-fixed ideal. This Hilbert\nscheme is generally reducible, and its main component is a compactification of\nPGL(d)^n/PGL(d). For n=2 we recover the manifold of complete collineations. For\nprojective lines we obtain a space of trees that is irreducible but singular.\nAll ideals in our Hilbert scheme are radical. We also explore connections to\naffine buildings and Deligne schemes.\n","Comment: 30 pages, 2 figures"]}]
["0901.3206",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3206","Phys. Rev. A 79, 062305 (2009)","doi:10.1103/PhysRevA.79.062305"],"date":["2009-01-21"],"type":["text"],"creator":["Sedlak, Michal","Ziman, Mario","Buzek, Vladimir","Hillery, Mark"],"language":[],"coverage":[],"title":["Unambiguous identification of coherent states II: Multiple resources"],"description":["  We consider unambiguous identification of coherent states of electromagnetic\nfield. In particular, we study possible generalizations of an optical setup\nproposed in M. Sedl\\'{a}k {\\it et al.}, Phys. Rev. A {\\bf 76}, 022326 (2007).\nWe show how the unambiguous identification of coherent states can be performed\nin a general case when multiple copies of unknown and the reference states are\navailable. We also investigate whether reference states after the measurement\ncan be \"recovered\" and further used for subsequent unambiguous identification\ntasks. We show that in spite of the fact that the recovered reference states\nare disturbed by measurements they can be repeatedly used for unambiguous\nidentifications. We analyze the role of various imperfections in preparation of\nthe unknown and the reference coherent states on the performance of our\nunambiguous identification setup.\n","Comment: 9 figures"]}]
["0901.4319",{"format":[],"subject":["Physics - Physics Education","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4319","Phys. Educ. 44 (2009) 488-491","doi:10.1088/0031-9120/44/5/006"],"date":["2009-01-27"],"type":["text"],"creator":["Gintautas, Vadas","Hubler, Alfred"],"language":[],"coverage":[],"title":["A simple, low-cost, data-logging pendulum built from a computer mouse"],"description":["  Lessons and homework problems involving a pendulum are often a big part of\nintroductory physics classes and laboratory courses from high school to\nundergraduate levels. Although laboratory equipment for pendulum experiments is\ncommercially available, it is often expensive and may not be affordable for\nteachers on fixed budgets, particularly in developing countries. We present a\nlow-cost, easy-to-build rotary sensor pendulum using the existing hardware in a\nball-type computer mouse. We demonstrate how this apparatus may be used to\nmeasure both the frequency and coefficient of damping of a simple physical\npendulum. This easily constructed laboratory equipment makes it possible for\nall students to have hands-on experience with one of the most important simple\nphysical systems.\n","Comment: 3 pages, 3 figures"]}]
["0902.0779",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Symplectic Geometry","14J32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0779"],"date":["2009-02-04","2009-08-26"],"type":["text"],"creator":["Gross, Mark","Pandharipande, Rahul","Siebert, Bernd"],"language":[],"coverage":[],"title":["The tropical vertex"],"description":["  Elements of the tropical vertex group, introduced by Kontsevich and\nSoibelman, are formal families of symplectomorphisms of the 2-dimensional\nalgebraic torus. We prove ordered product factorizations in the tropical vertex\ngroup are equivalent to calculations of certain genus 0 relative Gromov-Witten\ninvariants of toric surfaces. The relative invariants which arise have full\ntangency to a toric divisor at a single unspecified point. The method uses\nscattering diagrams, tropical curve counts, degeneration formulas, and exact\nmultiple cover calculations in orbifold Gromov-Witten theory.\n","Comment: 57 pages, 1 figure; some typoes corrected and additional references\n  given. Example 1.11 added"]}]
["0902.4661",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Statistical Mechanics","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.4661","New J. Phys. 11 (2009) 033027","doi:10.1088/1367-2630/11/3/033027"],"date":["2009-02-26"],"type":["text"],"creator":["Perc, Matjaz"],"language":[],"coverage":[],"title":["Evolution of cooperation on scale-free networks subject to error and\n  attack"],"description":["  We study the evolution of cooperation in the prisoner's dilemma and the\nsnowdrift game on scale-free networks that are subjected to intentional and\nrandom removal of vertices. We show that, irrespective of the game type,\ncooperation on scale-free networks is extremely robust against random deletion\nof vertices, but declines fast if vertices with the maximal degree are\ntargeted. In particular, attack tolerance is lowest if the temptation to defect\nis largest, whereby a small fraction of removed vertices suffices to decimate\ncooperators. The decline of cooperation can be directly linked to the decrease\nof heterogeneity of scale-free networks that sets in due to the removal of high\ndegree vertices. We conclude that the evolution of cooperation is characterized\nby similar attack and error tolerance as was previously reported for\ninformation readiness and spread of viruses on scale-free networks.\n","Comment: 9 pages, 3 figures; accepted for publication in New Journal of\n  Physics"]}]
["0902.4704",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.4704","Astrophys.J.701:955-963,2009","doi:10.1088/0004-637X/701/2/955"],"date":["2009-02-26","2009-08-27"],"type":["text"],"creator":["Shapiro, Kristen L.","Genzel, Reinhard","Quataert, Eliot","Schreiber, Natascha M. Förster","Davies, Richard","Tacconi, Linda","Armus, Lee","Bouché, Nicolas","Buschkamp, Peter","Cimatti, Andrea","Cresci, Giovanni","Daddi, Emanuele","Eisenhauer, Frank","Erb, Dawn K.","Genel, Shy","Hicks, Erin K. S.","Lilly, Simon J.","Lutz, Dieter","Renzini, Alvio","Shapley, Alice","Steidel, Charles C.","Sternberg, Amiel"],"language":[],"coverage":[],"title":["The SINS Survey: Broad Emission Lines in High-Redshift Star-Forming\n  Galaxies"],"description":["  High signal-to-noise, representative spectra of star-forming galaxies at z~2,\nobtained via stacking, reveal a high-velocity component underneath the narrow\nH-alpha and [NII] emission lines. When modeled as a single Gaussian, this broad\ncomponent has FWHM > 1500 km/s; when modeled as broad wings on the H-alpha and\n[NII] features, it has FWHM > 500 km/s. This feature is preferentially found in\nthe more massive and more rapidly star-forming systems, which also tend to be\nolder and larger galaxies. We interpret this emission as evidence of either\npowerful starburst-driven galactic winds or active supermassive black holes. If\ngalactic winds are responsible for the broad emission, the observed luminosity\nand velocity of this gas imply mass outflow rates comparable to the star\nformation rate. On the other hand, if the broad line regions of active black\nholes account for the broad feature, the corresponding black holes masses are\nestimated to be an order of magnitude lower than those predicted by local\nscaling relations, suggesting a delayed assembly of supermassive black holes\nwith respect to their host bulges.\n","Comment: 11 pages, 5 figures. Accepted version, incorporating referee\n  comments, including changes to title, abstract, figures, and discussion\n  section"]}]
["0903.0047",{"format":[],"subject":["Physics - Atomic and Molecular Clusters","Condensed Matter - Other Condensed Matter","Physics - Atomic Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0047","European Physical Journal D (2009) 1","doi:10.1140/epjd/e2009-00231-5"],"date":["2009-02-28","2009-08-27"],"type":["text"],"creator":["Melich, Mathieu","Dupont-Roc, Jacques","Jacquier, Philippe"],"language":[],"coverage":[],"title":["Efficient atomization of cesium metal in solid helium by low energy (10\n  $\\mu$J) femtosecond pulses"],"description":["  Metal atoms in solid and liquid helium-4 have attracted some interest either\nas a way to keep the atoms in a weakly perturbing matrix, or using them as a\nprobe for the helium host medium. Laser sputtering with nanosecond pulsed\nlasers is the most often used method for atom production, resulting however in\na substantial perturbation of the matrix. We show that a much weaker\nperturbation can be obtained by using femtosecond laser pulses with energy as\nlow as 10 $\\mu$J. As an unexpected benefit, the atomic density produced is much\nhigher.\n"]}]
["0903.2715",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2715","Phys. Rev. Lett. 103, 090503 (2009)","doi:10.1103/PhysRevLett.103.090503"],"date":["2009-03-16","2009-08-27"],"type":["text"],"creator":["Bancal, Jean-Daniel","Branciard, Cyril","Gisin, Nicolas","Pironio, Stefano"],"language":[],"coverage":[],"title":["Quantifying multipartite nonlocality"],"description":["  The nonlocal correlations of multipartite entangled states can be reproduced\nby a classical model if sufficiently many parties join together or if\nsufficiently many parties broadcast their measurement inputs. The maximal\nnumber m of groups and the minimal number k of broadcasting parties that allow\nfor the reproduction of a given set of correlations quantify their multipartite\nnonlocal content. We show how upper-bounds on m and lower-bounds on k can be\ncomputed from the violation of the Mermin-Svetlichny inequalities. While\nn-partite GHZ states violate these inequalities maximally, we find that W\nstates violate them only by a very small amount.\n","Comment: 4 pages, 3 figures. v2: minor changes"]}]
["0903.4595",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4595"],"date":["2009-03-26","2009-08-27"],"type":["text"],"creator":["Kang, Jinhee","Lee, Changhoon","Kremer, Reinhard K.","Whangbo, Myung-Hwan"],"language":[],"coverage":[],"title":["On the Two-Dimensional Character of the Magnetic Properties of Azurite\n  Cu3(CO3)2(OH)2"],"description":["  The spin lattice appropriate for Azurite Cu3(CO3)2(OH)2 was determined by\nevaluating its spin exchange interactions on the basis of first principles\ndensity functional calculations. It is found that Azurite is not described by\nan isolated diamond chain with no spin frustration, but by a two-dimensional\nspin lattice in which diamond chains with spin frustration interact through the\ninterchain spin exchange in the ab-plane. Our analysis indicates that the\nmagnetic properties of Azurite at low temperatures can be approximated by two\nindependent contributions, i.e., an isolated dimer and an effective uniform\nchain contributions. This prediction was verified by analyzing the magnetic\nsusceptibility and specific heat data of Azurite.\n","Comment: 23 pages, 3 figures, 3 tables. J. Phys.: Condes. Matter, in press"]}]
["0903.4903",{"format":[],"subject":["Mathematics - Algebraic Geometry","14C25, 14C30, 14D06, 14D07, 32G20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4903"],"date":["2009-03-30","2009-08-26"],"type":["text"],"creator":["Kerr, Matt","Pearlstein, Gregory"],"language":[],"coverage":[],"title":["An Exponential History of Functions with Logarithmic Growth"],"description":["  We survey recent work on normal functions, including limits and singularities\nof admissible normal functions, the Griffiths-Green approach to the Hodge\nconjecture, algebraicity of the zero-locus of a normal function, Neron models,\nand Mumford-Tate groups. Some of the material and many of the examples, esp. in\nsec. 5-6, are original. The first two sections should be easily accessible to\ngraduate students.\n","Comment: 97 pages, 10 figures; to appear in Proceedings of MSRI Conference on\n  Topology of Stratified Spaces; substantial revisions with new results on\n  Neron models included"]}]
["0904.0990",{"format":[],"subject":["Mathematics - Differential Geometry","53C42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.0990"],"date":["2009-04-06","2009-08-27"],"type":["text"],"creator":["Fontenele, Francisco"],"language":[],"coverage":[],"title":["Heinz type estimates for graphs in Euclidean space"],"description":["  Let $M^n\\subset\\mathbb R^{n+1}$ be the graph of a $C^2$-real valued function\ndefined in a closed ball of $\\mathbb R^n$. In this work, we obtain upper bounds\nfor $\\inf_M|H|$ and $\\inf_M|R|$, where $H$ and $R$ are, respectively, the mean\ncurvature and the scalar curvature of $M^n$, generalizing estimates given by\nHeinz in the case $n=2$ [Math. Annalen 129, 451-454, 1955]. Under the\nassumption that $M^n$ has negative Ricci curvature, we also obtain an upper\nbound for $\\inf_M|A|$, where $|A|$ is the length of the second fundamental\nform. As a consequence of this latter estimate one obtains that $\\inf |A|=0$\nfor all entire graphs with negative Ricci curvature in Euclidean space. This\ngives a partial answer to a question raised by Smith-Xavier [Invent. Math. 90,\n443-450, 1987].\n"]}]
["0904.1498",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1498","Phys. Rev. E 80, 027101 (2009)","doi:10.1103/PhysRevE.80.027101"],"date":["2009-04-09","2009-08-27"],"type":["text"],"creator":["Biswas, Soham","Sen, Parongama"],"language":[],"coverage":[],"title":["A new model of binary opinion dynamics: coarsening and effect of\n  disorder"],"description":["  We propose a model of binary opinion in which the opinion of the individuals\nchange according to the state of their neighbouring domains. If the\nneighbouring domains have opposite opinions, then the opinion of the domain\nwith the larger size is followed. Starting from a random configuration, the\nsystem evolves to a homogeneous state. The dynamical evolution show novel\nscaling behaviour with the persistence exponent $\\theta \\simeq 0.235$ and\ndynamic exponent $z \\simeq1.02 \\pm 0.02$. Introducing disorder through a\nparameter called rigidity coefficient $\\rho$ (probability that people are\ncompletely rigid and never change their opinion), the transition to a\nheterogeneous society at $\\rho = 0^{+}$ is obtained. Close to $\\rho =0$, the\nequilibrium values of the dynamic variables show power law scaling behaviour\nwith $\\rho$. We also discuss the effect of having both quenched and annealed\ndisorder in the system.\n","Comment: 4 pages, 6 figures, Final version of PRE"]}]
["0904.2683",{"format":[],"subject":["Mathematical Physics","81U20, 05C50, 34L25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2683","J. Phys. A: Math. Theor. 42 (2009) 304019; LIOUVILLE GRAVITY AND\n  STATISTICAL MODELS, A SPECIAL ISSUE DEDICATED TO THE MEMORY OF ALEXEI\n  ZAMOLODCHIKOV","doi:10.1088/1751-8113/42/30/304019"],"date":["2009-04-17"],"type":["text"],"creator":["Khachatryan, Sh.","Schrader, R.","Sedrakyan, A."],"language":[],"coverage":[],"title":["Grassmann-Gaussian integrals and generalized star products"],"description":["  In quantum scattering on networks there is a non-linear composition rule for\non-shell scattering matrices which serves as a replacement for the\nmultiplicative rule of transfer matrices valid in other physical contexts. In\nthis article, we show how this composition rule is obtained using Berezin\nintegration theory with Grassmann variables.\n","Comment: 14 pages, 2 figures. In memory of Al.B. Zamolodichikov"]}]
["0904.4794",{"format":[],"subject":["Mathematics - Analysis of PDEs","35R30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.4794"],"date":["2009-04-30","2009-08-27"],"type":["text"],"creator":["Nachman, Adrian","Street, Brian"],"language":[],"coverage":[],"title":["Reconstruction in the Calderon Problem with Partial Data"],"description":["  We consider the problem of recovering the coefficient \\sigma(x) of the\nelliptic equation \\grad \\cdot(\\sigma \\grad u)=0 in a body from measurements of\nthe Cauchy data on possibly very small subsets of its surface. We give a\nconstructive proof of a uniqueness result by Kenig, Sj\\\"ostrand, and Uhlmann.\nWe construct a uniquely specified family of solutions such that their traces on\nthe boundary can be calculated by solving an integral equation which involves\nonly the given partial Cauchy data. The construction entails a new family of\nGreen's functions for the Laplacian, and corresponding single layer potentials,\nwhich may be of independent interest.\n","Comment: Final version, 17 pages, to appear in Comm in PDE"]}]
["0905.1497",{"format":[],"subject":["Quantum Physics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.1497","Int. J. Quant. Inf. 7 (2009) 847-878","doi:10.1142/S0219749909005596"],"date":["2009-05-10"],"type":["text"],"creator":["Gielen, Steffen"],"language":[],"coverage":[],"title":["Does black-hole evaporation imply that physics is non-unitary, and if\n  so, what must the laws of physics look like? An Essay"],"description":["  Stephen Hawking's discovery of black hole evaporation had the remarkable\nconsequence that information is destroyed by a black hole, which can only be\naccommodated by modifying the laws of quantum mechanics. Different attempts to\nevade the information loss paradox were subsequently suggested, apparently\nwithout a satisfactory resolution of the paradox. On the other hand, the\nattempting to include non-unitarity into quantum mechanics might lead to laws\npredicting observable consequences such as nonlocality or violation of\nenergy-momentum conservation; but it may be possibly to circumvent these\nobstacles. Recent developments seem to require a different view on quantum\ngravity and suggest that ideas about locality in physics and Hawking's\nsemi-classical approximation are misleading. An accurate description may show\nunitary evolution and no information loss after all.\n","Comment: 31 pages, 6 figures; revised and extended version of an essay\n  originally submitted as part of the requirements for a Certificate of\n  Advanced Study in Mathematics at Cambridge in 2007. Version accepted for\n  publication as a review article in International Journal of Quantum\n  Information (IJQI)"]}]
["0905.4892",{"format":[],"subject":["Mathematics - Combinatorics","Condensed Matter - Disordered Systems and Neural Networks","05C07","90B10","90C35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4892"],"date":["2009-05-29","2009-08-25"],"type":["text"],"creator":["Kim, Hyunju","Toroczkai, Zoltan","Erdős, Péter L.","Miklós, István","Székely, László Á."],"language":[],"coverage":[],"title":["Degree-based graph construction"],"description":["  Degree-based graph construction is an ubiquitous problem in network modeling,\nranging from social sciences to chemical compounds and biochemical reaction\nnetworks in the cell. This problem includes existence, enumeration, exhaustive\nconstruction and sampling questions with aspects that are still open today.\nHere we give necessary and sufficient conditions for a sequence of nonnegative\nintegers to be realized as a simple graph's degree sequence, such that a given\n(but otherwise arbitrary) set of connections from a arbitrarily given node are\navoided. We then use this result to present a swap-free algorithm that builds\n{\\em all} simple graphs realizing a given degree sequence. In a wider context,\nwe show that our result provides a greedy construction method to build all the\n$f$-factor subgraphs embedded within $K_n\\setminus S_k$, where $K_n$ is the\ncomplete graph and $S_k$ is a star graph centered on one of the nodes.\n","Comment: 12 pages, 1 figure"]}]
["0906.1354",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1354"],"date":["2009-06-07","2009-08-27"],"type":["text"],"creator":["Ahmadvand, Hossein","Salamati, Hadi","Kameli, Parviz"],"language":[],"coverage":[],"title":["Investigation of the role of Ag in Pr$_{1-x}$Ag$_x$MnO$_3$ manganites"],"description":["  X-Ray diffraction, ac susceptibility and electrical resistivity measurements\nwere performed in order to investigate the effect of Ag substitution for Pr in\nthe polycrystalline Pr$_{1-x}$Ag$_x$MnO$_3$ (0.0$\\leq$x$\\leq$0.25) manganites.\nThe XRD results show that the samples crystallize in the O'-orthorhombic\nstructure with a cooperative Jahn-Teller deformation. We give evidence that the\nAg$^{+}$ is not substituted at the Pr$^{3+}$ site in the PrMnO$_{3}$ structure.\nThe increase of $T_{C}$ up to 130 K is suggested to be due to further oxidation\nof manganite grains by the oxygen released from the metallic silver at high\ntemperatures. No metal-insulator transition was observed in the samples.\n","Comment: 5 Figures, 1 Table"]}]
["0906.1437",{"format":[],"subject":["Computer Science - Computational Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1437"],"date":["2009-06-08","2009-08-27"],"type":["text"],"creator":["Emiris, Ioannis Z.","Tsigaridas, Elias P.","Varvitsiotis, Antonios"],"language":[],"coverage":[],"title":["Algebraic methods for counting Euclidean embeddings of rigid graphs"],"description":["  The study of (minimally) rigid graphs is motivated by numerous applications,\nmostly in robotics and bioinformatics. A major open problem concerns the number\nof embeddings of such graphs, up to rigid motions, in Euclidean space. We\ncapture embeddability by polynomial systems with suitable structure, so that\ntheir mixed volume, which bounds the number of common roots, to yield\ninteresting upper bounds on the number of embeddings. We focus on $\\RR^2$ and\n$\\RR^3$, where Laman graphs and 1-skeleta of convex simplicial polyhedra,\nrespectively, admit inductive Henneberg constructions. We establish the first\nlower bound in $\\RR^3$ of about $2.52^n$, where $n$ denotes the number of\nvertices. Moreover, our implementation yields upper bounds for $n \\le 10$ in\n$\\RR^2$ and $\\RR^3$, which reduce the existing gaps, and tight bounds up to\n$n=7$ in $\\RR^3$.\n","Comment: 8 pages, 7 figures, 2 tables. To appear in Graph Drawing 2009"]}]
["0906.2768",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2768","Phys.Rev.D80:044014,2009","doi:10.1103/PhysRevD.80.044014"],"date":["2009-06-15"],"type":["text"],"creator":["Gibbons, G. W.","Herdeiro, C. A. R.","Rebelo, C."],"language":[],"coverage":[],"title":["Global embedding of the Kerr black hole event horizon into hyperbolic\n  3-space"],"description":["  An explicit global and unique isometric embedding into hyperbolic 3-space,\nH^3, of an axi-symmetric 2-surface with Gaussian curvature bounded below is\ngiven. In particular, this allows the embedding into H^3 of surfaces of\nrevolution having negative, but finite, Gaussian curvature at smooth fixed\npoints of the U(1) isometry. As an example, we exhibit the global embedding of\nthe Kerr-Newman event horizon into H^3, for arbitrary values of the angular\nmomentum. For this example, considering a quotient of H^3 by the Picard group,\nwe show that the hyperbolic embedding fits in a fundamental domain of the group\nup to a slightly larger value of the angular momentum than the limit for which\na global embedding into Euclidean 3-space is possible. An embedding of the\ndouble-Kerr event horizon is also presented, as an example of an embedding\nwhich cannot be made global.\n","Comment: 16 pages, 13 figures"]}]
["0906.3489",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.3489","Physical Review E 80, 021933 (2009)","doi:10.1103/PhysRevE.80.021933"],"date":["2009-06-18"],"type":["text"],"creator":["Andrieux, David","Monnai, Takaaki"],"language":[],"coverage":[],"title":["Firing Rate of Noisy Integrate-and-fire Neurons with Synaptic Current\n  Dynamics"],"description":["  We derive analytical formulae for the firing rate of integrate-and-fire\nneurons endowed with realistic synaptic dynamics. In particular we include the\npossibility of multiple synaptic inputs as well as the effect of an absolute\nrefractory period into the description.\n"]}]
["0906.3838",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Combinatorics","15A21"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.3838"],"date":["2009-06-20","2009-08-27"],"type":["text"],"creator":["Nomura, Kazumasa","Terwilliger, Paul"],"language":[],"coverage":[],"title":["On the shape of a tridiagonal pair"],"description":["  Let $K$ denote a field and let $V$ denote a vector space over $K$ with finite\npositive dimension. We consider a pair of linear transformations $A:V \\to V$\nand $A^*:V \\to V$ that satisfy the following conditions: (i) each of $A,A^*$ is\ndiagonalizable; (ii) there exists an ordering $\\lbrace V_i\\rbrace_{i=0}^d$ of\nthe eigenspaces of $A$ such that $A^* V_i \\subseteq V_{i-1} + V_{i} + V_{i+1}$\nfor $0 \\leq i \\leq d$, where $V_{-1}=0$ and $V_{d+1}=0$; (iii) there exists an\nordering $\\lbrace V^*_i\\rbrace_{i=0}^\\delta$ of the eigenspaces of $A^*$ such\nthat $A V^*_i \\subseteq V^*_{i-1} + V^*_{i} + V^*_{i+1}$ for\n  $0 \\leq i \\leq \\delta$, where $V^*_{-1}=0$ and $V^*_{\\delta+1}=0$; (iv) there\nis no subspace $W$ of $V$ such that $AW \\subseteq W$, $A^* W \\subseteq W$, $W\n\\neq 0$, $W \\neq V$. We call such a pair a {\\it tridiagonal pair} on $V$. It is\nknown that $d=\\delta$ and for $0 \\leq i \\leq d$ the dimensions of $V_i$,\n$V^*_i$, $V_{d-i}$, $V^*_{d-i}$ coincide; we denote this common dimension by\n$\\rho_i$. In this paper we prove that $\\rho_i \\leq \\rho_0 \\binom{d}{i}$ for $0\n\\leq i \\leq d$. It is already known that $\\rho_0=1$ if $\\K$ is algebraically\nclosed.\n","Comment: 30 pages"]}]
["0906.5041",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Dynamical Systems","58A17","53C05","53C17","58E25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5041"],"date":["2009-06-27","2009-08-26"],"type":["text"],"creator":["Malakhaltsev, Mikhail Armenovich","Arteaga, José Ricardo"],"language":[],"coverage":[],"title":["Symmetries of sub-Riemannian surfaces"],"description":["  We obtain some results on symmetries of sub-Riemannian surfaces. In case of\ncontact sub-Riemannian surface we base on invariants found by Hughen\n\\cite{Hughen}. Using these invariants, we find conditions under which a\nsub-Riemannian surface does not admit symmetries. If a surface admits\nsymmetries, we show how invariants help to find them. It is worth noting, that\nthe obtained conditions can be explicitly checked for a given contact\nsub-Riemannian surface. Also, we consider sub-Riemannian surfaces which are not\ncontact and find their invariants along the surface where the distribution\nfails to be contact.\n"]}]
["0907.0644",{"format":[],"subject":["Mathematics - Optimization and Control","90C70, 90C10, 90C60, 05A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0644"],"date":["2009-07-03"],"type":["text"],"creator":["Blanco, Victor","Puerto, Justo"],"language":[],"coverage":[],"title":["On the complexity of some fuzzy integer programs"],"description":["  Fuzzy optimization deals with the problem of determining 'optimal'solutions\nof an optimization problem when some of the elements that appear in the problem\nare not precise. In real situations it is usual to have information, in systems\nunder consideration, that is not exact. Thisimprecision can be modeled in a\nfuzzy environment. Zadeh (1965) analyzed systems of logic that permit truth\nvalues between zero and one instead of the classical binary true-false logic.\nIn this framework, satisfying a certain condition means to evaluate how close\nare the elements involved to the complete satisfaction. Then, each element in a\n'fuzzy set' is coupled with a value in [0,1] that represents the membership\nlevel to the set.\n  In linear programming some or all the elements that describe a problem may be\nconsidered fuzzy: objective function, right-hand side vector or constraint\nmatrix, the notion of optimality (ordering over the feasible solutions), the\nlevel of satisfaction of the constraints, etc. Moreover, in integer programs,\nthe integrality constraints may be seen as fuzzy constraints.\n  Here, we present new complexity results about linear integer programming\nwhere some of its elements are considered fuzzy using previous results on short\ngenerating functions for solving multiobjective integer programs.\n","Comment: 21 pages, 6 figures"]}]
["0907.1246",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1246","Int.J.Mod.Phys.A24:1717-1720,2009","doi:10.1142/S0217751X09045297"],"date":["2009-07-07"],"type":["text"],"creator":["Goncalves, Bruno"],"language":[],"coverage":[],"title":["Some Aspects of the Exact Foldy-Wouthuysen Transformation for a Dirac\n  Fermion"],"description":["  The Foldy-Wouthuysen transformation (FWT) is used to separate distinct\ncomponents of relativistic spinor field, e.g. electron and positron. Usually,\nthe FWT is perturbative, but in some cases there is an involution operator and\nthe transformation can be done exactly. We consider some aspects of an exact\nFWT and show that, even if the theory does not admit an involution operator,\none can use the technique of exact FWT to obtain the conventional perturbative\nresult. Several particular cases can be elaborated as examples.\n"]}]
["0907.2152",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.2152","Phys. Rev. B 80, 020409(R) (2009)"],"date":["2009-07-13"],"type":["text"],"creator":["Lancaster, T.","Blundell, S. J.","Baker, P. J.","Lewtas, H. J.","Hayes, W.","Pratt, F. L.","Yi, H. T.","Cheong, S. -W."],"language":[],"coverage":[],"title":["Spin freezing and dynamics in Ca_{3}Co_{2-x}Mn_{x}O_{6} (x ~ 0.95)\n  investigated with implanted muons: disorder in the anisotropic next-nearest\n  neighbor Ising model"],"description":["  We present a muon-spin relaxation investigation of the Ising chain magnet\nCa_{3}Co_{2-x}Mn_{x}O_{6} (x~0.95). We find dynamic spin fluctuations\npersisting down to the lowest measured temperature of 1.6 K. The previously\nobserved transition at around T ~18 K is interpreted as a subtle change in\ndynamics for a minority of the spins coupling to the muon that we interpret as\nspins locking into clusters. The dynamics of this fraction of spins freeze\nbelow a temperature T_{SF}~8 K, while a majority of spins continue to\nfluctuate. An explanation of the low temperature behavior is suggested in terms\nof the predictions of the anisotropic next-nearest-neighbor Ising model.\n","Comment: 4 pages, 2 figures"]}]
["0907.4980",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - Earth and Planetary Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4980","Astrophysical Journal 703 (2009) 252-269.","doi:10.1088/0004-637X/703/1/252"],"date":["2009-07-28"],"type":["text"],"creator":["Jensen, Eric L. N.","Cohen, David H.","Gagné, Marc"],"language":[],"coverage":[],"title":["No Transition Disk? Infrared Excess, PAH, H2, and X-rays from the\n  Weak-Lined T Tauri Star DoAr 21"],"description":["  We present new high-resolution mid-infrared imaging, high-resolution optical\nspectroscopy, and Chandra grating X-ray spectroscopy of the weak-lined T Tauri\nstar DoAr 21. DoAr 21 (age < 10^6 yr and mass ~ 2.2 M_sun) is a strong X-ray\nemitter, with conflicting evidence in the literature about its disk properties.\nIt shows weak but broad H-alpha emission; polarimetric variability; PAH and H2\nemission; and a strong, spatially-resolved 24-micron excess in archival Spitzer\nphotometry. Gemini sub-arcsecond-resolution 9--18 micron images show that there\nis little or no excess mid-infrared emission within 100 AU of the star; the\nexcess emission is extended over several arcseconds, is quite asymmetric, and\nis bright in the UV-excited 11.3 micron PAH emission feature. A new\nhigh-resolution X-ray grating spectrum from Chandra shows that the stellar\nX-ray emission is very hard and dominated by continuum emission; it is well-fit\nby a multi-temperature thermal model and shows no evidence of unusually high\ndensities. We argue that the far-ultraviolet emission from the star's\ntransition region is sufficient to excite the observed extended PAH and\ncontinuum emission, and that the H2 emission may be similarly extended and\nexcited. This extended emission may be more akin to a small-scale\nphotodissociation region than a protoplanetary disk, highlighting both the very\nyoung ages (< 10^6 yr) at which some stars are found without disks, and the\nextreme radiation environment around even late-type pre--main-sequence stars.\n","Comment: Accepted by ApJ; 50 pages, 15 figures"]}]
["0907.5550",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.5550","Phys. Rev. A 80, 022335 (2009)","doi:10.1103/PhysRevA.80.022335"],"date":["2009-07-31","2009-08-26"],"type":["text"],"creator":["Xu, Z. Y.","Hu, Y. M.","Yang, W. L.","Feng, M.","Du, J. F."],"language":[],"coverage":[],"title":["Deterministically entangling distant nitrogen-vacancy centers by a\n  nanomechanical cantilever"],"description":["  We present a practical scheme by global addressing to deterministically\nentangle negatively charged nitrogen-vacancy (N-V) centers in distant diamonds\nusing a nano-mechanical cantilever with the magnetic tips strongly coupled to\nthe N-V electron spins. Symmetric Dicke states are generated as an example, and\nthe experimental feasibility and challenge of our scheme are discussed.\n","Comment: 5 pages, 4 figures"]}]
["0908.0683",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0683"],"date":["2009-08-05","2009-08-27"],"type":["text"],"creator":["Fragiadakis, D.","Casalini, R.","Roland, C. M."],"language":[],"coverage":[],"title":["Density Scaling and Dynamic Correlations in Viscous Liquids"],"description":["  We use a recently proposed method [Berthier L.; Biroli G.; Bouchaud J.P.;\nCipelletti L.; El Masri D.; L'Hote D.; Ladieu F.; Pierno M. Science 2005, 310,\n1797.] to obtain an approximation to the 4-point dynamic correlation function\nfrom derivatives of the linear dielectric response function. For four liquids\nover a range of pressures, we find that the number of dynamically correlated\nmolecules, Nc, depends only on the magnitude of the relaxation time,\nindependently of temperature and pressure. This result is consistent with the\ninvariance of the shape of the relaxation dispersion at constant relaxation\ntime and the density scaling property of the relaxation times, and implies that\nNc also conforms to the same scaling behavior. For propylene carbonate and\nsalol Nc becomes constant with approach to the Arrhenius regime, consistent\nwith the value of unity expected for intermolecularly non-cooperative\nrelaxation.\n","Comment: revision"]}]
["0908.1109",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.1109","Astrophysical Journal Letters 702 (2009) L153-L157","doi:10.1088/0004-637X/702/2/L153"],"date":["2009-08-07","2009-08-27"],"type":["text"],"creator":["Howard, Christian D.","Rich, R. Michael","Clarkson, Will","Mallery, Ryan","Kormendy, John","De Propris, Roberto","Robin, Annie C.","Fux, Roger","Reitzel, David B.","Zhao, HongSheng","Kuijken, Konrad","Koch, Andreas"],"language":[],"coverage":[],"title":["Kinematics at the Edge of the Galactic Bulge: Evidence for Cylindrical\n  Rotation"],"description":["  We present new results from BRAVA, a large scale radial velocity survey of\nthe Galactic bulge, using M giant stars selected from the Two Micron All Sky\nSurvey catalogue as targets for the Cerro Tololo Inter-American Observatory 4m\nHydra multi-object spectrograph. The purpose of this survey is to construct a\nnew generation of self-consistent bar models that conform to these\nobservations. We report the dynamics for fields at the edge of the Galactic\nbulge at latitudes b=-8 deg. and compare to the dynamics at b=-4 deg. We find\nthat the rotation curve V(r) is the same at b=-8 deg. as at b=-4 deg. That is,\nthe Galactic boxy bulge rotates cylindrically, as do boxy bulges of other\ngalaxies. The summed line of sight velocity distribution at b=-8 deg. is\nGaussian, and the binned longitude-velocity plot shows no evidence for either a\n(disk) population with cold dynamics or for a (classical bulge) population with\nhot dynamics. The observed kinematics are well modeled by an edge-on N-body\nbar, in agreement with published structural evidence. Our kinematic\nobservations indicate that the Galactic bulge is a prototypical product of\nsecular evolution in galaxy disks, in contrast with stellar population results\nthat are most easily understood if major mergers were the dominant formation\nprocess.\n","Comment: 6 pages, 5 figures Received 2009 May 2; accepted 2009 August 6;\n  published 2009 August 24 in ApJ Letters Revision: Added author A. Koch,\n  corrected citation to Rangwala et al. 2009, clarified citations to Rich et al\n  2007a,b, removed uncited references"]}]
["0908.2645",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2645"],"date":["2009-08-18","2009-08-27"],"type":["text"],"creator":["Shalaby, Abouzeid M."],"language":[],"coverage":[],"title":["On the validity of the 'New ansatz for metric operator calculation in\n  pseudo-Hermitian field theory'\""],"description":["  This paper has been withdrawn by the author(s), due a mistake of factor 1/2.\n","Comment: This paper has been withdrawn by the author(s), due a mistake of\n  factor 1/2"]}]
["0908.2946",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2946","Eur.Phys.J.C62:792-797,2009","doi:10.1140/epjc/s10052-009-1059-2"],"date":["2009-08-20"],"type":["text"],"creator":["De Leo, S.","Rotelli, P."],"language":[],"coverage":[],"title":["Potential Scattering in Dirac Field Theory"],"description":["  We develop the potential scattering of a spinor within the context of\nperturbation field theory. As an application, we reproduce, up to second order\nin the potential, the diffusion results for a potential barrier of quantum\nmechanics. An immediate consequence is a simple generalization to arbitrary\npotential forms, a feature not possible in quantum mechanics.\n","Comment: 7 pages"]}]
["0908.3027",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Phenomenology","Nuclear Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3027","J. Phys. A:Math.Theor. 42 (2009) 365301","doi:10.1088/1751-8113/42/36/365301"],"date":["2009-08-20"],"type":["text"],"creator":["Compean, C. B.","Kirchbach, M."],"language":[],"coverage":[],"title":["Momentum space trigonometric Rosen-Morse potential"],"description":["  We transform the trigonometric S wave Rosen-Morse potential to momentum space\nin employing its property of being a harmonic angular function on the three\ndimensional hypersphere S^3.\n","Comment: 5 pages, 1 fugure"]}]
["0908.3633",{"format":[],"subject":["Computer Science - Computers and Society","Computer Science - Artificial Intelligence","Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3633"],"date":["2009-08-25"],"type":["text"],"creator":["Das, Aparna","Mathieu, Claire","Ricketts, Daniel"],"language":[],"coverage":[],"title":["Maximizing profit using recommender systems"],"description":["  Traditional recommendation systems make recommendations based solely on the\ncustomer's past purchases, product ratings and demographic data without\nconsidering the profitability the items being recommended. In this work we\nstudy the question of how a vendor can directly incorporate the profitability\nof items into its recommender so as to maximize its expected profit while still\nproviding accurate recommendations. Our approach uses the output of any\ntraditional recommender system and adjust them according to item\nprofitabilities. Our approach is parameterized so the vendor can control how\nmuch the recommendation incorporating profits can deviate from the traditional\nrecommendation. We study our approach under two settings and show that it\nachieves approximately 22% more profit than traditional recommendations.\n"]}]
["0908.3681",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematical Physics","47B36"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3681","Journal of Appr. Theory, 158, 2, (2009), pp. 194-213"],"date":["2009-08-25"],"type":["text"],"creator":["Denisov, Sergey A."],"language":[],"coverage":[],"title":["On a conjecture by Y. Last"],"description":["  We prove a conjecture due to Y. Last on Jacobi matrices.\n","Comment: preprint, final version published in J. Appr. Theory"]}]
["0908.3682",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematical Physics","58J50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3682","J. Funct. Anal., Vol. 254, 2008, 2186-2226"],"date":["2009-08-25"],"type":["text"],"creator":["Denisov, Sergey A."],"language":[],"coverage":[],"title":["Schrodinger operators and associated hyperbolic pencils"],"description":["  For a large class of Schrodinger operators, we introduce the hyperbolic\nquadratic pencils by making the coupling constant dependent on the energy in\nthe very special way. For these pencils, many problems of scattering theory are\neasier to study. Then, we give some applications to the original Schrodinger\noperators.\n","Comment: perprint, final version published in Journal Funct. Anal"]}]
["0908.3683",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3683"],"date":["2009-08-25"],"type":["text"],"creator":["Marcolli, Matilde","Pierpaoli, Elena"],"language":[],"coverage":[],"title":["Early Universe models from Noncommutative Geometry"],"description":["  We investigate cosmological predictions on the early universe based on the\nnoncommutative geometry models of gravity coupled to matter. Using the\nrenormalization group analysis for the Standard Model with right handed\nneutrinos and Majorana mass terms, which is the particle physics content of the\nmost recent noncommutative geometry models, we analyze the behavior of the\ncoefficients of the gravitational and cosmological terms in the Lagrangian\nderived from the asymptotic expansion of the spectral action functional of\nnoncommutative geometry. We find emergent Hoyle-Narlikar and conformal gravity\nat the see-saw scales and a running effective gravitational constant, which\naffects the propagation of gravitational waves and the evaporation law of\nprimordial black holes and provides Linde models of negative gravity in the\nearly universe. The same renormalization group analysis also governs the\nrunning of the effective cosmological constant of the model. The model also\nprovides a Higgs based slow-roll inflationary mechanism, for which one can\nexplicitly compute the slow-roll parameters. The particle physics content\nallows for dark matter models based on sterile neutrinos with Majorana mass\nterms.\n","Comment: 49 pages, LaTeX, 26 pdf figures"]}]
["0908.3686",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3686"],"date":["2009-08-25"],"type":["text"],"creator":["Seiringer, Robert"],"language":[],"coverage":[],"title":["Hot Topics in Cold Gases"],"description":["  Since the first experimental realization of Bose-Einstein condensation in\ncold atomic gases in 1995 there has been a surge of activity in this field.\nIngenious experiments have allowed us to probe matter close to zero temperature\nand reveal some of the fascinating effects quantum mechanics has bestowed on\nnature. It is a challenge for mathematical physicists to understand these\nvarious phenomena from first principles, that is, starting from the underlying\nmany-body Schr\\\"odinger equation. Recent progress in this direction concerns\nmainly equilibrium properties of dilute, cold quantum gases. We shall explain\nsome of the results in this article, and describe the mathematics involved in\nunderstanding these phenomena. Topics include the ground state energy and the\nfree energy at positive temperature, the effect of interparticle interaction on\nthe critical temperature for Bose-Einstein condensation, as well as the\noccurrence of superfluidity and quantized vortices in rapidly rotating gases.\n","Comment: Plenary lecture given at the XVI International Congress on\n  Mathematical Physics, Prague, August 3-8, 2009"]}]
["0908.3689",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3689"],"date":["2009-08-25"],"type":["text"],"creator":["Kandregula, Renuka"],"language":[],"coverage":[],"title":["A DHT Based Measure of Randomness"],"description":["  This paper presents a new discrete Hilbert transform (DHT) based measure of\nrandomness for discrete sequences. The measure has been used to test three\ndifferent classes of sequences with satisfactory results.\n","Comment: 15 pages, 8 figures"]}]
["0908.3698",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3698"],"date":["2009-08-25"],"type":["text"],"creator":["Zueco, David"],"language":[],"coverage":[],"title":["Quantum and statistical mechanics in open systems: theory and examples"],"description":["  Using the system-bath model Hamiltonian this thesis covers the equilibrium\nand out of equilibrium properties of quantum open systems. Topics included are\nthe calculation of thermodynamical quantities of open systems, derivation of\nquantum master equations, phase space and numerical methods and Linear and non\nLinear Response Theory. Applications are the transport in periodic potentials\nand the dynamics of spins.\n","Comment: phD thesis, January 2007, Universidad de Zaragoza (Spain)"]}]
["0908.3700",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3700"],"date":["2009-08-25"],"type":["text"],"creator":["Willis, A. P.","Hwang, Y.","Cossu, C."],"language":[],"coverage":[],"title":["Coherent structures in fully-developed pipe turbulence"],"description":["  A turbulent mean profile for pipe flow is prescribed which closely matches\nexperimental observations. The nature of perturbations superimposed upon this\nprofile is then considered. Optimal growth calculations predict two distinct\nclasses of structures, clearly associated with near-wall and large-scale\nstructures. Quantitative correspondence of the spanwise wavelength of\nwall-structures with experimental observations is very good. The response to\nharmonic forcing is also considered, and the linear growth tested with direct\nnumerical simulation of forced turbulence. Despite the very simple eddy\nviscosity assumption, this linear approach predicts well the surprisingly large\ngrowth of outer-scale modes in the bulk flow.\n  Un profil moyen turbulent est prescrit dans une conduite cylindrique, en\nadequation avec les observations experimentales. Nous considerons ensuite la\nnature des perturbations a cet ecoulement synthetique. Le calcul des\ncroissances optimales predit deux types de structures, associees respectivement\naux structures de proche-paroi et de grande echelle. Un excellent accord\nquantitatif est trouve avec les resultats experimentaux quant a la longueur\nd'onde transversale. La reponse harmonique est egalement etudiee, et la\ncroissance lineaire observee comparee a des simulations numeriques directes de\nturbulence forcee. Malgre de l'hypothese simple de type `Eddy viscosity', cette\napproche lineaire predit efficacement la croissance spectaculaire des modes de\ngrande echelle au coeur de l'ecoulement.\n","Comment: 5 pages; Congres Francais de Mecanique, Marseille (2009)"]}]
["0908.3702",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3702"],"date":["2009-08-25"],"type":["text"],"creator":["Park, Hong Ju","Ayanoglu, Ender"],"language":[],"coverage":[],"title":["Bit-Interleaved Coded Multiple Beamforming with Constellation Precoding"],"description":["  In this paper, we present the diversity order analysis of bit-interleaved\ncoded multiple beamforming (BICMB) combined with the constellation precoding\nscheme. Multiple beamforming is realized by singular value decomposition of the\nchannel matrix which is assumed to be perfectly known to the transmitter as\nwell as the receiver. Previously, BICMB is known to have a diversity order\nbound related with the product of the code rate and the number of parallel\nsubchannels, losing the full diversity order in some cases. In this paper, we\nshow that BICMB combined with the constellation precoder and maximum likelihood\ndetection achieves the full diversity order. We also provide simulation results\nthat match the analysis.\n","Comment: submitted to conference"]}]
["0908.3706",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Instrumentation and Methods for Astrophysics","Computer Science - Learning","Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3706"],"date":["2009-08-25"],"type":["text"],"creator":["Cuevas-Tello, Juan C.","Tino, Peter","Raychaudhury, Somak","Yao, Xin","Harva, Markus"],"language":[],"coverage":[],"title":["Uncovering delayed patterns in noisy and irregularly sampled time\n  series: an astronomy application"],"description":["  We study the problem of estimating the time delay between two signals\nrepresenting delayed, irregularly sampled and noisy versions of the same\nunderlying pattern. We propose and demonstrate an evolutionary algorithm for\nthe (hyper)parameter estimation of a kernel-based technique in the context of\nan astronomical problem, namely estimating the time delay between two\ngravitationally lensed signals from a distant quasar. Mixed types (integer and\nreal) are used to represent variables within the evolutionary algorithm. We\ntest the algorithm on several artificial data sets, and also on real\nastronomical observations of quasar Q0957+561. By carrying out a statistical\nanalysis of the results we present a detailed comparison of our method with the\nmost popular methods for time delay estimation in astrophysics. Our method\nyields more accurate and more stable time delay estimates: for Q0957+561, we\nobtain 419.6 days for the time delay between images A and B. Our methodology\ncan be readily applied to current state-of-the-art optical monitoring data in\nastronomy, but can also be applied in other disciplines involving similar time\nseries data.\n","Comment: 36 pages, 10 figures, 16 tables, accepted for publication in Pattern\n  Recognition. This is a shortened version of the article: interested readers\n  are urged to refer to the published version"]}]
["0908.3707",{"format":[],"subject":["Physics - Optics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3707"],"date":["2009-08-25"],"type":["text"],"creator":["Blaber, Martin G.","Arnold, Matthew D.","Ford, Michael J."],"language":[],"coverage":[],"title":["Designing materials for plasmonic systems"],"description":["  We use electronic structure calculations based upon density functional theory\nto search for ideal plasmonic materials among the alkali noble intermetallics.\nImportantly, we use density functional perturbation theory to calculate the\nelectron-phonon interaction and from there use a first order solution to the\nBoltzmann equation to estimate the phenomenological damping frequency in the\nDrude dielectric function. We discuss the necessary electronic features of a\nplasmonic material and investigate the optical properties of the alkali-noble\nintermetallics in terms of some generic plasmonic system quality factors. We\nconclude that at low negative permittivities, KAu with a damping frequency of\n0.0224 eV and a high optical gap to bare plasma frequency ratio, outperforms\ngold and to some extent silver as a plasmonic material. Unfortunately, a low\nplasma frequency (1.54 eV) reduces its utility in modern plasmonics\napplications. We also discuss, briefly, the effect of local fields on the\noptical properties of these materials.\n","Comment: 8 pages, 6 figures, 4 tables"]}]
["0908.3708",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3708"],"date":["2009-08-25"],"type":["text"],"creator":["Bergin, Edwin A."],"language":[],"coverage":[],"title":["The Chemical Evolution of Protoplanetary Disks"],"description":["  The origins of planets, and perhaps life itself, is intrinsically linked to\nthe chemistry of planet formation. In this chapter we will attempt to explore\nthe chemistry of planet-forming disks from the perspective of knowledge gained\nfrom decades of solar system study, combined with our rapidly growing knowledge\nof extra-solar protoplanetary disks. Our aim is not to provide a comprehensive\nsurvey of the literature, but rather to present the chemical and physical tools\nthat are used to explore chemical evolution during the earliest stages of\nplanet formation. We include a discussion of observational constraints from our\nsolar system and extra-solar disks, thermodynamic equilibrium and chemical\nkinetics, and the physical prescriptions for various important aspects\n(X-ray/UV irradiation, thermal structure, molecular adsorption/desorption, ..)\nthat are used in current models. The chapter is aimed for young researchers.\n","Comment: 61 pages, 13 figures; To be published in Physical Processes in\n  Circumstellar Disks Around Young Stars, ed. P. Garcia, (University of Chicago\n  Press: Chicago)"]}]
["0908.3709",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Rings and Algebras","05E,16"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3709"],"date":["2009-08-25"],"type":["text"],"creator":["Forcey, Stefan","Lauve, Aaron","Sottile, Frank"],"language":[],"coverage":[],"title":["New Hopf Structures on Binary Trees (Extended Abstract)"],"description":["  The multiplihedra {M_n} form a family of polytopes originating in the study\nof higher categories and homotopy theory. While the multiplihedra may be\nunfamiliar to the algebraic combinatorics community, it is nestled between two\nfamilies of polytopes that certainly are not: the permutahedra {S_n} and\nassociahedra {Y_n}. The maps between these families reveal several new Hopf\nstructures on tree-like objects nestled between the Malvenuto-Reutenauer (MR)\nHopf algebra of permutations and the Loday-Ronco (LR) Hopf algebra of planar\nbinary trees. We begin their study here, constructing a module over MR and a\nHopf module over LR from the multiplihedra. Rich structural information about\nthis module is uncovered via a change of basis--using M\\\"obius inversion in\nposets built on the 1-skeleta of the {M_n}. Our analysis uses the notion of an\ninterval retract, which should have independent interest in poset\ncombinatorics. It also reveals new families of polytopes, and even a new\nfactorization of a known projection from the associahedra to hypercubes.\n","Comment: 13 pages, 79 .eps figures. Extended abstract for Formal Power Series\n  and Algebraic Combinatorics, Hagenberg, Austria, July 2009"]}]
["0908.3710",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3710","Globecom 2009"],"date":["2009-08-25"],"type":["text"],"creator":["Gamal, Aly El","Youssef, Moustafa","Gamal, Hesham El"],"language":[],"coverage":[],"title":["Randomization for Security in Half-Duplex Two-Way Gaussian Channels"],"description":["  This paper develops a new physical layer framework for secure two-way\nwireless communication in the presence of a passive eavesdropper, i.e., Eve.\nOur approach achieves perfect information theoretic secrecy via a novel\nrandomized scheduling and power allocation scheme. The key idea is to allow\nAlice and Bob to send symbols at random time instants. While Alice will be able\nto determine the symbols transmitted by Bob, Eve will suffer from ambiguity\nregarding the source of any particular symbol. This desirable ambiguity is\nenhanced, in our approach, by randomizing the transmit power level. Our\ntheoretical analysis, in a 2-D geometry, reveals the ability of the proposed\napproach to achieve relatively high secure data rates under mild conditions on\nthe spatial location of Eve. These theoretical claims are then validated by\nexperimental results using IEEE 802.15.4-enabled sensor boards in different\nconfigurations, motivated by the spatial characteristics of Wireless Body Area\nNetworks (WBAN).\n"]}]
["0908.3712",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3712"],"date":["2009-08-25"],"type":["text"],"creator":["Giroux, Mark L.","Smith, Beverly J.","Struck, Curtis","Hancock, Mark","Hurlock, Sabrina"],"language":[],"coverage":[],"title":["An Atlas of GALEX UV Images of Interacting Galaxies"],"description":["  We present GALEX ultraviolet images from a survey of strongly interacting\ngalaxy pairs, and compare with images at other wavelengths. The tidal features\nare particularly striking in the UV images. Numerous knots of star formation\nare visible throughout the disks and the tails and bridges. We also identify a\npossible `Taffy' galaxy in our sample, which may have been produced by a\nhead-on collision between two disk galaxies.\n","Comment: 4 pages, 10 figures, To appear in the Proceedings of the Galaxy Wars:\n  Stellar Populations and Star Formation in Interacting Galaxies Conference"]}]
["0908.3716",{"format":[],"subject":["Computer Science - Computational Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3716"],"date":["2009-08-25"],"type":["text"],"creator":["Har-Peled, Sariel"],"language":[],"coverage":[],"title":["Carnival of Samplings: Nets, Approximations, Relative and Sensitive"],"description":["  We survey several results known on sampling in computational geometry.\n"]}]
["0908.3718",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Rings and Algebras","16W30, 16W35, 20G42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3718","J. Pure Appl. Algebra 208 (2007), no. 3, 797--803"],"date":["2009-08-25"],"type":["text"],"creator":["Lauve, Aaron","Taft, Earl J."],"language":[],"coverage":[],"title":["A class of left quantum groups modeled after SL_q(n)"],"description":["  For each n >1, we construct a left quantum group, i.e., a left Hopf algebra H\ngenerated by comatrix units X_{ij} and modeled after SL_q(n), which has a left\nantipode but no right antipode. The quantum special linear group SL_q(n) is a\nhomomorphic image of our H.\n","Comment: 8 pages"]}]
["0908.3725",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Operator Algebras","58B20 (Primary) 47C15, 47L07, 54E50 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3725"],"date":["2009-08-25"],"type":["text"],"creator":["Conde, Cristian","Larotonda, Gabriel"],"language":[],"coverage":[],"title":["Spaces of nonpositive curvature arising from a finite algebra"],"description":["  In this paper we introduce a family of examples that can be regarded as\nspaces of nonpositive curvature, but with the distinct quality that they are\nnot complete as metric spaces. This amounts to the fact that they are modelled\non a finite von Neumann algebra, and the metrics introduced arise from the\ntrace of the algebra. In spite of the noncompleteness of these manifolds, their\ngeometry can be studied from the view-point of metric geometry, and several\ntechniques derived from the functional analysis are applied to gain insight on\ntheir geodesic structure.\n","Comment: 22 pages"]}]
["0908.3730",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3730"],"date":["2009-08-26"],"type":["text"],"creator":["Sharma, Prerna","Ghosh, Shankar","Bhattacharya, S."],"language":[],"coverage":[],"title":["Sticking dynamics of deformable colloids"],"description":["  The sticking of a soft polystyrene colloidal particle to a planar glass plate\nwas studied by a microrheological technique using an optical tweezer to trap\nthe particle and a piezoelectric-stage to position the plate and to\nsinusoidally drive it in-planeThe sticking process was well-described by a\ncrossover of the mechanical coupling between the plate and the particle from\nbeing dominantly viscous to becoming dominantly elastic. By varying three\nparameters in the experiment, namely, the strength of the tweezer potential,\nthe strength of the particle-plate interaction and the strength of the\noscillatory drive, three different regimes of dynamics - stuck, non-stuck and\nageing were observed, corresponding to the coupling that is elastic, viscous\nand viscoelastic, respectively. The observations of [1] can be illustrated\nbetter by a parametric Nyquist plot of the real and imaginary parts of the\neffective rigidity modulus of the coupling medium. Upon contact between the\nparticle and the plate, these parameters change abruptly from their bulk\nvalues, regardless of whether the particle is stuck or non-stuck in the\nterminal steady state. In the ageing regime, where sticking evolves gradually\nin time, the system shows a parametric plot significantly different from what\nwould be expected from a single-relaxation process. A tendency of clustering of\nthe data in the Nyquist plot provides an interesting contrast between truly\nmany-body systems and one with a few degrees of freedom.\n"]}]
["0908.3736",{"format":[],"subject":["Mathematics - Probability","60E07, 60H10, 60J75, 93C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3736"],"date":["2009-08-26"],"type":["text"],"creator":["Simon, Thomas"],"language":[],"coverage":[],"title":["On the absolute continuity of multidimensional Ornstein-Uhlenbeck\n  processes"],"description":["  Let $X$ be a $n$-dimensional Ornstein-Uhlenbeck process, solution of the\nS.D.E. $$\\d X_t = AX_t \\d t + \\d B_t$$ where $A$ is a real $n\\times n$ matrix\nand $B$ a L\\'evy process without Gaussian part. We show that when $A$ is\nnon-singular, the law of $X_1$ is absolutely continuous in $\\r^n$ if and only\nif the jumping measure of $B$ fulfils a certain geometric condition with\nrespect to $A,$ which we call the exhaustion property. This optimal criterion\nis much weaker than for the background driving L\\'evy process $B$, which might\nbe very singular and sometimes even have a one-dimensional discrete jumping\nmeasure. It also solves a difficult problem for a certain class of multivariate\nNon-Gaussian infinitely divisible distributions.\n"]}]
["0908.3737",{"format":[],"subject":["Computer Science - Logic in Computer Science","Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3737"],"date":["2009-08-26"],"type":["text"],"creator":["Dominguez, Cesar","Duval, Dominique"],"language":[],"coverage":[],"title":["Diagrammatic logic applied to a parameterization process"],"description":["  This paper provides an abstract definition of some kinds of logics, called\ndiagrammatic logics, together with a definition of morphisms and of 2-morphisms\nbetween diagrammatic logics. The definition of the 2-category of diagrammatic\nlogics rely on category theory, mainly on adjunction, categories of fractions\nand limit sketches. This framework is applied to the formalization of a\nparameterization process. This process, which consists in adding a formal\nparameter to some operations in a given specification, is presented as a\nmorphism of logics. Then the parameter passing process, for recovering a model\nof the given specification from a model of the parameterized specification and\nan actual parameter, is seen as a 2-morphism of logics.\n"]}]
["0908.3740",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Discrete Mathematics","F.2.2","G.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3740"],"date":["2009-08-26"],"type":["text"],"creator":["Goel, Ashish","Post, Ian"],"language":[],"coverage":[],"title":["An Oblivious O(1)-Approximation for Single Source Buy-at-Bulk"],"description":["  We consider the single-source (or single-sink) buy-at-bulk problem with an\nunknown concave cost function. We want to route a set of demands along a graph\nto or from a designated root node, and the cost of routing x units of flow\nalong an edge is proportional to some concave, non-decreasing function f such\nthat f(0) = 0. We present a polynomial time algorithm that finds a distribution\nover trees such that the expected cost of a tree for any f is within an\nO(1)-factor of the optimum cost for that f. The previous best simultaneous\napproximation for this problem, even ignoring computation time, was O(log |D|),\nwhere D is the multi-set of demand nodes.\n  We design a simple algorithmic framework using the ellipsoid method that\nfinds an O(1)-approximation if one exists, and then construct a separation\noracle using a novel adaptation of the Guha, Meyerson, and Munagala algorithm\nfor the single-sink buy-at-bulk problem that proves an O(1) approximation is\npossible for all f. The number of trees in the support of the distribution\nconstructed by our algorithm is at most 1+log |D|.\n","Comment: 22 pages, 1 figure To appear in the proceedings of the 50th annual\n  IEEE Symposium on Foundations of Computer Science (FOCS 2009)"]}]
["0908.3743",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H60, 14L05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3743"],"date":["2009-08-26"],"type":["text"],"creator":["Schroeer, Stefan"],"language":[],"coverage":[],"title":["On the ring of unipotent vector bundles on elliptic curves in positive\n  characteristics"],"description":["  Using Fourier-Mukai transformations, we prove some results about the ring of\nunipotent vector bundles on elliptic curves in positive characteristics. This\nring was determined by Atiyah in characteristic zero, who showed that it is a\npolynomial ring in one variable. It turns out that the situation in\ncharacteristic p>0 is completely different and rather bizarre: the ring is\nnonnoetherian and contains a subring whose spectrum contains infinitely many\ncopies of Spec(Z), which are glued with successively higher and higher\ninfinitesimal identification at the point corresponding to the prime p.\n","Comment: 13 pages"]}]
["0908.3746",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3746","The Astrophysical Journal, Volume 702, Issue 2, pp. 1343-1352\n  (2009)","doi:10.1088/0004-637X/702/2/1343"],"date":["2009-08-26"],"type":["text"],"creator":["Temmer, M.","Vrsnak, B.","Zic, T.","Veronig, A. M."],"language":[],"coverage":[],"title":["Analytic modeling of the Moreton wave kinematics"],"description":["  The issue whether Moreton waves are flare-ignited or CME-driven, or a\ncombination of both, is still a matter of debate. We develop an analytical\nmodel describing the evolution of a large-amplitude coronal wave emitted by the\nexpansion of a circular source surface in order to mimic the evolution of a\nMoreton wave. The model results are confronted with observations of a strong\nMoreton wave observed in association with the X3.8/3B flare/CME event from\nJanuary 17, 2005. Using different input parameters for the expansion of the\nsource region, either derived from the real CME observations (assuming that the\nupward moving CME drives the wave), or synthetically generated scenarios\n(expanding flare region, lateral expansion of the CME flanks), we calculate the\nkinematics of the associated Moreton wave signature. Those model input\nparameters are determined which fit the observed Moreton wave kinematics best.\nUsing the measured kinematics of the upward moving CME as the model input, we\nare not able to reproduce the observed Moreton wave kinematics. The\nobservations of the Moreton wave can be reproduced only by applying a strong\nand impulsive acceleration for the source region expansion acting in a piston\nmechanism scenario. Based on these results we propose that the expansion of the\nflaring region or the lateral expansion of the CME flanks is more likely the\ndriver of the Moreton wave than the upward moving CME front.\n"]}]
["0908.3748",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3748"],"date":["2009-08-26"],"type":["text"],"creator":["Loinger, A.","Marsico, T."],"language":[],"coverage":[],"title":["On some relativistic singular surfaces"],"description":["  In the current relativistic literature there are misleading considerations\nabout some singular surfaces. An accurate geometric analysis allows to settle\nthe question. No physical meaning is attributable to the spatial regions\nsurrounded by the above surfaces. A recent observational paper by A. Fabian et\nal. is discussed in sect.4.\n","Comment: 5 pages, LaTeX"]}]
["0908.3750",{"format":[],"subject":["Mathematics - Statistics Theory","62E10, 62H05, 62H20 (Primary), 60E05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3750","Annals of Statistics 2009, Vol. 37, No. 5B, 3059-3097","doi:10.1214/07-AOS556"],"date":["2009-08-26"],"type":["text"],"creator":["McNeil, Alexander J.","Nešlehová, Johanna"],"language":[],"coverage":[],"title":["Multivariate Archimedean copulas, $d$-monotone functions and\n  $\\ell_1$-norm symmetric distributions"],"description":["  It is shown that a necessary and sufficient condition for an Archimedean\ncopula generator to generate a $d$-dimensional copula is that the generator is\na $d$-monotone function. The class of $d$-dimensional Archimedean copulas is\nshown to coincide with the class of survival copulas of $d$-dimensional\n$\\ell_1$-norm symmetric distributions that place no point mass at the origin.\nThe $d$-monotone Archimedean copula generators may be characterized using a\nlittle-known integral transform of Williamson [Duke Math. J. 23 (1956)\n189--207] in an analogous manner to the well-known Bernstein--Widder\ncharacterization of completely monotone generators in terms of the Laplace\ntransform. These insights allow the construction of new Archimedean copula\nfamilies and provide a general solution to the problem of sampling multivariate\nArchimedean copulas. They also yield useful expressions for the $d$-dimensional\nKendall function and Kendall's rank correlation coefficients and facilitate the\nderivation of results on the existence of densities and the description of\nsingular components for Archimedean copulas. The existence of a sharp lower\nbound for Archimedean copulas with respect to the positive lower orthant\ndependence ordering is shown.\n","Comment: Published in at http://dx.doi.org/10.1214/07-AOS556 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["0908.3758",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3758"],"date":["2009-08-26","2009-08-27"],"type":["text"],"creator":["Wedemeyer-Böhm, S.","van der Voort, L. Rouppe"],"language":[],"coverage":[],"title":["The solar continuum intensity distribution: Settling the conflict\n  between observations and simulations"],"description":["  For many years, there seemed to be significant differences between the\ncontinuum intensity distributions derived from observations and simulations of\nthe solar photosphere. In order to settle the discussion on these apparent\ndiscrepancies, we present a detailed comparison between simulations and\nseeing-free observations that takes into account the crucial influence of\ninstrumental image degradation. We use a set of images of quiet Sun granulation\ntaken in the blue, green and red continuum bands of the Broadband Filter Imager\nof the Solar Optical Telescope (SOT) onboard Hinode. The images are deconvolved\nwith Point Spread Functions (PSF) that account for non-ideal contributions due\nto instrumental stray-light and imperfections. In addition, synthetic intensity\nimages are degraded with the corresponding PSFs. The results are compared with\nrespect to spatial power spectra, intensity histograms, and the centre-to-limb\nvariation of the intensity contrast. The observational findings are well\nmatched with corresponding synthetic observables from three-dimensional\nradiation (magneto-)hydrodynamic simulations. We conclude that the intensity\ncontrast of the solar continuum intensity is higher than usually derived from\nground-based observations and is well reproduced by modern numerical\nsimulations. Properly accounting for image degradation effects is of crucial\nimportance for comparisons between observations and numerical models. It\nfinally settles the traditionally perceived conflict between observations and\nsimulations.\n","Comment: 4 pages, 2 figures; proceedings article for Joint Discussion 10 at\n  the IAU General Assembly, Rio de Janeiro, Brazil, August 2009"]}]
["0908.3767",{"format":[],"subject":["Mathematics - Statistics Theory","62G35","62E20","62H12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3767"],"date":["2009-08-26"],"type":["text"],"creator":["Cator, E. A.","Lopuhaä, H. P."],"language":[],"coverage":[],"title":["Asymptotic expansion of the minimum covariance determinant estimators"],"description":["  In arXiv:0907.0079 by Cator and Lopuhaa, an asymptotic expansion for the MCD\nestimators is established in a very general framework. This expansion requires\nthe existence and non-singularity of the derivative in a first-order Taylor\nexpansion. In this paper, we prove the existence of this derivative for\nmultivariate distributions that have a density and provide an explicit\nexpression. Moreover, under suitable symmetry conditions on the density, we\nshow that this derivative is non-singular. These symmetry conditions include\nthe elliptically contoured multivariate location-scatter model, in which case\nwe show that the minimum covariance determinant (MCD) estimators of\nmultivariate location and covariance are asymptotically equivalent to a sum of\nindependent identically distributed vector and matrix valued random elements,\nrespectively. This provides a proof of asymptotic normality and a precise\ndescription of the limiting covariance structure for the MCD estimators.\n","Comment: 21 pages"]}]
["0908.3776",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3776"],"date":["2009-08-26"],"type":["text"],"creator":["Raduta, A. A.","Raduta, C. M.","Faessler, Amand"],"language":[],"coverage":[],"title":["The CSM extension for description of the positive and negative parity\n  bands in even-odd nuclei"],"description":["  A particle-core Hamiltonian is used to describe the lowest parity partner\nbands $K^{\\pi}=1/2^{\\pm}$ in\n  $^{219}$Ra, $^{237}$U and $^{239}$Pu, and three parity partner bands,\n$K^{\\pi}=1/2^{\\pm}, 3/2^{\\pm}, 5/2^{\\pm}$, in $^{227}$Ra. The core is described\nby a quadrupole and octupole boson Hamiltonian which was previously used for\nthe description of four positive and four negative parity bands in the\nneighboring even-even isotopes. The particle-core Hamiltonian consists of four\nterms: a quadrupole-quadrupole, an octupole-octupole, a spin-spin and a\nrotational $\\hat{I}^2$ interaction, with $\\hat {I}$ denoting the total angular\nmomentum. The single particle space for the odd nucleon consists of three\nspherical shell model states, two of positive and one of negative parity. The\nproduct of these states with a collective deformed ground state and the\nintrinsic gamma band state generate, through angular momentum projection, the\nbands with $K^{\\pi}=1/2^{\\pm},3/2^{\\pm},5/2^{\\pm}$, respectively. In the space\nof projected states one calculates the energies of the considered bands. The\nresulting excitation energies are compared with the corresponding experimental\ndata as well as with those obtained with other approaches. Also, we searched\nfor some signatures for a static octupole deformation in the considered odd\nisotopes. The calculated branching ratios in $^{219}$Ra agree quite well with\nthe corresponding experimental data.\n","Comment: 26 pages, r figures"]}]
["0908.3777",{"format":[],"subject":["Physics - Optics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3777","Phys. Rev. A 79, 023828 (2009)","doi:10.1103/PhysRevA.79.023828"],"date":["2009-08-26"],"type":["text"],"creator":["Novitsky, Denis"],"language":[],"coverage":[],"title":["Compression of an intensive light pulse in a dense resonant medium and\n  photonic-band-gap structures containing it"],"description":["  Intensive light pulse interaction with a dense resonant medium is considered.\nThe possibilities of optical switching and pulse compression at realistic\nparameters of the medium are analyzed. Pulse shape transformation in different\nphotonic band gap structures containing a dense resonant medium is studied. In\nparticular the effect of dispersion compensation due to nonlinear interaction\nwith a medium is reported. The possibility of pulse control with another pulse\nis considered in the schemes of co- and counter-propagating pulses. It is shown\nthat a photonic crystal makes controlling more effective, at least in the case\nof co-propagating pulses.\n","Comment: 9 pages, 18 figures, RevTeX"]}]
["0908.3778",{"format":[],"subject":["Mathematics - Probability","Mathematics - Combinatorics","05C80","05C35","60C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3778"],"date":["2009-08-26"],"type":["text"],"creator":["Brightwell, Graham","Panagiotou, Konstantinos","Steger, Angelika"],"language":[],"coverage":[],"title":["Extremal Subgraphs of Random Graphs: an Extended Version"],"description":["  We prove that there is a constant $c >0$, such that whenever $p \\ge n^{-c}$,\nwith probability tending to 1 when $n$ goes to infinity, every maximum\ntriangle-free subgraph of the random graph $G_{n,p}$ is bipartite. This answers\na question of Babai, Simonovits and Spencer (Journal of Graph Theory, 1990).\n  The proof is based on a tool of independent interest: we show, for instance,\nthat the maximum cut of almost all graphs with $M$ edges, where $M >> n$, is\n``nearly unique''. More precisely, given a maximum cut $C$ of $G_{n,M}$, we can\nobtain all maximum cuts by moving at most $O(\\sqrt{n^3/M})$ vertices between\nthe parts of $C$.\n","Comment: 36 pages, 2 figures"]}]
["0908.3783",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3783"],"date":["2009-08-26"],"type":["text"],"creator":["Gu, Shi-Jian"],"language":[],"coverage":[],"title":["Entropy majorization, thermal adiabatic theorem, and quantum phase\n  transitions"],"description":["  Let a general quantum many-body system at a low temperature adiabatically\ncross through the vicinity of the system's quantum critical point. We show that\nthe system's temperature is significantly suppressed due to both the entropy\nmajorization theorem in quantum information science and the entropy\nconservation law in adiabatic processes. We take the one-dimensional\ntransverse-field Ising model and spinless fermion system as concrete examples\nto show that the inverse temperature might become divergent around their\ncritical points. Since the temperature is a measurable quantity in experiments,\nour work, therefore, provides a practicable proposal to detect quantum phase\ntransitions.\n","Comment: 8 pages, 4 figures, submit to PRE"]}]
["0908.3784",{"format":[],"subject":["Computer Science - Formal Languages and Automata Theory","F.1.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3784"],"date":["2009-08-26"],"type":["text"],"creator":["Kari, Jarkko","Kazda, Alexandr","Steinby, Paula"],"language":[],"coverage":[],"title":["On Continuous Weighted Finite Automata"],"description":["  We investigate the continuity of the \\omega-functions and real functions\ndefined by weighted finite automata (WFA). We concentrate on the case of\naverage preserving WFA. We show that every continuous \\omega-function definable\nby some WFA can be defined by an average preserving WFA and then characterize\nminimal average preserving WFA whose \\omega-function or \\omega-function and\nreal function are continuous.\n  We obtain several algorithmic reductions for WFA-related decision problems.\nIn particular, we show that deciding whether the \\omega-function and real\nfunction of an average preserving WFA are both continuous is computationally\nequivalent to deciding stability of a set of matrices.\n  We also present a method for constructing WFA that compute continuous real\nfunctions.\n","Comment: 41 pages, 9 figures"]}]
["0908.3785",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3785"],"date":["2009-08-26"],"type":["text"],"creator":["Helseth, Lars Egil"],"language":[],"coverage":[],"title":["Tight focusing of polychromatic waves using angular spectrum\n  compensation in spatially dispersive media"],"description":["  A general method for tight focusing of waves, based on compensation of the\nangular spectrum, is established. We apply the method to monochromatic,\npolychromatic and diffusive waves. Diffusive and monochromatic waves may form\nspatially localized waves in free space, whereas polychromatic waves form light\nsheets or non-decaying traveling evanescent modes confined to subwavelength\nregions in media where the frequency depends on the wave vector. We suggest an\nanalogy between our compensation method and the transformation of frequencies\nbetween inertial, relativistic coordinate systems.\n","Comment: 10 pages, 1 figure"]}]
["0908.3788",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","Mathematics - Geometric Topology","53C44"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3788"],"date":["2009-08-26"],"type":["text"],"creator":["Colding, Tobias H.","Minicozzi II, William P."],"language":[],"coverage":[],"title":["Generic mean curvature flow I; generic singularities"],"description":["  It has long been conjectured that starting at a generic smooth closed\nembedded surface in R^3, the mean curvature flow remains smooth until it\narrives at a singularity in a neighborhood of which the flow looks like\nconcentric spheres or cylinders. That is, the only singularities of a generic\nflow are spherical or cylindrical. We will address this conjecture here and in\na sequel. The higher dimensional case will be addressed elsewhere.\n  The key in showing this conjecture is to show that shrinking spheres,\ncylinders and planes are the only stable self-shrinkers under the mean\ncurvature flow. We prove this here in all dimensions. An easy consequence of\nthis is that every other singularity than spheres and cylinders can be\nperturbed away.\n"]}]
["0908.3790",{"format":[],"subject":["Quantum Physics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3790","Phys. Rev. A 79, 032902 (2009","doi:10.1103/PhysRevA.79.032902"],"date":["2009-08-26"],"type":["text"],"creator":["Zhu, Zhiying","Yu, Hongwei"],"language":[],"coverage":[],"title":["Modification of energy shifts of atoms by the presence of a boundary in\n  a thermal bath and the Casimir-Polder force"],"description":["  We study the modification by the presence of a plane wall of energy level\nshifts of two-level atoms which are in multipolar coupling with quantized\nelectromagnetic fields in a thermal bath in a formalism which separates the\ncontributions of thermal fluctuations and radiation reaction and allows a\ndistinct treatment to atoms in the ground and excited states. The position\ndependent energy shifts give rise to an induced force acting on the atoms. We\nare able to identify three different regimes where the force shows distinct\nfeatures and examine, in all regimes, the behaviors of this force in both the\nlow temperature limit and the high temperature limit for both the ground state\nand excited state atoms, thus providing some physical insights into the\natom-wall interaction at finite temperature. In particular, we show that both\nthe magnitude and the direction of the force acting on an atom may have a clear\ndependence on atomic the polarization directions. In certain cases, a change of\nrelative ratio of polarizations in different directions may result in a change\nof direction of the force.\n","Comment: 29 pages, 3 figures"]}]
["0908.3799",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Number Theory","40A05","11K99","37B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3799"],"date":["2009-08-26"],"type":["text"],"creator":["Kazda, Alexandr"],"language":[],"coverage":[],"title":["Properties of Moebius number systems"],"description":["  Moebius number systems represent points using sequences of Moebius\ntransformations. Thorough the paper, we are mainly interested in representing\nthe unit circle (which is equivalent to representing R\\cup\\{\\infty\\}).\n  The main aim of the paper is to improve already known tools for proving that\na given subshift--iterative system pair is in fact a Moebius number system. We\nalso study the existence problem: How to describe iterative systems resp.\nsubshifts for which there exists a subshift resp. iterative system such that\nthe resulting pair forms a Moebius number system. While we were unable to\nprovide a complete answer to this question, we present both positive and\nnegative partial results.\n  As Moebius number systems are also subshifts, we can ask when a given Moebius\nnumber system is sofic. We give this problem a short treatment at the end of\nour paper.\n","Comment: 50 pages, 13 figures"]}]
["0908.3803",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3803","doi:10.1051/0004-6361/200912063"],"date":["2009-08-26"],"type":["text"],"creator":["Hirzberger, J.","uller, T. Riethm\\\"","Lagg, A.","Solanki, S. K.","Kobel, P."],"language":[],"coverage":[],"title":["High-resolution spectro-polarimetry of a flaring sunspot penumbra"],"description":["  We present simultaneous photospheric and chromospheric observations of the\ntrailing sunspot in NOAA 10904 during a weak flare eruption (GOES magnitude\nB7.8), obtained with the Swedish Solar Telescope (SST) in La Palma, Canary\nIslands. High-resolution \\ion{Ca}{ii} $H$ images show a typical two-ribbon\nstructure that has been hitherto only known for larger flares, and the flare\nappears in a confined region that is discernible by a bright border. The\nunderlying photosphere shows a disturbed penumbral structure with intersecting\nbranches of penumbral filaments. High-resolution Doppler- and\nvector-magnetograms exhibit oppositely directed Evershed flows and magnetic\nfield vectors in the individual penumbral branches, resulting in several\nregions of magnetic azimuth discontinuity and several islands where the\nvertical magnetic field is reversed. The discontinuity regions are co-spatial\nwith the locations of the onset of the flare ribbons. From the results, we\nconclude that the confined flare region is detached from the global magnetic\nfield structure by a separatrix marked by the bright border visible in\n\\ion{Ca}{ii} $H$. We further conclude that the islands of reversed vertical\nfield appear because of flux emergence and that the strong magnetic shear\nappearing in the regions of magnetic azimuth discontinuity triggers the flare.\n","Comment: 20 pages + 1 online Figure for A&A"]}]
["0908.3806",{"format":[],"subject":["Mathematics - Operator Algebras","47L65,22A22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3806"],"date":["2009-08-26"],"type":["text"],"creator":["Goehle, Geoff"],"language":[],"coverage":[],"title":["Locally Unitary Groupoid Crossed Products"],"description":["  We define the notion of a principal S-bundle where S is a groupoid group\nbundle and show that there is a one-to-one correspondence between principal\nS-bundles and elements of a sheaf cohomology group associated to S. We also\ndefine the notion of a locally unitary action and show that the spectrum of the\ncrossed product is a principal bundle. Furthermore, we prove that the\nisomorphism class of the spectrum determines the exterior equivalence class of\nthe action and that every principal bundle can be realized as the spectrum of\nsome locally unitary crossed product.\n","Comment: 25 pages"]}]
["0908.3820",{"format":[],"subject":["Mathematics - Number Theory","12E20","94A60","11Y16"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3820"],"date":["2009-08-26"],"type":["text"],"creator":["Syed, Habeeb"],"language":[],"coverage":[],"title":["A Short Note on Discrete Log Problem in $F_p$"],"description":["  Let $p$ be a odd prime such that 2 is a primitive element of finite field\n$F_p*$. In this short note we propose a new algorithm for the computation of\ndiscrete logarithm in $F_p*$. This algorithm is based on elementary properties\nof finite fields and is purely theoretical in nature.\n","Comment: 5 pages"]}]
["0908.3825",{"format":[],"subject":["Mathematics - Algebraic Topology","55N91","55R40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3825"],"date":["2009-08-26"],"type":["text"],"creator":["Kronholm, William C."],"language":[],"coverage":[],"title":["A Freeness Theorem for RO(Z/2)-graded Cohomology"],"description":["  In this paper it is shown that the RO(Z/2)-graded cohomology of a certain\nclass of Rep(Z/2)-complexes, which includes projective spaces and Grassmann\nmanifolds, is always free as a module over the cohomology of a point when the\ncoefficient Mackey functor is \\underline{Z/2}.\n"]}]
["0908.3827",{"format":[],"subject":["Mathematics - Algebraic Topology","55T10","55N25","55N91"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3827"],"date":["2009-08-26"],"type":["text"],"creator":["Kronholm, William C."],"language":[],"coverage":[],"title":["The RO(G)-Graded Serre Spectral Sequence"],"description":["  In this paper the Serre spectral sequence of Moerdijk and Svensson is\nextended from Bredon cohomology to RO(G)-graded cohomology for finite groups G.\nSpecial attention is paid to the case G=Z/2 where the spectral sequence is used\nto compute the cohomology of certain projective bundles and loop spaces.\n"]}]
["0908.3828",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3828","Solid State Commun. 149, 962-967 (2009)","doi:10.1016/j.ssc.2009.02.026"],"date":["2009-08-26"],"type":["text"],"creator":["Maignan, Antoine","Martin, Christine","Fresard, Raymond","Eyert, Volker","Guilmeau, Emmanuel","Hebert, Sylvie","Poienar, Maria","Pelloquin, Denis"],"language":[],"coverage":[],"title":["On the strong impact of doping in the triangular antiferromagnet CuCrO2"],"description":["  Electronic band structure calculations using the augmented spherical wave\nmethod have been performed for CuCrO2. For this antiferromagnetic (T_N = 24 K)\nsemiconductor crystallizing in the delafossite structure, it is found that the\nvalence band maximum is mainly due to the t_2g orbitals of Cr^3+ and that spin\npolarization is predicted with 3 mu_B per Cr^3+. The structural\ncharacterizations of CuCr1-xMgxO2 reveal a very limited range of Mg^2+\nsubstitution for Cr^3+ in this series. As soon as x = 0.02, a maximum of 1% Cr\nions substituted by Mg site is measured in the sample. This result is also\nconsistent with the detection of Mg spinel impurities from X-ray diffraction\nfor x = 0.01. This explains the saturation of the Mg^2+ effect upon the\nelectrical resistivity and thermoelectric power observed for x > 0.01. Such a\nvery weak solubility limit could also be responsible for the discrepancies\nfound in the literature. Furthermore, the measurements made under magnetic\nfield (magnetic susceptibility, electrical resistivity and Seebeck coefficient)\nsupport that the Cr^4+ \"holes\", created by the Mg^2+ substitution, in the\nmatrix of high spin Cr^3+ (S = 3/2) are responsible for the transport\nproperties of these compounds.\n","Comment: 9 pages, 11 figures, more information at\n  http://www.physik.uni-augsburg.de/~eyert/"]}]
["0908.3829",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","35P15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3829"],"date":["2009-08-26"],"type":["text"],"creator":["Cheng, Qing-Ming","Wei, Guoxin"],"language":[],"coverage":[],"title":["A lower bound for eigenvalues of a clamped plate problem"],"description":["  In this paper, we study eigenvalues of a clamped plate problem. We obtain a\nlower bound for eigenvalues, which gives an important improvement of results\ndue to Levine and Protter.\n"]}]
["0908.3831",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3831"],"date":["2009-08-26"],"type":["text"],"creator":["Donata, Bonino"],"language":[],"coverage":[],"title":["Analysis of measurement algorithms and modelling of interferometric\n  signals for infrared astronomy"],"description":["  Measurement of interferometric parameters values is affected by phase\ndisturbance due especially to atmospheric turbulences. Algorithms of fringe\nsensing, aimed at fringe parameters identification, are based on\ninterferometric models that have to be carefully adapted to the interfered\nbeams, including variability sources. All information is contained in the\ncollected signals, and how to extract it is subject of researches.\n  In the first part of the thesis, we present the fringe sensing algorithms\nproposed for two different fringe sensors for the ESO VLTI: FINITO and PRIMA\nFSU. We highlight how they must adapt to the different instrumental layouts,\nand we summarize their performance both on simulated and on laboratory data.\n  In the second part, we show the results of the application of some\nstatistical techniques to real interferometric signals. With the time series\nanalysis we examine the composition of signals before and after the\ncombination, separating pure random effects and peculiar features from trends.\nWith the multivariate regression analysis, we are able to isolate noise\ncomponents due to the interference physical process. These techniques can be\nuseful for quality tests both for instrumental performances and for signals\ncharacterization. They could be easily adapted to different interferometric\ninstruments.\n","Comment: Ph. D. thesis"]}]
["0908.3832",{"format":[],"subject":["Mathematics - Number Theory","11B39"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3832"],"date":["2009-08-26"],"type":["text"],"creator":["Smyth, Chris"],"language":[],"coverage":[],"title":["The terms in Lucas sequences divisible by their indices"],"description":["  For Lucas sequences of the first kind (u_n) and second kind (v_n) defined as\nusual for positive n by u_n=(a^n-b^n)/(a-b), v_n=a^n+b^n, where a and b are\neither integers or conjugate quadratic integers, we describe the set of indices\nn for which n divides u_n and also the set of indices n for which n divides\nv_n. Building on earlier work, particularly that of Somer, we show that the\nnumbers in these sets can be written as a product of a so-called basic number,\nwhich can only be 1, 6 or 12, and particular primes, which are described\nexplicitly. Some properties of the set of all primes that arise in this way is\nalso given, for each kind of sequence.\n"]}]
["0908.3834",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3834"],"date":["2009-08-26"],"type":["text"],"creator":["Devlin, Stephen","Treloar, Thomas"],"language":[],"coverage":[],"title":["A network criterion for the success of cooperation in an evolutionary\n  prisoner's dilemma, and a variation on Hamilton's rule"],"description":["  We show that the success of cooperation in an evolutionary prisoner's dilemma\non a complex network can be predicted by a simple, quantitative network\nanalysis using mean field parameters. The criterion is shown to be accurate on\na wide variety of networks with degree distributions ranging from regular to\nPoisson to scale-free. The network analysis uses a parameter that allows for\ncomparisons of networks with both similar, and distinct, topologies.\nFurthermore, we establish the criterion here as a natural network analogue of\nHamilton's classical rule for kin selection, despite arising in an entirely\ndifferent context. The result is a network-based evolutionary rule for altruism\nthat parallels Hamilton's genetic rule.\n","Comment: 7 pages, 3 figures"]}]
["0908.3843",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3843"],"date":["2009-08-26","2009-08-27"],"type":["text"],"creator":["Dahmen, Rafael"],"language":[],"coverage":[],"title":["Lie Groups Associated to H\"older-Continuous Functions"],"description":["  We proof some basic tools about spaces of H\"older-continuous functions\nbetween (in general infinite dimensional) Banach spaces and use them to\nconstruct new examples of infinite dimensional (LB)-Lie groups.\n"]}]
["0908.3866",{"format":[],"subject":["Mathematics - General Mathematics","A005"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3866"],"date":["2009-08-26"],"type":["text"],"creator":["Muzaffar, Habib","Zelator, Konstantine"],"language":[],"coverage":[],"title":["Pythagorean Triangles with Repeated Digits-Repeated Bases"],"description":["  In 1998, in the winter issue of the journal Mathematics and Computer\neducation (see [1]), Monte Zerger posed the following problem. He had noticed\nthe Pythagorean triple (216,630,666);(216)^2+(630)^2=(666)^2. Note that 216=6^3\nand 666 is the hypotenuse length. The question was then, whether there existed\na digit d and a positive integer k(other than the above); such that d^k is the\nleglength of a Pythagorean triangle whose hypotenuse length has exactly k\ndigits, each being equal to d. In 1999, F.Luca and P.Bruckman, answered the\nabove question in the negative. In 2001, K.Zelator(see [2]), took this question\nfurther and showed that no Pythagorean triangle exists such that one leg has\nlength d^k, while the other leglegth has exactly k digits in its decimal\nexpansion, with each digit bein equal to d. In this work, we explore the above\nphenomenon from the point of view of number bases other than 10. We prove five\nTheorems. As an example, in Theorem 1, we prove that there exists no\nPythagorean triangle with one of its leglengths being d^k, while the other\nleglength having exactly k digits in its base 4 expansion; and with digit being\nequal to d.\n","Comment: 16 pages, no figures"]}]
["0908.3879",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Algebraic Geometry","14L30","53D17","20G20","37J35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3879"],"date":["2009-08-26"],"type":["text"],"creator":["Colarusso, Mark","Evens, Sam"],"language":[],"coverage":[],"title":["On Algebraic Integrability of Gelfand-Zeitlin fields"],"description":["  We generalize a result of Kostant and Wallach concerning the algebraic\nintegrability of the Gelfand-Zeitlin vector fields to the full set of strongly\nregular elements in $gl(n,\\mathbb{C})$. We use decomposition classes to\nstratify the strongly regular set by subvarieties $X_{D}$. We construct an\n\\'{e}tale cover $\\hat{\\mathfrak{g}}$ of $X_{D}$ and show that $X_{D}$ and\n$\\hat{\\mathfrak{g}}$ are smooth and irreducible. We then use Poisson geometry\nto lift the Gelfand-Zeitlin vector fields on $X_{D}$ to Hamiltonian vector\nfields on $\\hat{\\mathfrak{g}}$ and integrate these vector fields to an action\nof a connected, commutative algebraic group.\n","Comment: 28 pages"]}]
["0908.3882",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3882"],"date":["2009-08-26"],"type":["text"],"creator":["Wang, Pei","Chao, Dennis L.","Hsu, Li"],"language":[],"coverage":[],"title":["Learning networks from high dimensional binary data: An application to\n  genomic instability data"],"description":["  Genomic instability, the propensity of aberrations in chromosomes, plays a\ncritical role in the development of many diseases. High throughput genotyping\nexperiments have been performed to study genomic instability in diseases. The\noutput of such experiments can be summarized as high dimensional binary\nvectors, where each binary variable records aberration status at one marker\nlocus. It is of keen interest to understand how these aberrations interact with\neach other. In this paper, we propose a novel method, \\texttt{LogitNet}, to\ninfer the interactions among aberration events. The method is based on\npenalized logistic regression with an extension to account for spatial\ncorrelation in the genomic instability data. We conduct extensive simulation\nstudies and show that the proposed method performs well in the situations\nconsidered. Finally, we illustrate the method using genomic instability data\nfrom breast cancer samples.\n"]}]
["0908.3885",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3885"],"date":["2009-08-26"],"type":["text"],"creator":["Datta, Timir","Yin, Ming"],"language":[],"coverage":[],"title":["Do Quantum Systems Break The Equivalence Principle?"],"description":["  Gravitational response of real objects is a fascinating topic. Einstein\nformalized the Galileo-Newton ideas of equality of free falls into complete\nphysical equivalence or the Principle of Equivalence [Albert Einstein, The\nmeaning of Relativity, 5 ed. Princeton, (1921)]. However, in this article we\npoint out that in a gravitational field, g, the bulk response of an\nelectrically neutral but atomistic test mass is model dependant. Depending on\nthe particular quantum approximation scheme, opposing results for the gravity\ninduced (electric) polarization P have been reported. For instance, P is small\nand oriented anti-parallel to g, if the deformations of the positive background\nlattice is neglected But, it is about ~ 100,1000 times larger and opposite in\ndirection in the elastic lattice approximation. Hence, the elastic model\ncontradicts reports of polarization in accelerated metals [Richard C. Tolman &\nT.Dale Stewart, Phys Rev 28, 794 (1926); G. F. Moorhead & G. I. Opat, Class.\nQuant. Grav, 13, 3129 (1996)]. Surprisingly, the rigid system is consistent\nwith EP but the elastic system breaks EP. Here the historical literature is\nsurveyed and some implications are outlined.\n","Comment: 14 PDF pages including 5 figures"]}]
["0908.3886",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3886"],"date":["2009-08-26"],"type":["text"],"creator":["Draper, Stark C.","Liu, Lingjia","Molisch, Andreas F.","Yedidia, Jonathan S."],"language":[],"coverage":[],"title":["Cooperative Routing for Wireless Networks using Mutual-Information\n  Accumulation"],"description":["  Cooperation between the nodes of wireless multihop networks can increase\ncommunication reliability, reduce energy consumption, and decrease latency. The\npossible improvements are even greater when nodes perform mutual information\naccumulation using rateless codes. In this paper, we investigate routing\nproblems in such networks. Given a network, a source, and a destination, our\nobjective is to minimize end-to-end transmission delay under energy and\nbandwidth constraints. We provide an algorithm that determines which nodes\nshould participate in forwarding the message and what resources (time, energy,\nbandwidth) should be allocated to each.\n  Our approach factors into two sub-problems, each of which can be solved\nefficiently. For any transmission order we show that solving for the optimum\nresource allocation can be formulated as a linear programming problem. We then\nshow that the transmission order can be improved systematically by swapping\nnodes based on the solution of the linear program. Solving a sequence of linear\nprograms leads to a locally optimal solution in a very efficient manner. In\ncomparison to the proposed cooperative routing solution, it is observed that\nconventional shortest path multihop routing typically incurs additional delays\nand energy expenditures on the order of 70%.\n  Our first algorithm is centralized, assuming that routing computations can be\ndone at a central processor with full access to channel state information for\nthe entire system. We also design two distributed routing algorithms that\nrequire only local channel state information. We provide simulations showing\nthat for the same networks the distributed algorithms find routes that are only\nabout two to five percent less efficient than the centralized algorithm.\n"]}]
["0908.3887",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3887"],"date":["2009-08-26"],"type":["text"],"creator":["Bergmann, Gerd"],"language":[],"coverage":[],"title":["A Compact Treatment of the Friedel-Anderson and the Kondo Impurity Using\n  the FAIR Method"],"description":["  Although the Kondo effect and the Kondo ground state of a magnetic impurity\nhave been investigated for more than forty years it was until recently\ndifficult if not impossible to calculate spatial properties of the ground\nstate. In particular the calculation of the spatial distribution of the\nso-called Kondo cloud or even its existence have been elusive. In recent years\na new method has been introduced to investigate the properties of magnetic\nimpurities, the FAIR method, where the abbreviation stands for Friedel\nArtificially Inserted Resonance. The FAIR solution of the Friedel-Anderson and\nthe Kondo impurity problems consists of only eight or four Slater states.\nBecause of its compactness the spatial electron density and polarization can be\neasily calculated. In this article a short review of the method is given. A\ncomparison with results from the large N-approximation, the Numerical\nRenormalization Group theory and other methods shows excellent agreement. The\nFAIR solution yields (for the first time) the electronic polarization in the\nKondo cloud.\n"]}]
["cs/0602081",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0602081"],"date":["2006-02-23"],"type":["text"],"creator":["Ma, Xudong","Yang, En-hui"],"language":[],"coverage":[],"title":["Low-Density Parity-Check Code with Fast Decoding Speed"],"description":["  Low-Density Parity-Check (LDPC) codes received much attention recently due to\ntheir capacity-approaching performance. The iterative message-passing algorithm\nis a widely adopted decoding algorithm for LDPC codes \\cite{Kschischang01}. An\nimportant design issue for LDPC codes is designing codes with fast decoding\nspeed while maintaining capacity-approaching performance. In another words, it\nis desirable that the code can be successfully decoded in few number of\ndecoding iterations, at the same time, achieves a significant portion of the\nchannel capacity. Despite of its importance, this design issue received little\nattention so far. In this paper, we address this design issue for the case of\nbinary erasure channel.\n  We prove that density-efficient capacity-approaching LDPC codes satisfy a so\ncalled \"flatness condition\". We show an asymptotic approximation to the number\nof decoding iterations. Based on these facts, we propose an approximated\noptimization approach to finding the codes with good decoding speed. We further\nshow that the optimal codes in the sense of decoding speed are\n\"right-concentrated\". That is, the degrees of check nodes concentrate around\nthe average right degree.\n","Comment: Will be submitted to IEEE Transactions on Information Theory"]}]
["cs/0609117",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0609117","Proceeding of IEEE International Symposium on Information Theory\n  (ISIT) 2007"],"date":["2006-09-20"],"type":["text"],"creator":["Ma, Xudong","Yang, En-hui"],"language":[],"coverage":[],"title":["Constructing LDPC Codes by 2-Lifts"],"description":["  We propose a new low-density parity-check code construction scheme based on\n2-lifts. The proposed codes have an advantage of admitting efficient hardware\nimplementations. With the motivation of designing codes with low error floors,\nwe present an analysis of the low-weight stopping set distributions of the\nproposed codes. Based on this analysis, we propose design criteria for\ndesigning codes with low error floors. Numerical results show that the\nresulting codes have low error probabilities over binary erasure channels.\n","Comment: 11 pages, 7 figures"]}]
["hep-ph/0701228",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0701228","Int.J.Mod.Phys.A22:3211-3227,2007","doi:10.1142/S0217751X07036506"],"date":["2007-01-26"],"type":["text"],"creator":["Kuznetsov, A. V.","Mikheev, N. V."],"language":[],"coverage":[],"title":["Plasma induced fermion spin-flip conversion f_L -> f_R + gamma"],"description":["  The fermion spin-flip conversion f_L -> f_R + gamma is considered, caused by\nthe difference of the additional energies of the electroweak origin, acquired\nby left- and right-handed fermions (neutrino, electron) in medium. An accurate\ntaking account of the fermion and photon dispersion in medium is performed. It\nis shown that the threshold arises in the process, caused by the photon\n(plasmon) effective mass. This threshold leaves no room for the so-called\n``spin light of neutrino'' and ``spin light of electron'' in the real\nastrophysical situations.\n","Comment: 15 pages, LaTeX, 2 EPS figures, submitted to International Journal of\n  Modern Physics A"]}]
["hep-ph/9705323",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/9705323","Phys.Rev.D56:4328-4337,1997","doi:10.1103/PhysRevD.56.4328"],"date":["1997-05-15","1997-07-02"],"type":["text"],"creator":["Wanders, G."],"language":[],"coverage":[],"title":["Chiral two-loop pion-pion scattering parameters from crossing-symmetric\n  constraints"],"description":["  Constraints on the parameters in the one- and two-loop pion-pion scattering\namplitudes of standard chiral perturbation theory are obtained from explicitly\ncrossing-symmetric sum rules. These constraints are based on a matching of the\nchiral amplitudes and the physical amplitudes at the symmetry point of the\nMandelstam plane. The integrals over absorptive parts appearing in the sum\nrules are decomposed into crossing-symmetric low- and high-energy components\nand the chiral parameters are finally related to high-energy absorptive parts.\nA first application uses a simple model of these absorptive parts. The\nsensitivity of the results to the choice of the energy separating high and low\nenergies is examined with care. Weak dependence on this energy is obtained as\nlong as it stays below ~560 MeV. Reliable predictions are obtained for three\ntwo-loop parameters.\n","Comment: 23 pages, 4 figures in .eps files, Latex (RevTex), our version of\n  RevTex runs under Latex2.09, submitted to Phys. Rev. D,minor typographical\n  corrections including the number at the end of the abstract, two sentences\n  added at the end of Section 5 in answer to a referee's remark"]}]
["hep-ph/9707305",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/9707305","Phys.Lett.B415:402-410,1997","doi:10.1016/S0370-2693(97)01231-8"],"date":["1997-07-10"],"type":["text"],"creator":["Ananthanarayan, B.","Buttiker, P."],"language":[],"coverage":[],"title":["Higher Threshold Parameters in pi pi Scattering"],"description":["  A family of threshold parameters which probe the stability of chiral\npredictions is considered. The relevant criteria for the choice of threshold\nparameters are discussed. Sum rules for these quantities are derived from\ndispersion relations and evaluated from effective range formulae. Good\nagreement with two-loop chiral estimates for many of these quantities is found\nand interesting discrepancies are discussed.\n","Comment: 15 pages, LaTeX"]}]
["hep-ph/9802338",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/9802338","Phys.Rev.D58:036002,1998","doi:10.1103/PhysRevD.58.036002"],"date":["1998-02-17"],"type":["text"],"creator":["Ananthanarayan, B."],"language":[],"coverage":[],"title":["The Low Energy Expansion for Pion-Pion Scattering and Crossing Symmetry\n  in Dispersion Relations"],"description":["  We show that a suitable setting for comparison of the low-energy\nrepresentation for pion-pion scattering amplitudes, with dispersive\nrepresentation for these amplitudes, is provided by certain manifestly crossing\nsymmetric dispersion relations. We begin with a discussion of fixed-t\ndispersion relations and discuss the origin of crossing constraints that arise\nin this context when we consider resonance saturation with certain $l\\geq 2$\nstates. We demonstrate that the approach advocated here does not require us to\nenforce such constraints. Our results are contrasted with those from fixed-t\ndispersion relations. We finally discuss the numerical import of our results.\n","Comment: 24 pages plain LaTeX, to be run twice"]}]
["math-ph/0602020",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0602020","J. Phys. A: Math. Theor. 42 (2009) 375205","doi:10.1088/1751-8113/42/37/375205"],"date":["2006-02-08","2009-08-27"],"type":["text"],"creator":["Karakhanyan, D.","Khachatryan, Sh."],"language":[],"coverage":[],"title":["Fusion Rules of the Lowest Weight Representations of osp_q(1|2) at Roots\n  of Unity: Polynomial Realization and Degeneration at Roots of Unity"],"description":["  The degeneracy of the lowest weight representations of the quantum\nsuperalgebra $osp_q(1|2)$ and their tensor products at exceptional values of\n%when deformation parameter $q$ takes exceptional values is studied. The main\nfeatures of the structures of the finite dimensional lowest weight\nrepresentations and their fusion rules are illustrated using realization of\ngroup generators as finite-difference operators acting in the space of the\npolynomials. The complete fusion rules for the decompositions of the tensor\nproducts at roots of unity are presented. The appearance of indecomposable\nrepresentations in the fusions is described using Clebsh-Gordan coefficients\nderived for general values of $q$ and at roots of unity.\n","Comment: 28 pages, 3 figures; completed (section 5, section 6); version\n  published in JPA"]}]
["math/0502159",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematical Physics","Mathematics - Quantum Algebra","18D50 (Primary), 14H10, 52B11 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0502159","Homotopy and Related Structures, Volume 4 (2009) 83-109."],"date":["2005-02-08","2009-03-09"],"type":["text"],"creator":["Armstrong, Suzanne M.","Carr, Michael","Devadoss, Satyan L.","Engler, Eric","Leininger, Ananda","Manapat, Michael"],"language":[],"coverage":[],"title":["Particle Configurations and Coxeter Operads"],"description":["  There exist natural generalizations of the real moduli space of Riemann\nspheres based on manipulations of Coxeter complexes. These novel spaces inherit\na tiling by the graph-associahedra convex polytopes. We obtain explicit\nconfiguration space models for the classical infinite families of finite and\naffine Weyl groups using particles on lines and circles. A Fulton-MacPherson\ncompactification of these spaces is described and this is used to define the\nCoxeter operad. A complete classification of the building sets of these\ncomplexes is also given, along with a computation of their Euler\ncharacteristics.\n","Comment: 25 pages, 18 figures; revision of Coxeter operads"]}]
["math/0602476",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Combinatorics","57M25 (Primary), 52C20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0602476","The Mathematical Intelligencer (2007) 15-22"],"date":["2006-02-21"],"type":["text"],"creator":["Devadoss, Satyan L.","Mugno, John"],"language":[],"coverage":[],"title":["Juggling braids and links"],"description":["  Using a simplistic model of juggling based on physics, a natural map is\nconstructed from the set of periodic juggling patterns (or site swaps) to\nlinks. We then show that all topological links can be juggled.\n","Comment: 15 pages, 12 figures"]}]
["math/0612530",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Quantum Algebra","52B11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0612530","Discrete Mathematics 309 (2009) 271-276"],"date":["2006-12-18"],"type":["text"],"creator":["Devadoss, Satyan L."],"language":[],"coverage":[],"title":["A Realization of Graph-Associahedra"],"description":["  Given any finite graph, we offer a simple realization of the\ngraph-associahedron polytope using integer coordinates.\n","Comment: 6 pages, 7 figures"]}]
