["0705.0172",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0172","Phys. Rev. B 76, 165307 (2007)","doi:10.1103/PhysRevB.76.165307"],"date":["2007-05-02"],"type":["text"],"creator":["Essin, Andrew M.","Moore, J. E."],"language":[],"coverage":[],"title":["Topological insulators beyond the Brillouin zone via Chern parity"],"description":["  The topological insulator is an electronic phase stabilized by spin-orbit\ncoupling that supports propagating edge states and is not adiabatically\nconnected to the ordinary insulator. In several ways it is a spin-orbit-induced\nanalogue in time-reversal-invariant systems of the integer quantum Hall effect\n(IQHE). This paper studies the topological insulator phase in disordered\ntwo-dimensional systems, using a model graphene Hamiltonian introduced by Kane\nand Mele as an example. The nonperturbative definition of a topological\ninsulator given here is distinct from previous efforts in that it involves\nboundary phase twists that couple only to charge, does not refer to edge\nstates, and can be measured by pumping cycles of ordinary charge. In this\ndefinition, the phase of a Slater determinant of electronic states is\ndetermined by a Chern parity analogous to Chern number in the IQHE case.\nNumerically we find, in agreement with recent network model studies, that the\ndirect transition between ordinary and topological insulators that occurs in\nband structures is a consequence of the perfect crystalline lattice.\nGenerically these two phases are separated by a metallic phase, which is\nallowed in two dimensions when spin-orbit coupling is present. The same\napproach can be used to study three-dimensional topological insulators.\n","Comment: 12 pages, 10 figures"]}]
["0707.1177",{"format":[],"subject":["Mathematics - Combinatorics","05C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1177","Electron. J. Combin. 16 (2009), no. 1, Note 31"],"date":["2007-07-08","2009-12-16"],"type":["text"],"creator":["Payne, Michael S."],"language":[],"coverage":[],"title":["Unit distance graphs with ambiguous chromatic number"],"description":["  First Laszlo Szekely and more recently Saharon Shelah and Alexander Soifer\nhave presented examples of infinite graphs whose chromatic numbers depend on\nthe axioms chosen for set theory. The existence of such graphs may be relevant\nto the Chromatic Number of the Plane problem. In this paper we construct a new\nclass of graphs with ambiguous chromatic number. They are unit distance graphs\nwith vertex set R^n, and hence may be seen as further evidence that the\nchromatic number of the plane might depend on set theory.\n","Comment: 7 pages"]}]
["0709.0782",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0782"],"date":["2007-09-06","2009-12-16"],"type":["text"],"creator":["Feng, You-Gang"],"language":[],"coverage":[],"title":["Cluster-Spin Gaussian Model for Lattice-Ising Models"],"description":["  In this paper we lay special stress on analyzing the topological properties\nof the lattice systems and try to ovoid the conventional ways to calculate the\ncritical points. Only those clusters with finite sizes can execute the self\nsimilar transformations of infinite hierarchies. Each ordered cluster has\nfractal dimension, their minimum relates to the edge fixed point, which accords\nwith the transformations fixed point relating to a critical point. There are\ntwo classes of systems and clusters by their connectivity. Using mathematic\nmapping method we set up cluster-spin Gaussian model solved accurately. There\nare single state and -fold coupling state in a reducible cluster, each of which\ncorresponds to a subsystem described by a Gaussian model. By the minimal\nfractal dimension a final expression of the critical points is obtained. The\ncritical points of three lattice systems are calculated, our method makes the\ncalculations very simplified and highly accurate. A possibility of existence of\ndifferent clusters at the critical temperature is discussed.\n","Comment: added a figure,references;abstract and content changed;deleted\n  original section9"]}]
["0801.3313",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3313"],"date":["2008-01-22","2009-12-16"],"type":["text"],"creator":["Yan, Yu-Liang","Dong, Bao-Guo","Zhou, Dai-Mei","Li, Xiao-Mei","Ma, Hai-Liang","Sa, Ben-Hao"],"language":[],"coverage":[],"title":["Parton rescattering effect on the charged hadron forward-backward\n  multiplicity correlation in $pp$ collisions at $\\sqrt s$=200 GeV"],"description":["  The parton rescattering effect on the charged hadron forward-backward\nmultiplicity correlation in $pp$ collisions at $\\sqrt s$=200 GeV is studied by\na parton and hadron cascade model, PACIAE, based on the PYTHIA model. The\ncalculated multiplicity and pseudorapidity distribution of the final state\ncharged hadron are well compared with experimental data. It turned out that the\nfinal state charged hadron pseudorapidity distribution are different from the\ninitial state charged partons. The parton rescattering effect on the charged\nhadron forward-backward multiplicity correlation increases with increasing\nparton rescattering strength in the center pseudorapidity region ($|\\eta| <1$).\nHowever, this effect becomes weaker in the outer pseudorapidity region\n($|\\eta|> 1$).\n","Comment: 5 pages, 3 figures"]}]
["0802.1121",{"format":[],"subject":["Mathematics - Probability","Quantitative Finance - Risk Management","60G40","60G46"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1121","doi:10.1007/s00780-009-0119-7"],"date":["2008-02-08","2009-12-14"],"type":["text"],"creator":["Delbaen, Freddy","Peng, Shige","Gianin, Emanuela Rosazza"],"language":[],"coverage":[],"title":["Representation of the penalty term of dynamic concave utilities"],"description":["  In this paper we will provide a representation of the penalty term of general\ndynamic concave utilities (hence of dynamic convex risk measures) by applying\nthe theory of g-expectations.\n","Comment: An updated version is published in Finance & Stochastics. The final\n  publication is available at http://www.springerlink.com"]}]
["0803.4135",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.4135","Phys. Rev. Lett. 101, 037210 (2008)","doi:10.1103/PhysRevLett.101.037210"],"date":["2008-03-28","2008-05-14"],"type":["text"],"creator":["Malashevich, Andrei","Vanderbilt, David"],"language":[],"coverage":[],"title":["First-principles study of improper ferroelectricity in TbMnO3"],"description":["  We have carried out a first-principles theoretical study of the magnetically\ninduced polarization in orthorhombic TbMnO3, a prototypical material in which a\ncycloidal spin structure generates an electric polarization via the spin-orbit\ninteraction. We compute both the electronic and the lattice-mediated\ncontributions to the polarization and find that the latter is strongly\ndominant. We analyze the spin-orbit induced forces and lattice displacements\nfrom both atomic and mode-decomposition viewpoints, and show that a simple\nmodel based on nearest Mn--Mn neighbor Dzyaloshinskii-Moriya interactions is\nnot able to account fully for the results. The direction and magnitude of our\ncomputed polarization are in good agreement with experiment.\n","Comment: The issue with the sign of polarization is resolved now"]}]
["0804.0086",{"format":[],"subject":["Physics - Chemical Physics","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0086"],"date":["2008-04-01","2009-12-16"],"type":["text"],"creator":["Wolf, Erich N."],"language":[],"coverage":[],"title":["Two-Level Chromophore and Irreversibility"],"description":["  This paper (\"Two-Level Chromophore and Irreversibility\", which can be found\nat arXiv:0804.0086) has been withdrawn by the author due to too many errors and\nmisleading statements. This paper has been superseded by Section 2.11 and\nChapter 7 (and other sections) of my Ph.D. dissertation (\"Pressure Broadening\nand Pressure Shift of Diatomic Iodine at 675 nm\"), which can be found at\narXiv:0910.5053.\n","Comment: This paper has been withdrawn"]}]
["0804.1553",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Probability","35R60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1553","Proc. Amer. Math. Soc. 138 (2010), no.1, 241-251"],"date":["2008-04-09","2009-04-27"],"type":["text"],"creator":["Albeverio, Sergio","Rozanova, Olga"],"language":[],"coverage":[],"title":["Suppression of unbounded gradients in a SDE associated with the Burgers\n  equation"],"description":["  We consider the Langevin equation describing a stochastically perturbed by\nuniform noise non-viscous Burgers fluid and introduce a deterministic function\nthat corresponds to the mean of the velocity when we keep the value of position\nfixed. We study interrelations between this function and the solution of the\nnon-perturbed Burgers equation. Especially we are interested in the property of\nthe solution of the latter equation to develop unbounded gradients within a\nfinite time. We study the question how the initial distribution of particles\nfor the Langevin equation influences this blowup phenomenon. It is shown that\nfor a wide class of initial data and initial distributions of particles the\nunbounded gradients are eliminated. The case of a linear initial velocity is\nparticular. We show that if the initial distribution of particles is uniform,\nthen the mean of the velocity for a given position coincides with the solution\nof the Burgers equation and in particular does not depend on the constant\nvariance of the stochastic perturbation. Further, for a one space space\nvariable we get the following result: if the decay rate of the power-behaved\ninitial particles distribution at infinity is greater or equal $|x|^{-2},$ then\nthe blowup is suppressed, otherwise, the blowup takes place at the same moment\nof time as in the case of the non-perturbed Burgers equation.\n","Comment: 9 pages, submitted Minor change in the abstract, minor correction in\n  the computations, discussion added, accepted in Proc.Amer.Math.Soc"]}]
["0804.3655",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3655"],"date":["2008-04-23","2009-12-16"],"type":["text"],"creator":["Li, Xiao-Mei","Dong, Bao-Guo","Yan, Yu-Liang","Ma, Hai-Liang","Zhou, Dai-Mei","Sa, Ben-Hao"],"language":[],"coverage":[],"title":["Reexamination for the calculation of elliptic flow and other fourier\n  harmonics"],"description":["  We have argued that the azimuthal symmetry and asymmetry components in\nfourier expansion of particle momentum azimuthal distribution, $v_n$ (n=0, 1,\n2, ...), should be calculated as an average of $cos(n\\phi)$ first over\nparticles in an event and then over events (event-wise average) rather than \"an\naverage over all particles in all events\" (particle-wise average). In case of\nlarge centrality (multiplicity) bin the particle-wise average is not accurate\nbecause the influence (fluctuation) of particle multiplicity was not taken into\naccount.\n","Comment: 4 pages,1 figures"]}]
["0804.3963",{"format":[],"subject":["Mathematics - Group Theory","20F55","20F65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3963"],"date":["2008-04-24","2009-12-16"],"type":["text"],"creator":["Mihalik, Michael"],"language":[],"coverage":[],"title":["JSJ Decompositions of Coxeter Groups"],"description":["  The idea of \"JSJ-decompositions\" for 3-manifolds began with work of\nWaldhausen and was developed later through work of Jaco, Shalen and Johansen.\nIt was shown that there is a finite collection of 2-sided, incompressible tori\nthat separate a given closed irreducible 3-manifold into pieces with strong\ntopological structure. Sela introduced the idea of JSJ-decompositions for\ngroups, an idea that has flourished in a variety of directions. The general\nidea is to consider a certain class X of groups and splittings of groups in X\nby groups in another class Y. E.g. Rips and Sela considered splittings of\nfinitely presented groups by infinite cyclic groups. For an arbitrary group G\nin X the goal is to produce a unique graph of groups decomposition T of G with\nedge groups in Y so that T reveals all graph of groups decompositions of G with\nedge groups in Y. More specifically, if V is a vertex group of T then either\nthere is no Y-group that splits both G and V, or V has a special \"surface\ngroup-like\" structure. It is standard to call vertex groups of the second type\n\"orbifold groups\". For a finitely generated Coxeter system (W,S) we produce a\nreduced JSJ-decomposition T for splittings of W over virtually abelian\nsubgroups. We show T is unique with each vertex and edge group generated by a\nsubset of S (and so T is \"visual\"). The construction of T is algorithmic. If V,\na subset of S, generates an orbifold vertex group of T then V is the disjoint\nunion of K and M, where < M > is virtually abelian, < K > is virtually a closed\nsurface group or virtually free and < V > is the direct product of < M > and <\nK >.\n","Comment: 38 pages, 7 figures (Updated version with minor changes)"]}]
["0805.2118",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2118","Physics Reports 464 (2008) 1-70","doi:10.1016/j.physrep.2008.04.009"],"date":["2008-05-14","2009-12-16"],"type":["text"],"creator":["Arutyunov, K. Yu.","Golubev, D. S.","Zaikin, A. D."],"language":[],"coverage":[],"title":["Superconductivity in one dimension"],"description":["  Superconducting properties of metallic nanowires can be entirely different\nfrom those of bulk superconductors because of the dominating role played by\nthermal and quantum fluctuations of the order parameter. For superconducting\nwires with diameters below $ \\sim 50$ nm quantum phase slippage is an important\nprocess which can yield a non-vanishing wire resistance down to very low\ntemperatures. Further decrease of the wire diameter, for typical material\nparameters down to $\\sim 10$ nm, results in proliferation of quantum phase\nslips causing a sharp crossover from superconducting to normal behavior even at\nT=0. A number of interesting phenomena associated both with quantum phase slips\nand with the parity effect occur in superconducting nanorings. We review recent\ntheoretical and experimental activities in the field and demonstrate dramatic\nprogress in understanding of the phenomenon of superconductivity in\nquasi-one-dimensional nanostructures.\n","Comment: 62 pages, 47 figures Misprints corrected, several equations are\n  adapted to the experimentally relevant diffusive limit"]}]
["0805.2843",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Mathematical Physics","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2843","doi:10.1088/1751-8113/41/35/355205"],"date":["2008-05-19","2008-07-16"],"type":["text"],"creator":["Ohta, Yasuhiro","Maruno, Ken-ichi","Feng, Bao-Feng"],"language":[],"coverage":[],"title":["An integrable semi-discretization of the Camassa-Holm equation and its\n  determinant solution"],"description":["  An integrable semi-discretization of the Camassa-Holm equation is presented.\nThe keys of its construction are bilinear forms and determinant structure of\nsolutions of the CH equation. Determinant formulas of $N$-soliton solutions of\nthe continuous and semi-discrete Camassa-Holm equations are presented. Based on\ndeterminant formulas, we can generate multi-soliton, multi-cuspon and\nmulti-soliton-cuspon solutions. Numerical computations using the integrable\nsemi-discrete Camassa-Holm equation are performed. It is shown that the\nintegrable semi-discrete Camassa-Holm equation gives very accurate numerical\nresults even in the cases of cuspon-cuspon and soliton-cuspon interactions. The\nnumerical computation for an initial value condition, which is not an exact\nsolution, is also presented.\n"]}]
["0807.2129",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Spectral Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2129","Adv. Math 222 (2009), 1809--1849"],"date":["2008-07-14","2009-06-04"],"type":["text"],"creator":["Carey, Alan","Potapov, Denis","Sukochev, Fyodor"],"language":[],"coverage":[],"title":["Spectral flow is the integral of one forms on the Banach manifold of\n  self adjoint Fredholm operators"],"description":["  One may trace the idea that spectral flow should be given as the integral of\na one form back to the 1974 Vancouver ICM address of I.M. Singer. Our main\ntheorem gives analytic formulae for the spectral flow along a norm\ndifferentiable path of self-adjoint bounded Breuer-Fredholm operators in a\nsemi-finite von Neumann algebra. These formulae have a geometric interpretation\nwhich derives from the proof. Namely we define a family of Banach submanifolds\nof all bounded self-adjoint Breuer-Fredholm operators and on each submanifold\ndefine global one forms whose integral on a norm differentiable path contained\nin the submanifold calculates the spectral flow along this path. We emphasise\nthat our methods do not give a single globally defined one form on the self\nadjoint Breuer- Fredholms whose integral along all paths is spectral flow\nrather, as the choice of the plural `forms' in the title suggests, we need a\nfamily of such one forms in order to confirm Singer's idea. The original\ncontext for this result concerned paths of unbounded self-adjoint Fredholm\noperators. We therefore prove analogous formulae for spectral flow in the\nunbounded case as well. The proof is a synthesis of key contributions by\nprevious authors, whom we acknowledge in detail in the introduction, combined\nwith an additional important recent advance in the differential calculus of\nfunctions of non-commuting operators.\n","Comment: Some additional explanations and corrections are introduced"]}]
["0807.3246",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3246"],"date":["2008-07-21","2009-12-16"],"type":["text"],"creator":["Exirifard, Qasem"],"language":[],"coverage":[],"title":["Lower bound on the mass of a black hole"],"description":["  We consider gravity coupled to a massive field whose Compton's wavelength is\nfar larger than the Planck's length. In the low energy effective action for\ngravity, thus, it is the perturbation in the Compton's wavelength that breaks\nfirst as the sub-sub-leading quantum perturbation grows stronger. When this\nbreak occurs, we can not trust the perturbative information about the form of\nthe low energy effective action. We translate this break into the lowest limit\non the mass of a classical black hole. In D=4, using the electron's mass, this\nrequires the black hole to be heavier than 10^{14} kg.\n","Comment: v4: Presentation revised/refined"]}]
["0808.2854",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2854","J. reine angew. Math 626 (2009), 159--185"],"date":["2008-08-20"],"type":["text"],"creator":["Potapov, Denis","Sukochev, Fyodor"],"language":[],"coverage":[],"title":["Unbounded Fredholm modules and double operator integrals"],"description":["  In noncommutative geometry one is interested in invariants such as the\nFredholm index or spectral flow and their calculation using cyclic cocycles. A\nvariety of formulae have been established under side conditions called\nsummability constraints. These can be formulated in two ways, either for\nspectral triples or for bounded Fredholm modules. We study the relationship\nbetween these by proving various properties of the map on unbounded self\nadjoint operators $D$ given by $f(D)=D(1+D^2)^{-1/2}$. In particular we prove\ncommutator estimates which are needed for the bounded case. In fact our methods\nwork in the setting of semifinite noncommutative geometry where one has $D$ as\nan unbounded self adjoint linear operator affiliated with a semi-finite von\nNeumann algebra $\\aM$. More precisely we show that for a pair $D,D_0$ of such\noperators with $D-D_0$ a bounded self-adjoint linear operator from $\\aM$ and $\n({\\bf 1}+D_0^2)^{-1/2}\\in \\sE$, where $\\sE$ is a noncommutative symmetric space\nassociated with $\\aM$, then $$ \\Vert f(D) - f (D_0) \\Vert_{\\sE} \\leq C\\cdot\n\\Vert D-D_0\\Vert_{\\aM}. $$ This result is further used to show continuous\ndifferentiability of the mapping between an odd $\\sE$-summable spectral triple\nand its bounded counterpart.\n","Comment: 25 pages"]}]
["0809.2420",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2420"],"date":["2008-09-14","2009-12-16"],"type":["text"],"creator":["Deift, P.","Its, A.","Krasovsky, I."],"language":[],"coverage":[],"title":["Toeplitz and Hankel determinants with singularities: announcement of\n  results"],"description":["  We obtain asymptotics for Toeplitz, Hankel, and Toeplitz+Hankel determinants\nwhose symbols possess Fisher-Hartwig singularities. Details of the proofs will\nbe presented in another publication.\n"]}]
["0810.0624",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Mathematical Physics","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.0624"],"date":["2008-10-03","2009-12-16"],"type":["text"],"creator":["Ohara, Atsumi","Wada, Tatsuaki"],"language":[],"coverage":[],"title":["Information Geometry of q-Gaussian Densities and Behaviors of Solutions\n  to Related Diffusion Equations"],"description":["  This paper presents new geometric aspects of the behaviors of solutions to\nthe porous medium equation (PME) and its associated equation. First we discuss\nthe Legendre structure with information geometry on the manifold of generalized\nexponential densities. Next by considering such a structure in particular on\nthe q-Gaussian densities, we derive several physically and geometrically\ninteresting properties of the solutions. They include, for example,\ncharacterization of the moment-conserving projection of a solution, evaluation\nof evolutional velocities of the second moments and the convergence rate to the\nmanifold in terms of the geodesic curves, divergence and so on.\n","Comment: minorly corrected; references added; to appear in Journal of Physics\n  A: Mathematical and Theoretical"]}]
["0810.2998",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2998","Phys. Rev. Lett. 102, 146805 (2009)","doi:10.1103/PhysRevLett.102.146805"],"date":["2008-10-16","2009-04-06"],"type":["text"],"creator":["Essin, Andrew M.","Moore, Joel E.","Vanderbilt, David"],"language":[],"coverage":[],"title":["Magnetoelectric polarizability and axion electrodynamics in crystalline\n  insulators"],"description":["  The orbital motion of electrons in a three-dimensional solid can generate a\npseudoscalar magnetoelectric coupling $\\theta$, a fact we derive for the\nsingle-particle case using a recent theory of polarization in weakly\ninhomogeneous materials. This polarizability $\\theta$ is the same parameter\nthat appears in the \"axion electrodynamics\" Lagrangian $\\Delta{\\cal L}_{EM} =\n(\\theta e^2 / 2 \\pi h) {\\bf E} \\cdot {\\bf B}$, which is known to describe the\nunusual magnetoelectric properties of the three-dimensional topological\ninsulator ($\\theta=\\pi$). We compute $\\theta$ for a simple model that accesses\nthe topological insulator and discuss its connection to the surface Hall\nconductivity. The orbital magnetoelectric polarizability can be generalized to\nthe many-particle wavefunction and defines the 3D topological insulator, like\nthe IQHE, in terms of a topological ground-state response function.\n","Comment: 4 pages; minor changes resulting from a change in one reference"]}]
["0810.3150",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Computer Science and Game Theory","91A06, 91A25, 90C22, 47N10, 65K05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.3150"],"date":["2008-10-17","2009-12-16"],"type":["text"],"creator":["Laraki, Rida","Lasserre, Jean B."],"language":[],"coverage":[],"title":["Semidefinite Programming for Min-Max Problems and Games"],"description":["  We introduce two min-max problems: the first problem is to minimize the\nsupremum of finitely many rational functions over a compact basic\nsemi-algebraic set whereas the second problem is a 2-player zero-sum polynomial\ngame in randomized strategies and with compact basic semi-algebraic pure\nstrategy sets. It is proved that their optimal solution can be approximated by\nsolving a hierarchy of semidefinite relaxations, in the spirit of the moment\napproach developed in Lasserre. This provides a unified approach and a class of\nalgorithms to approximate all Nash equilibria and min-max strategies of many\nstatic and dynamic games. Each semidefinite relaxation can be solved in time\nwhich is polynomial in its input size and practice from global optimization\nsuggests that very often few relaxations are needed for a good approximation\n(and sometimes even finite convergence).\n","Comment: 21 pages"]}]
["0811.1636",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Dynamical Systems","35R35","35K15","91B42","91B26"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1636"],"date":["2008-11-11","2009-12-16"],"type":["text"],"creator":["Gonzalez, Maria del Mar","Gualdani, Maria Pia"],"language":[],"coverage":[],"title":["Asymptotics for a free-boundary model in price formation"],"description":["  We study the asymptotics for large time of solutions to a one dimensional\nparabolic evolution equation with non-standard measure-valued right hand side,\nthat involves derivatives of the solution computed at a free boundary point.\nThe problem is a particular case of a mean-field free boundary model proposed\nby Lasry-Lions on price formation and dynamic equilibria.\n  The main step in the proof is based on the fact that the free boundary\ndisappears in the linearized problem, thus can be treated as a perturbation\nthrough semigroup theory. This requires a delicate choice for the function\nspaces since higher regularity is needed near the free boundary. We show global\nexistence for solutions with initial data in a small neighborhood of any\nequilibrium point, and exponential decay towards a stationary state. Moreover,\nthe family of equilibria of the equation is stable, as follows from center\nmanifold theory.\n"]}]
["0811.3164",{"format":[],"subject":["Quantitative Biology - Genomics","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3164","Mod. Phys. Lett. B, Vol. 23, No. 29 and No. 30 (2009)","doi:10.1142/S0217984909021533","doi:10.1142/S0217984909021612"],"date":["2008-11-19","2009-05-17"],"type":["text"],"creator":["Li, Dirson Jian","Zhang, Shengli"],"language":[],"coverage":[],"title":["Classification of life by the mechanism of genome size evolution"],"description":["  The classification of life should be based upon the fundamental mechanism in\nthe evolution of life. We found that the global relationships among species\nshould be circular phylogeny, which is quite different from the common sense\nbased upon phylogenetic trees. The genealogical circles can be observed clearly\naccording to the analysis of protein length distributions of contemporary\nspecies. Thus, we suggest that domains can be defined by distinguished\nphylogenetic circles, which are global and stable characteristics of living\nsystems. The mechanism in genome size evolution has been clarified; hence main\ncomponent questions on C-value enigma can be explained. According to the\ncorrelations and quasi-periodicity of protein length distributions, we can also\nclassify life into three domains.\n","Comment: 53 pages, 9 figures, 2 tables"]}]
["0811.3953",{"format":[],"subject":["Mathematics - Dynamical Systems","37A05, 37A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3953"],"date":["2008-11-24","2009-12-16"],"type":["text"],"creator":["Chu, Qing"],"language":[],"coverage":[],"title":["Convergence of multiple ergodic averages along cubes for several\n  commuting transformations"],"description":["  We prove the norm convergence of multiple ergodic averages along cubes for\nseveral commuting transformations, and derive corresponding combinatorial\nresults. The method we use relies primarily on the \"magic extension\"\nestablished recently by B. ~Host.\n"]}]
["0811.4359",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","76W05","35Q36"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.4359","Proceedings of Symposia in Applied Mathematics 2009. Hyperbolic\n  Problems: Theory, Numerics and Applications. Edited by: Eitan Tadmor,\n  Jian-Guo Liu, and Athanasios E. Tzavaras. American Mathematical Society.\n  Volume: 67, 2009, pp 911-918"],"date":["2008-11-26"],"type":["text"],"creator":["Rozanova, Olga"],"language":[],"coverage":[],"title":["Blow up of smooth solutions to the barotropic compressible\n  magnetohydrodynamic equations with finite mass and energy"],"description":["  We prove that the smooth solutions to the Cauchy problem for the\nthree-dimensional compressible barotropic magnetohydrodynamic equations with\nconserved total mass and finite total energy lose the initial smoothness within\na finite time. Further, we show that the same result holds for the solution to\nthe Cauchy problem for the multidimensional compressible Navier-Stokes system.\nMoreover, for the solution with a finite momentum of inertia we get the\ntwo-sided estimates of different components of total energy.\n","Comment: 7 pages, submitted"]}]
["0812.1445",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematics - Geometric Topology","58J22, 19K56, 46L80, 53C21, 53C27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1445"],"date":["2008-12-08","2009-12-16"],"type":["text"],"creator":["Zadeh, Mostafa Esfahani"],"language":[],"coverage":[],"title":["Index theory and partitioning by enlargeable hypersurfaces"],"description":["  In this paper we state and prove a higher index theorem for an\nodd-dimensional connected spin riemannian manifold $(M,g)$ which is partitioned\nby an oriented closed hypersurface $N$. This index theorem generalizes a\ntheorem due to N. Higson and J. Roe in the context of Hilbert modules. Then we\napply this theorem to prove that if $N$ is area-enlargeable and if there is a\nsmooth map from $M$ into $N$ such that its restriction to $N$ has non-zero\ndegree then the the scalar curvature of $g$ cannot be uniformly positive.\n","Comment: Theorem 2.3 of the first version is weakened and the concluding\n  section is omitted"]}]
["0812.2963",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2963","Phys. Rev. A 79, 041603(R) (2009)","doi:10.1103/PhysRevA.79.041603"],"date":["2008-12-15"],"type":["text"],"creator":["Kakashvili, Paata","Bolech, C. J."],"language":[],"coverage":[],"title":["Paired states in spin-imbalanced atomic Fermi gases in one dimension"],"description":["  A growing expertise to engineer, manipulate and probe different cold-atom\nanalogs of electronic condensed matter systems allows to probe properties of\nexotic pairing. We study paired states of spin-imbalanced ultracold atomic\nsystem of fermions with attractive short-range interactions in one-dimensional\ntraps. Calculations are done using the Bethe Ansatz technique and the trap is\nincorporated into the solution via a local density approximation. The\nthermodynamic-Bethe-Ansatz equations are solved numerically and different local\ndensity profiles are calculated for zero and finite temperatures. A procedure\nto identify the homogeneous-system phase diagram using local density profiles\nin the trap is also proposed. Such scheme would be immediately useful for the\nexperiments.\n","Comment: 4 pages, 2 figures"]}]
["0812.3097",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry","14M25","13F20","05C99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3097"],"date":["2008-12-16","2009-12-16"],"type":["text"],"creator":["Katsabekis, Anargyros"],"language":[],"coverage":[],"title":["Arithmetical rank of toric ideals associated to graphs"],"description":["  Let $I_{G} \\subset K[x_{1},...,x_{m}]$ be the toric ideal associated to a\nfinite graph $G$. In this paper we study the binomial arithmetical rank and the\n$G$-homogeneous arithmetical rank of $I_G$ in 2 cases: $G$ is bipartite, $I_G$\nis generated by quadratic binomials. In both cases we prove that the binomial\narithmetical rank and the $G$-arithmetical rank coincide with the minimal\nnumber of generators of $I_G$.\n","Comment: 13 pages"]}]
["0812.4474",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4474","Phys. Rev. A 80, 023626 (2009)","doi:10.1103/PhysRevA.80.023626"],"date":["2008-12-23"],"type":["text"],"creator":["Gurarie, V."],"language":[],"coverage":[],"title":["Feshbach molecule production in fermionic atomic gases"],"description":["  This paper examines the problem of molecule production in an atomic fermionic\ngas close to an s-wave Feshbach resonance by means of a magnetic field sweep\nthrough the resonance. The density of molecules at the end of the process is\nderived for narrow resonance and slow sweep.\n","Comment: 4 pages"]}]
["0812.4766",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.4766","Physica A: Statistical Mechanics and its Applications 388 (2009),\n  pp. 4560-4572","doi:10.1016/j.physa.2009.07.011"],"date":["2008-12-27","2009-02-19"],"type":["text"],"creator":["Kulinskii, V. L.","Malomuzh, N. P.","Matvejchuk, O. I."],"language":[],"coverage":[],"title":["Is the thermodynamic behavior of the noble fluids consistent with the\n  Principle of Corresponding States?"],"description":["  The applicability of the Principle of Corresponding States (PCS) for the\nnoble fluids is discussed. We give the thermodynamic evidences for the\ndimerization of the liquid phase in heavy noble gases like argon, krypton etc.\nwhich manifest itself in deviation from the PCS. The behavior of the\nrectilinear diameter of the entropy and the density is analyzed. It is shown\nthat these characteristics are very sensitive to the dimerization process which\ntakes place in the liquid phase of heavy noble gases.\n","Comment: 23 pages, 11 figures"]}]
["0901.2333",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2333"],"date":["2009-01-15","2009-12-15"],"type":["text"],"creator":["Ni, Jian","Tan, Bo","Srikant, R."],"language":[],"coverage":[],"title":["Q-CSMA: Queue-Length Based CSMA/CA Algorithms for Achieving Maximum\n  Throughput and Low Delay in Wireless Networks"],"description":["  Recently, it has been shown that CSMA-type random access algorithms can\nachieve the maximum possible throughput in ad hoc wireless networks. However,\nthese algorithms assume an idealized continuous-time CSMA protocol where\ncollisions can never occur. In addition, simulation results indicate that the\ndelay performance of these algorithms can be quite bad. On the other hand,\nalthough some simple heuristics (such as distributed approximations of greedy\nmaximal scheduling) can yield much better delay performance for a large set of\narrival rates, they may only achieve a fraction of the capacity region in\ngeneral. In this paper, we propose a discrete-time version of the CSMA\nalgorithm. Central to our results is a discrete-time distributed randomized\nalgorithm which is based on a generalization of the so-called Glauber dynamics\nfrom statistical physics, where multiple links are allowed to update their\nstates in a single time slot. The algorithm generates collision-free\ntransmission schedules while explicitly taking collisions into account during\nthe control phase of the protocol, thus relaxing the perfect CSMA assumption.\nMore importantly, the algorithm allows us to incorporate mechanisms which lead\nto very good delay performance while retaining the throughput-optimality\nproperty. It also resolves the hidden and exposed terminal problems associated\nwith wireless networks.\n","Comment: 12 pages"]}]
["0903.3248",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3248","doi:10.1021/nl903455z"],"date":["2009-03-18"],"type":["text"],"creator":["Gómez, D. E.","Vernon, K. C.","Davis, T. J.","Nguyen, T. L.","Mulvaney, P."],"language":[],"coverage":[],"title":["Coherent coupling between surface plasmons and excitons in semiconductor\n  nanocrystals"],"description":["  We present an experimental demonstration of strong coupling between a surface\nplasmon propagating on a planar silver substrate, and the lowest excited state\nof CdSe nanocrystals. Variable-angle spectroscopic ellipsometry measurements\ndemonstrated the formation of plasmon-exciton mixed states, characterized by a\nRabi splitting of $\\sim$ 82 meV at room temperature. Such a coherent\ninteraction has the potential for the development of plasmonic non-linear\ndevices, and furthermore, this system is akin to those studied in cavity\nquantum electrodynamics, thus offering the possibility to study the regime of\nstrong light-matter coupling in semiconductor nanocrystals at easily accessible\nexperimental conditions.\n","Comment: 12 pages, 4 figures"]}]
["0903.3485",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Complex Variables","32H50 (Primary), 37F75, 32S65, 34M35 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3485"],"date":["2009-03-20","2009-12-16"],"type":["text"],"creator":["Abate, Marco","Tovena, Francesca"],"language":[],"coverage":[],"title":["Poincar\\'e-Bendixson theorems for meromorphic connections and\n  homogeneous vector fields"],"description":["  We first study the dynamics of the geodesic flow of a meromorphic connection\non a Riemann surface, and prove a Poincar\\'e-Bendixson theorem describing\nrecurrence properties and $\\omega$-limit sets of geodesics for a meromorphic\nconnection on $\\P^1(\\C)$. We then show how to associate to a homogeneous vector\nfield $Q$ in ${\\Bbb C}^n$ a rank 1 singular holomorphic foliation $\\cal F$ of\n$\\P^{n-1}(\\C)$ and a (partial) meromorphic connection $\\nabla^o$ along $\\ca F$\nso that integral curves of $Q$ are described by the geodesic flow of $\\nabla^o$\nalong the leaves of $\\ca F$, which are Riemann surfaces. The combination of\nthese results yields powerful tools for a detailed study of the dynamics of\nhomogeneous vector fields. For instance, in dimension two we obtain a\ndescription of recurrence properties of integral curves of $Q$, and of the\nbehavior of the geodesic flow in a neighbourhood of a singularity, classifying\nthe possible singularities both from a formal point of view and (for generic\nsingularities) from a holomorphic point of view. We also get examples of\nunexpected new phenomena, we put in a coherent context scattered results\npreviously known, and we obtain (as far as we know for the first time) a\ncomplete description of the dynamics in a full neighbourhood of the origin for\na substantial class of 2-dimensional holomorphic maps tangent to the identity.\nFinally, as an example of application of our methods we study in detail the\ndynamics of quadratic homogeneous vector fields in $\\C^2$.\n","Comment: We generalized some of the main ideas to homogeneous vector fields in\n  ${\\Bbb C}^n$ for any n, rewriting the introduction and adding a new section"]}]
["0904.3088",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3088","doi:10.1007/s00220-008-0709-9"],"date":["2009-04-20","2009-12-16"],"type":["text"],"creator":["Bleher, Pavel","Liechty, Karl"],"language":[],"coverage":[],"title":["Exact solution of the six-vertex model with domain wall boundary\n  conditions. Antiferroelectric phase"],"description":["  We obtain the large $n$ asymptotics of the partition function $Z_n$ of the\nsix-vertex model with domain wall boundary conditions in the antiferroelectric\nphase region, with the weights $a=\\sinh(\\ga-t), b=\\sinh(\\ga+t), c=\\sinh(2\\ga),\n|t|<\\ga$. We prove the conjecture of Zinn-Justin, that as $n\\to\\infty$,\n$Z_n=C\\th_4(n\\om) F^{n^2}[1+O(n^{-1})]$, where $\\om$ and $F$ are given by\nexplicit expressions in $\\ga$ and $t$, and $\\th_4(z)$ is the Jacobi theta\nfunction. The proof is based on the Riemann-Hilbert approach to the large $n$\nasymptotic expansion of the underlying discrete orthogonal polynomials and on\nthe Deift-Zhou nonlinear steepest descent method.\n","Comment: 69 pages, 10 figures"]}]
["0904.3327",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3327","Phys. Rev. B 80, 205416 (2009)","doi:10.1103/PhysRevB.80.205416"],"date":["2009-04-21","2009-12-09"],"type":["text"],"creator":["Mkhitaryan, V. V.","Mishchenko, E. G.","Raikh, M. E.","Glazman, L. I."],"language":[],"coverage":[],"title":["The photon absorption edge in superconductors and gapped 1D systems"],"description":["  Opening of a gap in the low-energy excitations spectrum affects the power-law\nsingularity in the photon absorption spectrum $A(\\Omega)$. In the normal state,\nthe singularity, $A(\\Omega)\\propto [D/(\\Omega-\\Omega_{\\rm th})]^\\alpha$, is\ncharacterized by an interaction-dependent exponent $\\alpha$. On the contrary,\nin the supeconducting state the divergence, $A(\\Omega)\\propto\n(D/\\Delta)^\\alpha(\\Omega-\\tilde{\\Omega}_{\\rm th})^{-1/2}$, is\ninteraction-independent, while threshold is shifted, $\\tilde{\\Omega}_{\\rm\nth}=\\Omega_{\\rm th}+\\Delta$; the ``normal-metal'' form of $A(\\Omega)$ resumes\nat $(\\Omega-\\tilde{\\Omega}_{\\rm th})\\gtrsim \\Delta\\exp(1/\\alpha)$. If the core\nhole is magnetic, it creates in-gap states; these states transform drastically\nthe absorption edge. In addition, processes of scattering off the magnetic core\nhole involving spin-flip give rise to inelastic absorption with one or several\n{\\it real} excited pairs in the final state, yielding a structure of peaks in\n$A(\\Omega)$ at multiples of $2\\Delta$ above the threshold frequency. The above\nconclusions apply to a broad class of systems, e.g., Mott insulators, where a\ngap opens at the Fermi level due to the interactions.\n","Comment: 6 pages, 5 figures; published version"]}]
["0905.0835",{"format":[],"subject":["Mathematics - Probability","60G17, 62M30","60G17","62M30","60J20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0835"],"date":["2009-05-06","2009-12-16"],"type":["text"],"creator":["Shcherbakov, Vadim","Volkov, Stanislav"],"language":[],"coverage":[],"title":["Stability of a growth process generated by monomer filling with\n  nearest-neighbour cooperative effects"],"description":["  We study stability of a growth process generated by sequential adsorption of\nparticles on a one-dimensional lattice torus, that is, the process formed by\nthe numbers of adsorbed particles at lattice sites, called heights. Here the\nstability of process, loosely speaking, means that its components grow at\napproximately the same rate. To assess stability quantitatively, we investigate\nthe stochastic process formed by differences of heights.\n  The model can be regarded as a variant of a Polya urn scheme with local\ngeometric interaction.\n"]}]
["0905.2210",{"format":[],"subject":["Mathematics - Algebraic Geometry","14F30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2210"],"date":["2009-05-13","2009-12-16"],"type":["text"],"creator":["Caro, Daniel"],"language":[],"coverage":[],"title":["Full faithfulness without Frobenius structure and partially overcoherent\n  isocrystals"],"description":["  Let $K$ be a mixed characteristic complete discrete valuation field with\nperfect residue field $k$. Let $X$ be a variety over $k$, $Y$ be an open of\n$X$, $Y'$ be an open of $Y$ dense in $X$. We extend Kedlaya's full faithfulness\nas follows (we do not suppose $Y$ to be smooth): the canonical functor\n$F\\text{-}\\mathrm{Isoc} ^{\\dag} (Y,X/K) \\to F\\text{-}\\mathrm{Isoc} ^{\\dag}\n(Y,Y/K) $ is fully faithfull.\n  Suppose now $Y$ smooth. We construct the category of partially overcoherent\nisocrystals over $(Y,X)$ denoted by $\\mathrm{Isoc} ^{\\dag\\dag} (Y,X/K) $ whose\nobjects are some particular arithmetic $\\D$-modules. Furthermore, we check the\nequivalence of categories $\\sp_{(Y,X),+} : \\mathrm{Isoc} ^{\\dag} (Y,X/K) \\cong\n\\mathrm{Isoc} ^{\\dag\\dag} (Y,X/K)$.\n"]}]
["0905.3033",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.3033","Eur. Phys. J. B 71, 345-348 (2009)","doi:10.1140/epjb/e2009-00208-2"],"date":["2009-05-19"],"type":["text"],"creator":["Malashevich, Andrei","Vanderbilt, David"],"language":[],"coverage":[],"title":["First-principles theory of magnetically induced ferroelectricity in\n  TbMnO3"],"description":["  We study the polarization induced via spin-orbit interaction by a magnetic\ncycloidal order in orthorhombic TbMnO3 using first-principle methods. The case\nof magnetic spiral lying in the b-c plane is analyzed, in which the pure\nelectronic contribution to the polarization is shown to be small. We focus our\nattention on the lattice-mediated contribution, and study it's dependence on\nthe Coulomb interaction parameter U in the LDA+U method and on the wave-vector\nof the spin spiral. The role of the spin-orbit interaction on different sites\nis also analyzed.\n","Comment: 4 pages, 2 figures, submitted to EPJ B (MEIPIC6 proceedings)"]}]
["0906.0029",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0029","Acta Phys. Pol. B Proc. Suppl. 2 (2009) 283 - 288"],"date":["2009-05-29"],"type":["text"],"creator":["Jenkins, Alejandro"],"language":[],"coverage":[],"title":["Anthropic constraints on fermion masses"],"description":["  We summarize the results of previous research on the constraints imposed on\nquark masses by the anthropically-motivated requirement that there exist stable\nnuclei with the right charge to form complex molecules. We also mention an\nupper bound on the mass of the lightest lepton, derived from the requirement\nthat such nuclei be stable against electron capture.\n","Comment: 6 pages, 1 figure, Acta Phys. Pol. style. Presented at the ExcitedQCD\n  meeting in Zakopane, Poland, 8-14 Feb. 2009"]}]
["0906.0404",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0404","Appl. Phys. Lett. 95, 041902-3 (2009)","doi:10.1063/1.3186041"],"date":["2009-06-01"],"type":["text"],"creator":["Vukovic, Slobodan M.","Shadrivov, Ilya V.","Kivshar, Yuri S."],"language":[],"coverage":[],"title":["Surface Bloch waves in metamaterial and metal-dielectric superlattices"],"description":["  We study the properties of electromagnetic Bloch waves in semi-infinite\nperiodic structures created by alternating metamaterial and dielectric layers.\nWe derive and analyze the dispersion relations in the long-wavelength limit for\nboth TE- and TM-polarized surface Bloch modes, for magnetic metamaterials with\nnegative refraction and metal-dielectric plasmonic superlattices. We reveal\nthat in the subwavelength regime the bulk modes are characterized by three\ndifferent refractive indices (\"tri-refringence\") while the surface modes can\npropagate parallel to the Bloch wavevector and along the interface between\nsuperlattice and semi-infinite dielectric.\n","Comment: 4 pages, 4 figures"]}]
["0906.4844",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4844"],"date":["2009-06-26","2009-12-16"],"type":["text"],"creator":["Cafaro, Carlo","Ali, S. A."],"language":[],"coverage":[],"title":["Analytical Estimate of Atmospheric Newtonian Noise Generated by Acoustic\n  and Turbulent Phenomena in Laser-Interferometric Gravitational Waves\n  Detectors"],"description":["  We present a theoretical estimate of the atmospheric Newtonian noise due to\nfluctuations of atmospheric mass densities generated by acoustic and turbulent\nphenomena and we determine the relevance of such noise in the\nlaser-interferometric detection of gravitational waves. First, we consider the\ngravitational coupling of interferometer test-masses to fluctuations of\natmospheric density due to the propagation of sound waves in a semispace\noccupied by an ideal fluid delimited by an infinitely rigid plane. We present\nan analytical expression of the spectrum of acceleration fluctuations of the\ntest-masses of the interferometer in terms of the experimentally obtainable\nspectrum of pressure fluctuations. Second, we consider the gravitational\ncoupling of interferometer test-masses to fluctuations of atmospheric density\ndue to the propagation of sound waves generated in a turbulent Lighthill\nprocess. We present an analytical expression - in the Fourier space - of the\nspectrum of acceleration fluctuations of the test-masses of the interferometer.\nFinally, we discuss the relevance of these noise sources in the detection of\ngravitational waves by comparing the estimated spectral densities of Newtonian\natmospheric noises considered here to the expected sensitivity curve of the\nVIRGO detector.\n","Comment: v2: few changes, one table and references added, 17 pages, no\n  figures; accepted for publication (special issue) in the Open Astronomy\n  Journal"]}]
["0907.0867",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Statistical Mechanics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0867","Physica A 389, (2010), 936-944","doi:10.1016/jphysa.2009.11.021"],"date":["2009-07-05","2009-10-24"],"type":["text"],"creator":["Garbaczewski, Piotr"],"language":[],"coverage":[],"title":["Cauchy flights in confining potentials"],"description":["  We analyze confining mechanisms for L\\'evy flights evolving under an\ninfluence of external potentials. Given a stationary probability density\nfunction (pdf), we address the reverse engineering problem: design a jump-type\nstochastic process whose target pdf (eventually asymptotic) equals the\npreselected one. To this end, dynamically distinct jump-type processes can be\nemployed. We demonstrate that one \"targeted stochasticity\" scenario involves\nLangevin systems with a symmetric stable noise. Another derives from the\nL\\'evy-Schr\\\"odinger semigroup dynamics (closely linked with topologically\ninduced super-diffusions), which has no standard Langevin representation. For\ncomputational and visualization purposes, the Cauchy driver is employed to\nexemplify our considerations.\n","Comment: revised, title and abstract modified"]}]
["0907.2074",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.2074","Eur. Phys. J. B 72, 485-489 (2009)","doi:10.1140/epjb/e2009-00386-9"],"date":["2009-07-12","2009-07-22"],"type":["text"],"creator":["Kochelaev, B. I.","Belov, S. I.","Skvortsova, A. M.","Kutuzov, A. S.","Sichelschmidt, J.","Wykhoff, J.","Geibel, C.","Steglich, F."],"language":[],"coverage":[],"title":["Why could Electron Spin Resonance be observed in a heavy fermion Kondo\n  lattice?"],"description":["  We develop a theoretical basis for understanding the spin relaxation\nprocesses in Kondo lattice systems with heavy fermions as experimentally\nobserved by electron spin resonance (ESR). The Kondo effect leads to a common\nenergy scale that regulates a logarithmic divergence of different spin kinetic\ncoefficients and supports a collective spin motion of the Kondo ions with\nconduction electrons. We find that the relaxation rate of a collective spin\nmode is greatly reduced due to a mutual cancelation of all the divergent\ncontributions even in the case of the strongly anisotropic Kondo interaction.\nThe contribution to the ESR linewidth caused by the local magnetic field\ndistribution is subject to motional narrowing supported by ferromagnetic\ncorrelations. The developed theoretical model successfully explains the ESR\ndata of YbRh2Si2 in terms of their dependence on temperature and magnetic\nfield.\n","Comment: 5pages, 1 Figure"]}]
["0907.2498",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.2498","Phys. Rev. B 80, 214510 (2009)"],"date":["2009-07-15"],"type":["text"],"creator":["Dubi, Yonatan","Di Ventra, Massimiliano"],"language":[],"coverage":[],"title":["Maintaining the local temperature below the critical value in thermally\n  out of equilibrium superconducting wires"],"description":["  A generalized theory of open quantum systems combined with mean-field theory\nis used to study a superconducting wire in contact with thermal baths at\ndifferent temperatures. It is shown that, depending on the temperature of the\ncolder bath, the temperature of the hotter bath can greatly exceed the\nequilibrium critical temperature, and still the local temperature in the wire\nis maintained below the critical temperature and hence the wire remains in the\nsuperconducting state. The effects of contact areas and disorder are studied.\nFinally, an experimental setup is suggested to test our predictions.\n","Comment: 4+ pages, 3 figrues; also\n  http://www.newscientist.com/article/mg20427365.400-superconductors-can-come-i\\n-from-the-cold.html"]}]
["0907.5192",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","60K35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.5192","Journal of Statistical Physics 137 (2009), 825-838.","doi:10.1007/s10955-009-9867-1"],"date":["2009-07-29","2009-10-27"],"type":["text"],"creator":["Tracy, Craig A.","Widom, Harold"],"language":[],"coverage":[],"title":["On ASEP with Step Bernoulli Initial Condition"],"description":["  This paper extends results of earlier work on ASEP to the case of step\nBernoulli initial condition. The main results are a representation in terms of\na Fredholm determinant for the probability distribution of a fixed particle,\nand asymptotic results which in particular establish KPZ universality for this\nprobability in one regime. (And, as a corollary, for the current fluctuations.)\n","Comment: 16 pages. Revised version adds references and expands the\n  introduction"]}]
["0908.0249",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0249","EPL 2009, vol.88, 59002","doi:10.1209/0295-5075/88/59002"],"date":["2009-08-03","2009-12-06"],"type":["text"],"creator":["Sanejouand, Yves-Henri"],"language":[],"coverage":[],"title":["Empirical evidences in favor of a varying-speed-of-light"],"description":["  The empirical evidences in favor of the hypothesis that the speed of light\ndecreases by a few centimeters per second each year are examined. Lunar laser\nranging data are found to be consistent with this hypothesis, which also\nprovides a straightforward explanation for the so-called Pioneer anomaly, that\nis, a time-dependent blue-shift observed when analyzing radio tracking data\nfrom distant spacecrafts, as well as an alternative explanation for both the\napparent time-dilation of remote events and the apparent acceleration of the\nUniverse. The main argument against this hypothesis, namely, the constancy of\nfine-structure and Rydberg constants, is discussed. Both of them being\ncombinations of several physical constants, their constancy imply that, if the\nspeed of light is indeed time-dependent, then at least two other \"fundamental\nconstants\" have to vary as well. This defines strong constraints which will\nhave to be fulfilled by future varying-speed-of-light theories.\n","Comment: 9 pages, 2 figures, 1 table; a few more details"]}]
["0908.0666",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0666","Phys. Rev. Lett. 103, 247002 (2009)","doi:10.1103/PhysRevLett.103.247002"],"date":["2009-08-05","2009-12-16"],"type":["text"],"creator":["Whitney, Robert S.","Jacquod, Ph."],"language":[],"coverage":[],"title":["Controlling the Sign of Magnetoconductance in Andreev Quantum Dots"],"description":["  We construct a theory of coherent transport through a ballistic quantum dot\ncoupled to a superconductor. We show that the leading-order quantum correction\nto the two-terminal conductance of these Andreev quantum dots may change sign\ndepending on (i) the number of channels carried by the normal leads or (ii) the\nmagnetic flux threading the dot. In contrast, spin-orbit interaction may affect\nthe magnitude of the correction, but not always its sign. Experimental\nsignatures of the effect include a non-monotonic magnetoconductance curve and a\ntransition from an insulator-like to a metal-like temperature dependence of the\nconductance. Our results are applicable to ballistic or disordered dots.\n","Comment: Final version (4pages 3figs)- improved presentation and fig 3, and\n  updated references"]}]
["0908.1802",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.1802"],"date":["2009-08-12","2009-12-16"],"type":["text"],"creator":["Shalaby, Abouzeid M."],"language":[],"coverage":[],"title":["Reply to \"Comment on 'New ansatz for metric operator calculation in\n  pseudo-Hermitian field theory '\", arXiv:0906.4293"],"description":["  In this report, we reply to a recent comment by Carl M. Bender, Gregorio\nBenincasa and Hugh F. Jones on our work 'New ansatz for metric operator\ncalculation in pseudo-Hermitian field theory (Phys. Rev. D. 79, 107702 (2009)).\nIn fact, they figured out that there exist sign errors in our work which leaded\nto the conclusion of the invalidity of the ansatz introduced in our work. Here,\nwe show that, the ansatz is valid in d+1 space-time dimensions, which by itself\nis a new and very important result. The importance of the work comes from the\nfact that it is the first time to have a metric operator for a quantum field\ntheory which is local in the fields as well as valid in 3+1 space-time\ndimensions. Moreover, it is composed of the operators in the Hamiltonian itself\nwhich makes the Feynmann diagram calculations for the physical amplitudes go\nthe same way as in conventional theories.\n","Comment: 7 pages, no figures. In this article, we show that our ansatz is\n  valid for any space-time dimensions although of the comment by Carl M. Bender\n  et.al,(arXiv:0906.4293v2). Also, our article on $i\\phi^3$ (arXiv:0912.0304)\n  is still in progress and it does not replace this one as mentioned there"]}]
["0908.3514",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.3514","Phys. Rev. B 80, 214503 (2009)","doi:10.1103/PhysRevB.80.214503"],"date":["2009-08-24","2009-11-02"],"type":["text"],"creator":["Isakov, Sergei V.","Sengupta, K.","Kim, Yong Baek"],"language":[],"coverage":[],"title":["Bose-Hubbard model on a star lattice"],"description":["  We analyze the Bose-Hubbard model of hardcore bosons with nearest neighbor\nhopping and repulsive interactions on a star lattice using both quantum Monte\nCarlo simulation and dual vortex theory. We obtain the phase diagram of this\nmodel as a function of the chemical potential and the relative strength of\nhopping and interaction. In the strong interaction regime, we find that the\nMott phases of the model at 1/2 and 1/3 fillings, in contrast to their\ncounterparts on square, triangular, and Kagome lattices, are either\ntranslationally invariant resonant valence bond (RVB) phases with no\ndensity-wave order or have coexisting density-wave and RVB orders. We also find\nthat upon increasing the relative strength of hopping and interaction, the\ntranslationally invariant Mott states undergo direct second order\nsuperfluid-insulator quantum phase transitions. We compute the critical\nexponents for these transitions and argue using the dual vortex picture that\nthe transitions, when approached through the tip of the Mott lobe, belong to\nthe inverted XY universality class.\n","Comment: 10 pages, 18 figures, minor changes, two references added"]}]
["0908.4367",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.4367","Phys. Rev. B 80, 224407 (2009)","doi:10.1103/PhysRevB.80.224407"],"date":["2009-08-29"],"type":["text"],"creator":["Malashevich, Andrei","Vanderbilt, David"],"language":[],"coverage":[],"title":["Dependence of electronic polarization on octahedral rotations in TbMnO3\n  from first principles"],"description":["  The electronic contribution to the magnetically induced polarization in\northorhombic TbMnO3 is studied from first principles. We compare the cases in\nwhich the spin cycloid, which induces the electric polarization via the\nspin-orbit interaction, is in either the b-c or a-b plane. We find that the\nelectronic contribution is negligible in the first case, but much larger, and\ncomparable to the lattice-mediated contribution, in the second case. However,\nwe how that this behavior is an artifact of the particular pattern of\noctahedral rotations characterizing the structurally relaxed Pbnm crystal\nstructure. To do so, we explore how the electronic contribution varies for a\nstructural model of rigidly rotated MnO6 octahedra, and demonstrate that it can\nvary over a wide range, comparable with the lattice-mediated contribution, for\nboth b-c and a-b spirals. We introduce a phenomenological model that is capable\nof describing this behavior in terms of sums of symmetry-constrained\ncontributions arising from the displacements of oxygen atoms from the centers\nof the Mn-Mn bonds.\n","Comment: 8 pages, 5 figures, 3 tables"]}]
["0909.3968",{"format":[],"subject":["Mathematics - Algebraic Topology","55Q45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.3968"],"date":["2009-09-22","2009-12-16"],"type":["text"],"creator":["von Bodecker, Hanno"],"language":[],"coverage":[],"title":["On the f-invariant of products"],"description":["  The f-invariant is a higher version of the e-invariant that takes values in\nthe divided congruences between modular forms; in the situation of a cartesian\nproduct of two framed manifolds, the f-invariant can actually be computed from\nthe e-invariants of the factors. The purpose of this note is to determine the\nf-invariant of all such products.\n","Comment: 11 pages. Corrected the map occurring in the paragraph before eq. (2)"]}]
["0910.1031",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.1031","Phys. Rev. B 80, 140415(R) (2009)","doi:10.1103/PhysRevB.80.140415"],"date":["2009-10-06"],"type":["text"],"creator":["Cai, Tianyi","Ju, Sheng","Lee, Jaekwang","Sai, Na","Demkov, Alexander A.","Niu, Qian","Li, Zhenya","Shi, Junren","Wang, Enge"],"language":[],"coverage":[],"title":["Magnetoelectric Coupling and Electric Control of Magnetization in\n  Ferromagnet-Ferroelectric-Metal Superlattices"],"description":["  Ferromagnet-ferroelectric-metal superlattices are proposed to realize the\nlarge room-temperature magnetoelectric effect. Spin dependent electron\nscreening is the fundamental mechanism at the microscopic level. We also\npredict an electric control of magnetization in this structure. The naturally\nbroken inversion symmetry in our tri-component structure introduces a\nmagnetoelectric coupling energy of $P M^2$. Such a magnetoelectric coupling\neffect is general in ferromagnet-ferroelectric heterostructures, independent of\nparticular chemical or physical bonding, and will play an important role in the\nfield of multiferroics.\n","Comment: 5 pages including 3 figures and 1 table"]}]
["0910.1076",{"format":[],"subject":["Mathematics - Algebraic Geometry","14A15, 14B25, 14D15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.1076"],"date":["2009-10-06","2009-12-16"],"type":["text"],"creator":["Kollár, János"],"language":[],"coverage":[],"title":["Simultaneous normalization and algebra husks"],"description":["  The aim of this note is to use the concept of algebra husks to prove an\nanalog of the flattening decomposition theorem for simultaneous normalizations.\nOther applications improve earlier flatness criteria. Parts of this note were\ncontained in the first version of \"Hulls and Husks\" (arXiv:0805.0576).\n  Dec. 16: new references added.\n"]}]
["0910.2416",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2416","doi:10.1111/j.1745-3933.2009.00779.x"],"date":["2009-10-13"],"type":["text"],"creator":["Serra, Paolo","Oosterloo, Tom"],"language":[],"coverage":[],"title":["Cold gas and young stars in tidally-disturbed ellipticals at z=0"],"description":["  We present an analysis of the neutral hydrogen and stellar populations of\nelliptical galaxies in the Tal et al. (2009) sample. Our aim is to test their\nconclusion that the continuing assembly of these galaxies at z~0 is essentially\ngas-free and not accompanied by significant star formation. In order to do so,\nwe make use of HI data and line-strength indices available in the literature.\nWe look for direct and indirect evidence of the presence of cold gas during the\nrecent assembly of these objects and analyse its relation to galaxy\nmorphological fine structure.\n  We find that >25% of ellipticals contain HI at the level of M(HI)>10^8\nM(Sun), and that M(HI) is of the order of a few percent of the total stellar\nmass. Available data are insufficient to establish whether galaxies with a\ndisturbed stellar morphology are more likely to contain HI. However, HI\ninterferometry reveals very disturbed gas morphology/kinematics in all but one\nof the detected systems, confirming the continuing assembly of many ellipticals\nbut also showing that this is not necessarily gas-free. We also find that all\nvery disturbed ellipticals have a single-stellar-population-equivalent age <4\nGyr. We interpret this as evidence that ~0.5-5% of their stellar mass is\ncontained in a young population formed during the past ~1 Gyr. Overall, a large\nfraction of ellipticals seem to have continued their assembly over the past few\nGyr in the presence of a mass of cold gas of the order of 10% of the galaxy\nstellar mass. This material is now observable as neutral hydrogen and young\nstars.\n","Comment: 5 pages, 1 table, 3 figures. Accepted for publication in MNRAS\n  Letters"]}]
["0910.2959",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2959","Phys.Rev.B 80 (2009) 245316","doi:10.1103/PhysRevB.80.245316"],"date":["2009-10-15"],"type":["text"],"creator":["Kumar, Sushil","Hu, Qing"],"language":[],"coverage":[],"title":["Coherence of resonant-tunneling transport in terahertz quantum-cascade\n  lasers"],"description":["  We develop simple density-matrix models to describe the role of coherence in\nresonant-tunneling (RT) transport of quantum-cascade lasers (QCLs).\nSpecifically, we investigate the effects of coherent coupling between the\nlasing levels with other levels on the transport properties and gain spectra.\nIn the first part of the paper, we use a three-level density-matrix model to\nobtain useful analytical expressions for current transport through the injector\nbarrier in a QCL. An expression for the slope discontinuity in the\ncurrent-voltage characteristics at the lasing threshold is derived. This value\nis shown to be a direct measure of the population inversion at threshold, and\ncontradicts the previously held belief of it being indicative of ratio of the\nlaser level lifetimes. In the second part of the paper, we use density matrices\nto compute the gain spectrum for a resonant-phonon terahertz QCL design. The\nlarge anticrossing of the doublet of lower radiative levels is reflected in a\nbroad gain linewidth due to a coherent RT assisted depopulation process. At\ncertain bias conditions, the gain spectrum exhibits double peaks which is\nsupported by experimental observations.\n","Comment: 14 pages, 13 figures"]}]
["0910.3419",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3419"],"date":["2009-10-18","2009-12-16"],"type":["text"],"creator":["Jo, Gyu-Boong","Lee, Ye-Ryoung","Choi, Jae-Hoon","Christensen, Caleb A.","Kim, Tony H.","Thywissen, Joseph H.","Pritchard, David E.","Ketterle, Wolfgang"],"language":[],"coverage":[],"title":["Response to comment by Tin-Lun Ho on \"Itinerant Ferromagnetism in a\n  Strongly Interacting Fermi Gas of Ultracold Atoms\", Science 325, 1521 (2009)"],"description":["  Ho claims in his comment that our experiment is direct evidence that\nitinerant ferromagnetism does not exist in ultracold Fermi gases. This claim is\nincorrect and based on an invalid estimate of relaxation times and an erroneous\ninterpretation of the detectability of ferromagnetic domains. We point out that\nthe experimental evidence is consistent with the existence of ferromagnetism,\nbut further experiments are needed to distinguish a ferromagnetic ground state\nfrom a non-magnetic ground state with ferromagnetic correlations.\n","Comment: 3 pages, 0 figures; Science decided not to publish the technical\n  comment and the reply"]}]
["0910.3457",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3457","J. Cryst. Growth 312, 344-350 (2010)","doi:10.1016/j.jcrysgro.2009.10.042"],"date":["2009-10-19"],"type":["text"],"creator":["Peets, D. C.","Liang, Ruixing","Raudsepp, Mati","Hardy, W. N.","Bonn, D. A."],"language":[],"coverage":[],"title":["Encapsulated Single Crystal Growth and Annealing of the High-Temperature\n  Superconductor Tl-2201"],"description":["  Highly-perfect platelet single crystals of Tl_2Ba_2CuO_{6+d} (Tl-2201) were\ngrown by a self-flux technique. A novel encapsulation scheme allowed the\nprecursors to react prior to the sealing required to contain volatile thallium\noxides, and permitted the removal of melt at the conclusion of growth,\nreproducibly producing high yields of clean crystals. The crystals were\nannealed under well-controlled oxygen partial pressures, then characterised.\nThey have sharp superconducting transitions, narrow X-ray rocking curves and a\nlow 4% substitution of thallium by copper, all evidence of their high\nperfection and homogeneity. The crystals are orthorhombic at most dopings, and\na previously unreported commensurate superlattice distortion is observed.\n","Comment: 8 pages, 5 figures, submitted to Journal of Crystal Growth"]}]
["0911.0233",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","28A80, 28A75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0233"],"date":["2009-11-01","2009-12-15"],"type":["text"],"creator":["Bond, Matthew","Volberg, Alexander"],"language":[],"coverage":[],"title":["The Power Law For Buffon's Needle Landing Near the Sierpinski Gasket"],"description":["  In this paper we get a power estimate from above of the probability that\nBuffon's needle will land within distance 3^{-n} of Sierpinski's gasket of\nHausdorff dimension 1. In comparison with the case of 1/4 corner Cantor set\nconsidered in Nazarov, Peres, and the second author: we still need the\ntechnique of arXiv:0801.2942 for splitting the directions to good and bad ones,\nbut the case of Sierpinski gasket is considerably more generic and lacks\nsymmetry, resulting in a need for much more careful estimates of zeros of the\nFourier transform of Cantor measure.\n","Comment: 35 pages"]}]
["0911.0370",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0370"],"date":["2009-11-02","2009-12-16"],"type":["text"],"creator":["Ledrappier, Francois","Wang, Xiaodong"],"language":[],"coverage":[],"title":["An integral formula for the volume entropy with applications to rigidity"],"description":["  We extend the theory of Patterson-Sullivan measure to any regular covering of\na compact manifold using the Busemann compactification and derive an integral\nformula for the volume entropy. As applications we prove some rigidity theorems\nfor the volume entropy.\n","Comment: added discussion on quaternionic Kahler case; reorganized"]}]
["0911.4238",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Cryptography and Security","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.4238"],"date":["2009-11-22","2009-12-16"],"type":["text"],"creator":["Yu, Chia-Mu","Lu, Chun-Shien","Kuo, Sy-Yen"],"language":[],"coverage":[],"title":["Secure Multidimensional Queries in Tiered Sensor Networks"],"description":["  In this paper, aiming at securing range query, top-k query, and skyline query\nin tiered sensor networks, we propose the Secure Range Query (SRQ), Secure\nTop-$k$ Query (STQ), and Secure Skyline Query (SSQ) schemes, respectively. In\nparticular, SRQ, by using our proposed \\emph{prime aggregation} technique, has\nthe lowest communication overhead among prior works, while STQ and SSQ, to our\nknowledge, are the first proposals in tiered sensor networks for securing\ntop-$k$ and skyline queries, respectively. Moreover, the relatively unexplored\nissue of the security impact of sensor node compromises on multidimensional\nqueries is studied; two attacks incurred from the sensor node compromises,\n\\emph{collusion attack} and \\emph{false-incrimination attack}, are investigated\nin this paper. After developing a novel technique called \\emph{subtree\nsampling}, we also explore methods of efficiently mitigating the threat of\nsensor node compromises. Performance analyses regarding the probability for\ndetecting incomplete query-results and communication cost of the proposed\nschemes are also studied.\n"]}]
["0911.4412",{"format":[],"subject":["Mathematics - Representation Theory","Mathematical Physics","22E65, 22E45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.4412"],"date":["2009-11-23","2009-12-16"],"type":["text"],"creator":["Neeb, Karl-Hermann"],"language":[],"coverage":[],"title":["Semibounded representations and invariant cones in infinite dimensional\n  Lie algebras"],"description":["  A unitary representation of a, possibly infinite dimensional, Lie group $G$\nis called semi-bounded if the corresponding operators $i\\dd\\pi(x)$ from the\nderived representations are uniformly bounded from above on some non-empty open\nsubset of the Lie algebra $\\g$. In the first part of the present paper we\nexplain how this concept leads to a fruitful interaction between the areas of\ninfinite dimensional convexity, Lie theory, symplectic geometry (momentum maps)\nand complex analysis. Here open invariant cones in Lie algebras play a central\nrole and semibounded representations have interesting connections to\n$C^*$-algebras which are quite different from the classical use of the group\n$C^*$-algebra of a finite dimensional Lie group. The second half is devoted to\na detailed discussion of semibounded representations of the diffeomorphism\ngroup of the circle, the Virasoro group, the metaplectic representation on the\nbosonic Fock space and the spin representation on fermionic Fock space.\n","Comment: 101 pages; to appear in Confluentes Math"]}]
["0911.4817",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.4817"],"date":["2009-11-25","2009-12-16"],"type":["text"],"creator":["Koch, Robert de Mello","Murugan, Jeff"],"language":[],"coverage":[],"title":["Emergent Spacetime"],"description":["  We give an introductory account of the AdS/CFT correspondence in the 1/2-BPS\nsector of ${\\cal N}=4$ super Yang-Mills theory.Six of the dimensions of the\nstring theory are emergent in the Yang-Mills theory. In this article we suggest\nhow these dimensions and local physics in these dimensions emerge. The\ndiscussion is aimed at non-experts.\n","Comment: 23 pages, 1 figure, Submitted to proceedings of \"Foundations of Space\n  and Time\" workshop, Cambridge University Press, v2 minor typos corrected and\n  references added"]}]
["0912.1496",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Logic","46L36, 03E15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.1496"],"date":["2009-12-08","2009-12-16"],"type":["text"],"creator":["Sasyk, Roman","Tornquist, Asger"],"language":[],"coverage":[],"title":["Turbulence and Araki-Woods factors"],"description":["  Using Baire category techniques we prove that Araki-Woods factors are not\nclassifiable by countable structures. As a result, we obtain a far reaching\nstrengthening as well as a new proof of the well-known theorem of Woods that\nthe isomorphism problem for ITPFI factors is not smooth. We derive as a\nconsequence that the odometer actions of Z that preserve the measure class of a\nfinite non-atomic product measure are not classifiable up to orbit equivalence\nby countable structures.\n","Comment: 16 pages"]}]
["0912.1520",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematical Physics","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.1520","Communications in Algebra, 29 (2001), No.9, 4157-4181"],"date":["2009-12-08"],"type":["text"],"creator":["Parshin, A. N."],"language":[],"coverage":[],"title":["Integrable systems and local fields"],"description":["  In 70's there was discovered a construction how to attach to some\nalgebraic-geometric data an infinite-dimensional subspace in the space k((z))\nof the Laurent power series. The construction is known as the Krichever\ncorrespondence. It was applied in the theory of integrable systems,\nparticularly, for the KP and KdV equations. We show that the Krichever\nconstruction can be generalized to the case of dimension 2. We also include a\nknown description of connection between the KP hierarchy in the Lax form and\nthe vector fields on infinite Grassmanian manifolds and a construction of the\nsemi-infinite monomes for the field k((z)) which is an important part of the\ntheory of Sato Grassmanian. The text was published in Communications in\nAlgebra, 29(2001), No.9, 4157-4181. This version includes a corrected proof of\nthe proposition 2. Also, we include some additional remarks on the deduction of\nconcrete equations from the Lax hierarchy and appendix 2.\n","Comment: 31 pages"]}]
["0912.1988",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.1988"],"date":["2009-12-10","2009-12-16"],"type":["text"],"creator":["Barsan, Victor"],"language":[],"coverage":[],"title":["The quartic oscillator in an external field and the statistical physics\n  of highly anisotropic solids"],"description":["  The statistical mechanics of 1D and 2D Ginzburg-Landau systems is evaluated\nanalytically, via the transfer matrix method, using an expression of the ground\nstate energy of the quartic anharmonic oscillator in an external field. In the\n2D case, the critical temperature of the order/disorder phase transition is\nexpressed as a Lambert function of the inverse inter-chain coupling constant.\n","Comment: 13 pages"]}]
["0912.1994",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.1994"],"date":["2009-12-10"],"type":["text"],"creator":["Wang, Shang-Yung"],"language":[],"coverage":[],"title":["Chiral Symmetry Breaking and Stability of the Magnetized Vacuum"],"description":["  The recent claim [arXiv:hep-th/0603070, arXiv:hep-th/0605020] that there\nexists in QED a maximum magnetic field of 10^{42} G, above which the magnetized\nvacuum becomes unstable with respect to the so-called \"positronium collapse\" is\ncritically examined and unequivocally refuted.\n","Comment: Contribution to Proceedings of Quantum Field Theory Under the\n  Influence of External Conditions (QFEXT09), Norman, OK, September 21-25, 2009"]}]
["0912.2526",{"format":[],"subject":["Physics - History and Philosophy of Physics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2526"],"date":["2009-12-13"],"type":["text"],"creator":["Tkachov, Fyodor V."],"language":[],"coverage":[],"title":["Re: Re: A contribution to the history of quarks"],"description":["  The emergence of Boris Struminsky's January, 1965 paper with a footnote that\nintroduced a new quark quantum number now known as color caused a response\n[arXiv:0908.2772] that is seen, perhaps contrary to what it was intended to\nconvey, to corroborate the general picture that comes out of the evidence\nsummarized in [arXiv:0904.0343].\n","Comment: 2 pages + 2 photos"]}]
["0912.2747",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2747"],"date":["2009-12-14"],"type":["text"],"creator":["Chou, W."],"language":[],"coverage":[],"title":["A Hybrid Design of Project-X"],"description":["  Project-X is a leading candidate of the next major accelerator construction\nproject at Fermilab. The mission need of Project-X is to establish an intensity\nfrontier for particle physics research, or more precisely, to build a multi-MW\nproton source for neutrino and other particle studies. Coupled with an upgraded\nMain Injector (MI) and Recycler, an 8 GeV superconducting RF (SRF) H-minus\nlinac meets this need [1]. However, a more cost effective approach would be a\nhybrid design, namely, a combination of a 2 GeV SRF linac and an 8 GeV rapid\ncycling synchrotron (RCS) in lieu of an 8 GeV SRF linac. This alternative\ndesign also meets the mission need but at a lower cost since a synchrotron is\ncheaper than a SRF linac. It retains the ability to use a 2 GeV SRF linac for\nILC technology development. It reuses the existing Debuncher enclosure and\nBooster RF. The transport line of 2 GeV H-minus particles is shorter than the\npresent 8 GeV design since stronger bending magnets can be used. The blackbody\nradiation stripping of H-minus particles will no longer be a problem and the\nrequirement of a cryogenic beam screen can be eliminated. The efficiency of\nstripping foil is higher and injection loss (kJ) will be reduced by a factor of\n4. This paper introduces this alternative design and describes briefly the\nmajor components in the design.\n","Comment: 3 pages, 1 figure, presentation at the 2009 Particle Accelerator\n  Conference PAC09"]}]
["0912.2750",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2750"],"date":["2009-12-14"],"type":["text"],"creator":["Chou, W."],"language":[],"coverage":[],"title":["A Simple Transition-Free Lattice of an 8 Gev Proton Synchrotron"],"description":["  A transition-free lattice is a basic requirement of a high-intensity\nmedium-energy (several GeV) proton synchrotron in order to eliminate beam\nlosses during transition crossing. An 8 GeV synchrotron is proposed as a\nprincipal component in an alternative hybrid design of Project-X [1]. This\nmachine would be housed in the Fermilab antiproton source enclosure replacing\nthe present Debuncher. A simple doublet lattice with high transition gamma has\nbeen designed. It uses just one type of dipoles and one type of quadrupoles (QF\nand QD are of the same length). It has no transition crossing. It has a\ntriangular shape with three zero dispersion straight sections, which can be\nused for injection, extraction, RF and collimators. The beta-functions and\ndispersion are low. This lattice has plenty of free space for correctors and\ndiagnostic devices, as well as good optical properties including large dynamic\naperture, weak dependence of lattice functions on amplitude and momentum\ndeviation.\n","Comment: 3 pages, 2 figures, presentation at the 2009 Particle Accelerator\n  Conference PAC09"]}]
["0912.2751",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Algebraic Geometry","68H10","14Q99, 68W30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2751"],"date":["2009-12-14"],"type":["text"],"creator":["Guan, Yun","Verschelde, Jan"],"language":[],"coverage":[],"title":["Sampling algebraic sets in local intrinsic coordinates"],"description":["  Numerical data structures for positive dimensional solution sets of\npolynomial systems are sets of generic points cut out by random planes of\ncomplimentary dimension. We may represent the linear spaces defined by those\nplanes either by explicit linear equations or in parametric form. These\ndescriptions are respectively called extrinsic and intrinsic representations.\nWhile intrinsic representations lower the cost of the linear algebra\noperations, we observe worse condition numbers. In this paper we describe the\nlocal adaptation of intrinsic coordinates to improve the numerical conditioning\nof sampling algebraic sets. Local intrinsic coordinates also lead to a better\nstepsize control. We illustrate our results with Maple experiments and\ncomputations with PHCpack on some benchmark polynomial systems.\n","Comment: 13 pages, 2 figures, 2 algorithms, 2 tables"]}]
["0912.2758",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2758"],"date":["2009-12-14"],"type":["text"],"creator":["Grigorchuk, R."],"language":[],"coverage":[],"title":["On torsion images of Coxeter groups and question of Wiegold"],"description":["  We show that every Coxeter group that is not virtually abelian and for which\nall labels in the corresponding Coxeter graph are powers of 2 or infinity can\nbe mapped onto uncountably many infinite 2-groups which, in addition, may be\nchosen to be just-infinite, branch groups of intermediate growth. Also we\nanswer affirmatively a question raised by Wiegold in Kourovka Notebook.\n"]}]
["0912.2759",{"format":[],"subject":["Mathematics - Probability","60J10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2759"],"date":["2009-12-14"],"type":["text"],"creator":["Morris, Ben"],"language":[],"coverage":[],"title":["Improved mixing time bounds for the Thorp shuffle"],"description":["  E. Thorp introduced the following card shuffling model. Suppose the number of\ncards $n$ is even. Cut the deck into two equal piles. Drop the first card from\nthe left pile or from the right pile according to the outcome of a fair coin\nflip. Then drop from the other pile. Continue this way until both piles are\nempty. We show that if $n$ is a power of 2 then the mixing time of the Thorp\nshuffle is $O(\\log^3 n)$. Previously, the best known bound was $O(\\log^4 n)$.\n","Comment: 8 pages"]}]
["0912.2765",{"format":[],"subject":["Mathematics - Probability","Primary 31A20, 31B25, 60J45","Secondary 47G20, 60J75, 31B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2765"],"date":["2009-12-14"],"type":["text"],"creator":["Chen, Zhen-Qing","Kim, Panki","Song, Renming","Vondracek, Zoran"],"language":[],"coverage":[],"title":["Sharp Green Function Estimates for $\\Delta + \\Delta^{\\alpha/2}$ in\n  $C^{1,1}$ Open Sets and Their Applications"],"description":["  We consider a family of pseudo differential operators $\\{\\Delta+ a^\\alpha\n\\Delta^{\\alpha/2}; a\\in [0, 1]\\}$ on $\\R^d$ that evolves continuously from\n$\\Delta$ to $\\Delta + \\Delta^{\\alpha/2}$, where $d\\geq 1$ and $\\alpha \\in (0,\n2)$. It gives rise to a family of L\\'evy processes \\{$X^a, a\\in [0, 1]\\}$,\nwhere $X^a$ is the sum of a Brownian motion and an independent symmetric\n$\\alpha$-stable process with weight $a$. Using a recently obtained uniform\nboundary Harnack principle with explicit decay rate, we establish sharp bounds\nfor the Green function of the process $X^a$ killed upon exiting a bounded\n$C^{1,1}$ open set $D\\subset\\R^d$. As a consequence, we identify the Martin\nboundary of $D$ with respect to $X^a$ with its Euclidean boundary. Finally,\nsharp Green function estimates are derived for certain L\\'evy processes which\ncan be obtained as perturbations of $X^a$.\n"]}]
["0912.2770",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2770"],"date":["2009-12-14"],"type":["text"],"creator":["Gal'tsov, Dmitry V.","Scherbluk, Nikolai G."],"language":[],"coverage":[],"title":["Hidden symmetries in 5D supergravities and black rings"],"description":["  We construct generating technique for 5D minimal and $U(1)^3$ supergravities\nbased on hidden symmetries arising in dimensional reduction to three\ndimensions. In the three-vector case the symmetry is SO(4,4), and the minimal\ncase corresponds to contraction of this group to $G_{2(2)}$. The matrix\nrepresentation is presented applicable to both cases and the generating\ntransformations preserving an asymptotic structure are listed. Our\ntransformations contain enough free parameters to construct the general charged\nblack ring in $U(1)^3$ theory starting with known solutions. To avoid a\ncomplicated inverse dualisation in the component form we introduce the\nmatrix-valued dualisation which opens the way to derive new solutions purely\nalgebraically from the coset representation of the seed.\n","Comment: Conf. talk at \"Black Holes in General Relativity and String Theory\",\n  August 24-30 2008, Veli Losinj, Croatia, published in the Proceedings"]}]
["0912.2772",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Optimization and Control","47H05","47B25","47A06","90C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2772"],"date":["2009-12-14"],"type":["text"],"creator":["Bauschke, Heinz H.","Wang, Xianfu","Yao, Liangjin"],"language":[],"coverage":[],"title":["On Borwein-Wiersma Decompositions of Monotone Linear Relations"],"description":["  Monotone operators are of basic importance in optimization as they generalize\nsimultaneously subdifferential operators of convex functions and positive\nsemidefinite (not necessarily symmetric) matrices. In 1970, Asplund studied the\nadditive decomposition of a maximal monotone operator as the sum of a\nsubdifferential operator and an \"irreducible\" monotone operator. In 2007,\nBorwein and Wiersma [SIAM J. Optim. 18 (2007), pp. 946-960] introduced another\nadditive decomposition, where the maximal monotone operator is written as the\nsum of a subdifferential operator and a \"skew\" monotone operator. Both\ndecompositions are variants of the well-known additive decomposition of a\nmatrix via its symmetric and skew part.\n  This paper presents a detailed study of the Borwein-Wiersma decomposition of\na maximal monotone linear relation. We give sufficient conditions and\ncharacterizations for a maximal monotone linear relation to be Borwein-Wiersma\ndecomposable, and show that Borwein-Wiersma decomposability implies Asplund\ndecomposability. We exhibit irreducible linear maximal monotone operators\nwithout full domain, thus answering one of the questions raised by Borwein and\nWiersma. The Borwein-Wiersma decomposition of any maximal monotone linear\nrelation is made quite explicit in Hilbert space.\n"]}]
["0912.2775",{"format":[],"subject":["Physics - Geophysics","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2775"],"date":["2009-12-14"],"type":["text"],"creator":["Dye, Steve"],"language":[],"coverage":[],"title":["Testing Geological Models with Terrestrial Antineutrino Flux\n  Measurements"],"description":["  Uranium and thorium are the main heat producing elements in the earth. Their\nquantities and distributions, which specify the flux of detectable\nantineutrinos generated by the beta decay of their daughter isotopes, remain\nunmeasured. Geological models of the continental crust and the mantle predict\ndifferent quantities and distributions of uranium and thorium. Many of these\ndifferences are resolvable with precision measurements of the terrestrial\nantineutrino flux. This precision depends on both statistical and systematic\nuncertainties. An unavoidable background of antineutrinos from nuclear reactors\ntypically dominates the systematic uncertainty. This report explores in detail\nthe capability of various operating and proposed geo-neutrino detectors for\ntesting geological models.\n","Comment: 12 pages, 4 figures, 7 tables"]}]
["0912.2777",{"format":[],"subject":["Mathematics - Rings and Algebras","20M12","12M11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2777"],"date":["2009-12-14"],"type":["text"],"creator":["Halimi, Nazer. H."],"language":[],"coverage":[],"title":["Right $P$-comparable semigroups"],"description":["  In this paper we introduce the notion of right waist and right comparizer\nideals for semigroups. In particular, we study the ideal theory of semigroups\ncontaining right waists and right comparizer ideals. We also study those\nproperties of right cones that can be carried over to right $P$-comparable\nsemigroups. We give sufficient and necessary conditions on the set of nilpotent\nelements of a semigroup to be an ideal. We provide several equivalent\ncharacterizations for a right ideal being a right waist. In one of our main\nresult we show that in a right $P_1$-comparable semigroup with left\ncancellation law, a prime segment $P_2\\subset P_1$ is Archimedean, simple or\nexceptional, extending a similar result of right cones to $P$-comparable\nsemigroups.\n","Comment: 14 pages"]}]
["0912.2778",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2778"],"date":["2009-12-14"],"type":["text"],"creator":["Lee, William H."],"language":[],"coverage":[],"title":["Variations on Gravity - Time scales in compact object mergers"],"description":["  Compact object mergers, or their collisions in dense stellar environments,\ninvolve different time scales. Each of these has its own tempo and dictates a\ncharacteristic set of consequences which may, or may not, be observable in what\nwe see as a gamma-ray burst (GRB). I detail here these stages, the state of our\nknowledge about them, and how they may be important for our understanding of\nthis class of progenitors.\n","Comment: Proceedings for \"The shocking Universe: Gamma-Ray Bursts and High\n  Energy Shock Phenomena in the Universe\", Venice 2009"]}]
["0912.2785",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2785","EPTCS 14, 2009, pp. 1-17","doi:10.4204/EPTCS.14.1"],"date":["2009-12-14"],"type":["text"],"creator":["Ciardo, Gianfranco","Zhao, Yang","Jin, Xiaoqing"],"language":[],"coverage":[],"title":["Parallel symbolic state-space exploration is difficult, but what is the\n  alternative?"],"description":["  State-space exploration is an essential step in many modeling and analysis\nproblems. Its goal is to find the states reachable from the initial state of a\ndiscrete-state model described. The state space can used to answer important\nquestions, e.g., \"Is there a dead state?\" and \"Can N become negative?\", or as a\nstarting point for sophisticated investigations expressed in temporal logic.\n  Unfortunately, the state space is often so large that ordinary explicit data\nstructures and sequential algorithms cannot cope, prompting the exploration of\n(1) parallel approaches using multiple processors, from simple workstation\nnetworks to shared-memory supercomputers, to satisfy large memory and runtime\nrequirements and (2) symbolic approaches using decision diagrams to encode the\nlarge structured sets and relations manipulated during state-space generation.\n  Both approaches have merits and limitations. Parallel explicit state-space\ngeneration is challenging, but almost linear speedup can be achieved; however,\nthe analysis is ultimately limited by the memory and processors available.\nSymbolic methods are a heuristic that can efficiently encode many, but not all,\nfunctions over a structured and exponentially large domain; here the pitfalls\nare subtler: their performance varies widely depending on the class of decision\ndiagram chosen, the state variable order, and obscure algorithmic parameters.\n  As symbolic approaches are often much more efficient than explicit ones for\nmany practical models, we argue for the need to parallelize symbolic\nstate-space generation algorithms, so that we can realize the advantage of both\napproaches. This is a challenging endeavor, as the most efficient symbolic\nalgorithm, Saturation, is inherently sequential. We conclude by discussing\nchallenges, efforts, and promising directions toward this goal.\n"]}]
["0912.2788",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Numerical Analysis","35P25","35R30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2788"],"date":["2009-12-14"],"type":["text"],"creator":["Liu, Xiaodong","Zhang, Bo"],"language":[],"coverage":[],"title":["Inverse scattering by an inhomogeneous penetrable obstacle in a\n  piecewise homogeneous medium"],"description":["  This paper is concerned with the inverse problem of scattering of\ntime-harmonic acoustic waves by an inhomogeneous penetrable obstacle in a\npiecewise homogeneous medium. The well-posedness of the direct problem is first\nestablished by using the integral equation method. We then proceed to establish\ntwo tools that play an important role for the inverse problem: one is a mixed\nreciprocity relation and the other is a priori estimates of the solution on\nsome part of the interfaces between the layered media. For the inverse problem,\nwe prove in this paper that both the penetrable interfaces and the possible\ninside inhomogeneity can be uniquely determined from a knowledge of the far\nfield pattern for incident plane waves.\n","Comment: 20 pages, 1 figure, submitted for publication"]}]
["0912.2792",{"format":[],"subject":["Physics - Chemical Physics","Physics - Atomic and Molecular Clusters"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2792","Phys. Rev. A 80, 062507 (2009)","doi:10.1103/PhysRevA.80.062507"],"date":["2009-12-14"],"type":["text"],"creator":["Ichikawa, Kazuhide","Tachibana, Akitomo"],"language":[],"coverage":[],"title":["Stress Tensor of the Hydrogen Molecular Ion"],"description":["  The electronic stress tensor of the hydrogen molecule ion H_2^+ is\ninvestigated for the ground state (sigma_g 1s) and the first excited state\n(sigma_u^* 1s) using their exact wave functions. A map of its largest\neigenvalue and corresponding eigenvector is shown to be closely related to the\nnature of chemical bonding. For the ground state, we also show the spatial\ndistribution of interaction energy density to describe in which part of the\nmolecule stabilization and destabilization take place.\n","Comment: 9 pages, 4 figures"]}]
["0912.2793",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2793"],"date":["2009-12-14"],"type":["text"],"creator":["Tanimoto, Shinji"],"language":[],"coverage":[],"title":["Power laws of the in-degree and out-degree distributions of complex\n  networks"],"description":["  A model for directed networks is proposed and power laws for their in-degree\nand/or out-degree distributions are derived from the model. It is based on the\nBarabasi-Albert model and contains two parameters. The parameters serve as\nregulatory factors for the contributions of new nodes through in- and\nout-degrees. The model allows a newly added link to connect directly two nodes\nalready present in the network. Such a link is called an inner link, while a\nlink attached to a new node is called an outer link. Using relationships\nbetween inner and outer links, we investigate power laws for in- and out-degree\ndistributions of directed networks. This model enables us to predict some\ninteresting features of directed networks; in particular, the World Wide Web\nand the networks of citation and phone-call.\n","Comment: 6 pages"]}]
["0912.2794",{"format":[],"subject":["Mathematics - Analysis of PDEs","35J15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2794"],"date":["2009-12-14"],"type":["text"],"creator":["Sarhad, Jonathan J."],"language":[],"coverage":[],"title":["The nonlinear Poisson equation via a Newton-imbedding procedure"],"description":["  This article considers the semilinear boundary value problem given by the\nPoisson equation, -\\Delta u=f(u) in a bounded domain \\Omega\\subset \\R^{n} with\nsmooth boundary. For the zero boundary value case, we approximate a solution\nusing the Newton-imbedding procedure. With the assumptions that f, f', and f\"\nare bounded functions on \\R, with f'<0, and \\Omega\\subset \\R^{3}, the\nNewton-imbedding procedure yields a continuous solution. This study is in\nresponse to an independent work which applies the same procedure, but assuming\nthat f' maps the Sobolev space H^{1}(\\Omega) to the space of H\\\"older\ncontinuous functions C^{\\alpha}(\\bar{\\Omega}), and f(u), f'(u), and f\"(u) have\nuniform bounds. In the first part of this article, we prove that these\nassumptions force f to be a constant function. In the remainder of the article,\nwe prove the existence, uniqueness, and H^{2}-regularity in the linear elliptic\nproblem given by each iteration of Newton's method. We then use the regularity\nestimate to achieve convergence.\n","Comment: 15 pages, 1 figure"]}]
["0912.2795",{"format":[],"subject":["Mathematics - Probability","60F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2795"],"date":["2009-12-15"],"type":["text"],"creator":["Korolev, Victor","Shevtsova, Irina"],"language":[],"coverage":[],"title":["An improvement of the Berry--Esseen inequality with applications to\n  Poisson and mixed Poisson random sums"],"description":["  By a modification of the method that was applied in (Korolev and Shevtsova,\n2009), here the inequalities\n$$\\rho(F_n,\\Phi)\\le\\frac{0.335789(\\beta^3+0.425)}{\\sqrt{n}}$$ and\n$$\\rho(F_n,\\Phi)\\le \\frac{0.3051(\\beta^3+1)}{\\sqrt{n}} $$ are proved for the\nuniform distance $\\rho(F_n,\\Phi)$ between the standard normal distribution\nfunction $\\Phi$ and the distribution function $F_n$ of the normalized sum of an\narbitrary number $n\\ge1$ of independent identically distributed random\nvariables with zero mean, unit variance and finite third absolute moment\n$\\beta^3$. The first of these inequalities sharpens the best known version of\nthe classical Berry--Esseen inequality since\n$0.335789(\\beta^3+0.425)\\le0.335789(1+0.425)\\beta^3<0.4785\\beta^3$ by virtue of\nthe condition $\\beta^3\\ge1$, and 0.4785 is the best known upper estimate of the\nabsolute constant in the classical Berry--Esseen inequality. The second\ninequality is applied to lowering the upper estimate of the absolute constant\nin the analog of the Berry--Esseen inequality for Poisson random sums to 0.3051\nwhich is strictly less than the least possible value of the absolute constant\nin the classical Berry--Esseen inequality. As a corollary, the estimates of the\nrate of convergence in limit theorems for compound mixed Poisson distributions\nare refined.\n","Comment: 33 pages"]}]
["0912.2800",{"format":[],"subject":["Statistics - Machine Learning","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2800"],"date":["2009-12-15"],"type":["text"],"creator":["Kanamori, Takafumi","Suzuki, Taiji","Sugiyama, Masashi"],"language":[],"coverage":[],"title":["Condition Number Analysis of Kernel-based Density Ratio Estimation"],"description":["  The ratio of two probability densities can be used for solving various\nmachine learning tasks such as covariate shift adaptation (importance\nsampling), outlier detection (likelihood-ratio test), and feature selection\n(mutual information). Recently, several methods of directly estimating the\ndensity ratio have been developed, e.g., kernel mean matching, maximum\nlikelihood density ratio estimation, and least-squares density ratio fitting.\nIn this paper, we consider a kernelized variant of the least-squares method and\ninvestigate its theoretical properties from the viewpoint of the condition\nnumber using smoothed analysis techniques--the condition number of the Hessian\nmatrix determines the convergence rate of optimization and the numerical\nstability. We show that the kernel least-squares method has a smaller condition\nnumber than a version of kernel mean matching and other M-estimators, implying\nthat the kernel least-squares method has preferable numerical properties. We\nfurther give an alternative formulation of the kernel least-squares estimator\nwhich is shown to possess an even smaller condition number. We show that\nnumerical studies meet our theoretical analysis.\n","Comment: 37 pages, 1 figure, submitted"]}]
["0912.2808",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2808","doi:10.1016/j.newast.2009.11.006"],"date":["2009-12-15"],"type":["text"],"creator":["Fox-Machado, L.","Alvarez, M.","Michel, R.","Moya, A.","Pena, J. H.","Parrao, L.","Castro, A."],"language":[],"coverage":[],"title":["Str\\\"omgren photometry and spectroscopy of the Delta Scuti stars 7 Aql\n  and 8 Aql"],"description":["  Photometric $(ubvy-\\beta$) and spectroscopic observations of the $\\delta$\nScuti variables \\astrobj{7 Aql} and \\astrobj{8 Aql} are described. The\nStr\\\"omgren standard indices and physical parameters of both stars are derived.\nSpectral types of F0V and F2III have been assigned to \\astrobj{7 Aql} and\n\\astrobj{8 Aql} respectively considering the results from both spectroscopy and\nphotometry. Differential $uvby$ light curves were also analyzed. A attempt of\nmulticolour mode identification is carried out.\n","Comment: 6 pages, 7 figures, 4 tables, accepted for publication in New\n  Astronomy"]}]
["0912.2816",{"format":[],"subject":["Mathematics - Probability","Quantitative Finance - Computational Finance","60E15","62H20","62E99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2816"],"date":["2009-12-15"],"type":["text"],"creator":["Meyer, Christian"],"language":[],"coverage":[],"title":["The Bivariate Normal Copula"],"description":["  We collect well known and less known facts about the bivariate normal\ndistribution and translate them into copula language. In addition, we prove a\nvery general formula for the bivariate normal copula, we compute Gini's gamma,\nand we provide improved bounds and approximations on the diagonal.\n","Comment: 24 pages"]}]
["0912.2817",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2817"],"date":["2009-12-15"],"type":["text"],"creator":["Carey, A.","Gayral, V.","Rennie, A.","Sukochev, F."],"language":[],"coverage":[],"title":["Integration on locally compact noncommutative spaces"],"description":["  We present an ab initio approach to integration theory for nonunital spectral\ntriples. This is done without reference to local units and in the full\ngenerality of semifinite noncommutative geometry. The main result is an\nequality between the Dixmier trace and generalised residue of the zeta function\nand heat kernel of suitable operators. We also examine definitions for\nintegrable bounded elements of a spectral triple based on zeta function, heat\nkernel and Dixmier trace techniques. We show that zeta functions and heat\nkernels yield equivalent notions of integrability, which imply Dixmier\ntraceability.\n","Comment: 36 pages"]}]
["0912.2822",{"format":[],"subject":["Computer Science - Databases","Quantitative Biology - Other Quantitative Biology","J.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2822"],"date":["2009-12-15"],"type":["text"],"creator":["Mayer, Gerhard"],"language":[],"coverage":[],"title":["Data management in Systems biology II - Outlook towards the semantic web"],"description":["  The benefit of using ontologies, defined by the respective data standards, is\nshown. It is presented how ontologies can be used for the semantic enrichment\nof data and how this can contribute to the vision of the semantic web to become\ntrue. The problems existing today on the way to a true semantic web are\npinpointed, different semantic web standards, tools and development frameworks\nare overlooked and an outlook towards artificial intelligence and agents for\nsearching and mining the data in the semantic web are given, paving the way\nfrom data management to information and in the end true knowledge management\nsystems.\n"]}]
["0912.2825",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2825","Proceedings of \"CONGRESSO BRASILEIRO DE AGROINFORMATICA\", 7.,\n  2009, Brazil"],"date":["2009-12-15"],"type":["text"],"creator":["Ternes, S.","Gargiulo, F.","Huet, S.","Deffuant, G."],"language":[],"coverage":[],"title":["Double Modelling of the Dynamic of Activities in Rural Municipalities"],"description":["  Land use choices and activity prevalence in a selected territory are\ndetermined by individual preferences constrained by the characteristic of the\nanalysed zone: population density, soil properties, urbanization level and\nother similar factors can drive individuals to make different kind of decisions\nabout their occupations. Different approaches can be used to describe land use\nchange, occupation prevalence and their reciprocal inter-relation. In this\npaper we describe two different kinds of approaches: an agent based model,\ncentred on individual choices and an aggregated model describing the evolution\nof activity prevalence in terms of coupled differential equation. We use and we\ncompare the two models to analyse the effect of territorial constraints, like\nthe lack of employment in determined sectors, on the possible activity\nprevalence scenarios.\n","Comment: 5 pages, 1 figure"]}]
["0912.2828",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2828","Proc. IEEE WCNC 2008, p.1114-1119","doi:10.1109/WCNC.2008.201"],"date":["2009-12-15"],"type":["text"],"creator":["Jung, Peter"],"language":[],"coverage":[],"title":["Pulse Shaping, Localization and the Approximate Eigenstructure of LTV\n  Channels"],"description":["  In this article we show the relation between the theory of pulse shaping for\nWSSUS channels and the notion of approximate eigenstructure for time-varying\nchannels. We consider pulse shaping for a general signaling scheme, called\nWeyl-Heisenberg signaling, which includes OFDM with cyclic prefix and\nOFDM/OQAM. The pulse design problem in the view of optimal WSSUS--averaged SINR\nis an interplay between localization and \"orthogonality\". The localization\nproblem itself can be expressed in terms of eigenvalues of localization\noperators and is intimately connected to the concept of approximate\neigenstructure of LTV channel operators. In fact, on the L_2-level both are\nequivalent as we will show. The concept of \"orthogonality\" in turn can be\nrelated to notion of tight frames. The right balance between these two sides is\nstill an open problem. However, several statements on achievable values of\ncertain localization measures and fundamental limits on SINR can already be\nmade as will be shown in the paper.\n","Comment: 6 pages, 2 figures, invited paper"]}]
["0912.2830",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2830","Phys. Rev. E 80, 060101 (2009)","doi:10.1103/PhysRevE.80.060101"],"date":["2009-12-15"],"type":["text"],"creator":["Baek, Seung Ki","Minnhagen, Petter","Kim, Beom Jun"],"language":[],"coverage":[],"title":["True and quasi long-range order in the generalized $q$-state clock model"],"description":["  From consideration of the order-parameter distribution, we propose an\nobservable which makes a clear distinction between true and quasi long-range\norders in the two-dimensional generalized $q$-state clock model. Measuring this\nquantity by Monte Carlo simulations for $q=8$, we construct a phase diagram and\nidentify critical properties across the phase-separation lines among the true\nlong-range order, quasi long-range order, and disorder. Our result supports the\ntheoretical prediction that there appears a discontinuous order-disorder\ntransition as soon as the two phase-separation lines merge.\n","Comment: 9 pages, 11 figures"]}]
["0912.2835",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2835"],"date":["2009-12-15"],"type":["text"],"creator":["Monarkha, V. Yu.","Shablo, A. A.","Timofeev, V. P."],"language":[],"coverage":[],"title":["Trapped low magnetic field dynamics in YBCO single crystals"],"description":["  Trapped low magnetic flux dynamics including local ones are investigated in\nYBCO single crystals in the strong thermal fluctuations domain near the\nsuperconducting phase transition temperatures. The essential difference from\nquasi-logarithmic isothermal relaxation of a magnetization behavior (observed\nearlier in high magnetic fields) was established. Within the framework of\nclassic model of a thermal activated vortices creep the estimation of an\neffective pinning potential was made at these temperatures.\n","Comment: The full text of this paper will be pulished in \"Low Temperature\n  Physics\""]}]
["0912.2837",{"format":[],"subject":["Mathematics - Probability","60F17, 60K25, 90B22 (Primary) 60G15, 60G44, 60K15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2837","Annals of Applied Probability 2009, Vol. 19, No. 6, 2211-2269","doi:10.1214/09-AAP609"],"date":["2009-12-15"],"type":["text"],"creator":["Reed, Josh"],"language":[],"coverage":[],"title":["The $G/GI/N$ queue in the Halfin--Whitt regime"],"description":["  In this paper, we study the $G/\\mathit{GI}/N$ queue in the Halfin--Whitt\nregime. Our first result is to obtain a deterministic fluid limit for the\nproperly centered and scaled number of customers in the system which may be\nused to provide a first-order approximation to the queue length process. Our\nsecond result is to obtain a second-order stochastic approximation to the\nnumber of customers in the system in the Halfin--Whitt regime. This is\naccomplished by first centering the queue length process by its deterministic\nfluid limit and then normalizing by an appropriate factor. We then proceed to\nobtain an alternative but equivalent characterization of our limiting\napproximation which involves the renewal function associated with the service\ntime distribution. This alternative characterization reduces to the diffusion\nprocess obtained by Halfin and Whitt [Oper. Res. 29 (1981) 567--588] in the\ncase of exponentially distributed service times.\n","Comment: Published in at http://dx.doi.org/10.1214/09-AAP609 the Annals of\n  Applied Probability (http://www.imstat.org/aap/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["0912.2839",{"format":[],"subject":["Mathematics - Group Theory","20E32","20D20","20F17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2839"],"date":["2009-12-15"],"type":["text"],"creator":["Kazarin, L. S.","Martínez-Pastor, A.","Pérez-Ramos, M. D."],"language":[],"coverage":[],"title":["On the Sylow graph of a group and Sylow normalizers"],"description":["  Let $G$ be a finite group and $G_p$ be a Sylow $p$-subgroup of $G$ for a\nprime $p$ in $\\pi(G)$, the set of all prime divisors of the order of $G$. The\nautomiser $A_p(G)$ is defined to be the group $N_G(G_p)/G_pC_G(G_p)$. We define\nthe Sylow graph $\\Gamma_A(G)$ of the group $G$, with set of vertices $\\pi(G)$,\nas follows: Two vertices $p,q\\in\\pi(G)$ form an edge of $\\Gamma_A(G)$ if either\n$q\\in\\pi(A_p(G))$ or $p\\in \\pi(A_q(G))$. The following result is obtained:\n  Theorem: Let $G$ be a finite almost simple group. Then the graph\n$\\Gamma_A(G)$ is connected and has diameter at most 5.\n  We also show how this result can be applied to derive information on the\nstructure of a group from the normalizers of its Sylow subgroups.\n"]}]
["0912.2846",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Logic in Computer Science","Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2846"],"date":["2009-12-15"],"type":["text"],"creator":["Dovier, Agostino","Formisano, Andrea","Pontelli, Enrico"],"language":[],"coverage":[],"title":["Multi-valued Action Languages in CLP(FD)"],"description":["  Action description languages, such as A and B, are expressive instruments\nintroduced for formalizing planning domains and planning problem instances. The\npaper starts by proposing a methodology to encode an action language (with\nconditional effects and static causal laws), a slight variation of B, using\nConstraint Logic Programming over Finite Domains. The approach is then\ngeneralized to raise the use of constraints to the level of the action language\nitself. A prototype implementation has been developed, and the preliminary\nresults are presented and discussed.\n  To appear in Theory and Practice of Logic Programming (TPLP)\n"]}]
["0912.2852",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2852"],"date":["2009-12-15"],"type":["text"],"creator":["Curtis, Emily I.","Nikolic, Bojan","Richer, John S.","Pardo, Juan R."],"language":[],"coverage":[],"title":["Atmospheric dispersion and the implications for phase calibration"],"description":["  The success of any ALMA phase-calibration strategy, which incorporates phase\ntransfer, depends on a good understanding of how the atmospheric path delay\nchanges with frequency (e.g. Holdaway & Pardo 2001). We explore how the wet\ndispersive path delay varies for realistic atmospheric conditions at the ALMA\nsite using the ATM transmission code. We find the wet dispersive path delay\nbecomes a significant fraction (>5 per cent) of the non-dispersive delay for\nthe high-frequency ALMA bands (>160 GHz, Bands 5 to 10). Additionally, the\nvariation in dispersive path delay across ALMA's 4-GHz contiguous bandwidth is\nnot significant except in Bands 9 and 10. The ratio of dispersive path delay to\ntotal column of water vapour does not vary significantly for typical amounts of\nwater vapour, water vapour scale heights and ground pressures above Chajnantor.\nHowever, the temperature profile and particularly the ground-level temperature\nare more important. Given the likely constraints from ALMA's ancillary\ncalibration devices, the uncertainty on the dispersive-path scaling will be\naround 2 per cent in the worst case and should contribute about 1 per cent\noverall to the wet path fluctuations at the highest frequencies.\n","Comment: 13 pages, 10 figures, ALMA Memo 590"]}]
["0912.2856",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2856"],"date":["2009-12-15"],"type":["text"],"creator":["Cruz, A. V. B.","Mishra, A. K.","Schmickler, W."],"language":[],"coverage":[],"title":["Electron Transfer Reaction Through an Adsorbed Layer"],"description":["  We consider electron transfer from a redox to an electrode through and\nadsorbed intermediate. The formalism is developed to cover all regimes of\ncoverage factor, from lone adsorbate to monolayer regime. The randomness in the\ndistribution of adsorbates is handled using coherent potential approximation.\nWe give current-overpotential profile for all coverage regimes. We explictly\nanalyse the low and high coverage regimes by supplementing with DOS profile for\nadsorbate in both weakly coupled and strongly coupled sector. The prominence of\nbonding and anti-bonding states in the strongly coupled adsorbates at low\ncoverage gives rise to saddle point behaviour in current-overpotential profile.\nWe were able to recover the marcus inverted region at low coverage and the\ntraditional direct electron transfer behaviour at high coverage.\n"]}]
["0912.2861",{"format":[],"subject":["Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2861"],"date":["2009-12-15"],"type":["text"],"creator":["Ventura, Artur"],"language":[],"coverage":[],"title":["JSC : A JavaScript Object System"],"description":["  The JSC language is a superset of JavaScript designed to ease the development\nof large web applications. This language extends JavaScripts own object system\nby isolating code in a class declaration, simplifying multiple inheritance and\nusing method implementation agreements.\n","Comment: 7 pages"]}]
["0912.2862",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2862"],"date":["2009-12-15"],"type":["text"],"creator":["Velhinho, J. M."],"language":[],"coverage":[],"title":["Groups of flux-like transformations in loop quantum gravity"],"description":["  We present a group of transformations in the quantum configuration space of\nloop quantum gravity that contains the set of all transformations generated by\nthe flux variables.\n","Comment: 3 pages. Proceedings of the 12th Marcel Grossmann Meeting, Paris, Jul\n  2009. Talk based on arXiv:0804.3765"]}]
["0912.2863",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2863"],"date":["2009-12-15"],"type":["text"],"creator":["Sarajedini, Ata","Yang, S. -C."],"language":[],"coverage":[],"title":["RR Lyrae Variables in the Halo of M33"],"description":["  The properties of RR Lyrae variables make them excellent probes of the\nformation and evolution of a stellar population. The mere presence of such\nstars necessitates an age greater than ~10 Gyr while their periods and\namplitudes can be used to estimate the metal abundance of the cluster or galaxy\nin which they reside. These and other features of RR Lyraes have been used to\nstudy the Local Group late-type spiral galaxy M33. Though these studies are\ngenerally in their infancy, we have established that M33 does indeed harbor RR\nLyraes in its halo and probably also in its disk suggesting that these two\ncomponents formed early in the history of M33. The mean metallicity of the halo\nRR Lyraes is consistent with that of the halo globular clusters in M33 at\n[Fe/H]~-1.3. Little is known about the spatial distribution of the RR Lyraes;\nthis will require wide-field time-series studies with sufficient photometric\ndepth to allow both the identification of RR Lyraes and robust period\ndetermination.\n","Comment: Invited talk presented at the B. V. Kukarkin Centenary Conference:\n  Variable Stars, the Galactic Halo, and Galaxy Formation, October 12-16 2009"]}]
["0912.2864",{"format":[],"subject":["Mathematics - Probability","60F05, 60J05, 60G10, 60G42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2864"],"date":["2009-12-15"],"type":["text"],"creator":["Volný, Dalibor"],"language":[],"coverage":[],"title":["Martingale approximation and optimality of some conditions for the\n  central limit theorem"],"description":["  Let $(X_i)$ be a stationary and ergodic Markov chain with kernel $Q$, $f$ an\n$L^2$ function on its state space. If $Q$ is a normal operator and $f =\n(I-Q)^{1/2}g$ (which is equivalent to the convergence of $\\sum_{n=1}^\\infty\n\\frac{\\sum_{k=0}^{n-1}Q^kf}{n^{3/2}}$ in $L^2$), we have the central limit\ntheorem (cf\\. \\cite{D-L 1}, \\cite{G-L 2}). Without assuming normality of $Q$,\nthe CLT is implied by the convergence of $\\sum_{n=1}^\\infty\n\\frac{\\|\\sum_{k=0}^{n-1}Q^kf\\|_2}{n^{3/2}}$, in particular by\n$\\|\\sum_{k=0}^{n-1}Q^kf\\|_2 = o(\\sqrt n/\\log^q n)$, $q>1$ by \\cite{M-Wu} and\n\\cite{Wu-Wo} respectively. We shall show that if $Q$ is not normal and $f\\in\n(I-Q)^{1/2} L^2$, or if the conditions of Maxwell and Woodroofe or of Wu and\nWoodroofe are weakened to $\\sum_{n=1}^\\infty\nc_n\\frac{\\|\\sum_{k=0}^{n-1}Q^kf\\|_2}{n^{3/2}}<\\infty$ for some sequence\n$c_n\\searrow 0$, or by $\\|\\sum_{k=0}^{n-1}Q^kf\\|_2 = O(\\sqrt n/\\log n)$, the\nCLT need not hold.\n","Comment: to appear in Journal of Theoretical Probability"]}]
["0912.2867",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2867"],"date":["2009-12-15"],"type":["text"],"creator":["Valencia, S.","Kleibert, A.","Gaupp, A.","Rusz, J.","Legut, D.","Bansmann, J.","Gudat, W.","Oppeneer, P. M."],"language":[],"coverage":[],"title":["Quadratic X-ray magneto-optical effect in reflection at the M-edges of\n  3d transition metals"],"description":["  We have observed a quadratic x-ray magneto-optical effect in near-normal\nincidence reflection at the M-edges of iron. The effect appears as the\nmagnetically induced rotation of ca. 0.1$ degrees of the polarization plane of\nlinearly polarized x-ray radiation upon reflection. A comparison of the\nmeasured rotation spectrum with results from x-ray magnetic linear dichroism\ndata demonstrates that this is the first observation of the Schaefer-Hubert\neffect in the x-ray regime. Ab initio density-functional theory calculations\nreveal that hybridization effects of the 3p core states necessarely need to be\nconsidered when interpreting experimental data. The discovered magneto-x-ray\neffect holds promise for future ultrafast and element-selective studies of\nferromagnetic as well as antiferromagnetic materials.\n","Comment: Submitted"]}]
["0912.2872",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Optimization and Control","34B05, 34B08, 34F05, 93C15, 93C41 (Primary), 93E10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2872"],"date":["2009-12-15"],"type":["text"],"creator":["Nakonechnyi, Olexandr","Podlipenko, Yury","Shestopalov, Yury"],"language":[],"coverage":[],"title":["Estimation of parameters of boundary value problems for linear ordinary\n  differential equations with uncertain data"],"description":["  In this paper we construct optimal, in certain sense, estimates of values of\nlinear functionals on solutions to two-point boundary value problems (BVPs) for\nsystems of linear first-order ordinary differential equations from observations\nwhich are linear transformations of the same solutions perturbed by additive\nrandom noises. It is assumed here that right-hand sides of equations and\nboundary data as well as statistical characteristics of random noises in\nobservations are not known and belong to certain given sets in corresponding\nfunctional spaces. This leads to the necessity of introducing minimax statement\nof an estimation problem when optimal estimates are defined as linear, with\nrespect to observations, estimates for which the maximum of mean square error\nof estimation taken over the above-mentioned sets attains minimal value. Such\nestimates are called minimax estimates. We establish that the minimax estimates\nare expressed via solutions of some systems of differential equations of\nspecial type. Similar estimation problems for solutions of BVPs for linear\ndifferential equations of order n with general boundary conditions are\nconsidered. We also elaborate minimax estimation methods under incomplete data\nof unknown right-hand sides of equations and boundary data and obtain\nrepresentations for the corresponding minimax estimates. In all the cases\nestimation errors are determined.\n","Comment: 72 pages"]}]
["0912.2878",{"format":[],"subject":["Mathematical Physics","65B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2878"],"date":["2009-12-15"],"type":["text"],"creator":["Spanulescu, Sever"],"language":[],"coverage":[],"title":["The calculus of the electric potential and field intensity in multiple\n  electrodes lateral tunneling transistors with double gate"],"description":["  The paper presents an adaptive over-relaxation method for calculating the\nelectric potential and field intensity, for a complex tunnel transistor\nstructure involving a split gate and a shielding boundary. The accuracy and\nspeed of the method has been numerically tested and found satisfactory for the\nstudy of such devices by calculating the tunneling currents for the obtained\npotential distribution.\n","Comment: 10 pages, 6 figures,"]}]
["0912.2881",{"format":[],"subject":["Computer Science - Computation and Language"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2881","Dictionaries. An International Encyclopedia of Lexicography.\n  Supplementary volume: Recent developments with special focus on computational\n  lexicography, Ulrich Heid (Ed.) (2010)"],"date":["2009-12-15","2009-12-16"],"type":["text"],"creator":["Lemnitzer, Lothar","Romary, Laurent","Witt, Andreas"],"language":[],"coverage":[],"title":["Representing human and machine dictionaries in Markup languages"],"description":["  In this chapter we present the main issues in representing machine readable\ndictionaries in XML, and in particular according to the Text Encoding\nDictionary (TEI) guidelines.\n"]}]
["0912.2882",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2882"],"date":["2009-12-15"],"type":["text"],"creator":["Faou, Erwan","Grebert, Benoit"],"language":[],"coverage":[],"title":["Hamiltonian interpolation of splitting approximations for nonlinear PDEs"],"description":["  We consider a wide class of semi linear Hamiltonian partial differential\nequa- tions and their approximation by time splitting methods. We assume that\nthe nonlinearity is polynomial, and that the numerical tra jectory remains at\nleast uni- formly integrable with respect to an eigenbasis of the linear\noperator (typically the Fourier basis). We show the existence of a modified\ninterpolated Hamiltonian equation whose exact solution coincides with the\ndiscrete flow at each time step over a long time depending on a non resonance\ncondition satisfied by the stepsize. We introduce a class of modified splitting\nschemes fulfilling this condition at a high order and prove for them that the\nnumerical flow and the continuous flow remain close over exponentially long\ntime with respect to the step size. For stan- dard splitting or\nimplicit-explicit scheme, such a backward error analysis result holds true on a\ntime depending on a cut-off condition in the high frequencies (CFL condition).\nThis analysis is valid in the case where the linear operator has a discrete\n(bounded domain) or continuous (the whole space) spectrum.\n"]}]
["0912.2885",{"format":[],"subject":["Mathematics - Dynamical Systems","Primary 34C29, 34C25,58F22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2885"],"date":["2009-12-15"],"type":["text"],"creator":["Vidal, Alexandre","Françoise, Jean-Pierre"],"language":[],"coverage":[],"title":["Canard cycles in global dynamics"],"description":["  Fast-slow systems are studied usually by \"geometrical dissection\". The fast\ndynamics exhibit attractors which may bifurcate under the influence of the slow\ndynamics which is seen as a parameter of the fast dynamics. A generic solution\ncomes close to a connected component of the stable invariant sets of the fast\ndynamics. As the slow dynamics evolves, this attractor may lose its stability\nand the solution eventually reaches quickly another connected component of\nattractors of the fast dynamics and the process may repeat. This scenario\nexplains quite well relaxation and bursting oscillations. More recently, in\nrelation both with theory of dynamical systems and with applications to\nphysiology, a new interest has emerged in canard cycles. These orbits share the\nproperty that they remain for a while close to an unstable invariant set\n(either singular set or periodic orbits of the fast dynamics). Although canards\nwere first discovered when the transition points are folds, in this article, we\nfocus on the case where some transition points are instead transcritical. We\npresent several new surprising effects like the \"amplification of canards\" or\nthe \"exceptionally fast recovery\" on both (1+1)-systems and (2+1)-systems\nassociated with tritrophic food chain dynamics. Finally, we also mention their\npossible relevance to the notion of resilience which has been coined out in\necology.\n"]}]
["0912.2888",{"format":[],"subject":["Mathematical Physics","65B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2888"],"date":["2009-12-15"],"type":["text"],"creator":["Spanulescu, Sever"],"language":[],"coverage":[],"title":["Optimal basis set for ab-initio calculations of energy levels in\n  tunneling structures, using the covariance matrix of the wave functions"],"description":["  The paper proposes a method to obtain the optimal basis set for solving the\nself consistent field (SCF) equations for large atomic systems in order to\ncalculate the energy barriers in tunneling structures, with higher accuracy and\nspeed. Taking into account the stochastic-like nature of the samples of all the\ninvolved wave functions for many body problems, a statistical optimization is\nmade by considering the covariance matrix of these samples. An eigenvalues\nsystem is obtained and solved for the optimal basis set and by inspecting the\nrapidly decreasing eigenvalues one may seriously reduce the necessary number of\nvectors that insures an imposed precision. This leads to a potentially\nsignificant improvement in the speed of the SCF calculations and accuracy, as\nthe statistical properties of a large number of wave functions in an large\nspatial domain may be considered. The eigenvalue problem has to be solved only\nfew times, so that the amount of time added may be much smaller that the\noverall iterating SCF calculations. A simple implementation of the method is\npresented for a situation where the analytical solution is known, and the\nresults are encouraging.\n","Comment: 17 pages, 8 figures"]}]
["0912.2892",{"format":[],"subject":["Mathematics - Differential Geometry","58E12","35J25","35J60","53A10","53C21","53C42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2892"],"date":["2009-12-15"],"type":["text"],"creator":["Clarke, Andrew","Smith, Graham"],"language":[],"coverage":[],"title":["The Perron Method and the Non-Linear Plateau Problem"],"description":["  We describe a novel technique for solving the Plateau problem for constant\ncurvature hypersurfaces based on recent work of Harvey and Lawson. This is\nillustrated by an existence theorem for hypersurfaces of constant Gaussian\ncurvature in $\\Bbb{R}^{n+1}$.\n"]}]
["0912.2896",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2896"],"date":["2009-12-15"],"type":["text"],"creator":["Crovisier, Sylvain"],"language":[],"coverage":[],"title":["Perturbation de la dynamique de diff\\'eomorphismes en topologie C^1 /\n  Perturbation of the dynamics of diffeomorphisms in the C^1-topology"],"description":["  Les travaux pr\\'esent\\'es dans ce m\\'emoire portent sur la dynamique de\ndiff\\'eomorphismes de vari\\'et\\'es compactes. Pour l'\\'etude des propri\\'et\\'es\ng\\'en\\'eriques ou pour la construction d'exemples, il est souvent utile de\nsavoir perturber un syst\\`eme. Ceci soul\\`eve g\\'en\\'eralement des probl\\`emes\nd\\'elicats : une modification locale de la dynamique peut engendrer un\nchangement brutal du comportement des orbites. En topologie C^1, nous proposons\ndiverses techniques permettant de perturber tout en contr\\^olant la dynamique :\nmise en transversalit\\'e, connexion d'orbites, perturbation de la dynamique\ntangente, r\\'ealisation d'extensions... Nous en tirons diverses applications\n\\`a la description de la dynamique des diff\\'eomorphismes C^1-g\\'en\\'eriques.\n<p> This memoir deals with the dynamics of diffeomorphisms of compact\nmanifolds. For the study of generic properties or for the construction of\nexamples, it is often useful to be able to perturb a system. This generally\nleads to delicate problems: a local modification of the dynamic may cause a\nradical change in the behavior of the orbits. For the C^1 topology, we propose\nvarious techniques which allow to perturb while controlling the dynamic:\nsetting in transversal position, connection of orbits, perturbation of the\ntangent dynamics,... We derive various applications to the description of the\nC^1-generic diffeomorphisms.\n"]}]
["0912.2900",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematical Physics","93B05","93B27","70Q05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2900"],"date":["2009-12-15"],"type":["text"],"creator":["Sarychev, Andrey V."],"language":[],"coverage":[],"title":["Global Controllability of Multidimensional Rigid Body by Few Torques"],"description":["  We study global controllability of 'rotating' multidimensional rigid body\n(MRB) controlled by application of few torques. Study by methods of geometric\ncontrol requires analysis of algebraic structure introduced by the quadratic\nterm of Euler-Frahm equation. We discuss problems, which arise in the course of\nthis analysis, and establish several global controllability criteria for damped\nand non damped cases.\n","Comment: presented at Special Session 'Geometric Control for Quantum and\n  Clasical Models' of 4th International Scientific Conference on Physics and\n  Control, Catania, Italy, September 1-4, 2009"]}]
["0912.2903",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2903","Xu, J. and D. Attinger, Acoustic excitation of superharmonic\n  capillary waves on a meniscus in a planar microgeometry. Phys. Fluids, 2007.\n  19: p. 108107","doi:10.1063/1.2790968"],"date":["2009-12-15"],"type":["text"],"creator":["Xu, Jie","Attinger, Daniel"],"language":[],"coverage":[],"title":["Acoustic excitation of superharmonic capillary waves on a meniscus in a\n  planar micro-geometry"],"description":["  The effects of ultrasound on the dynamics of an air-water meniscus in a\nplanar micro-geometry are investigated experimentally. The sonicated meniscus\nexhibits harmonic traveling waves or standing waves, the latter corresponding\nto a higher ultrasound level. Standing capillary waves with subharmonic and\nsuperharmonic frequencies are also observed, and are explained in the framework\nof parametric resonance theory, using the Mathieu equation.\n"]}]
["0912.2905",{"format":[],"subject":["Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2905","Xu, J. and D. Attinger, Drop on demand in a microfluidic chip.\n  Journal of Micromechanics and Microengineering, 2008. 18: p. 065020","doi:10.1088/0960-1317/18/6/065020"],"date":["2009-12-15"],"type":["text"],"creator":["Xu, Jie","Attinger, Daniel"],"language":[],"coverage":[],"title":["Drop on demand in a microfluidic chip"],"description":["  In this work, we introduce the novel technique of in-chip drop on demand,\nwhich consists in dispensing picoliter to nanoliter drops on demand directly in\nthe liquid-filled channels of a polymer microfluidic chip, at frequencies up to\n2.5 kHz and with precise volume control. The technique involves a PDMS chip\nwith one or several microliter-size chambers driven by piezoelectric actuators.\nIndividual aqueous microdrops are dispensed from the chamber to a main\ntransport channel filled with an immiscible fluid, in a process analogous to\natmospheric drop on demand dispensing. In this article, the drop formation\nprocess is characterized with respect to critical dispense parameters such as\nthe shape and duration of the driving pulse, and the size of both the fluid\nchamber and the nozzle. Several features of the in-chip drop on demand\ntechnique with direct relevance to lab on a chip applications are presented and\ndiscussed, such as the precise control of the dispensed volume, the ability to\nmerge drops of different reagents and the ability to move a drop from the\nshooting area of one nozzle to another for multi-step reactions. The\npossibility to drive the microfluidic chip with inexpensive audio electronics\ninstead of research-grade equipment is also examined and verified. Finally, we\nshow that the same piezoelectric technique can be used to generate a single gas\nbubble on demand in a microfluidic chip.\n"]}]
["0912.2911",{"format":[],"subject":["Mathematics - Representation Theory","16G20","16G70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2911"],"date":["2009-12-15"],"type":["text"],"creator":["Bertani-Økland, Marco Angel","Oppermann, Steffen","Wrålsen, Anette"],"language":[],"coverage":[],"title":["Finding a cluster-tilting object for a representation finite\n  cluster-tilted algebra"],"description":["  We provide a technique to find a cluster-tilting object having a given\ncluster-tilted algebra as endomorphism ring in the finite type case.\n","Comment: 14 pages"]}]
["0912.2914",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2914"],"date":["2009-12-15"],"type":["text"],"creator":["Fulek, Radoslav","Keszegh, Balázs","Morić, Filip","Uljarević, Igor"],"language":[],"coverage":[],"title":["On Polygons Excluding Point Sets"],"description":["  By a polygonization of a finite point set $S$ in the plane we understand a\nsimple polygon having $S$ as the set of its vertices. Let $B$ and $R$ be sets\nof blue and red points, respectively, in the plane such that $B\\cup R$ is in\ngeneral position, and the convex hull of $B$ contains $k$ interior blue points\nand $l$ interior red points. Hurtado et al. found sufficient conditions for the\nexistence of a blue polygonization that encloses all red points. We consider\nthe dual question of the existence of a blue polygonization that excludes all\nred points $R$. We show that there is a minimal number $K=K(l)$, which is\npolynomial in $l$, such that one can always find a blue polygonization\nexcluding all red points, whenever $k\\geq K$. Some other related problems are\nalso considered.\n","Comment: 14 pages, 15 figures"]}]
["0912.2923",{"format":[],"subject":["Mathematics - Algebraic Geometry","14D22","14J32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2923"],"date":["2009-12-15"],"type":["text"],"creator":["Stoppa, Jacopo"],"language":[],"coverage":[],"title":["D0-D6 states counting and GW invariants"],"description":["  We describe a correspondence between the virtual number of torsion free\nsheaves locally free in codimension 3 on a Calabi-Yau 3-fold and the\nGromov-Witten invariants counting rational curves in a family of orbifold\nblowups of the weighted projective plane $\\mathbb{P}(-ch_3, ch_0, 1)$ (with a\ntangency condition of order $gcd(-ch_3, ch_0)$). This result is a variation of\nthe GW/quiver representations correspondence found by Gross-Pandharipande, when\none changes the centres and orders of the blowups. We build on a small part of\nthe theories developed by Joyce-Song and Kontsevich-Soibelman for wall-crossing\nformulae and by Gross-Siebert-Pandharipande for factorisations in the tropical\nvertex group.\n","Comment: 31 pages"]}]
["0912.2925",{"format":[],"subject":["Mathematics - Number Theory","11F67","11F33","11G40","11F80","14G22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2925"],"date":["2009-12-15"],"type":["text"],"creator":["Bellaiche, Joel"],"language":[],"coverage":[],"title":["Critical p-adic L-function"],"description":["  We attach p-adic L-functions to critical modular forms and study them. We\nprove that those L-functions fit in a two-variables p-adic L-function defined\nlocally everywhere on the eigencurve.\n","Comment: 44 pages"]}]
["0912.2927",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Optimization and Control","52Bxx","90C10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2927"],"date":["2009-12-15"],"type":["text"],"creator":["Kaibel, Volker"],"language":[],"coverage":[],"title":["Another Proof of the Fact that Polyhedral Cones are Finitely Generated"],"description":["  In this note, we work out a simple inductive proof showing that every\npolyhedral cone K is the conic hull of a finite set X of vectors. The base\ncases of the induction are linear subspaces and linear halfspaces of linear\nsubspaces. The proof also shows that the components of the vectors in X can be\nchosen (up to their sign) to be quotients of subdeterminants of the coefficient\nmatrix of any inequality system defining K.\n","Comment: 5 pages, 3 figures"]}]
["0912.2932",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2932"],"date":["2009-12-15"],"type":["text"],"creator":["Gorla, Elisa","Rosenthal, Joachim"],"language":[],"coverage":[],"title":["Pole Placement with Fields of Positive Characteristic"],"description":["  The pole placement problem belongs to the classical problems of linear\nsystems theory. It is often assumed that the ground field is the real numbers R\nor the complex numbers C. The major result over the complex numbers derived in\n1981 by Brockett and Byrnes states that arbitrary static pole placement is\npossible for a generic set of m-inputs, p-outputs and McMillan degree n system\nas soon as mp>=n. Moreover the number of solutions in the situation mp=n is an\nintersection number first computed by Hermann Schubert in the 19th century. In\nthis paper we show that the same result with slightly different proofs holds\nover any algebraically closed field.\n"]}]
["0912.2933",{"format":[],"subject":["Mathematics - Representation Theory","20C05, 20C20."],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2933"],"date":["2009-12-15"],"type":["text"],"creator":["Bryant, R. M.","Johnson, Marianne"],"language":[],"coverage":[],"title":["Periodicity of Adams operations on the Green ring of a finite group"],"description":["  The Adams operations $\\psi_\\Lambda^n$ and $\\psi_S^n$ on the Green ring of a\ngroup $G$ over a field $K$ provide a framework for the study of the exterior\npowers and symmetric powers of $KG$-modules. When $G$ is finite and $K$ has\nprime characteristic $p$ we show that $\\psi_\\Lambda^n$ and $\\psi_S^n$ are\nperiodic in $n$ if and only if the Sylow $p$-subgroups of $G$ are cyclic. In\nthe case where $G$ is a cyclic $p$-group we find the minimum periods and use\nrecent work of Symonds to express $\\psi_S^n$ in terms of $\\psi_\\Lambda^n$.\n"]}]
["0912.2937",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2937"],"date":["2009-12-14"],"type":["text"],"creator":["Jurgenson, E. D."],"language":[],"coverage":[],"title":["Applications of the Similarity Renormalization Group to the Nuclear\n  Interaction"],"description":["  The Similarity Renormalization Group (SRG) is investigated as a powerful yet\npractical method to modify nuclear potentials so as to reduce computational\nrequirements for calculations of observables. The key feature of SRG\ntransformations that leads to computational benefits is the decoupling of\nlow-energy nuclear physics from high-energy details of the inter-nucleon\ninteraction. We examine decoupling quantitatively for two-body observables and\nfew-body binding energies. The universal nature of this decoupling is\nillustrated and errors from suppressing high-momentum modes above the\ndecoupling scale are shown to be perturbatively small. To explore the SRG\nevolution of many-body forces, we use as a laboratory a one-dimensional system\nof bosons with short-range repulsion and mid-range attraction, which emulates\nrealistic nuclear forces. The free-space SRG is implemented for few-body\nsystems in a symmetrized harmonic oscillator basis using a recursive\nconstruction analogous to no-core shell model implementations. Building on\none-dimensional results we performed the first practical evolution of\nthree-dimensional many-body forces within the No-Core Shell Model basis.\nResults for the 3H binding energy are consistent with previous calculations\ninvolving momentum-space evolution of only two-body forces, and validate\nexpectations from calculations in the one-dimensional oscillator basis. When\napplied to 4He calculations, the two- and three-body oscillator matrix elements\nyield rapid convergence of the ground-state energy with a small net\ncontribution of the induced four-body force. The radius of light nuclei is also\nexplored in the three-dimensional basis.\n","Comment: PhD thesis - 209 pages, 93 figures, 9 tables"]}]
["0912.2938",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2938"],"date":["2009-12-15"],"type":["text"],"creator":["Cady, Eric","Belikov, Ruslan","Dumont, Philip","Egerman, Robert","Kasdin, N. Jeremy","Linfield, Roger","Lisman, Doug","Savransky, Dmitry","Seager, Sara","Shaklan, Stuart","Spergel, David","Tenerelli, Domenick","Vanderbei, Robert"],"language":[],"coverage":[],"title":["Design of a telescope-occulter system for THEIA"],"description":["  The Telescope for Habitable Exoplanets and Interstellar/Intergalactic\nAstronomy (THEIA) is a mission concept study for a flagship-class\ntelescope-occulter system to search for terrestrial planets and perform general\nastrophysics with a space-based 4m telescope. A number of design options were\nconsidered for the occulter and telescope optical systems; in this paper we\ndiscuss the design of occulters and coronagraphs for THEIA and examine their\nmerits. We present two optimized occulters: a 25.6m-radius occulter with 19m\npetals that achieves 10^-12 suppression from 250-1000nm with a 75mas inner\nworking angle, and a 20.0m-radius occulter with 10m petals that achieves 10^-12\nsuppression from 250-700nm with a 75mas inner working angle. For more widely\nseparated planets (IWA > 108mas), this second occulter is designed to operate\nat a second closer distance where it provides 10^-12 suppression from\n700-1000nm. We have also explored occulter/coronagraph hybrid systems, and\nfound that an AIC coronagraph that exploits the symmetry of the PSF at the\nocculter can improve performance; however, it requires very accurate tolerances\non the occulter manufacturing of the telescope/occulter system as the AIC does\nnot cancel asymmetric terms. Other coronagraphs proved infeasible, primarily\ndue to the fact that the residual starlight from the occulter is not a plane\nwave, and so is poorly suppressed by the coronagraph.\n","Comment: 27 pages, 13 figures"]}]
["0912.2939",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2939"],"date":["2009-12-15","2009-12-16"],"type":["text"],"creator":["Karas, V."],"language":[],"coverage":[],"title":["Retro-lensing light curves near a black hole"],"description":["  We model the light-curves from radiation-driven clouds near an accreting\nblack hole. Taking into account the multiple images due to strong gravitational\nlensing, we find that sharp spikes can significantly enhance the observed flux.\nFollowing our previous work (Horak & Karas 2006a,b) we assume that scattering\nof ambient light takes place in a cloud that is in radial motion under a\ncombined influence of black hole gravity and the radiation field. The\nretro-lensed photons give rise to peaks in the observed signal that follow with\na characteristic time lag after the direct-image photons. Duration of these\nfeatures is very short and the predicted polarization varies abruptly on the\ntime-scale comparable with the light-crossing time of the system -- a signature\nof the photon orbit. We also consider the polarization properties of scattered\nlight.\n","Comment: 4 pages, 1 figure; 2009 Fermi Symposium proceedings contribution"]}]
["0912.2952",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2952"],"date":["2009-12-15"],"type":["text"],"creator":["Svenningsson, Josef","Sands, David"],"language":[],"coverage":[],"title":["Specification and Verification of Side Channel Declassification"],"description":["  Side channel attacks have emerged as a serious threat to the security of both\nnetworked and embedded systems -- in particular through the implementations of\ncryptographic operations. Side channels can be difficult to model formally, but\nwith careful coding and program transformation techniques it may be possible to\nverify security in the presence of specific side-channel attacks. But what if a\nprogram intentionally makes a tradeoff between security and efficiency and\nleaks some information through a side channel? In this paper we study such\ntradeoffs using ideas from recent research on declassification. We present a\nsemantic model of security for programs which allow for declassification\nthrough side channels, and show how side-channel declassification can be\nverified using off-the-shelf software model checking tools. Finally, to make it\nsimpler for verifiers to check that a program conforms to a particular\nside-channel declassification policy we introduce a further tradeoff between\nefficiency and verifiability: by writing programs in a particular \"manifest\nform\" security becomes considerably easier to verify.\n"]}]
["0912.2955",{"format":[],"subject":["Quantitative Biology - Molecular Networks","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2955","Biotechnol. J. 4, 1653 (2009)","doi:10.1002/biot.200900234"],"date":["2009-12-15"],"type":["text"],"creator":["Milne, Caroline B.","Kim, Pan-Jun","Eddy, James A.","Price, Nathan D."],"language":[],"coverage":[],"title":["Accomplishments in Genome-Scale In Silico Modeling for Industrial and\n  Medical Biotechnology"],"description":["  Driven by advancements in high-throughput biological technologies and the\ngrowing number of sequenced genomes, the construction of in silico models at\nthe genome scale has provided powerful tools to investigate a vast array of\nbiological systems and applications. Here, we review comprehensively the uses\nof such models in industrial and medical biotechnology, including biofuel\ngeneration, food production, and drug development. While the use of in silico\nmodels is still in its early stages for delivering to industry, significant\ninitial successes have been achieved. For the cases presented here,\ngenome-scale models predict engineering strategies to enhance properties of\ninterest in an organism or to inhibit harmful mechanisms of pathogens. Going\nforward, genome-scale in silico models promise to extend their application and\nanalysis scope to become a transformative tool in biotechnology.\n","Comment: Highlighted in \"In this issue\" section of Biotechnology Journal\n  12/2009"]}]
["0912.2956",{"format":[],"subject":["Mathematics - Probability","15A52","60B99","62E20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2956"],"date":["2009-12-15"],"type":["text"],"creator":["Kösters, Holger"],"language":[],"coverage":[],"title":["Characteristic Polynomials of Sample Covariance Matrices: The Non-Square\n  Case"],"description":["  We consider the sample covariance matrices of large data matrices which have\ni.i.d. complex matrix entries and which are non-square in the sense that the\ndifference between the number of rows and the number of columns tends to\ninfinity. We show that the second-order correlation function of the\ncharacteristic polynomial of the sample covariance matrix is asymptotically\ngiven by the sine kernel in the bulk of the spectrum and by the Airy kernel at\nthe edge of the spectrum. Similar results are given for real sample covariance\nmatrices.\n"]}]
["0912.2957",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2957"],"date":["2009-12-15"],"type":["text"],"creator":["Molavian, Hamid R.","McClarty, Paul A.","Gingras, Michel J. P."],"language":[],"coverage":[],"title":["Towards an Effective Spin Hamiltonian of the Pyrochlore Spin Liquid\n  Tb2Ti2O7"],"description":["  Tb2Ti2O7 is a pyrochlore antiferromagnet that has dynamical spins and only\nshort-range correlations even at 50 mK; the lowest temperature explored so far,\nwhich is much smaller than the scale set by the Curie-Weiss temperature\nT_{CW}~14 K. The absence of long-range order in this material is not\nunderstood. Recently, virtual crystal field excitations (VCFEs) have been shown\nto be significant in Tb2Ti2O7. While previous work found that VCFEs-induced\nrenormalization of the nearest neighbor Ising exchange leads to spin ice\ncorrelations on a single tetrahedron, their effect on spin correlations has not\nbeen fully explored. In this paper, we construct an effective spin-1/2\nlow-energy theory for Tb2Ti2O7 on the pyrochlore lattice. We determine\nsemiclassical ground states on a lattice that allow us to see how the physics\nof spin ice is connected to the possible physics of Tb2Ti2O7. We observe a\nshift in the phase boundaries with respect to those of the dipolar spin ice\nmodel as the quantum corrections become more significant. In addition to the\nfamiliar classical dipolar spin ice model phases, we see a stabilization of a q\n= 0 ordered ice phase over a large part of the phase diagram; ferromagnetic\ncorrelations being preferred by quantum corrections in spite of an\nantiferromagnetic nearest neighbor exchange in the microscopic model.\nFrustration is hence seen to arise from virtual crystal field excitations over\nand above the effect of dipolar interactions in spin ice in inducing ice-like\ncorrelations.\n","Comment: 28 pages, 15 figures. Submitted to Physical Review B"]}]
["0912.2959",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2959"],"date":["2009-12-15"],"type":["text"],"creator":["Dubi, Yonatan","Di Ventra, Massimiliano"],"language":[],"coverage":[],"title":["Dimer mean-field model for the Ising spin glass"],"description":["  A dimer mean-field model for the Ising spin-glass is presented. Despite its\nsimplicity it captures some of the essential features of the spin-glass\nphysics. The distribution of the single-spin magnetization is determined from a\nself-consistent integral equation. By solving the self-consistency condition\nnumerically, we find that there are two temperature scales characterizing the\nglass transition. At the first, higher temperature, the glass order parameter\nbecomes non-vanishing, and at the second, freezing temperature, it saturates to\nits maximal value. The effect of magnetic field and the existence of the\nAlmeida-Thouless line are discussed. Finally, it is shown that the information\ncompressibility, defined as the derivative of entropy with respect to energy,\ndiverges at the freezing temperature. This indicates a zero internal\ntemperature and true glassy dynamics with diverging relaxation times.\n"]}]
["0912.2973",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2973"],"date":["2009-12-15"],"type":["text"],"creator":["Fernández, Francisco M."],"language":[],"coverage":[],"title":["HAM and HPM: Another attack to reason"],"description":["  We discuss two recent applications of homotopy analysis method and homotopy\nperturbation method and conclude that the results are completely useless from\nboth mathematical and physical points of view.\n"]}]
["0912.2980",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2980"],"date":["2009-12-15"],"type":["text"],"creator":["Guo, S.","Young, D. P.","Macaluso, R. T.","Browne, D. A.","Henderson, N. L.","Chan, J. Y.","Henry, L. L.","DiTusa, J. F."],"language":[],"coverage":[],"title":["Kondo effect and absence of quantum interference effects in the charge\n  transport of cobalt doped iron pyrite"],"description":["  The Hall effect and resistivity of the carrier doped magnetic semiconductor\nFe$_{1-x}$Co$_x$S$_2$ were measured for $0\\le x \\le 0.16$, temperatures between\n0.05 and 300 K, and fields of up to 9 T. Our Hall data indicate electron charge\ncarriers with a density of only 10 to 30% of the Co density of our crystals.\nDespite the previous identification of magnetic Griffiths phase formation in\nthe magnetic and thermodynamic properties of this system for the same range of\n$x$, we measure a temperature independent resistivity below 0.5 K indicating\nFermi liquid-like transport. We also observe no indication of quantum\ncorrections to the conductivity despite the small values of the product of the\nFermi wave vector and the mean-free-path, $1.5 \\le k_F\\ell \\le 15$, over the\nrange of $x$ investigated. This implies a large inelastic scattering rate such\nthat the necessary condition for the observation of quantum contributions to\nthe carrier transport, quantum coherence over times much longer than the\nelastic scattering time, is not met in our samples. Above 0.5 K we observe a\ntemperature and magnetic field dependent resistivity that closely resembles a\nKondo anomaly for $x$ less than that required to form a long range magnetic\nstate, $x_c$. For $x>x_c$, the resistivity and magnetoresistance resemble that\nof a spin glass with a reduction of the resistivity by as much as 35% in 5 T\nfields. We also observe an enhancement of the residual resistivity ratio by\nalmost a factor of 2 for samples with $x\\sim x_c$ indicating temperature\ndependent scattering mechanisms beyond simple carrier-phonon scattering. We\nspeculate that this enhancement is due to charge carrier scattering from\nmagnetic fluctuations which contribute to the resistivity over a wide\ntemperature range.\n","Comment: 13 pages including 14 figures"]}]
["0912.2981",{"format":[],"subject":["Mathematics - Number Theory","11R32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2981"],"date":["2009-12-15","2009-12-16"],"type":["text"],"creator":["Barbara, Roy"],"language":[],"coverage":[],"title":["Points at Rational Distance from the Vertices of a Unit Polygon"],"description":["  In this paper, we investigate the existence of a point in the plane of a unit\npolygon, that is at rational distance from each vertex of the polygon. A\nnegative answer is obtained in almost all cases.\n","Comment: 5 pages"]}]
["0912.2982",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2982"],"date":["2009-12-15"],"type":["text"],"creator":["Pizzichini, G.","Maiorano, E.","Genghini, M.","Munz, F."],"language":[],"coverage":[],"title":["Properties of Gamma Ray Bursts at different redshifts"],"description":["  GRBs are now detected up to z = 8.26 . We try to find differences, in their\nrestframe properties, which could be related either to distance or to observing\nconditions.\n","Comment: 6 pages 2009 Fermi Symposium eConf Proceedings C091122"]}]
["cond-mat/0305329",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0305329","Phys. Rev. B 67, 235406 (2003)","doi:10.1103/PhysRevB.67.235406"],"date":["2003-05-14"],"type":["text"],"creator":["Nakhmanson, S. M.","Calzolari, A.","Meunier, V.","Bernholc, J.","Buongiorno-Nardelli, M."],"language":[],"coverage":[],"title":["Spontaneous polarization and piezoelectricity in boron nitride nanotubes"],"description":["  Ab initio calculations of the spontaneous polarization and piezoelectric\nproperties of boron nitride nanotubes show that they are excellent\npiezoelectric systems with response values larger than those of piezoelectric\npolymers. The intrinsic chiral symmetry of the nanotubes induces an exact\ncancellation of the total spontaneous polarization in ideal, isolated nanotubes\nof arbitrary indices. Breaking of this symmetry by inter-tube interaction or\nelastic deformations induces spontaneous polarization comparable to those of\nwurtzite semiconductors.\n","Comment: 5 pages in PRB double column format, 3 figures"]}]
["cond-mat/0505491",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0505491","Appl. Phys. Lett. 87, 102906 (2005)","doi:10.1063/1.2042630"],"date":["2005-05-19"],"type":["text"],"creator":["Nakhmanson, Serge M.","Rabe, K. M.","Vanderbilt, David"],"language":[],"coverage":[],"title":["Polarization enhancement in two- and three-component ferroelectric\n  superlattices"],"description":["  Composition-dependent structural and polar properties of epitaxial\nshort-period CaTiO_3/SrTiO_3/BaTiO_3 superlattices grown on a SrTiO_3 substrate\nare investigated with first-principles density-functional theory computational\ntechniques. Polarization enhancement with respect to bulk tetragonal BaTiO_3 is\nfound for two- and three-component superlattices with a BaTiO_3 concentration\nof more than 30%. Individual BaTiO_3 layer thickness is identified as an\nimportant factor governing the polarization improvement. In addition, the\ndegree of inversion-symmetry breaking in three-component superlattices can be\ncontrolled by varying the thicknesses of the component layers. The flexibility\nallowed within this large family of structures makes them highly suitable for\nvarious applications in modern nano-electro-mechanical devices.\n","Comment: The following article has been submitted to Applied Physics Letters.\n  After it is published, it will be found at http://apl.aip.org/"]}]
["cond-mat/0512328",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0512328","Phys. Rev. B 73, 060101 (2006)","doi:10.1103/PhysRevB.73.060101"],"date":["2005-12-14"],"type":["text"],"creator":["Nakhmanson, Serge M.","Rabe, Karin","Vanderbilt, David"],"language":[],"coverage":[],"title":["Predicting polarization enhancement in multicomponent ferroelectric\n  superlattices"],"description":["  Ab initio calculations are utilized as an input to develop a simple model of\npolarization in epitaxial short-period CaTiO3/SrTiO3/BaTiO3 superlattices grown\non a SrTiO3 substrate. The model is then combined with a genetic algorithm\ntechnique to optimize the arrangement of individual CaTiO3, SrTiO3 and BaTiO3\nlayers in a superlattice, predicting structures with the highest possible\npolarization and a low in-plane lattice constant mismatch with the substrate.\nThis modelling procedure can be applied to a wide range of layered\nperovskite-oxide nanostructures providing guidance for experimental development\nof nanoelectromechanical devices with substantially improved polar properties.\n","Comment: 4 pages, submitted to PRB"]}]
["cond-mat/0608614",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0608614","Phys. Rev. B 75, 045106 (2007)","doi:10.1103/PhysRevB.75.045106"],"date":["2006-08-28"],"type":["text"],"creator":["Malashevich, Andrei","Vanderbilt, David"],"language":[],"coverage":[],"title":["First-principles study of polarization in ZnMgO"],"description":["  Wurtzite ZnO can be substituted with up to ~30% MgO to form a metastable\nZnMgO alloy while still retaining the wurtzite structure. Because this alloy\nhas a larger band gap than pure ZnO, ZnMgO/ZnO quantum wells and superlattices\nare of interest as candidates for applications in optoelectronic and electronic\ndevices. Here, we report the results of an ab-initio study of the spontaneous\npolarization of ZnMgO alloys as a function of their composition. We perform\ncalculations of the crystal structure based on density-functional theory in the\nlocal-density approximation, and the polarization is calculated using the\nBerry-phase approach. We decompose the changes in polarization into purely\nelectronic, lattice-displacement mediated, and strain mediated components, and\nquantify the relative importance of these contributions. We consider both\nfree-stress and epitaxialstrain elastic boundary conditions, and show that our\nresults can be fairly well reproduced by a simple model in which the\npiezoelectric response of pure ZnO is used to estimate the polarization change\nof the ZnMgO alloy induced by epitaxial strain.\n"]}]
["hep-ph/0611218",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0611218","Nucl.Phys.B768:157-176,2007","doi:10.1016/j.nuclphysb.2007.01.019"],"date":["2006-11-16","2009-12-16"],"type":["text"],"creator":["Gripaios, Ben"],"language":[],"coverage":[],"title":["Neutrinos in a Sterile Throat"],"description":["  We consider field-theoretic models of a warped extra dimension with multiple\nthroats, in which fermions that are singlets of the Standard Model gauge group\npropagate in a separate throat from the Standard Model fields, which we call\nthe sterile throat.\n  The singlets mix with Standard Model fields via interactions localized on the\nUV brane that connects the two throats. This leads to three, light,\nmostly-active, Majorana neutrinos via a higher-dimensional see-saw mechanism,\ntogether with Kaluza-Klein towers of mostly-sterile neutrinos, whose scale is\nset by the warp factor in the sterile throat and can be very low if the throat\nis deep. We suggest that a model of this kind may explain all the neutrino\ndata, reconciling the LSND result with astrophysical constraints.\n","Comment: 27 pages, 1 figure. Sign error corrected"]}]
["math/0501352",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Commutative Algebra","13P10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0501352","Discrete Comput. Geom. 37 (2007), no, 443--453","doi:10.1007/s00454-006-1289-0"],"date":["2005-01-21"],"type":["text"],"creator":["Jensen, Anders N."],"language":[],"coverage":[],"title":["A non-regular Groebner fan"],"description":["  The Groebner fan of an ideal $I\\subset k[x_1,...,x_n]$, defined by Mora and\nRobbiano, is a complex of polyhedral cones in $R^n$. The maximal cones of the\nfan are in bijection with the distinct monomial initial ideals of $I$ as the\nterm order varies. If $I$ is homogeneous the Groebner fan is complete and is\nthe normal fan of the state polytope of $I$. In general the Groebner fan is not\ncomplete and therefore not the normal fan of a polytope. We may ask if the\nrestricted Groebner fan, a subdivision of $R_{>=0}^n$, is regular i.e. the\nnormal fan of a polyhedron. The main result of this paper is an example of an\nideal in $Q[x_1,...,x_4]$ whose restricted Groebner fan is not regular.\n","Comment: 11 pages"]}]
["math/0505406",{"format":[],"subject":["Mathematics - Algebraic Geometry","14E20","14J29"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0505406","Trans. AMS 362, 2167-2188 (2010)"],"date":["2005-05-19","2008-06-09"],"type":["text"],"creator":["Liedtke, Christian"],"language":[],"coverage":[],"title":["Fundamental Groups of Galois Closures of Generic Projections"],"description":["  For the Galois closure $\\Xgal$ of a generic projection from a surface $X$, it\nis believed that $\\pi_1(\\Xgal)$ gives rise to new invariants of $X$. However,\nin all examples this group is surprisingly simple. In this article, we offer an\nexplanation for this phenomenon: We compute a quotient of $\\pi_1(\\Xgal)$ that\ndepends on $\\pi_1(X)$ and data from the generic projection only. In all known\nexamples except one, this quotient is in fact isomorphic to $\\pi_1(\\Xgal)$. As\na byproduct, we simplify part of the computations of Moishezon, Teicher and\nothers.\n","Comment: 18 pages, improved version"]}]
["math/0507563",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Combinatorics","14Q04, 05E02, 68W04"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0507563","J. Symb. Comput. 42 (2007), no. 1-2, 54--73","doi:10.1016/j.jsc.2006.02.004"],"date":["2005-07-27"],"type":["text"],"creator":["Bogart, Tristram","Jensen, Anders","Speyer, David","Sturmfels, Bernd","Thomas, Rekha"],"language":[],"coverage":[],"title":["Computing Tropical Varieties"],"description":["  The tropical variety of a $d$-dimensional prime ideal in a polynomial ring\nwith complex coefficients is a pure $d$-dimensional polyhedral fan. This fan is\nshown to be connected in codimension one. We present algorithmic tools for\ncomputing the tropical variety, and we discuss our implementation of these\ntools in the Gr\\\"obner fan software \\texttt{Gfan}. Every ideal is shown to have\na finite tropical basis, and a sharp lower bound is given for the size of a\ntropical basis for an ideal of linear forms.\n","Comment: 22 pages, 2 figures"]}]
["math/0508628",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Combinatorics","13P10","52B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0508628","J. Algebra 309 (2007), no. 2, 518--542","doi:10.1016/j.jalgebra.2006.07.025"],"date":["2005-08-30"],"type":["text"],"creator":["Bogart, Tristram","Jensen, Anders N.","Thomas, Rekha R."],"language":[],"coverage":[],"title":["The Circuit Ideal of a Vector Configuration"],"description":["  The circuit ideal, $\\ica$, of a configuration $\\A = \\{\\a_1, ..., \\a_n\\}\n\\subset \\Z^d$ is the ideal generated by the binomials ${\\x}^{\\cc^+} -\n{\\x}^{\\cc^-} \\in \\k[x_1, ..., x_n]$ as $\\cc = \\cc^+ - \\cc^- \\in \\Z^n$ varies\nover the circuits of $\\A$. This ideal is contained in the toric ideal, $\\ia$,\nof $\\A$ which has numerous applications and is nontrivial to compute. Since\ncircuits can be computed using linear algebra and the two ideals often\ncoincide, it is worthwhile to understand when equality occurs. In this paper we\nstudy $\\ica$ in relation to $\\ia$ from various algebraic and combinatorial\nperspectives. We prove that the obstruction to equality of the ideals is the\nexistence of certain polytopes. This result is based on a complete\ncharacterization of the standard pairs/associated primes of a monomial initial\nideal of $\\ica$ and their differences from those for the corresponding toric\ninitial ideal. Eisenbud and Sturmfels proved that $\\ia$ is the unique minimal\nprime of $\\ica$ and that the embedded primes of $\\ica$ are indexed by certain\nfaces of the cone spanned by $\\A$. We provide a necessary condition for a\nparticular face to index an embedded prime and a partial converse. Finally, we\ncompare various polyhedral fans associated to $\\ia$ and $\\ica$. The Gr\\\"obner\nfan of $\\ica$ is shown to refine that of $\\ia$ when the codimension of the\nideals is at most two.\n","Comment: 25 pages"]}]
["math/0509544",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Combinatorics","13P10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0509544","Math. Comp. 76 (2007), 2189-2212","doi:10.1090/S0025-5718-07-01986-2"],"date":["2005-09-23"],"type":["text"],"creator":["Fukuda, Komei","Jensen, Anders N.","Thomas, Rekha R."],"language":[],"coverage":[],"title":["Computing Groebner Fans"],"description":["  This paper presents algorithms for computing the Groebner fan of an arbitrary\npolynomial ideal. The computation involves enumeration of all reduced Groebner\nbases of the ideal. Our algorithms are based on a uniform definition of the\nGroebner fan that applies to both homogeneous and non-homogeneous ideals and a\nproof that this object is a polyhedral complex. We show that the cells of a\nGroebner fan can easily be oriented acyclically and with a unique sink,\nallowing their enumeration by the memory-less reverse search procedure. The\nsignificance of this follows from the fact that Groebner fans are not always\nnormal fans of polyhedra in which case reverse search applies automatically.\nComputational results using our implementation of these algorithms in the\nsoftware package Gfan are included.\n","Comment: 26 pages"]}]
["math/0701482",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - K-Theory and Homology","58J22, 53C12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701482"],"date":["2007-01-17","2009-12-16"],"type":["text"],"creator":["Zadeh, Mostafa Esfahani"],"language":[],"coverage":[],"title":["A higher index theorem for foliated manifolds with boundary"],"description":["  Following Gorokhovsky and Lott and using an extension of the\nb-pseudodifferential calculus of Melrose, we give a formula for the Chern\ncharacter of the Dirac index class of a longitudinal Dirac type operators on a\nfoliated manifold with boundary. For this purpose we use the Bismut local index\nformula in the context of non commutative geometry. This paper uses heavily the\nmethods and technical results developed by E.Leichtnam and P.Piazza.\n","Comment: to appear in the Bulletin des Sciences Mathematiques"]}]
["math/0702491",{"format":[],"subject":["Mathematics - Differential Geometry","53C50","53C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702491","Annals of Global Analysis and Geometry vol. 37 (2010), no. 1, pp.\n  73-90","doi:10.1007/s10455-009-9173-9"],"date":["2007-02-16"],"type":["text"],"creator":["Derdzinski, Andrzej","Roter, Witold"],"language":[],"coverage":[],"title":["Compact pseudo-Riemannian manifolds with parallel Weyl tensor"],"description":["  It is shown that in every dimension n=3j+2, j=1,2,3,..., there exist compact\npseudo-Riemannian manifolds with parallel Weyl tensor, which are\nRicci-recurrent, but neither conformally flat nor locally symmetric, and\nrepresent all indefinite metric signatures. The manifolds in question are\ndiffeomorphic to nontrivial torus bundles over the circle. They all arise from\na construction that a priori yields bundles over the circle, having as the\nfibre either a torus, or a 2-step nilmanifold with a complete flat torsionfree\nconnection; our argument only realizes the torus case.\n","Comment: 19 pages"]}]
["physics/0507087",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0507087","Physica A: Statistical Mechanics and its Applications Volume 366,\n  1 July 2006, Pages 107-114","doi:10.1016/j.physa.2005.11.002"],"date":["2005-07-12"],"type":["text"],"creator":["Ratushnaya, V. I.","Kulinskii, V. L.","Zvelindovsky, A. V.","Bedeaux, D."],"language":[],"coverage":[],"title":["Hydrodynamic Model for the System of Self Propelling Particles with\n  Conservative Kinematic Constraints; Two dimensional stationary solutions"],"description":["  We consider a continuum model for the dynamics of systems of self propelling\nparticles with kinematic constraints on the velocities. The model aims to be\nanalogous to a discrete algorithm used in works by T. Vicsek et al. In this\npaper we prove that the only types of the stationary planar solutions in the\nmodel are either of translational or axial symmetry of the flow. Within the\nproposed model we differentiate between finite and infinite flocking behavior\nby the finiteness of the kinetic energy functional.\n","Comment: 12 pages, 1 figure"]}]
["physics/0604127",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","High Energy Physics - Phenomenology","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0604127"],"date":["2006-04-17","2007-02-19"],"type":["text"],"creator":["Tkachov, Fyodor V."],"language":[],"coverage":[],"title":["Transcending The Least Squares"],"description":["  The method of quasi-optimal weights provides a comprehensive, asymptotically\noptimal, transparent and flexible alternative to the least squares method. The\noptimality holds for a general non-linear, non-gaussian case.\n","Comment: 6 pages. v3: Gauss-Markov mentioned explicitly; fin. support updated.\n  v2: factors N fixed; many fine-tunings; additions to references. The author\n  would like this text not to contribute to perpetuation of the practice of\n  anonymous peer review. The arXiv is just enough.\n  http://www.inr.ac.ru/~ftkachov/projects/qow/transleastsquares.html"]}]
["physics/0612185",{"format":[],"subject":["Physics - Geophysics","Astrophysics","Physics - Atmospheric and Oceanic Physics","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0612185"],"date":["2006-12-19","2009-12-16"],"type":["text"],"creator":["Omerbashich, M."],"language":[],"coverage":[],"title":["Galactic-bursts signatures in Antarctica 10Be spectra reveal\n  cosmogenesis of climate switching"],"description":["  A very strong period of 3592+-57 yrs in 10Be deposition rates from Vostok ice\ncore raw data was detected and verified against concentration raw data at\nTaylor Dome and Vostok. Data show Hallstadzeit Solar cycle at 2296+-57 yrs, and\nindicate LaViolette period at 12500 yrs. The 99% confidence Gauss Vanicek\nspectral analysis was used, making data alteration avoidable thus enabling data\nseparation that reflected cosmic ray background conditions at Galactic\nboundary. After the separation only the new period remains and converges, hence\nit is of extrasolar and Galactic origin. Since dominant spectral peaks from\n10Be can only be explained by excesses in cosmic ray influx, the discovered\nsignature indicates bursts occurring regularly in a single source. Based on\nrecent sky surveys, Galactic Core makes the best candidate host for the bursts.\nA previously reported 3600 yrs period in geomagnetic field declinations means\nthe discovered phase can overpower astronomical magnetic fields at distances\nsuch as Galactic Core to Earth. The epoch of the most recent 10Be maximum is\nestimated as 1085+-57, coinciding with 1054 to 1056 alleged account of Crab\nsupernova. The next maximum 10Be on Earth is predicted in year 4463+-57,\nmeaning Earth climate alternates due to geophysical or nonsolar cosmic forcing.\n","Comment: Split into main article and supplement. Core: 6 pages, 3 figures.\n  Supplement: 12 pages, 4 figures, 11 tables. Conclusions expanded"]}]
["quant-ph/0603204",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0603204","EPJD (European physical journal D) vol. 45, (2007) pp.335-340","doi:10.1140/epjd/e2007-00247-9"],"date":["2006-03-22","2009-12-15"],"type":["text"],"creator":["Li, D.","Chen, J. P.","Li, X.","Huang, H.","Li, X."],"language":[],"coverage":[],"title":["Performance of Equal Phase-Shift Search for One Iteration"],"description":["  Grover presented the phase-shift search by replacing the selective inversions\nby selective phase shifts of $\\pi /3$. In this paper, we investigate the\nphase-shift search with general equal phase shifts. We show that for small\nuncertainties, the failure probability of the Phase-$\\pi /3$ search is smaller\nthan the general phase-shift search and for large uncertainties, the success\nprobability of the large phase-shift search is larger than the Phase-$\\pi /3$\nsearch. Therefore, the large phase-shift search is suitable for large-size of\ndatabases.\n","Comment: 10 pages, 4 figures"]}]
